Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

source: Loading purchase information
ar: تحميل معلومات الشراء
cs: Načítání informací o nákupu
da: Indlæser købsoplysninger
de: Kaufinformationen werden geladen
el: Φόρτωση πληροφοριών αγοράς
es_us: Cargando datos de compra
et: Laadin ostu teavet
fr: Chargement des informations d'achat
hu: Vásárlási információk betöltése
id: Memuat informasi pembelian
is: Les innkaupaferil
it: Caricamento delle informazioni sull'acquisto
lt: Įkeliama pirkimo informacija
nb: Laster inn kjøpsinfo …
oc: Cargament deis informacions sus la crompa
ro_ro: Încărcarea informațiilor de cumpărare
ru: Загрузка информации о покупке
sc: Carrighende sas informatziones de còmpora
sr: Учитавање информације куповине
sr_latn: Učitavanje informacije kupovine
sv: Läser in köpinformation
ta: கொள்முதல் தகவலை ஏற்றுகிறது
tr: Satın alma bilgileri yükleniyor
uk: Завантаження даних про купівлю
zh_hant: 讀取付款資訊

# subscription_banner_free_maps_title
source: You can download %i maps for free.
ar: يمكنك تنزيل %i خرائط مجانا.
cs: Můžete si zdarma stáhnout %i map.
da: Du kan downloade %i kort gratis.
de: Sie können %i Karten kostenlos herunterladen.
el: Μπορείτε να κατεβάσετε %i χάρτες δωρεάν.
es_us: Puedes descargar %i mapas gratis.
et: Sa võid %i kaarti tasuta alla laadida.
fr: Vous pouvez télécharger %i cartes gratuitement.
hu: %i térképet ingyenesen tölthet le.
id: Anda dapat mengunduh %i peta secara gratis.
is: Þú getur sótt %i kort ókeypis.
it: Puoi scaricare le mappe %i gratuitamente.
ja: %i 個のマップを無料でダウンロードできます。
ko: %i개의 지도를 무료로 다운로드할 수 있습니다.
nb: Du kan laste ned %1 kart gratis.
nl: U kunt %i gratis kaarten downloaden.
oc: Podètz teledescargar %i mapas a gratis.
ro_ro: Puteți downloada %i hărți pe gratis.
ru: Вы можете скачать карты бесплатно, до %i шт.
sc: Podes iscarrigare %i mapas de badas.
sr: Можете преузети %i мапа бесплатно.
sr_latn: Možete preuzeti %? mapa besplatno.
sv: Du kan ladda ner %i kartor gratis.
ta: நீங்கள் %i வரைபடங்களை இலவசமாக பதிவிறக்கம் செய்யலாம்.
tr: Ücretsiz olarak %i harita indirebilirsiniz.
uk: Ви можете завантажити %i мапи безплатно.
zh_hant: 您可以免費下載 %i 地圖。

# weather_forecast_entire_world
source: Weather forecast for entire world
ar: توقعات الطقس العالمية
cs: Předpověď počasí pro celý svět
da: Vejrudsigt for hele verden
de: Weltweite Wettervorhersage
el: Πρόγνωση καιρού για όλων τον κόσμο
es_us: Pronóstico del tiempo para todo el mundo
et: Ilmaennustus terves maailmas
fr: Prévisions météo du monde entier
hu: Időjárás-előrejelzés az egész világhoz
id: Prakiraan cuaca untuk seluruh dunia
is: Veðurspár fyrir öll heimshorn
it: Previsioni meteo per tutto il mondo
ja: 全世界の天気予報
ro_ro: Prognoza meteo pentru întreaga lume
ru: Прогноз погоды для всего мира
sc: Previsiones mèteu pro totu su mundu
sr: Прогноза времена за цео свет
sr_latn: Prognoza vremena za ceo svet
sv: Väderprognoser för hela världen
ta: முழு உலகத்திற்கும் வானிலை முன்னறிவிப்பு
tr: Tüm dünya için hava durumu tahmini
uk: Прогноз погоди для всього світу
zh_hant: 全球天氣預報

# weather_offline_forecast
source: Offline forecast
ar: توقعات غير متصلة بالإنترنت
be: Пазасеткавы прагноз
bg: Прогноза за времето извън мрежа
ca: Previsió fora de línia
cs: Předpověď v režimu offline
cy: Rhagolwg all-lein
da: Offline prognose
de: Offline-Vorhersage
el: Πρόγνωση εκτός σύνδεσης
eo: Malkonekta veterprognozo
es_us: Pronóstico sin conexión
et: Puhverdatud ilmaennustus
eu: Lineaz kanpoko iragarpena
fa: پیش‌بینی آفلاین
fi: Offline-ennuste
fr: Prévisions hors-ligne
gl: Pronóstico sen conexión
hu: Offline időjárás-előrejelzés
id: Prakiraan luring
is: Veðurspá án nettengingar
it: Previsioni offline
ja: オフライン予測
ko: Offline 예측
lt: Prognozė neprisijungus
nb: Frakoblet værvarsel
nl: Weersvoorspelling zonder internet
pl: Prognoza w trybie offline
ro_ro: Prognoza offline
ru: Офлайн-прогноз
sc: Previsiones non in lìnia
sk: Offline predpoveď
sl: Napoved brez povezave
sr: Ванмрежне временске прилике
sr_latn: Internet vremenska prognoza
sv: Offline väderprognos
ta: இணைப்பில்லாத முன்னறிவிப்பு
tr: Çevrim dışı tahmin
uk: Офлайн-прогноз
vi: Dự báo ngoại tuyến
zh_hans: 离线预测
zh_hant: 離線預報

# use_login_and_password_description
source: Use your email/login and password to log in to OpenStreetMap.org.
ar: استخدم بريدك الإلكتروني / تسجيل الدخول وكلمة المرور لتسجيل الدخول إلى خريطة الشارع المفتوحة.
cs: K přihlášení na OpenStreetMap.org použijte svůj e-mail/přihlašovací jméno a heslo.
da: Brug din e-mail/login og adgangskode til at logge ind på OpenStreetMap.org.
de: Verwenden Sie Ihre E-Mail-Adresse/Ihr Login und Ihr Passwort, um sich bei OpenStreetMap.org anzumelden.
el: Χρησιμοποιήστε το email/όνομα χρήστη και κωδικό πρόσβασης σας για να συνδεθείτε στο OpenStreetMap.org.
es_us: Usa tu correo y contraseña para ingresar en OpenStreetMap.org.
et: Kasuta oma e-posti aadressi või kasutajanime ning salasõna sisselogimiseks OpenStreetMap.org teenusesse.
fr: Utiliser votre e-mail/identifiant et votre mot de passe pour se connecter à OpenStreetMap.org.
hu: Használja e-mail-címét vagy felhasználónevét és jelszavát az OpenStreetMap.org webhelyre való bejelentkezéshez.
id: Gunakan email/login dan kata sandi Anda untuk masuk ke OpenStreetMap.org.
is: Notaðu tölvupóstfang/notandanafn þitt og lykilorð til að skrá þig inn á OpenStreetMap.org.
it: Usa la tua mail e password per accedere a OpenStreetMap.org.
ja: メールアドレス/ユーザー名とパスワードを使用してOpenStreetMap.orgにログインする。
nl: Gebruik uw email/login en password om in te loggen bij OpenStreetMap.org.
ro_ro: Utilizați e-mailul/loginul și parola dumneavoastră pentru a vă conecta la OpenStreetMap.org.
ru: Используйте свой адрес электронной почты/логин и пароль для авторизации на сайте OpenStreetMap.org.
sc: Imprea s'indiritzu de posta eletrònica/su nùmene impreadore tuo e sa crae de intrada tua pro intrare in OpenStreetMap.org.
sr: Употребите ваш и-меил/логин и лозинку да би се улоговали на OpenStreetMap.org.
sr_latn: Upotrebite vaš i-meil/login i lozinku da bi se ulogovali na OpenStreetMap.org.
sv: Använd användarnamn/e-post och lösenord för att logga in på OpenStreetMap.org.
ta: Openstreetmap.org இல் உள்நுழைய உங்கள் மின்னஞ்சல்/உள்நுழைவு மற்றும் கடவுச்சொல்லைப் பயன்படுத்தவும்.
tr: OpenStreetMap.org üzerinde oturum açmak için e-posta/kullanıcı adı ve parolanızı kullanın.
uk: Для входу на OpenStreetMap.org використовуйте свою електронну пошту та пароль.
zh_hant: 使用您的電子郵件/登入名稱和密碼登入 OpenStreetMap.org。

# benefits_for_contributors
source: Benefits for active OSM contributors
ar: فوائد للمساهمين النشطين في OSM
az: Aktiv OSM töhfəçiləri üçün üstünlüklər
be: Перавагі для актыўных удзельнікаў OSM
bg: Ползи за активните сътрудници на OSM
cs: Výhody pro aktivní přispěvatele OSM
cy: Buddion i gyfranwyr gweithredol OSM
da: Fordele for aktive OSM-bidragsydere
de: Vorteile für aktive OSM-Mitwirkende
el: Οφέλη για ενεργούς συνεισφέροντες OSM
eo: Profitoj por aktivaj kontribuantoj al OSM
es_us: Beneficios para colaboradores activos de OSM
et: Aktiivse OSM kaastöötaja eelised
eu: OSMren kolaboratzaile aktiboen onurak
fa: مزایا برای مشارکت‌کنندگان فعال OSM
fi: Hyödyt aktiivisille OSM-osallistujille
fr: Avantages pour les contributeurs réguliers à OSM
he: הטבות למתנדבים פעילים ב־OSM
hu: Előnyök az OSM aktív szerkesztőinek
id: Manfaat untuk kontributor OSM aktif
is: Kostir fyrir virka OSM-þáttakendur
it: Benefici per i contributori OSM attivi
ja: アクティブなOSM貢献者へのメリット
ko: 활성 OSM 기여자를 위한 이점
lt: Privalumai aktyviems OSM bendradarbiams
mk: Pridobivki za aktivnite sorabotnici na OSM
nb: Fordeler for aktive OSM-bidragsytere
nl: Voordelen voor actieve OSM bijdragers
oc: Beneficis per lei contributors OSM actius
pl: Korzyści dla aktywnych współpracowników OSM
ro_ro: Beneficii pentru contribuitorii OSM activi
ru: Преимущества для активных участников OSM
sc: Benefìtzios pro sos cuntribuidores ativos a OSM
sk: Výhody pre aktívnych prispievateľov do OSM
sl: Ugodnosti za aktivne sodelavce OSM
sr: Корист доприносиоцима ОСМ-а
sr_latn: Benefiti aktivnim OSM maperima
sv: Fördelar för dem som bidrar aktivt till OSM
ta: செயலில் உள்ள OSM பங்களிப்பாளர்களுக்கான நன்மைகள்
tr: OSM'ye etkin olarak katkıda bulunanlara faydaları
uk: Переваги для активних учасників OSM
vi: Những quyền lợi cho những nhà đóng góp OSM đang hoạt động
zh_hans: 活跃 OSM 贡献者的好处
zh_hant: 活躍 OSM 貢獻者的好處

# benefits_for_contributors_secondary_descr
source: Sign in to OpenStreetMap to check if you are eligible for unlimited monthly and hourly map updates.
ar: سجل الدخول إلى خريطة الشارع المفتوح للتحقق مما إذا كنت مؤهلا للحصول على تحديثات خرائط شهرية أو ساعية غير محدودة .
ast: Sign in to OpenStreetMap to check if you are eligible for unlimited monthly & hourly map updates.
az: Limitsiz aylıq və saatlıq xəritə yeniləmələrinə uyğun olub-olmadığınızı yoxlamaq üçün OpenStreetMap-a daxil olun.
be: Увайдзіце ў OpenStreetMap, каб праверыць, ці маеце вы права на неабмежаваную колькасць штомесячных і штогадзінных абнаўленняў мапаў.
bg: Влезте в OpenStreetMap и проверете дали имате право да получавате неограничени месечни и почасови обновявания на картата.
cs: Přihlaste se do OpenStreetMap a zkontrolujte, zda máte nárok na neomezené měsíční a hodinové aktualizace map.
cy: Mewngofnoda i OpenStreetMap i weld os wyt ti'n gymwys i gael diweddariadau mapiau diderfyn.
da: Log ind på OpenStreetMap for at tjekke, om du er berettiget til ubegrænsede kortopdateringer hver måned og time.
de: Melden Sie sich bei OpenStreetMap an, um zu prüfen, ob Sie Anspruch auf unbegrenzte monatliche und stündliche Kartenaktualisierungen haben.
el: Συνδεθείτε στο OpenStreetMap για να ελέγξετε εάν δικαιούστε απεριόριστες ωριαίες ενημερώσεις χάρτη.
eo: Ensalutu al OpenStreetMap por kontroliĉu vi povas akiri senlimajn ĉiumonataj kaj ĉiuhorajn ĝisdatigojn de mapoj.
es_us: Accede a OpenStreetMap para comprobar si tienes derecho a actualizaciones mensuales y horarias ilimitadas de los mapas.
et: Logi OpenStreetMapi sisse, et kontrollida, kas sul on piiramatu õigus igakuistele ja igatunnistele kaardivärskendustele.
eu: Sartu OpenStreetMapen begiratzeko eskubidea ote duzun mugarik gabe hilabeteko eta orduko mapen eguneraketak jasotzeko.
fa: به حساب اوپن‌استریت‌مپ خود وارد شوید تا بررسی کنید آیا واجد شرایط به‌روزرسانی‌های نامحدود ماهانه و ساعتی هستید.
fi: Kirjaudu OpenStreetMap palveluun tarkistaaksesi oletko oikeutettu rajoittamattomiin kuukausittain ja tunneittain karttapäivityksiin.
fr: Connectez-vous à OpenStreetMap pour vérifiez si vous êtes éligible aux mises à jour illimitées.
he: יש להיכנס ל־OpenStreetMap כדי לבדוק זכאות לעדכוני מפה חודשיים ושעתיים ללא הגבלה.
hu: Jelentkezzen be az OpenStreetMapre, hogy ellenőrizze, jogosult-e korlátlan havi és óránkénti térképfrissítésre.
id: Masuk ke OpenStreetMap untuk periksa jika Anda berhak untuk pembaruan peta bulanan dan per jam tak terbatas.
is: Skráðu þig inn í OpenStreetMap til að athuga hvort þú eigir rétt á ótakmörkuðum uppfærslum korta á mánaðar og klukkustundar fresti.
it: Accedi a OpenStreetMap per controllare se sei idoneo per gli aggiornamenti mensili e orari illimitati delle mappe.
ja: OpenStreetMapにサインインして、毎月および毎時で無制限のマップ更新資格があるかどうかを確認します。
ko: OpenStreetMap에 로그인하여 월별 및 시간별 지도 업데이트를 무제한으로 받을 수 있는지 확인하십시오.
lt: Prisijunkite prie OpenStreetMap, kad patikrintumėte, ar turite teisę gauti neribotus mėnesinius ir valandinius žemėlapių atnaujinimus.
mk: Prijavete se na OpenStreetMap za da proverite dali gi ispolnuvate uslovite za neograničeni mesečni i časovni ažuriranja na kartata.
nb: Logg inn på OpenStreetMap for å sjekke at du kan få ubegrensede månedlige og timevise kartoppdateringer.
nl: Log in op OpenStreetMap om te controleren of je recht hebt op onbeperkte maandelijkse en uurlijkse kaart updates.
oc: Connectatz-vos a OpenStreetMap per verificar se podètz beneficiar de l'actualizacion cartografica mesadiera e orària illimitada.
pl: Zaloguj się do OpenStreetMap i sprawdź, czy jesteś uprawniony do otrzymywania nieograniczonych miesięcznych i godzinnych aktualizacji map.
ro_ro: Conectați-vă la OpenStreetMap pentru a verifica dacă sunteți eligibil pentru actualizări lunare și orare nelimitate ale hărților.
ru: Войдите в OpenStreetMap, чтобы проверить, имеете ли вы право на неограниченное ежемесячное и ежечасное обновление карт.
sc: Intra in OpenStreetMap pro averguare de èssere o nono idòneu pro retzire agiornamentos de sas mapas mensiles e cada ora.
sk: Prihláste sa do OpenStreetMap, aby ste zistili, či máte nárok na neobmedzené mesačné a hodinové aktualizácie máp.
sl: Prijavi se v OpenStreetMap in preveri, ali si upravičen do neomejenih mesečnih in urnih posodobitev zemljevidov.
sr: Пријавите се на ОпенСтритМапе-е ради провере да ли имате право на неограничена освежавања карте сваког сата и месеца.
sr_latn: Prijavi se na OpenStritMape-e radi provere da li imate pravo na neograničena osvežavanja mape svakog sata i meseca.
sv: Logga in på OpenStreetMap för att kolla om du är berättigad till obegränsade månatliga och timvisa kartuppdateringar.
ta: வரம்பற்ற மாத மற்றும் மணிநேர வரைபட புதுப்பிப்புகளுக்கு நீங்கள் தகுதியுடையவரா என்பதை சரிபார்க்க OpenStreetMap இல் உள்நுழைக.
tr: Sınırsız aylık ve saatlik harita güncellemelerine uygun olup olmadığınızı denetlemek için OpenStreetMap'te oturum açın.
uk: Увійдіть в OpenStreetMap, щоб перевірити, чи маєте ви право отримувати необмежені щомісячні та погодинні оновлення мап.
vi: Đăng nhập vào OpenStreetMap để kiểm tra xem bạn có đủ điều kiện cho các bản cập nhật bản đồ hàng giờ và hàng tháng không giới hạn không.
zh_hans: 登录 OpenStreetMap 以检查您是否有资格获得无限制的每月和每小时地图更新。
zh_hant: 登入 OpenStreetMap 以檢查您是否有資格獲得無限制的每月與每小時地圖更新。

# map_updates_are_unavailable_yet
source: Map updates are not yet available. :-(
ar: تحديث الخريطة غير متوفرة بعد. :-(
az: Xəritə yeniləmələri hələ mövcud deyil. :-(
be: Абнаўленні мапаў пакуль што недаступныя. :-(
bg: Обновяванията на картата за сега са недостъпни. :-(
ca: Encara no hi han actualitzacions del mapa :-(
cs: Aktualizace map ještě nejsou dostupné. :-(
cy: Dyw diweddariadau mapiau ddim eto ar gael. :-(
da: Kortopdateringer er endnu ikke tilgængelige. :-(
de: Kartenupdates sind noch nicht verfügbar :-(
el: Δεν υπάρχουν ακόμη διαθέσιμες ενημερώσεις χαρτών. :-(
eo: Ĝisdatigoj de mapoj ankoraŭ ne estas disponeblaj :-(
es_us: Las actualizaciones de mapas no están disponibles aún. :-(
et: Kaardi värskendused pole veel saadaval. :-(
eu: Mapen eguneraketak oraindik ez daude erabilgarri :-(
fa: روزآمدسازه‌های نقشه هنوز در دسترس نیست :-(
fi: Karttapäivityksiä ei vielä saatavilla. :-(
fr: Les mises à jour de cartes ne sont pas disponibles pour l'instant . :-(
he: עדכוני מפה עדיין לא זמינים. :-(
hu: Még nem érhető el térképfrissítés :-(
id: Pembaruan peta belum tersedia. :-(
is: Uppfærslur á kortum eru ekki enn tiltækar. :-(
it: Non sono ancora disponibili aggiornamenti per le mappe :-(
ja: マップの更新はまだ利用できません。(T - T )
ko: 지도 업데이트를 아직 사용할 수 없습니다. :-(
lt: Žemėlapio atnaujinimai dar nepasiekiami. :-(
lv: Karšu atjauninājumi pagaidām nav pieejami. :-(
mk: Ažuriranjata na kartata sè ušte ne se dostapni. :-(
nb: Kartoppdateringer er ikke tilgjengelig enda :(
nl: Kaart updates zijn nog niet beschikbaar. :-(
oc: Se pòt pas encara actualizar lei mapas. :-(
pl: Aktualizacje map nie są jeszcze dostępne :-(
ro_ro: Actualizările hărților nu sunt încă disponibile. :-(
ru: Обновления карт пока недоступны :-(
sc: Non bi sunt galu agiornamentos a disponimentu pro sas mapas :-(
sk: Aktualizácie máp ešte nie sú dostupné :-(
sl: Posodobitve zemljevidovše niso na voljo. :-(
sr: Надоградње карата још увек нису доступне. :=(
sr_latn: Ažuriranja mapa još nisu dostupna. :-(
sv: Kartuppdateringar är ännu inte tillgängliga. :-(
ta: வரைபட புதுப்பிப்புகள் இன்னும் கிடைக்கவில்லை. :-(
tr: Henüz harita güncellemeleri yok. :-(
uk: Оновлення мап досі недоступні. :-(
vi: Những bản cập nhật cho bản đồ chưa có sẵn. :-(
zh_hans: 地图尚无更新可用。 :-(
zh_hant: 地圖更新尚不可用 :-(

# not_enough_contributions_descr
source: A minimum of %@ changes over last two-month period %@ is required to get access for unlimited hourly map updates.
ar: الحد الأدنى من %@ تغيير خلال فترة الشهرين الماضية %@ مطلوب للحصول على تحديثات خرائط غير محدودة كل ساعة.
az: Limitsiz saatlıq xəritə yeniləmələrinə giriş əldə etmək üçün son iki ay ərzində %@ minimum %@ dəyişiklik tələb olunur.
be: Каб атрымаць неабмежаваную колькасць абнаўленняў, трэба зрабіць прынамсі %@ правак за апошнія два месяцы %@.
bg: За да получите достъп до неограничен брой почасови обновявания на картите, се изискват минимум %@ промени през последните два месеца %@.
cs: Vyžaduje se minimálně %@ změn za poslední dva měsíce %@, abyste získali neomezené hodinové aktualizace map.
cy: Rhaid gwneud o leiaf %@ newid dros gyfnod y ddeufis diwethaf %@ er mwyn cael mynediad at ddiweddariadau mapiau hyd at bob awr heb derfyn.
da: Der kræves mindst %@ ændringer i løbet af de sidste to måneder %@ for at få adgang til ubegrænsede kortopdateringer hver time.
de: Ein Minimum von %@ Änderungen in den letzten zwei Monaten %@ ist erforderlich, um Zugang zu unbegrenzten stündlichen Kartenaktualisierungen zu erhalten.
el: Ένα ελάχιστο %@ αλλαγών εντός των τελευταίων δύο μηνών %@ απαιτείται για να αποκτήσετε πρόσβαση σε απεριόριστες ωριαίες ενημερώσεις χάρτη.
eo: Almenaŭ %@ kontribuoj al OpenStreetMap dum la antaŭaj du monatoj (%@) estas necesaj por akiri senlimajn ĉiuhorajn map-ĝisdatigojn.
es_us: Necesitas un mínimo de %@ cambios en el último bimestre %@ para obtener acceso a actualizaciones ilimitadas de mapas por hora.
et: Kord tunnis tehtavate piiranguteta kaardiuuenduste võimaldamiseks vajalik osalusmäär: vähemalt %@ OpenStreetMapi kaastööd viimase kahe kuu %@ jooksul.
eu: Azken bi hilabeteko %@ aldaketak gutxienez %@ egin behar dira orduko mapen eguneratze mugagabeetarako sarbidea lortzeko.
fr: Un minimum de %@ modifications au cours des deux derniers mois %@ est requis pour bénéficier de la mise à jour horaire des cartes en illimité.
he: נדרשים %@ שינויים על פני החודשיים האחרונים %@ כדי לקבל גישה לעדכוני מפה שעתיים ללא הגבלה.
hu: Legalább %@ változtatás szükséges az elmúlt két hónapos időszakban %@, hogy hozzáférést kapjon a korlátlan óránkénti térképfrissítéshez.
id: Diperlukan minimal %@ perubahan selama periode dua bulan terakhir %@ untuk mendapatkan akses untuk pembaruan peta per jam tanpa batas.
is: Að lágmarki þarf %@ breytingar á undangengnu tveggja-mánaða tímabili %@ til að fá aðgang að ótakmörkuðum uppfærlum á klukkustundar fresti.
it: È necessario un minimo di %@ modifiche negli ultimi due mesi %@ per ottenere l'accesso agli aggiornamenti orari illimitati delle mappe.
ja: 無制限の%@毎の地図更新を有効にするには、過去2か月間に最低%@の変更が必要です。
ko: 최소 %@ 마지막 2 개월 동안 변경 %@ 무제한 시간 맵 업데이트에 대한 액세스를 얻기 위해 필요합니다.
lt: Reikia mažiausiai %@ pakeitimų per paskutinius du mėnesius %@, kad gautumėte prieigą prie neriboto valandinio žemėlapio atnaujinimo.
mk: Potreben e minimum %@ promeni vo posledniot dvomesečen period %@ za da se dobie pristap za neograničeni časovni ažuriranja na kartata.
nb: Minst %@ endringer de siste to månedene %@ kreves for ubegrenset tilgang til timevise kartoppdateringer.
nl: Een minimum van %@ wijzigingen over een periode van de laatste twee maanden %@ is nodig om toegang te krijgen tot onbeperkte kaartupdates elk uur.
oc: Au mens %@ de modificacion dins lei dos darriers mes %@ es demandat per l'accès a l'actualizacion cartografica orària illimitada.
pl: Aby uzyskać dostęp do nieograniczonych godzinowych aktualizacji map wymagane jest wprowadzenie co najmniej %@ zmian z okresu ostatnich dwóch miesięcy %@.
ro_ro: Un minim de %@ modificări în ultimele două luni %@ este necesar pentru a avea acces la actualizări nelimitate ale hărților din oră în oră.
ru: Для безлимитных обновлений нужно сделать не менее %@ правок за последние два месяца %@.
sc: Unu mìnimu de %@ modìficas in s'ùrtimu bimestre %@ est netzessàriu pro tènnere atzessu a sos agiornamentos de sa mapa pro cada ora.
sk: Vyžaduje sa aspoň %@ zmien za posledné 2 mesiace %@, aby ste získali neobmedzené hodinové aktualizácie máp.
sl: Za dostop do neomejenih urnih posodobitev zemljevida je potreba, da si v zadnjih dveh mesecih %@ opraviti najmanj %@ sprememb.
sr: Најмање од %@ измена кроз време од последња два месеца %@ је потребно ради добављања приступа неограниченим освежењима карте сваких сат времена.
sr_latn: Najmanje od %@ izmena kroz vreme od poslednja dva meseca %@ je potrebno radi dobavljanja pristupa neograničenim osveženjima mape svakih sat vremena.
sv: Minst %@ ändringar över de senaste två månaderna %@ krävs för tillgång till obegränsade kartuppdateringar varje timme.
ta: வரம்பற்ற மணிநேர வரைபட புதுப்பிப்புகளுக்கான அணுகலைப் பெற கடந்த இரண்டு மாத காலப்பகுதியில் %@ இல் குறைந்தபட்சம் %@ மாற்றங்கள் தேவை.
tr: Sınırsız saatlik harita güncellemelerine erişim elde etmek için %@ son iki aylık dönemde en az %@ değişiklik yapılması gerekir.
uk: Щоб отримати безплатні щогодинні оновлення, зробіть щонайменше %@ змін за останні два місяці %@.
zh_hans: 需要在过去两个月期间至少进行 %@ 次更改 %@ 才能获得无限制的每小时地图更新。
zh_hant: 需要在過去兩個月內 %@ 進行最少 %@ 次變更才能存取無限制的每小時地圖更新。
