Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# quick_action_save_recorded_trip_and_continue
source: Recorded Trip & Continue
cs: Zaznamenaný výlet a pokračovat
da: Optaget tur og fortsæt
el: Καταγεγραμμένη Διαδρομή & Συνέχιση
et: Salvesta lõik ja jätka
fa: ذخیره مسیر ضبط‌شده و ادامه
fr: Trajet enregistré et Continuer
hu: Rögzített utazás mentése és folytatás
id: Rekam Perjalanan & Lanjutkan
is: Skráð ferð og halda áfram
it: Registra viaggio e continua
ja: 旅程の保存と継続
nl: Reisopname & doorgaan
ru: Запись маршрута и продолжение
sr: Сними путовање и настави
sv: Inspelad resa & fortsätt
ta: பதிவுசெய்யப்பட்ட பயணம் மற்றும் தொடரவும்
uk: Записана поїздка та продовження

# terrain_map
source: Terrain map (3D)
cs: Mapa terénu (3D)
da: Terrænkort (3D)
el: Χάρτης εδάφους (3D)
et: Kolmemõõtmeline maastikukaart
fa: نقشه ناهمواری (سه‌بعدی)
fr: Carte du terrain (3D)
hu: Domborzati térkép (3D)
id: Peta medan (3D)
is: Yfirborðskort (3D)
it: Mappa terreno (3D)
nl: Terreinkaart (3D)
ru: Карта рельефа (3D)
sv: Terrängkarta (3D)
ta: நிலப்பரப்பு வரைபடம் (3 டி)
uk: Карта рельєфу (3D)

# shared_string_view_all
source: View all
cs: Zobrazit vše
da: Se alle
el: Εμφάνιση όλων
et: Vaata kõiki
fa: دیدن همه
fr: Voir tout
hu: Összes megtekintése
id: Lihat semua
is: Skoða allt
it: Mostra tutto
nl: Bekijk alles
ru: Посмотреть все
sr: Погледај све
sv: Visa alla
ta: அனைத்தையும் காண்க
uk: Переглянути всі

# shared_string_items
source: Items
cs: Položky
da: Elementer
el: Στοιχεία
et: Objekti
fa: اقلام
fr: Éléments
hu: Elemek
id: Item
is: Atriði
it: Oggetti
nl: Elementen
ru: Элементы
sr: Ставке
sv: Objekt
ta: உருப்படிகள்
uk: Предмети

# download_successful
source: Image downloaded to Documents/Download.
cs: Obrázek stažen do složky Dokumenty/Stažené.
da: Billede downloadet til Dokumenter/Download.
el: Η εικόνα κατέβηκε στα Έγγραφα/Λήψεις.
et: Pilt on allalaaditud Dokumendid/Allalaadimised kausta.
fr: Image téléchargée dans Documents/Téléchargement.
hu: Kép letöltve a Dokumentumok/Letöltések mappába.
id: Gambar berhasil diunduh ke Documents/Download.
is: Mynd var sótt og sett í Skjöl/Sóttar skrár.
it: Immagine scaricata nei Documenti/Download.
nl: Afbeelding gedownload naar Documents/Downloads.
ru: Изображение скачано в Документы/Загрузки.
sr: Слика преузета у Documents/Download.
sv: Bild nedladdad till Dokument/Hämtningar.
ta: படம் ஆவணங்கள்/பதிவிறக்கம்.
uk: Зображення завантажено в Документи/Завантажити.

# auto_25_chars_route_tl
source: Turn left
ckb: بە چەپدا پێچ کەوە
cs: Zahněte vlevo
da: Drej til venstre
el: Στρίψτε αριστερά
et: Pööra vasakule
fa: پیچ به چپ
fr: Tournez à gauche
hu: Forduljon balra
id: Belok kiri
is: Beygðu til vinstri
it: Gira a sinistra
ja: 左方向
nl: Links afslaan
ru: Поверните налево
sr: Скрени лево
sv: Sväng vänster
ta: இடதுபுறம் திரும்பவும்
uk: Поверніть ліворуч

source: Sensor data
cs: Data senzoru
el: Δεδομένα αισθητήρα
et: Teave andurist
fa: داده‌های حسگر
fr: Données des capteurs
hu: Érzékelőadatok
id: Data sensor
is: Gögn skynjara
it: Dati sensore
ru: Данные датчика
sr: Подаци сензора
ta: சென்சார் தரவு
uk: Дані датчика
vi: Dữ liệu cảm biến

# unit_of_volume_description
source: Selected units will be applied to all volume-related data in the current profile.
da: De valgte enheder vil blive anvendt på alle data relateret til volumen i den aktuelle profil.
el: Οι επιλεγμένες μονάδες θα εφαρμοστούν σε όλα τα δεδομένα σχετικά με όγκο στο τρέχον προφίλ.
et: Valitud ühikud kehtivad kõikidele selle profiili mahukohastele andmetele.
fa: واحدهای انتخاب‌شده به همه داده‌های مرتبط با حجم در نمایه کنونی پیاده می‌شود.
fr: Les unités sélectionnées seront appliquées à toutes les données relatives au volume dans le profil actuel.
hu: A kiválasztott egységek alkalmazása a jelenlegi profilban lévő összes térfogattal kapcsolatos adatra.
id: Unit yang dipilih akan diterapkan ke semua data terkait volume di profil saat ini.
is: Valdar einingar verða notaðar á öll rúmmálstengd gögn í fyrirliggjandi notkunarsniði.
nl: De gekozen eenheid zal gebruikt worden voor alle volumegerelateerde gegevens in dit profiel.
ru: Выбранные единицы будут применены ко всем данным, связанным с объемом, в текущем профиле.
sv: De valda enheterna kommer att användas för all volymrelaterad data i den nuvarande profilen.
ta: தற்போதைய சுயவிவரத்தில் தொகுதி தொடர்பான அனைத்து தரவுகளுக்கும் தேர்ந்தெடுக்கப்பட்ட அலகுகள் பயன்படுத்தப்படும்.
uk: Вибрані одиниці вимірювання буде застосовано до всіх даних, пов’язаних із обсягом, у поточному профілі.

source: Litres
ckb: لیتر
da: Liter
el: Λίτρα
et: Liitrid
hu: Liter
id: Liter
is: Lítrar
it: Litri
nl: Liters
ru: Литры
sv: Liter
ta: லிட்டர்
uk: Літрів

source: Imperial gallons
da: Gallons
el: Αυτοκρατορικά γαλόνια
et: Briti gallonid
fa: گالن‌های امپریال
fr: Gallons impériaux
hu: Birodalmi gallon
id: Galon Imperial
is: Bresk gallon
it: Galloni imperiali
nl: Imperiale gallons
ru: Имперские галлоны
ta: ஏகாதிபத்திய கேலன்
uk: Імперські галони

source: US gallons
ckb: گالۆنی ئەمریکایی
el: Γαλόνια ΗΠΑ
et: USA gallonid
fa: گالن‌های آمریکایی
fr: Gallons US
hu: Amerikai gallon
id: Galon AS
is: Bandarísk gallon
it: Galloni USA
ru: Американские галлоны
sv: Amerikanska gallon
ta: அமெரிக்க கேலன்
uk: Галони США

# liter
source: l
ckb: ل
el: λ
et: ltr
fa: لیتر
ru: л
ta: எல்

# poi_filter_fuel
source: Fuel
da: Brændstof
el: Καύσιμα
et: Kütus
fa: جایگاه سوخت
fr: Essence
hu: Üzemanyag
id: Bahan Bakar
is: Eldsneyti
it: Carburante
nl: Brandstof
ru: Топливо
sv: Bränsle
ta: எரிபொருள்
uk: Паливо

source: Wikimedia
ckb: ویکیمیدیا
et: Vikimeedia
fa: ویکی‌مدیا
fr: Wikimédia
ru: Викимедиа
sr: Викимедија
ta: விக்கிமீடியா

# auto_25_chars_route_tshr
source: Turn sharply right
cs: Zahněte ostře vpravo
da: Drej skarpt til højre
el: Στρίψτε απότομα δεξιά
et: Pööra järsult paremale
fa: پیچ ملایم به راست
fr: Tournez franchement à droite
hu: Forduljon élesen jobbra
id: Belok tajam ke kanan
is: Beygðu skarpt til hægri
it: Gira tutto a destra
ja: 右後方
nl: Scherp rechts afslaan
ru: Резко поверните направо
sr: Скрени оштро десно
sv: Skarp sväng höger
ta: கூர்மையாக வலதுபுறம் திரும்பவும்
uk: Різко поверніть праворуч

# auto_25_chars_route_tslr
source: Turn slightly right
cs: Zahněte mírně vpravo
da: Drej let til højre
el: Στρίψτε ελαφρώς δεξιά
et: Pööra kergelt paremale
fa: پیچ خیلی ملایم به راست
fr: Tournez légèrement à droite
hu: Forduljon enyhén jobbra
id: Belok sedikit ke kanan
is: Beygðu örlítið til hægri
it: Gira leggermente a destra
ja: 右へ進む
nl: Ga flauw naar rechts
ru: Плавно поверните направо
sr: Скрени благо удесно
sv: Svag sväng höger
ta: சற்று வலதுபுறம் திரும்பவும்
uk: Злегка поверніть праворуч

# auto_25_chars_route_tu
source: Make U-turn
ckb: دێور کەوە
cs: Otočte se
da: Lav U-vending
el: Κάντε αναστροφή
et: Pööra tagasi
fa: دور زدن
fr: Faites demi-tour
hu: Forduljon meg
id: Putar balik
is: Taktu U-beygju
it: Fai una inversione a U
ja: Uターンする
nl: Keer om
ru: Выполните разворот
sr: Направи полукруг
sv: Gör en U-sväng
ta: யு-டர்ன் செய்யுங்கள்
uk: Зробіть розворот

# auto_25_chars_route_tu_kl
source: Make U-turn and keep left
cs: Otočte se a držte se vlevo
da: Foretag U-vending og hold til venstre
el: Κάντε αναστροφή και μείνετε αριστερά
et: Pööra tagasi ja hoia vasakule
fa: دور بزنید و به چپ برانید
fr: Faites demi-tour et restez à gauche
hu: Forduljon meg, és tartson balra
id: Putar balik dan tetap kiri
is: Taktu U-beygju og haltu þig til vinstri
it: Fai inversione a U e tieni la sinistra
nl: U-bocht maken en links aanhouden
ru: Развернитесь и держитесь левее
sr: Направите полукружно и држите лево
sv: Gör en u-sväng och håll till vänster
ta: யு-டர்ன் செய்து இடதுபுறமாக வைத்திருங்கள்
uk: Зробіть розворот і тримайтеся ліворуч

# shared_string_date
source: Date
cs: Datum
da: Dato
el: Ημερομηνία
et: Kuupäev
fa: تاریخ
hu: Dátum
id: Tanggal
is: Dagsetning
it: Data
nl: Datum
ru: Дата
sr: Датум
sv: Datum
ta: திகதி
uk: Дата

# shared_string_pause
source: Pause
cs: Pozastavit
el: Παύση
et: Peata
fa: مکث
hu: Szünet
id: Jeda
is: Bið
it: Pausa
nl: Pauze
ru: Пауза
sr: Пауза
sv: Pausa
ta: இடைநிறுத்தம்
uk: Пауза

# shared_string_of
source: of
ar: من
be: з
ca: de
cs: z
cy: o
da: af
de: aus
el: από
es_us: de
fr: de
id: dari
is: af
it: di
nl: van
oc: de
pl: od
pt_br: de
ro_ro: de
ru: из
sc: de
sk: z
sl: od
sr: од
sr_latn: od
sv: av
uk: з
zh_hant: 的

# units_nm_h
source: nmi/h
ar: ميل بحري/في الساعة
be: м.міль/г
ca: nusos
da: sømil/t
de: kn/h
fi: mpk/t
fr: nœuds
is: hnútar
it: kn
ja: ノット
ka: ნ.მ,/სთ
nb: nmi/t
oc: nos
ro_ro: nmi/h ( nautic miles/oră)
uk: вузлів
zh_hant: 浬/時

# navigate_point_format_D
source: DDD.DDDDD
af: GGG.GG
bg: ГГГ.ГГГГГ
ca: GGG.GGGGG
el: ΜΜΜ.ΜΜΜΜΜ
eo: GGG.GGGGG
es_us: GGG.GGGGG
hu: FFF.FFFFF
ko: DDD.DD
lt: LLL.LL
lv: DDD.DD
nb: GGG.GGGGG
nl: GG.GGGGG
pt_br: GGG.GG
ru: ГГГ.ГГГГГ
sr: ДДД.ДДДДД
sv: GGG.GGGGG
uk: ГГГ.ГГГГГ
zh_hans: 度度度.度度度度度
zh_hant: 度度度.度度度度度

# sett_wunderlinq_ext_input
source: WunderLINQ
ar: وندرلينك
ka: BMW WunderLINQ
ro_ro: MiracolLINQ
sr: Вундерлинк (WunderLINQ)
sr_latn: Vunderlink (WunderLINQ)
uk: WundеrLINQ
zh_hans: WunderLINQ格式
zh_hant: WunderLINQ 格式

# week_short
source: Wk
ar: أسبوع
be: Тыдз
br: Szh
ca: set
cs: T
cy: Wth
da: U
de: Wo
el: Εβδ
es_us: Sem.
et: Näd
fa: هفـ
fi: vko
fr: Sem
gl: sem
he: שב
hu: Hé
id: Mg
is: Vk
it: Sett
ja: 週
ka: კვ
oc: setm
pl: tydz.
pt_br: Sem
ro_ro: S
ru: Нед.
sc: Ch
sk: T
sl: T
sr: нед.
sr_latn: Ned
sv: v
tr: Hf
uk: Тиж.
zh_hans: 周
zh_hant: 週

# year_short
source: Yr
ar: سنة
be: Год
br: Bl
ca: a
cs: R
cy: Bl
da: Å
de: J
el: Χρ
es_us: Año
et: A
fa: سال
fi: v
fr: an.
gl: ano
he: שנ
hu: Év
id: Th
is: Ár
it: A
ja: 年
ka: წ
nl: J
oc: a
pl: rok
pt_br: An
ru: Год
sc: An
sk: R
sl: L
sr: год.
sr_latn: God
sv: år
tr: Yıl
uk: Рік
zh_hans: 年
zh_hant: 年

# get_free_trial_title
source: Start your %d %@ free trial.
ar: إبدأ التجربة %d %@ .
be: Пачаць бясплатны перыяд %d %@.
ca: Comenceu la vostra prova gratuïta de %d %@.
cs: Začněte svou zkušební dobu na %d %@ zdarma.
cy: Dechreuwch eich cyfnod am ddim %d %@.
da: Start %d %@ gratis prøveversion.
de: Beginnen Sie Ihre %d %@ Probezeit.
es_us: Iniciar prueba gratuita de %d %@.
fi: Aloita %d %@ ilmainen kokeilujaksosi.
fr: Débuter votre essai gratuit de %d %@.
gl: Comezar proba de balde de %d %@.
is: Byrjaðu að nota %d %@ ókeypis prufuáskriftina.
it: Inizia la tua %d %@ prova gratuita.
ja: %d %@ の無料トライアルを始める。
ka: დაიწყეთ თქვენი %d %@-ის სატესტო ვერისა.
ko: 지금 바로 %d %@ 평가를 시작하세요.
nb: Start din %d %@ prøveperiode.
oc: Començatz vòstre assai a gratis de %d %@.
pl: Rozpocznij okres próbny na %d %@.
pt_br: Iniciar avaliação gratuita de %d %@.
ro_ro: Începeți perioada de probă gratuită %d %@.
sc: Incumintza sa proa de badas de %d %@ tua.
sk: Začnite skúšobnú prevádzku %d %@ zdarma.
sl: Začnite %d %@ brezplačno preizkusno obdobje.
sr: Започните %d %@ бесплатну пробу.
sr_latn: Započnite %d %@ besplatnu probu.
tr: %d %@ ücretsiz denemenizi başlatın.
uk: Розпочніть ваш випробувальний період %d %@.
zh_hans: 开始您的 %d %@ 免费试用。
zh_hant: 開始您的 %d %@ 免費體驗版。

# map_settings_hide_polygons
source: Hide polygons
ar: إخفاء المضلعات
be: Схаваць палігоны
ca: Amaga polígons
cs: Skrýt polygony
da: Skjul polygoner
de: Polygone ausblenden
es_us: Ocultar polígonos
fr: Cacher les polygones
he: הסתרת מצולעים
id: Sembunyikan poligon
is: Fela marghyrninga
it: Nascondi i poligoni
ja: ポリゴンを非表示
ka: მრავალკუთხედების დამალვა
ko: 다각형 숨기기
nb: Skjul polygoner
oc: Amagar lei poligòns
pl: Ukrywanie wielokątów
pt_br: Ocultar polígonos
ro_ro: Ascundeți poligoanele
sc: Cua sos polìgonos
sr: Сакриј полигоне
sr_latn: Sakrij poligone
tr: Poligonları gizle
uk: Сховати багатокутники
zh_hant: 隱藏多邊形

# cubic_m
source: m³
be: м³
he: מ״ק
ja: 立方メートル
ka: მ³
oc: m3
ru: м³
uk: м³
zh_hans: 立方米
zh_hant: 立方公尺

# lang_sr-Latn
source: Serbian (latin)
ar: صربي (لاتيني)
az: Serbcə (latın)
be: Сербская (лацінка)
bg: Сръбски (латиница)
ca: Serbi (llatí)
cs: Srbština (latinka)
cy: Serbeg (Lladin)
da: Serbisk (latin)
de: Serbisch (lateinisch)
eo: Serba (latina)
es_us: Serbio (latino)
eu: Serbiera (latinoa)
fa: صربی (لاتین)
fi: Serbia (latinalaisin)
fr: Serbe (latin)
gl: Serbio latino
he: סרבית לטינית
hy: Սերբերեն (լատինական)
is: Serbneska (latneskt letur)
it: Serbo (latino)
ja: セルビア語 (ラテン文字)
ka: სერბული (ლათინური)
ko: 세르비아어 (라틴)
lt: Serbų (lotynų)
lv: Serbu (latīņu)
mk: Srpski (Latinica)
nb: Serbisk (latinsk)
pl: Serbski (łaciński)
ro_ro: Sârbă (latină)
sc: Serbu (latinu)
sk: Srbsky (Latinka)
sl: Srbščina (latinica)
sr: Српски није (латиница)
sr_latn: Srpski (latinica)
tr: Sırpça (latin)
uk: Сербська (латинка)
zh_hans: 塞尔维亚语（拉丁文）
zh_hant: 塞爾維亞語（拉丁文）

source: ft/s
cs: stop/s
da: fod/s
el: πόδια/δευτερόλεπτο
fr: pieds/s
pl: stóp/s
ru: фут/с
uk: футів/с
zh_hant: 呎/秒

# weather_source_ecmwf_title
source: ECMWF
ca: CEPMMT
es_us: CEPMPM (ECMWF)
fr: CEPMMT
ja: ECMWF(ヨーロッパ中期予報センター)
sr: ЕЦМВП
uk: ЄЦСПП (ECMWF)

# mapillary_item
source: OsmAnd + Mapillary
ar: أوسماند+ مابيلاري
be: OsmAnd і Mapillary
et: OsmAnd ja Mapillary
he: OsmAndו־Mapillary
hy: OsmAnd և Mapillary
ru: OsmAnd и Mapillary
sr: ОсмАнд + Mapillary

# dd_mm_ss_format
source: DD°MM′SS″
el: ΜΜ°ΛΛ′ΔΔ″
hu: FF°PP′MM″
ru: ГГ°MM'СС"

# dd_mm_mmm_format
source: DD°MM.MMM′
el: ΜΜ°ΛΛ.ΛΛΛ′
hu: FF°PP.PPP′
nl: GG°MM.MMM′
ru: ГГ°ММ.МММ′

# email_example_hint
source: user@example.com
ca: usuari@exemple.com
cs: uzivatel@priklad.com
da: bruger@eksempel.com
de: benutzer@beispiel.com
es_us: usuario@ejemplo.com
et: kasutaja@domeen.ee
fi: käyttäjä@example.com
fr: utilisateur@exemple.com
hu: felhasználó@pelda.hu
is: tolvupostfang@midlari.is
it: utente@esempio.com
nl: gebruiker@voorbeeld.com
pl: uzytkownik@example.com
pt_br: usuário@exemplo.com
ro_ro: utilizator@example.com
ru: user@example.ru
sc: impreadore@esèmpiu.com
sr: korisnik@primer.com
sr_latn: korisnik@vebsajt.com
sv: namn@exempel.se
tr: kullanici@example.com

source: OsmAnd Web
et: OsmAndi veeb (FastSpring)
hu: OsmAnd Web (FastSpring)
nl: OsmAnd Web (FastSpring)
ru: OsmAnd Web (FastSpring)
sv: OsmAnd Web (FastSpring)

# rendering_value_walkingRoutesOSMC_name
source: OSMC
ar: تلوين وفق رمز تنزه OSMC
be: Афарбоўка па пешаходнаму сімвалу OSMC
ca: Acoloreix segons la simbologia de senderisme OSMC
eo: reala koloro kaj emblemo
gl: Cor por símbolo do sendeirismo OSMC
hu: Színezés OSMC-besorolás szerint
hy: Գույնը ըստ OSMC արշավային խորհրդանիշի
ka: ოსმც
ko: OSMC에 따라 색상변경
lt: Spalvinimas pagal OSMC pėsčiųjų žygių simbolius
lv: Krāsas pēc OSMC simbola
ml: OSMC ഹൈക്കിംഗ് ചിഹ്നമനുസരിച്ച് നിറം
sr: ОСМЦ

# rendering_value_caiScale_name
source: CAI
de: CAI-Skala
et: CAI alusel
nl: CAI schaal
sr: КАИ

source: OSM ID
eo: OSM-identigilo
es_us: ID de OSM
eu: OSMaren ID
fr: ID OSM
is: OSM-auðkenni
ro_ro: ID OSM
sr: ОСМ ИД
tr: OSM kimliği
zh_hant: OSM 帳號

# navigate_point_olc_short
source: OLC
sr: ОЛК

source: Twitter
ar: تويتر
es_us: X (Twitter)
fa: توییتر
sr: Твитер
sr_latn: Tviter
zh_hans: 推特
zh_hant: 推特

# tts_title
source: TTS
ar: تحويل النص إلى كلام
eo: Parolsintezita
et: Kõnesüntees
he: טקסט לדיבור
hu: Szövegfelolvasás
is: TTS-rödd
ka: TTSხმა
ko: 음성합성
nb: Talesyntese
nl: TTS (Tekst-naar-spraak)
sr: ТТС
sv: Text-till-tal (TTS)
zh_hans: 文本转语音
zh_hant: 文字轉語音

# navigate_point_format_UTM
source: UTM
es_us: UTM Estándar
oc: TUM (Universal Transverse Mercator)
sr: УТМ

# degree_celsius
source: °C
ar: درجة مئوية
