Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# ant_plus_bluetooth_off
source: Bluetooth is turned off
ar: تم إيقاف تشغيل البلوتوث
be: Bluetooth адключаны
bg: Bluetoothе включен
cs: Bluetooth je vypnuté
da: Bluetooth er slået fra
de: Bluetooth ist ausgeschaltet
el: Το Bluetooth είναι απενεργοποιημένο
eo: Bludento estas malaktiva
es_us: Bluetooth desactivado
et: Bluetooth on väljalülitatud
eu: Bluetootha desaktibatuta dago
fa: بلوتوث خاموش است
fi: Bluetooth on pois päältä
fr: Le Bluetooth est désactivé
hu: A Bluetooth ki van kapcsolva
id: Bluetooth dinonaktifkan
is: Slökkt er á Bluetooth
it: Il Bluetooth è disattivato
ko: Bluetooth는 꺼집니다
lt: Bluetooth išjungtas
nb: Blåtann er avskrudd
nl: Bluetooth is uitgeschakeld
oc: Lo Bluetooth es desactivat
pl: Bluetooth jest wyłączony
ro_ro: Bluetooth este oprit
ru: Bluetooth выключен
sk: Bluetooth je vypnutý
sl: Bluetooth je izklopljen
sr: Блутут је искључен
sr_latn: Bluetooth je isključen
sv: Bluetooth är avstängt
ta: ஊடலை அணைக்கப்படுகிறது
tr: Bluetooth kapalı
uk: Bluetooth вимкнено
vi: Bluetooth đã được tắt
zh_hans: 蓝牙已关闭
zh_hant: 藍牙已關閉

# external_device_forget_sensor
source: Forget sensor
ar: إزالة المستشعر
bg: Забравяне на сензора
cs: Zapomenout senzor
da: Glem sensor
de: Sensor entfernen
el: Διαγραφή αισθητήρα από την μνήμη
eo: Malkupli sentilon
es_us: Olvidar sensor
et: Unusta andur
eu: Ahaztu sentsorea
fa: فراموش کردن حسگر
fi: Unohda anturi
fr: Oublier ce capteur
hu: Érzékelő elfelejtése
id: Abaikan sensor
is: Gleyma skynjara
it: Dimentica il sensore
ko: 센서 잊어버리기
lt: Pamiršti jutiklį
nb: Glem sensor
nl: Vergeet sensor
oc: Oblidar aqueste captador
pl: Zapomnij o czujniku
ro_ro: Uită senzor
ru: Забыть датчик
sk: Zabudnúť snímač
sl: Pozabi na senzor
sr: Заборави пријемник
sr_latn: Zaboravi senzor
sv: Glöm sensor
ta: சென்சாரை மறந்து விடுங்கள்
tr: Sensörü unut
uk: Забути датчик
vi: Quên cảm biến
zh_hans: 遗忘传感器
zh_hant: 忘記感應器

# external_device_status_disconnect
source: Disconnect
ar: غير متصل
be: Адлучыць
bg: Прекъсване на връзката
ca: Desconnecta
cs: Odpojit
cy: Datgysylltu
da: Frakobl
de: Trennen
el: Αποσύνδεση
eo: Malkonekti
es_us: Desconectar
et: Katkesta ühendus
eu: Deskonektatu
fi: Katkaise yhteys
fr: Déconnecter
hu: Kapcsolat bontása
id: Putuskan
is: Aftengja
it: Disconnetti
ka: გათიშვა
ko: 연결끊기
lt: Atjungti
nb: Koble fra
nl: Verbreek verbinding
oc: Desconnectar
pl: Odłącz
ro_ro: Deconectează
ru: Отключить
sk: Odpojiť
sl: Prekini povezavo
sr: Прекини везу
sr_latn: Prekid veze
sv: Koppla ifrån
ta: துண்டிக்கவும்
tr: Bağlantıyı kes
uk: Відʼєднати
vi: Ngắt kết nối
zh_hans: 断开连接
zh_hant: 取消連結

# external_device_unpair_description
source: Connect sensor to your device to get information.
ar: قم بتوصيل المستشعر بجهازك للحصول على المعلومات.
cs: Pro získání informací připojte snímač ke svému zařízení.
da: Tilslut sensor til din enhed for at få oplysninger.
de: Verbinden Sie den Sensor mit Ihrem Gerät, um Informationen zu erhalten.
el: Συνδέστε τον αισθητήρα με τη συσκευή σας για να λάβετε πληροφορίες.
es_us: Conecta el sensor al dispositivo para obtener información.
et: Andmete kuvamiseks seo andur oma nutiseadmega.
fr: Connectez le capteur à votre téléphone pour obtenir les informations.
hu: Kapcsolja össze az érzékelőt az eszközével az információk lekéréséhez.
id: Hubungkan sensor ke perangkat Anda untuk mendapatkan informasi.
is: Tengdu skynjara við tækið þitt til að fá upplýsingar.
it: Connetti il sensore al tuo dispositivo per ottenere informazioni.
ko: 센서를 장치에 연결하여 정보를 얻을 수 있습니다.
nl: Verbind sensor aan uw apparaat om informatie te verkrijgen.
ro_ro: Conectați senzorul la dispozitiv pentru a obține informații.
ru: Подключите датчик к своему устройству, чтобы получать информацию.
sr: Повежите пријемник са уређајем да бисте добили информације.
sr_latn: Povežite prijemnik sa uređajem da biste dobili informacije.
sv: Anslut sensor till enheten för att få information.
ta: தகவல்களைப் பெற உங்கள் சாதனத்துடன் சென்சாரை இணைக்கவும்.
tr: Bilgi almak için sensörü aygıtınıza bağlayın.
uk: Під'єднайте датчик до вашого пристрою, щоб отримати інформацію.
zh_hant: 連接感測器到你裝置來取得資訊。

# external_device_status_connecting
source: Connecting
ar: توصيل
cs: Připojování
cy: Wrthi'n cysylltu
da: Opretter forbindelse
de: Verbindet
el: Συνδέεται
es_us: Conectando
et: Loome ühendust
fr: Connexion
hu: Kapcsolódás
id: Menghubungkan
is: Tengist
it: Connessione
nl: Verbinding wordt gemaakt
ro_ro: Conectare
ru: Соединение
sr: Повезивање
sr_latn: Povezivanje
sv: Ansluter
ta: இணைத்தல்
tr: Bağlanıyor
uk: З'єднання
zh_hant: 連線中

# external_device_status_disconnecting
source: Disconnecting
ar: فصل الاتصال
cs: Odpojování
cy: Wrthi'n datgysylltu
da: Frakobler
de: Trennt
el: Αποσυνδέεται
es_us: Desconectando
et: Ühenduse katkestamine
fr: Déconnexion
hu: Leválasztás
id: Memutuskan
is: Aftengist
it: Disconnessione
ko: 연결 종료 중
nl: Verbinding wordt verbroken
ro_ro: Deconectare
ru: Отключение
sr: Прекидање везе
sr_latn: Prekidanje veze
sv: Kopplar ifrån
ta: துண்டித்தல்
tr: Bağlantı kesiliyor
uk: Від'єднання
zh_hant: 切斷連線中

# external_device_status_connected
source: Connected
ar: متصل
bg: Свързано
ca: Connectat
cs: Připojeno
cy: Wedi cysylltu
da: Forbundet
de: Verbunden
el: Συνδέθηκε
eo: Konektita
es_us: Conectado
et: Ühendatud
eu: Konektatuta
fi: Yhdistetty
fr: Connecté
he: מחובר
hu: Kapcsolódva
id: Terhubung
is: Tengt
it: Connesso
ka: მიერთებულია
ko: 연결됨
lt: Prijungtas
nb: Tilkoblet
nl: Verbonden
oc: Connectat
pl: Połączony
ro_ro: Conectat
ru: Подключён
sk: Pripojené
sl: Povezana
sr: Повезан
sr_latn: Povezan
sv: Ansluten
ta: இணைக்கப்பட்டுள்ளது
tr: Bağlandı
uk: Підʼєднано
vi: Đã kết nối
zh_hans: 已连接
zh_hant: 已連線

# bluetooth_found_title
source: Found: %d
ar: العثور على: %d
be: Знойдзена: %d
bg: Намерени: %d
cs: Nalezeno: %d
da: Fandt: %d
de: Gefunden: %d
el: Βρέθηκε: %d
eo: Trovis: %d
es_us: Encontrado: %d
et: Leidsime: %d
eu: Aurkitua: %d
fa: پیداشده: %d
fr: Trouvé : %d
he: נמצאו: %d
hu: Megtalálva: %d
id: Ditemukan: %d
is: Fann: %d
it: Trovato: %d
ko: 설립자: %d
nb: Fant: %d
nl: Gevonden: %d
oc: Trobat : %d
pl: Znaleziono: %d
ro_ro: Găsit: %d
ru: Найдено: %d
sk: Nájdené: %d
sl: Najdeno: %d
sr: Пронађен: %d
sr_latn: Pronađen: %d
sv: Hittade: %d
ta: கிடைத்தது: %d
tr: Bulundu: %d
uk: Знайдено: %d
vi: Đã tìm thấy: %d
zh_hans: 已找到：%d
zh_hant: 找到：%d

# external_device_menu_forget
source: Forget
ar: نسيان
bg: Забравяне
ca: Oblida't
cs: Zapomenout
cy: Anghofio
da: Glem
de: Entkoppeln
el: Διαγραφή από μνήμη
eo: Malkupli
es_us: Olvidar
et: Unusta
eu: Ahaztu
fa: فراموش کردن
fi: Unohda
fr: Oublier
he: לשכוח
hu: Elfelejtés
id: Abaikan
is: Gleyma
it: Dimentica
ka: დავიწყება
ko: 지움
lt: Pamiršti
nb: Glem
nl: Vergeet
oc: Oblidar
pl: Zapomnij
ro_ro: Uită
ru: Забыть
sk: Zabudnúť
sl: Pozabi
sr: Заборави
sr_latn: Zaboravi
sv: Glöm
ta: மறந்துவிடு
tr: Unut
uk: Забути
vi: Quên
zh_hans: 遗忘
zh_hant: 忘記

# external_device_characteristic_cadence
source: Cadence
ar: إيقاع
be: Хуткасць кручэння
bg: Каданс
ca: Cadència
cs: Kadence
da: Kadence
de: Trittfrequenz
el: Πεταλάρισμα
eo: Pedal-rapido
es_us: Cadencia
et: Väntamissagedus
eu: Kadentzia
fa: کادانس
fi: Kadenssi
hu: Pedálfordulat
id: Irama
is: Taktur
it: Cadenza
ka: კადენსი
ko: 보조
nb: Kadens
nl: Cadans
oc: Cadéncia
pl: Kadencja
ro_ro: Cadență
ru: Каденс
sk: Frekvencia šliapania
sl: Kadenca
sr: Ритам
sr_latn: Ritam
sv: Kadens
ta: காடென்ச்
uk: Швидкість обертання педалей
vi: Nhịp đạp xe
zh_hant: 踩踏頻率

# map_screen_orientation
source: Screen orientation
af: Skerm oriëntasie
ar: اتجاه الشاشة
ast: Orientación de la pantalla
az: Ekran istiqaməti
be: Арыентацыя экрана
bg: Ориентация на екрана
ca: Orientació de pantalla
cs: Orientace obrazovky
cy: Gorweddiad y sgrin
da: Skærmretning
de: Bildschirmausrichtung
el: Προσανατολισμός οθόνης
eo: Orientiĝo de ekrano
es_us: Orientación de pantalla
et: Ekraani orientatsioon
eu: Pantailaren orientazioa
fa: جهت صفحه
fi: Näytön orientaatio
fr: Orientation de l'écran
gl: Orientación da pantalla
he: כיוון המסך
hu: Kijelző tájolása
hy: Էկրանի կողմնորոշումը (Screen orientation)
id: Orientasi layar
is: Stefna skjás
it: Orientamento dello schermo
ja: マップ画面の向き
ka: ეკრანის ორიენტაცია
ko: 지도 화면 방향
lt: Ekrano orientacija
lv: Ekrāna orientācija
mk: Orijentacija po ekranot
ml: സ്ക്രീന്‍ ക്രമീകരണം
nb: Skjermorientering
nl: Kaartscherm-oriëntatie
pl: Orientacja ekranu
ro_ro: Orientarea ecranului
ru: Ориентация экрана
sc: Orientamentu de s’ischermu
sk: Orientácia zobrazenia mapy
sl: Usmerjenost zaslona
sr: Усмерење заслона
sr_latn: Orijentacija ekrana
sv: Skärmorientering
ta: திரை நோக்குநிலை
tr: Ekran yönlendirme
uk: Орієнтація екрана
vi: Hướng màn hình bản đồ
zh_hans: 屏幕方向
zh_hant: 螢幕方向

source: Change appearance
ar: تغيير المظهر
bg: Промяна на външен вид
cs: Změnit vzhled
da: Ændr udseende
de: Erscheinungsbild ändern
el: Αλλαγή εμφάνισης
eo: Ŝanĝi aspekton
es_us: Cambiar aspecto
et: Muuda välimust
eu: Aldatu itxura
fa: تغییر ظاهر
fi: Vaihda ulkoasua
fr: Modifier l’apparence
hu: Megjelenés módosítása
id: Ubah penampilan
is: Breyta útliti
it: Cambia aspetto
ja: 外観の変更
ko: 모양 변경
nb: Endre utseende
nl: Verander het uiterlijk
pl: Zmiana wyglądu
ro_ro: Modifică aspect
ru: Изменить дизайн
sk: Zmeniť vzhľad
sl: Spremeni videz
sr: Измени изглед
sr_latn: Izmeni izgled
sv: Ändra utseende
ta: தோற்றத்தை மாற்றவும்
tr: Görünümü değiştir
uk: Змінити зовнішній вигляд
vi: Thay đổi ngoại hình
zh_hans: 变更外观
zh_hant: 變更外觀

# default_appearance_desc
source: Default color, icon and shape will apply to the added favorite points into the group.
ar: سيتم تطبيق اللون والأيقونة والشكل الافتراضي على النقاط المفضلة المضافة إلى المجموعة.
az: Qrupa əlavə edilmiş favorit nöqtələrə standart rəng, ikon və forma tətbiq olunacaq.
be: Колер, значок і форма па змаўчанні будуць ужывацца да дададзеных улюбёных кропак у групу.
bg: Цветът, пиктограмата и формата по подразбиране ще се прилагат към добавените точки в групата.
ca: El color, l’icona i la forma predeterminada s’aplicaran als punts preferits agregats al grup.
cs: Výchozí barva, ikona a tvar se aplikuje na přidané oblíbené body ve skupině.
cy: Caiff lliwiau, eiconau a siapiau rhagosodedig eu gosod i'r hoff bwyntiau ceir eu hychwanegu i'r grŵp.
da: Standard farve, ikon og form vil gælde for de tilføjede favoritpunkter i gruppen.
de: Standardfarbe, Symbol und Form werden auf die hinzugefügten Favoritenpunkte in der Gruppe angewendet.
el: Προεπιλεγμένο χρώμα, εικονίδιο και σχήμα θα εφαρμοστούν στα προστιθέμενα αγαπημένα σημεία της ομάδας.
eo: La implicita koloro, bildsimbolo kaj formo, kiuj aplikiĝos al la punktoj aldonotaj al la grupo.
es_us: La forma, el color y el icono predefinido serán aplicados a los puntos favoritos añadidos al grupo.
et: Vaikimisi värv, ikoon ja kuju, mis kehtib sellesse gruppi lisatud lemmikpunktidele.
eu: Kolorea, ikonoa eta forma lehenetsiak taldean gehitutako puntu gogokoenei aplikatuko zaizkie.
fa: رنگ، نماد و شکل پیش‌فرض برای نقاط مورد علاقه افزوده به گروه پیاده می‌شود.
fr: Couleur par défaut qui sera appliquée aux favoris du groupe.
he: צבע ברירת מחדל, הסמל והצורה יחולו על הנקודות המועדפות שיתווספו לקבוצה.
hu: Az alapértelmezett szín, ikon és alak a csoporthoz hozzáadott kedvenc pontokra lesz érvényes.
id: Warna, ikon, dan bentuk bawaan akan diterapkan ke titik favorit yang ditambahkan ke dalam grup.
is: Sjálfgefinn litur, táknmynd og lögun verður beitt á viðbætta eftirlætispunkta í hópnum.
it: Colori, icone e forme predefinite saranno applicati ai punti preferiti aggiunti nel gruppo.
ja: グループに追加されたお気に入りの地点は、それぞれデフォルトの色、アイコン、および形状が適用されます。
ko: 기본 색상, 아이콘 및 모양은 그룹에 추가된 즐겨찾기 포인트에 적용됩니다.
mk: Standardnata boja, ikona i forma ḱe se primenuvaat na dodadenite omileni točki vo grupata.
nb: Forvalgt farge, ikon og form vil bli brukt for de tillagte favorittpunktene i gruppen.
nl: Standaard kleur, icoon en vorm wordt toegepast op de toegevoegde favoriete punten in de groep.
pl: Domyślny kolor, ikona i kształt będą stosowane do dodawanych ulubionych punktów do grupy.
ro_ro: Culoarea, pictograma și forma implicite se vor aplica punctelor favorite adăugate în grup.
ru: К добавленным в группу избранным точкам будут применяться цвет, значок и форма по умолчанию.
sc: Su colore, s'icona e sa forma personalizados s'ant a aplicare a sos puntos preferidos annantos a su grupu.
sk: Predvolená farba, ikona a tvar sa aplikujú na pridané obľúbené body v skupine.
sl: Privzeta barva, ikona in oblika bodo veljali za dodane priljubljene točke v skupini.
sr: Подразумевана боја, сличица и облик ће се применити на додане омиљене тачке у групи.
sr_latn: Podrazumevana boja, ikona i oblik će se primeniti na dodane favorite u grupi.
sv: Förinställd färg, ikon och form appliceras på nya favoriter i gruppen.
ta: இயல்புநிலை நிறம், படவுரு மற்றும் வடிவம் குழுவில் சேர்க்கப்பட்ட பிடித்த புள்ளிகளுக்கு பொருந்தும்.
tr: Varsayılan renk, simge ve şekil, gruba eklenen favori noktalara uygulanacaktır.
uk: Типовий колір, піктограма та форма застосовуватимуться до доданих точок у групі закладок.
vi: Màu, biểu tượng và hình dạng mặc định sẽ được áp dụng với những điểm yêu thích đã thêm vào trong nhóm.
zh_hans: 默认颜色、图标和形状将应用于添加到组中的收藏点。
zh_hant: 預設色彩、圖示與形狀將會套用到新增至群組中的收藏點。

source: Apply to existing
ar: تطبيق على القائمة
be: Ужыць да існуючых
bg: Прилагане към съществуващите
cs: Použít na stávající
cy: Gosod i'r presennol
da: Anvend på eksisterende
de: Auf bestehende Punkte anwenden
el: Εφαρμογή στα υπάρχοντα
eo: Apliki al ekzistaj
es_us: Aplicar a existentes
et: Rakenda olemasolevatele
eu: Aplikatu lehendik daudenei
fa: پیاده‌سازی به موارد موجود
fi: Käytä olemassa oleviin
fr: Appliquer à tous les points existants
he: החלה על הקיימות
hu: Alkalmazás a meglévőkre
id: Terapkan ke yang sudah ada
is: Bæta við fyrirliggjandi
it: Applica agli esistenti
ja: 既存に適用
ko: 기존에 적용
mk: Primeni na postoečki
nb: Bruk for eksisterende
nl: Toepassen bij al bestaande
pl: Zastosuj do istniejących
ro_ro: Aplică celor existente
ru: Применить к существующим
sc: Àplica a sos chi esistint
sk: Použiť na existujúce
sl: Uporabi za obstoječe
sr: Применити на постојеће
sr_latn: Primeniti na postojeće
sv: Applicera på befintliga
ta: ஏற்கனவே பொருந்தும்
tr: Mevcut olanlara uygula
uk: Застосувати до наявних
vi: Áp dụng đến những điểm đã có
zh_hans: 应用于已存在的
zh_hant: 套用到既有的

# routing_attr_hazmat_category_usa_7_name
source: Radioactive Substances
ar: مواد مشعة
bg: Радиоактивни материали
cs: Radioaktivní látky
da: Radioaktive stoffer
de: Radioaktive Stoffe
el: Ραδιενεργές Ουσίες
eo: Radioaktivaj substancoj
es_us: Sustancias radioactivas
eu: Substantzia erradioaktiboak
fa: مواد رادیواکتیو
fi: Radioaktiiviset aineet
fr: Substances radioactives
he: חומרים רדיואקטיביים
hu: Radioaktív anyagok
id: Zat Radioaktif
is: Geislavirk efni
it: Sostanze Radioattive
ko: 방사성 물질
nb: Radioaktive stoffer
nl: Radioactieve stoffen
pl: Substancje radioaktywne
ro_ro: Substanțe radioactive
ru: Радиоактивные материалы
sk: Rádioaktívne látky
sl: Radioaktivne snovi
sr: Радиоактивне твари
sr_latn: Radioaktivne materije
sv: Radioaktiva ämnen
ta: கதிரியக்க பொருட்கள்
tr: Radyoaktif Maddeler
uk: Радіоактивні речовини
vi: Chất phóng xạ
zh_hans: 放射性物质
zh_hant: 放射性物質

# weather_online_cache
source: Online cache
ar: توقعات متصلة بالانترنت
az: Onlayn keş
be: Сеціўны кэш
bg: Временни данни
ca: Memòria cau en línia
cs: Online mezipaměť
cy: Ystorfa ar-lein
de: Online-Zwischenspeicher
eo: Kaŝmemoro
es_us: Caché en línea
et: Võrgupõhine vahemälu
eu: Lineako cachea
fa: حافظه نهان آنلاین
fi: Online-välimuisti
fr: Cache en ligne
gl: Caché en liña
hu: Online gyorsítótár
id: Tembolok daring
is: Nettengt skyndiminni
it: Cache online
ja: オンラインキャッシュ
ko: 온라인 캐시
lt: Internetinė talpykla
nb: Nettbasert hurtiglager
oc: Memòria virtuala en linha
pl: Pamięć podręczna online
ro_ro: Cache online
ru: Онлайн-кеш
sc: Memòria temporànea in lìnia
sk: Online vyrovnávacia pamäť
sl: Spletni predpomnilnik
sr: Захват са мреже
sr_latn: Internet keš
ta: நிகழ்நிலை கேச்
tr: Çevrim içi önbelleği
uk: Онлайн-кеш
vi: Bộ nhớ đệm trực tuyến
zh_hans: 在线缓存
zh_hant: 線上預報

# mapil_select_user
source: Select user
ar: تحديد مستخدم
be: Абраць карыстальніка
ca: Seleccioneu l'usuari
cs: Zvolte uživatele
da: Vælg bruger
de: Benutzer auswählen
el: Επιλογή χρήστη
es_us: Elegir usuario
et: Vali kasutaja
fa: انتخاب کاربر
fr: Sélectionner l'utilisateur
hu: Felhasználó kiválasztása
id: Pilih pengguna
is: Veldu notanda
it: Scegli l'utente
ja: ユーザーを選択
ka: აირჩიეთ მომხმარებელი
nl: Selecteer gebruiker
oc: Seleccionar l'utilisator
pl: Wybierz użytkownika
pt_br: Selecionar usuário
ro_ro: Selectați utilizatorul
ru: Выбрать пользователя
sc: Ischerta s'impreadore
sk: Vybrať používateľa
sr: Изаберите корисника
sr_latn: Izaberite korisnika
sv: Välj användare
ta: பயனரைத் தேர்ந்தெடுக்கவும்
tr: Kullanıcı seç
uk: Вибрати користувача
zh_hant: 選擇使用者

# shared_string_required
source: Required
ar: مطلوب
be: Патрабуецца
ca: Obligatori
cs: Vyžadováno
da: Påkrævet
de: Benötigt
el: Απαιτείται
es_us: Obligatorio
et: Nõutav
fa: ضروری
fi: Vaadittu
fr: Obligatoire
hu: Szükséges
id: Wajib
is: Nauðsynlegt
it: Richiesto
ja: 必須
ka: აუცილებელია
nb: Påkrevd
nl: Reservering: verplicht
oc: Obligatòri
pl: Wymagane
pt_br: Requerido
ro_ro: Necesar
ru: Требуется
sc: Obligatòriu
sr: Потребно
sr_latn: Potrebno
sv: Krävs
ta: தேவை
tr: Gerekli
uk: Обов'язково
zh_hant: 必填

# key_hint_goback
source: Go Back
ar: الرجوع للخلف
be: Вярнуцца
ca: Torna
cs: Jít zpět
da: Tilbage
de: Zurück
el: Πίσω
es_us: Volver
et: Tagasi
fi: Palaa
fr: Revenir en arrière
hu: Vissza
id: Kembali
is: Fara til baka
it: Torna indietro
ja: 戻る
ka: უკან გადასვლა
oc: S'entornar
pl: Wróć
pt_br: Voltar
ro_ro: Înapoi
ru: Вернуться назад
sc: Torra in segus
sk: Ísť späť
sr: Иди назад
sr_latn: Idi nazad
sv: Tillbaka
ta: திரும்பிச் செல்லுங்கள்
tr: Geri Git
uk: Повернутися назад
zh_hant: 返回

# rendering_attr_horse_scale_dangerous_name
source: Dangerous
ar: خطير
be: Небяспечна
bg: Опасна
ca: Perillosa
cs: Nebezpečné
cy: Peryglus
da: Farlig
de: Gefährlich
el: Επικίνδυνο
eo: tre malfacilega
es_us: Peligroso
et: Ohtlik
eu: Arriskutsua
fa: خطرناک
fi: Vaarallinen
fr: Dangereux
he: מסוכן
hu: Veszélyes
id: Berbahaya
is: Hættulegt
it: Pericoloso
ja: Dangerous(危険)
ka: საშიში
ko: 위험하다
mk: Opasno
nb: Farlig
nl: Gevaarlijk
pl: Niebezpieczna
ro_ro: Periculos
ru: Опасный
sc: Perigulosa
sk: Nebezpečná
sl: nevarna
sr: Опасна
sr_latn: Opasna
sv: Farlig
ta: ஆபத்தானது
tr: Tehlikeli
uk: Небезпечна
vi: Nguy hiểm
zh_hans: 不安全
zh_hant: 危險

# shared_string_wrist
source: Wrist
ar: الرسغ
be: Запясце
bg: Китка
ca: Canell
cs: Zápěstí
da: Håndled
de: Handgelenk
el: Καρπός
eo: Manartiko
es_us: Muñeca
et: Randmel
eu: Eskumuturra
fa: مچ
fi: Ranne
fr: Poignet
hu: Csukló
id: Gelang tangan
is: Úlnliður
it: Polso
ka: მაჯა
ko: 손목
nb: Håndledd
nl: Pols
oc: Ponhet
pl: Nadgarstek
ro_ro: Încheietură
ru: Запястье
sk: Zápästie
sl: Zapestje
sr: Зглоб
sr_latn: Zglob
sv: Handled
ta: மணிக்கட்டு
tr: Bilek
uk: Запʼястя
vi: Cổ tay
zh_hans: 手腕
zh_hant: 手腕

# missing_maps_ignore
source: Use downloaded maps
cs: Použít stažené mapy
da: Brug downloadede kort
de: Heruntergeladene Karten verwenden
el: Χρήση ληφθέντων χαρτών
es_us: Usar mapas descargados
et: Kasuta allalaaditud kaarte
eu: Erabili deskargatutako mapak
fa: چشم‌پوشی از نقشه‌های گم‌شده
fr: Utiliser les cartes déjà téléchargées
he: להשתמש במפות שהורדו
hu: Letöltött térképek használata
id: Gunakan peta yang sudah diunduh
is: Nota sótt kort
it: Usa le mappe già scaricate
ja: ダウンロードしたマップを使用
nb: Bruk nedlastede kart
nl: Gebruik gedownloade kaart
pl: Skorzystaj z istniejących map
ro_ro: Utilizați hărți descărcate
ru: Использовать скачанные карты
sk: Použiť stiahnuté mapy
sr: Користи преузете карте
sr_latn: Koristi preuzete mape
sv: Använd nedladdade kartor
ta: பதிவிறக்கம் செய்யப்பட்ட வரைபடங்களைப் பயன்படுத்தவும்
tr: Var olan haaritaları kullan
uk: Використати завантажені мапи
vi: Sử dụng các bản đồ đã được tải xuống
zh_hans: 使用现有地图
zh_hant: 使用已下載的地圖

source: Custom buttons
be: Адвольныя кнопкі
bg: Потребителски бутони
ca: Botons personalitzats
cs: Vlastní tlačítka
da: Tilpassede knapper
de: Benutzerdefinierte Schaltflächen
el: Προσαρμοσμένα κουμπιά
eo: Propraj butonoj
es_us: Botones personalizados
et: Kohandatud nupud
eu: Botoi pertsonalizatuak
fa: دکمه های شخصی
fr: Boutons personnalisés
he: כפתורים מותאמים אישית
hi: कस्टम बटन
hu: Egyéni gombok
id: Tombol khusus
is: Sérsniðnir hnappar
it: Pulsanti personalizzati
ja: カスタムボタン
ko: 사용자지정 버튼
lt: Pasirinktiniai mygtukai
nl: Eigen knoppen
pl: Przyciski niestandardowe
ro_ro: Butoane personalizate
ru: Пользовательские кнопки
sk: Vlastné tlačidlá
sr: Прилагођена дугмад
sr_latn: Prilagođena dugmad
sv: Anpassade knappar
ta: தனிப்பயன் பொத்தான்கள்
tr: Özel düğmeler
uk: Користувацькі кнопки
vi: Tuỳ chỉnh các nút
zh_hans: 自定义按钮
zh_hant: 自訂按鈕

source: Default buttons
be: Стандартныя кнопкі
bg: Подразбирани бутони
ca: Botons predeterminats
cs: Výchozí tlačítka
da: Standardknapper
de: Standard-Schaltflächen
el: Προεπιλεγμένα κουμπιά
eo: Normaj butonoj
es_us: Botones predefinidos
et: Vaikimisi nupud
eu: Berezko botoiak
fa: دکمه های پیشفرض
fi: Oletuspainikkeet
fr: Boutons par défaut
he: כפתורי ברירת מחדל
hi: डिफ़ॉल्ट बटन
hu: Alapértelmezett gombok
id: Tombol bawaan
is: Sjálfgefnir hnappar
it: Pulsanti predefiniti
ja: デフォルトボタン
ko: 기본값 버튼
lt: Numatytieji mygtukai
nb: Forvalgte knapper
nl: Standaardknoppen
pl: Przyciski domyślne
ro_ro: Butoane standard
ru: Кнопки по умолчанию
sk: Predvolené tlačidlá
sr: Подразумевана дугмад
sr_latn: Podrazumevana dugmad
sv: Förinställda knappar
ta: இயல்புநிலை பொத்தான்கள்
tr: Öntanımlı düğmeler
uk: Типові кнопки
vi: Các nút mặc định
zh_hans: 默认按钮
zh_hant: 預設按鈕

# map_widget_trip_recording_downhill
source: Downhill
ar: منحدر
be: Спуск
bg: Спyскане
ca: Descens
cs: Klesání
cy: Am i lawr
da: Nedstigning
de: Bergab
el: Κατηφόρα
eo: Malsupreniroj
es_us: Descenso
et: Allamäge
eu: Maldan behera
fa: سراشیبی
fi: Alamäki
fr: Descente
he: במורד ההר
hu: Lefelé
id: Jalan menurun
is: Lækkun
it: Discesa
ja: 下り坂
ka: დაღმართი
ko: 내리막길
mk: Nadolnica
nb: Nedoverbakke
nl: Bergafwaarts
oc: Descenda
pl: Zjazd
ro_ro: Coborâre
ru: Спуск
sc: Achirrada
sk: Z kopca
sl: Navzdol
sr: Низбрдо
sr_latn: Nizbrdo
sv: Nedför
ta: கீழ்நோக்கி
tr: Yokuş aşağı
uk: Спуск
vi: Xuống dốc
zh_hans: 下坡
zh_hant: 下坡

# show_lanes
source: Lanes
af: Toon lane
ar: عرض مسارات الطريق
be: Палосы руху
bg: Пътни платна
ca: Carrils
cs: Jízdní pruhy
cy: Lonydd
da: Vognbaner
de: Fahrspuren
el: Λωρίδες
eo: Vetur-koridoroj
es_us: Carriles
et: Sõidurajad
eu: Erreiak
fa: خطوط عبوری
fi: Ajokaistat
fr: Voies de circulation
gl: Faixas ou carrís
he: נתיבים
hu: Sávok
hy: Ցույց տար երթևեկության գոտիները
id: Jalur
is: Akreinar
it: Corsie
ja: 車線
ka: ბილიკები
ko: 차선
lt: Juostos
lv: Joslas
mk: Pateki
ml: ലേനുകള്‍
nb: Kjørefelt
nl: Rijstroken
oc: Vias
pl: Pasy ruchu
pt_br: Faixas de rolamento
ro_ro: Benzi
ru: Полосы движения
sc: Corsias
sk: Jazdné pruhy
sl: Vozni pasovi
sr: Траке
sr_latn: Trake
sv: Körfält
ta: பாதைகள்
tr: Şeritler
uk: Напрямки руху по смугах
zh_hans: 车道
zh_hant: 車道

# delete_tracks_bottom_sheet_title
source: Delete tracks?
ar: حذف المسارات؟
cs: Smazat stopy?
cy: Dileu traciau?
da: Slet spor?
de: Tracks löschen?
el: Διαγραφή ιχνών;
es_us: ¿Borrar trazas?
et: Kas kustutame rajad?
fr: Supprimer les traces ?
hu: Nyomvonalak törlése?
id: Hapus trek?
is: Eyða ferlum?
it: Eliminare le tracce?
ja: 経路を削除しますか？
nb: Slett spor?
nl: Verwijder tracks?
oc: Escafar lei traças ?
ro_ro: Ștergeți pistele?
ru: Удалить треки?
sc: Iscantzellare sas rastas?
sr: Избрисати путање?
sr_latn: Izbrisati putanje?
sv: Ta bort spår?
ta: தடங்களை நீக்கவா?
tr: Yollar silinsin mi?
uk: Видалити треки?
zh_hant: 刪除軌跡？
