Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# ios_release_4_4
source: • External keyboard: added support for new keys • New widgets for Trip recording • Added search for Favorites, Tracks, and OSM Edits • CarPlay: history includes points that were used in navigation • Emoji can now be used as favorites or waypoint name • Fixed transition between offline Wikipedia articles • Fixed issues with the import of custom routing and rendering files • Track appearance: added ability to set any custom color • New widget "Elevation: map center" • Added option to disable announcing for deviation from the route • Wikipedia: added ability to view images, updated reader UI • Favorites: added search • CarPlay: added history, reorganized tracks and favorites list • Hiking routes: added ability to select routes on the map for viewing additional information or navigation • OpenStreetMap: added ability to upload tracks • New widget: show exact time of or time left to the next Sunrise or Sunset • New widget: display coordinates for map center • Improved support of external keyboards, added support for basic actions • Voice prompts: added support for new languages: Catalan, Ukrainian, Bulgarian, Indonesian, Slovenian • Added legal warning about using speed camera alerts • Improved privacy: added options to disable history logging • Improved visibility of the map ruler • OsmAnd Cloud bug fixes and UI improvements • UI improvements for RTL languages • Accessibility: added content labelling for map buttons • Added "Dynamic type" support, text size in OsmAnd will change accordingly to text size in iOS • Map orientation: added manually rotated mode • New Moped profile • Minimum iOS version is increased to 15.0
ar: • لوحة مفاتيح خارجية: دعم إضافي لمفاتيح جديدة • أدوات جديدة لتسجيل الرحلة • اضافة خاصية البحث في المفضلة والمسارات وتعديلات OSM • كار بلي: يتضمن السجل النقاط التي تم استخدامها في التنقل • يمكن الآن استخدام الرموز التعبيرية كمفضلة أو اسم نقطة مسار • تصليح خاصية الانتقال بين مقالات ويكيبيديا غير المتصلة بالإنترنت • تم إصلاح المشكلات المتعلقة باستيراد ملفات التوجيه والتقديم المخصصة • مظهر المسار: اضافة امكانية تعيين أي لون مخصص • أداة جديدة "الارتفاع: مركز الخريطة" • خيار مضاف لتعطيل الإعلان عن الانحراف عن المسار • ويكيبيديا: تمت إضافة القدرة على عرض الصور وتحديث واجهة المستخدم للقارئ • المفضلة: إضافة البحث • كار بلي: تمت إضافة التاريخ والمسارات المعاد تنظيمها وقائمة المفضلة • طرق المشي لمسافات طويلة: إضافة القدرة على تحديد الطرق على الخريطة لعرض معلومات إضافية أو الملاحة • خريطة الشارع المفتوح: إضافة القدرة على تحميل المسارات • عنصر واجهة مستخدم جديد: إظهار الوقت الدقيق أو الوقت المتبقي لشروق الشمس أو الغروب التاليين • عنصر واجهة مستخدم جديد: عرض إحداثيات مركز الخريطة • دعم محسّن للوحات المفاتيح الخارجية ، ودعم إضافي للإجراءات الأساسية • المطالبات الصوتية: دعم إضافي للغات الجديدة: الكاتالونية والأوكرانية والبلغارية والإندونيسية والسلوفينية • تمت إضافة تحذير قانوني حول استخدام تنبيهات كاميرا السرعة • خصوصية محسنة: تمت إضافة خيارات لتعطيل تسجيل السجل • تحسين رؤية مسطرة الخريطة • إصلاحات أخطاء سحابة أوسماند وتحسينات في واجهة المستخدم • تحسينات واجهة المستخدم للغات RTL • إمكانية الوصول: إضافة تسمية المحتوى لأزرار الخريطة • تمت إضافة دعم "النوع الديناميكي" ، سيتغير حجم النص في أوسماند وفقا لحجم النص في iOS • اتجاه الخريطة: تمت إضافة وضع الدوران يدويا • ملف تعريف جديد للدراجة بمحرك • يتم زيادة الحد الأدنى لإصدار iOS إلى 15.0
cs: • Externí klávesnice: přidána podpora nových kláves • Nové nástroje pro záznam cesty • Přidáno vyhledávání oblíbených položek, stop a úprav OSM • CarPlay: historie zahrnuje body, které byly použity v navigaci • Emoji lze nyní použít jako oblíbené položky nebo název bodu trasy • Opraven přechod mezi offline články Wikipedie • Opraveny problémy s importem vlastních souborů trasování a vykreslování • Vzhled trasy: přidána možnost nastavit libovolnou vlastní barvu • Nový widget "Výška: střed mapy" • Přidána možnost vypnout oznamování odchylek od trasy • Wikipedie: přidána možnost zobrazení obrázků, aktualizováno uživatelské rozhraní čtečky • Oblíbené: přidáno vyhledávání • CarPlay: přidána historie, přeorganizován seznam tratí a oblíbených položek • Turistické trasy: přidána možnost výběru tras na mapě pro zobrazení dalších informací nebo navigace • OpenStreetMap: přidána možnost nahrávání stop • Nový nástroj: zobrazuje přesný čas východu nebo západu slunce nebo čas zbývající do příštího východu nebo západu slunce. • Nový nástroj: zobrazení souřadnic pro střed mapy • Vylepšená podpora externích klávesnic, přidána podpora základních akcí • Hlasové výzvy: přidána podpora nových jazyků: katalánština, ukrajinština, bulharština, indonéština, slovinština. • Přidáno právní varování ohledně používání upozornění na rychlostní radary • Vylepšená ochrana osobních údajů: přidány možnosti vypnutí zaznamenávání historie • Zlepšena viditelnost pravítka mapy • Opravy chyb a vylepšení uživatelského rozhraní služby OsmAnd Cloud • Vylepšení uživatelského rozhraní pro jazyky RTL • Přístupnost: přidáno označení obsahu tlačítek na mapě • Přidána podpora "dynamického typu", velikost textu v aplikaci OsmAnd se bude měnit podle velikosti textu v systému iOS. • Orientace mapy: přidán režim ručního otáčení • Nový profil Moped • Minimální verze systému iOS byla zvýšena na 15.0
da: • Eksternt tastatur: tilføjet understøttelse af nye taster • Nye moduler til sporoptagelse • Tilføjet søgning efter favoritter, spor og OSM-redigeringer • CarPlay: historik indeholder punkter, der blev brugt i navigation • Emoji kan nu bruges som favoritter eller waypoint-navn • Rettet overgang mellem offline Wikipedia-artikler • Rettet problemer med import af brugerdefinerede ruteberegnings- og gengivelsessfiler • Sporets udseende: tilføjet mulighed for at indstille enhver brugerdefineret farve • Nyt modul "Højde: kortcentrum" • Tilføjet mulighed for at deaktivere annoncering for afvigelse fra ruten • Wikipedia: tilføjet mulighed for at se billeder, opdateret læser-brugergrænseflade • Favoritter: tilføjet søgning • CarPlay: tilføjet historik, omorganiseret spor og favoritliste • Vandreruter: tilføjet mulighed for at vælge ruter på kortet for at få vist yderligere oplysninger eller navigation • OpenStreetMap: tilføjet mulighed for at uploade spor • Nyt modul: viser nøjagtigt tidspunkt for eller tid tilbage til næste solopgang eller solnedgang • Nyt modul: viser koordinater for kortets centrum • Forbedret understøttelse af eksterne tastaturer, tilføjet understøttelse af grundlæggende handlinger • Stemmevejledninger: tilføjet understøttelse af nye sprog: Catalansk, ukrainsk, bulgarsk, indonesisk, slovensk • Tilføjet juridisk advarsel om brug af advarsler om fartkameraer • Forbedret beskyttelse af privatlivets fred: tilføjede muligheder for at deaktivere logning af historik • Forbedret synlighed af kortlinealen • OsmAnd Cloud fejlrettelser og forbedringer af brugergrænsefladen • Forbedringer af brugergrænsefladen for RTL-sprog • Tilgængelighed: tilføjet indholdsmærkning for kortknapper • Tilføjet understøttelse af "dynamisk skrifttype", tekststørrelsen i OsmAnd ændres i overensstemmelse med tekststørrelsen i iOS • Kortorientering: tilføjet manuelt roteret tilstand • Ny knallertprofil • Minimum iOS-version er øget til 15.0
de: - Externe Tastatur: Unterstützung für neue Tasten hinzugefügt - Neue Widgets für Trip-Aufzeichnung - Suche nach Favoriten, Tracks und OSM-Bearbeitungen hinzugefügt - CarPlay: Historie enthält Punkte, die in der Navigation verwendet wurden - Emoji kann jetzt als Favoriten oder Wegpunktname verwendet werden - Übergang zwischen Offline-Wikipedia-Artikeln behoben - Probleme mit dem Import von benutzerdefinierten Routing- und Rendering-Dateien behoben - Aussehen des Tracks: Es kann nun eine beliebige Farbe eingestellt werden - Neues Widget "Höhenlage: Kartenmitte" zugefügt - Es wurde die Möglichkeit zugefügt, die Ankündigung von Abweichungen von der Route zu deaktivieren - Wikipedia: Möglichkeit zur Anzeige von Bildern hinzugefügt, Leser-UI aktualisiert - Favoriten: Suche hinzugefügt - CarPlay: Verlauf hinzugefügt, Tracks und Favoritenliste reorganisiert - Wanderrouten: Möglichkeit hinzugefügt, Routen auf der Karte auszuwählen, um zusätzliche Informationen anzuzeigen oder zu navigieren - OpenStreetMap: Möglichkeit zum Hochladen von Tracks hinzugefügt - Neues Widget: Anzeige der genauen Uhrzeit oder der verbleibenden Zeit bis zum nächsten Sonnenaufgang oder Sonnenuntergang - Neues Widget: Anzeige der Koordinaten für die Kartenmitte - Verbesserte Unterstützung für externe Tastaturen, Unterstützung für grundlegende Aktionen hinzugefügt - Sprachansagen: Unterstützung für neue Sprachen hinzugefügt: Katalanisch, Ukrainisch, Bulgarisch, Indonesisch, Slowenisch - Rechtliche Warnung über die Verwendung von Blitzerwarnungen hinzugefügt - Verbesserter Datenschutz: Optionen zur Deaktivierung der Verlaufsprotokollierung hinzugefügt - Verbesserte Sichtbarkeit des Kartenlineals - OsmAnd Cloud: Fehlerkorrekturen und Verbesserungen der Benutzeroberfläche - UI-Verbesserungen für RTL-Sprachen - Barrierefreiheit: Inhaltsbeschriftung für Kartenschaltflächen hinzugefügt - Unterstützung für "Dynamic type" hinzugefügt, die Textgröße in OsmAnd wird entsprechend der Textgröße in iOS angepasst - Kartenausrichtung: manuell gedrehter Modus zugefügt - Neues Moped-Profil - Mindest-iOS-Version wurde auf 15.0 erhöht
es_us: • Teclado externo: se han añadido nuevos atajos • Nuevo widgets para «Grabación de viaje» • Se ha añadido la búsqueda para favoritos, trazas y ediciones de OSM • CarPlay: el historial incluye puntos usados en la navegación • Los emojis pueden usarse ahora como favoritos o como nombres en los puntos de ruta • Se ha corregido la transición entre artículos sin conexión de Wikipedia • Se han corregido los problemas con la importación de archivos de navegación y estilos personalizados • Estilos de trazas: ahora se permite definir cualquier color personalizado • Nuevo widget «Elevación: centro del mapa» • Se ha añadido la opción para desactivar los anuncios por desvíos en la ruta • Wikipedia: ahora pueden verse imágenes y se ha actualizado la interfaz de usuario • Favoritos: se ha añadido un buscador • CarPlay: se ha añadido el historial, se reorganizaron las trazas y la lista de favoritos • Rutas de senderismo: ahora pueden marcarse rutas en el mapa para navegar o ver información adicional • OpenStreetMap: se ha añadido la posibilidad de cargar trazas • Nuevo widget: muestra el tiempo exacto para el próximo amanecer u atardecer • Nuevo widget: muestra las coordenadas en el centro del mapa • Se ha mejorado la compatibilidad con teclados externos y sus acciones básicas • Indicaciones por voz: ahora se admiten nuevos idiomas: Catalán, ucraniano, búlgaro, indonesio y esloveno • Se ha añadido un aviso legal sobre el uso de alertas con los radares de velocidad • Privacidad mejorada: se han añadido opciones para desactivar el registro del historial. • Se ha mejorado la visibilidad de la regla del mapa • Se han corregido los problemas con OsmAnd Cloud y la interfaz de usuario • Se ha mejorado la interfaz de usuario para los idiomas RTL (de derecha a izquierda) • Accesibilidad: se ha añadido etiquetado en el contenido de los botones del mapa. • Se ha añadido soporte para «Tipo dinámico», el tamaño del texto en OsmAnd cambiará según el tamaño del texto en iOS. • Orientación del mapa: se ha añadido el modo de rotación manual • Nuevo perfil «Ciclomotor» • Desde ahora, la versión mínima de soporte en iOS es v15.0
fr: • Clavier externe : ajout du support pour de nouvelles touches • Nouveaux gadgets pour l'enregistrement des trajets • Ajout de la recherche pour les favoris, les traces et les modifications OSM • CarPlay : l'historique inclus désormais les points utilisés pour la navigation • Les émoticônes peuvent maintenant être utilisées dans le nom des favoris et des points de passage • Correction de la transition entre les articles Wikipédia hors-ligne • Correction de bugs concernant l'import de navigations personnalisées et des fichiers de rendu • Apparence des traces : ajout de la possibilité de choisir n'importe quelle couleur personnalisée • Nouveau gadget : "Altitude : centre de la carte" • Ajout de la possibilité de désactiver l'annonce lors de la déviation de l'itinéraire • Wikipédia : ajout de la possibilité de voir les images, mise à jour de l'interface utilisateur du lecteur • Favoris : ajout de la recherche • CarPlay : ajout de l'historique, traces et liste de favoris réorganisées • Itinéraires de randonnées : ajout de la possibilité de sélectionner des itinéraires sur la carte pour voir des informations supplémentaires • OpenStreetMap : ajout de la possibilité de téléverser des traces • Nouveau gadget : affiche l'heure exacte ou le temps restant jusqu'au prochain lever ou coucher de soleil • Nouveau gadget : affiche les coordonnées du centre de la carte • Amélioration du support des claviers externes et ajout des actions de base • Messages vocaux : prise en charge de nouvelles langues : catalan, ukrainien, bulgare, indonésien et slovène • Ajout d'un avertissement juridique concernant l'utilisation des alertes radars • Amélioration de la protection de la vie privée : ajout d'options permettant de désactiver l'enregistrement de l'historique • Amélioration de la visibilité de la règle de la carte • Correction de bugs et amélioration de l'interface utilisateur d'OsmAnd Cloud • Amélioration de l'interface utilisateur pour les langues RTL • Accessibilité : ajout d'une étiquette de contenu pour les boutons de carte • Ajout du support de l'écriture dynamique, la taille du texte dans OsmAnd changera en fonction de la taille du texte d'iOS. • Orientation de la carte : ajout d'un mode de rotation manuelle • Nouveau profil : Cyclomoteur • La version minimale d'iOS passe à 15.0
hu: • Külső billentyűzet: új billentyűk támogatása • Új modulok az utazásrögzítéshez • Keresés hozzáadása a kedvencekhez, nyomvonalakhoz és OSM-szerkesztésekhez • CarPlay: az előzmények tartalmazzák a navigációban használt pontokat • Az emojik mostantól használhatók kedvencként vagy útpontnévként • Javítva az offline Wikipédia-cikkek közötti átmenet • Javítva az egyéni útvonaltervezési és renderelési fájlok importálásával kapcsolatos problémák • Nyomvonal megjelenése: bármilyen egyéni szín beállításának lehetősége • Új modul: „Magasság: térképközéppont” • Opció hozzáadása az útvonaltól való eltérés bemondásának letiltásához • Wikipédia: képek megtekintésének lehetősége, frissített olvasói felület • Kedvencek: keresés hozzáadása • CarPlay: előzmények hozzáadása, átszervezett nyomvonalak és kedvencek listája • Túraútvonalak: útvonalak kiválasztásának lehetősége a térképen további információk megtekintéséhez vagy navigációhoz • OpenStreetMap: nyomvonalak feltöltésének lehetősége • Új modul: a következő napkelte vagy napnyugta pontos idejének vagy hátralévő idejének megjelenítése • Új modul: koordináták megjelenítése a térképközépponthoz • Továbbfejlesztett külső billentyűzet-támogatás, alapvető műveletek támogatása • Hangutasítások: új nyelvek támogatása: katalán, ukrán, bolgár, indonéz, szlovén • Jogi figyelmeztetés hozzáadása a sebességmérő kamera riasztások használatáról • Továbbfejlesztett adatvédelem: opciók hozzáadása az előzmények naplózásának letiltásához • Továbbfejlesztett láthatósága a térképvonalzónak • OsmAnd Cloud hibajavítások és felhasználói felület fejlesztések • Felhasználói felület fejlesztések az RTL nyelvekhez • Kisegítő lehetőségek: tartalomcímkézés hozzáadása a térképgombokhoz • „Dinamikus típus” támogatás hozzáadása, a szövegméret az OsmAndban az iOS szövegméretének megfelelően változik • Térképtájolás: kézzel forgatott mód hozzáadása • Új moped profil • A minimális iOS verzió 15.0-ra emelkedett
id: • Papan ketik eksternal: menambahkan dukungan untuk tombol baru • Widget baru untuk perekaman Perjalanan • Menambahkan pencarian untuk Favorit, Trek, dan Editan OSM • CarPlay: riwayat mencakup titik yang digunakan dalam navigasi • Emoji sekarang dapat digunakan sebagai nama favorit atau titik jalan • Memperbaiki transisi antar artikel Wikipedia offline • Memperbaiki masalah dengan impor file perutean dan rendering khusus • Tampilan trek: menambahkan kemampuan untuk mengatur warna khusus apa pun • Widget baru "Elevasi: pusat peta" • Menambahkan opsi untuk menonaktifkan pengumuman penyimpangan dari rute • Wikipedia: menambahkan kemampuan untuk melihat gambar, memperbarui UI pembaca • Favorit: menambahkan pencarian • CarPlay: menambahkan riwayat, menata ulang daftar trek dan favorit • Rute pendakian: menambahkan kemampuan untuk memilih rute di peta untuk melihat informasi tambahan atau navigasi • OpenStreetMap: menambahkan kemampuan untuk mengunggah trek • Widget baru: menampilkan waktu pasti atau waktu tersisa hingga Matahari Terbit atau Terbenam berikutnya • Widget baru: menampilkan koordinat untuk pusat peta • Meningkatkan dukungan papan ketik eksternal, menambahkan dukungan untuk tindakan dasar • Perintah suara: menambahkan dukungan untuk bahasa baru: Katalan, Ukraina, Bulgaria, Indonesia, Slovenia • Menambahkan peringatan hukum tentang penggunaan peringatan kamera kecepatan • Meningkatkan privasi: menambahkan opsi untuk menonaktifkan pencatatan riwayat • Meningkatkan visibilitas penggaris peta • Perbaikan bug dan peningkatan UI OsmAnd Cloud • Peningkatan UI untuk bahasa RTL • Aksesibilitas: menambahkan pelabelan konten untuk tombol peta • Menambahkan dukungan "Jenis Dinamis", ukuran teks di OsmAnd akan berubah sesuai dengan ukuran teks di iOS • Orientasi peta: menambahkan mode rotasi manual • Profil Moped baru • Versi iOS minimum ditingkatkan menjadi 15.0
it: • Tastiera esterna: aggiunto il supporto per i nuovi tasti • Nuovi widget per la registrazione del viaggio • Aggiunta la ricerca di Preferiti, Tracce e Modifiche OSM • CarPlay: la cronologia include i punti utilizzati nella navigazione • Le emoji ora possono essere utilizzate come preferiti o come nome di waypoint • Corretta la transizione tra gli articoli di Wikipedia offline • Risolti problemi con l'importazione di routing personalizzato e file di rendering • Aspetto della traccia: aggiunta la possibilità di impostare qualsiasi colore personalizzato • Nuovo widget "Elevazione: centro mappa" • Aggiunta opzione per disabilitare l'annuncio per la deviazione dal percorso • Wikipedia: aggiunta possibilità di visualizzare immagini, interfaccia utente del lettore aggiornata • Preferiti: aggiunta la ricerca • CarPlay: cronologia aggiunta, tracce riorganizzate ed elenco dei preferiti • Percorsi escursionistici: aggiunta la possibilità di selezionare i percorsi sulla mappa per visualizzare informazioni aggiuntive o per la navigazione • OpenStreetMap: aggiunta la possibilità di caricare tracce • Nuovo widget: mostra l'ora esatta o il tempo rimanente alla prossima alba o tramonto • Nuovo widget: visualizza le coordinate per il centro della mappa • Migliorato il supporto delle tastiere esterne, aggiunto il supporto per le azioni di base • Messaggi vocali: aggiunto il supporto per nuove lingue: catalano, ucraino, bulgaro, indonesiano, sloveno • Aggiunta avvertenza legale sull'uso degli avvisi sugli autovelox • Privacy migliorata: aggiunte opzioni per disabilitare la registrazione della cronologia • Migliorata la visibilità del righello della mappa • Correzioni di bug OsmAnd Cloud e miglioramenti dell'interfaccia utente • Miglioramenti dell'interfaccia utente per i linguaggi RTL • Accessibilità: aggiunta l'etichettatura dei contenuti per i pulsanti della mappa • Aggiunto il supporto "Tipo dinamico", la dimensione del testo in OsmAnd cambierà di conseguenza alla dimensione del testo in iOS • Orientamento della mappa: aggiunta la modalità di rotazione manuale • Nuovo profilo Ciclomotore • La versione minima di iOS è aumentata a 15.0
ko: • 외부 키보드: 새로운 키 지원 추가• 여행 기록을 위한 새로운 위젯• 즐겨찾기, 트랙 및 OSM 편집 항목 검색 추가• CarPlay: 기록에 내비게이션 에 사용된 지점이 포함됨 • 이제 이모티콘을 즐겨찾기 또는 경유지 이름으로 사용할 수 있습니다.• 오프라인 위키백과 문서 간의 전환 문제 수정• 사용자 지정 라우팅 가져오기와 관련된 문제 수정 및 렌더링 파일 • 트랙 모양: 사용자 지정 색상 설정 기능 추가• 새로운 위젯 "고도: 지도 센터" • 경로 에서 벗어난 경우 알림을 비활성화하는 옵션 추가• Wikipedia: 이미지 보기 기능 추가, 리더 UI 업데이트• 즐겨찾기: 검색 기능 추가• CarPlay: 기록 추가, 트랙 및 즐겨찾기 목록 재편성 • 하이킹 경로: 추가 정보나 내비게이션 을 보기 위해 지도에서 경로를 선택할 수 있는 기능 추가• OpenStreetMap: 트랙 업로드 기능 추가• 새로운 위젯: 다음 일출 또는 일몰 까지의 정확한 시간 또는 남은 시간 표시• 새로운 위젯: 지도 중앙 의 좌표 표시 • 외부 키보드 지원 개선, 기본 동작 지원 추가• 음성 안내: 새로운 언어에 대한 지원 추가: 카탈로니아어, 우크라이나어, 불가리아어, 인도네시아어, 슬로베니아어 • 과속 단속 카메라 경고 사용에 대한 법적 경고 추가• 개인 정보 보호 개선: 기록 기록 비활성화 옵션 추가• 지도 눈금자의 가시성 개선• OsmAnd Cloud 버그 수정 및 UI 개선• RTL 언어 UI 개선 • 접근성: 지도 버튼 • "동적 문자" 지원 추가, Osm의 텍스트 크기는 iOS의 텍스트 크기에 따라 변경됩니다. • 지도 방향: 수동 회전 모드 추가• 새로운 오토바이 프로필 • 최소 iOS 버전이 15.0으로 증가
ro_ro: • Tastatura externă: s-a adăugat suport pentru noi taste • Noi widget-uri pentru înregistrarea Trip • A fost adăugată căutarea pentru Favorite, Piese și Ediții OSM • CarPlay: istoricul include punctele care au fost utilizate în navigație • Emoji poate fi folosit acum ca favorite sau nume de punct de parcurs • A fost reparată tranziția între articolele Wikipedia offline • Au fost rezolvate problemele legate de importul de fișiere de rutare și redare personalizate • Aspectul track-urilor: a fost adăugată posibilitatea de a seta orice culoare personalizată • Widget nou "Elevație: centrul hărții" • A fost adăugată opțiunea de dezactivare a anunțului pentru abaterea de la traseu • Wikipedia: a fost adăugată abilitatea de a vizualiza imagini, a fost actualizată interfața de utilizare a cititorului • Favorite: a fost adăugată funcția de căutare • CarPlay: adăugat istoric, reorganizat piesele și lista de favorite • Traseele de drumeție: adăugată posibilitatea de a selecta traseele de pe hartă pentru a vizualiza informații suplimentare sau pentru navigare • OpenStreetMap: adăugată posibilitatea de a încărca trasee • Widget nou: afișează ora exactă a sau timpul rămas până la următorul răsărit sau apus de soare • Widget nou: afișarea coordonatelor pentru centrul hărții • Suport îmbunătățit pentru tastaturi externe, adăugat suport pentru acțiuni de bază • Indicații vocale: adăugat suport pentru noi limbi: catalană, ucraineană, bulgară, indoneziană, slovenă • Adăugat avertisment legal privind utilizarea alertelor de radare de viteză • Confidențialitate îmbunătățită: au fost adăugate opțiuni pentru dezactivarea înregistrării istoricului • Vizibilitate îmbunătățită a riglei hărții • Corecții de erori și îmbunătățiri ale interfeței cu OsmAnd Cloud • Îmbunătățiri ale interfeței de utilizare pentru limbile RTL • Accesibilitate: s-a adăugat etichetarea conținutului pentru butoanele hărții • Adăugat suportul pentru "Tip dinamic", dimensiunea textului în OsmAnd se va schimba în mod corespunzător cu dimensiunea textului în iOS • Orientarea hărții: a fost adăugat modul de rotire manuală • Profil nou de motoretă • Versiunea minimă a iOS a fost mărită la 15.0
ru: • Внешняя клавиатура: добавлена поддержка новых клавиш • Новые виджеты для записи поездок • Добавлен поиск по избранному, трекам и изменениям в OSM • CarPlay: история включает в себя точки, которые использовались при навигации • Эмодзи теперь можно использовать в качестве избранного или названия путевой точки • Исправлен переход между статьями Википедии в офлайн-режиме • Исправлены проблемы с импортом пользовательских файлов маршрутизации и рендеринга • Дизайн трека: добавлена возможность установки любого пользовательского цвета • Новый виджет "Высота: центр карты" • Добавлена возможность отключить оповещение об отклонении от маршрута • Википедия: добавлена возможность просмотра изображений, обновлен пользовательский интерфейс читалки • Избранное: добавлен поиск • CarPlay: добавлена история, реорганизованы треки и список избранного • Пешеходные маршруты: добавлена возможность выбора маршрутов на карте для просмотра дополнительной информации или навигации • OpenStreetMap: добавлена возможность отправлять треки • Новый виджет: показывает точное время или время, оставшееся до следующего восхода или захода солнца • Новый виджет: отображение координат центра карты • Улучшена поддержка внешних клавиатур, добавлена поддержка основных действий • Голосовые подсказки: добавлена поддержка новых языков: каталанского, украинского, болгарского, индонезийского, словенского • Добавлено юридическое предупреждение об использовании информации о камерах контроля скорости • Улучшена конфиденциальность: добавлены варианты отключения ведения журнала • Улучшена видимость линейки на карте • Исправлены ошибки работы с OsmAnd Cloud улучшен пользовательский интерфейс • Улучшения пользовательского интерфейса для языков RTL • Специальные возможности: добавлена маркировка надписей кнопок карты • Добавлена поддержка "динамического ввода", размер текста в OsmAnd будет изменяться в соответствии с размером текста в iOS • Ориентация карты: добавлен режим поворота карты вручную • Новый профиль "Мопед" • Минимальная разрешённая версия iOS увеличена до 15.0
sr: • Екстерна тастатура: додата подршка за нове тастере • Нови виџети за снимање путовања • Додата претрага Фаворита, Путања и ОСМ уређивања • КарПлај: историја укључује тачке које су коришћене у навигацији • Емоџи се сада могу користити као фаворити или назив путне тачке • Поправљен прелаз између чланака на Википедији ван мреже • Решени проблеми са увозом прилагођених датотека за рутирање и приказивање • Изглед стазе: додата могућност постављања било које прилагођене боје • Нови виџет „Елевација: центар мапе“ • Додата опција за онемогућавање најаве за скретање са руте • Википедија: додата могућност прегледа слика, ажуриран кориснички интерфејс читача • Фаворити: додата претрага • КарПлај: додата историја, реорганизоване путање и листа фаворита • Планинарске руте: додата могућност избора рута на мапи за преглед додатних информација или навигацију • ОпенСтритМап: додата могућност отпремања путања • Нови виџет: приказује тачно време или преостало време до следећег изласка или заласка Сунца • Нови виџет: приказ координата за центар карте • Побољшана подршка спољних тастатура, додата подршка за основне радње • Гласовна упутства: додата подршка за нове језике: каталонски, украјински, бугарски, индонежански, словеначки • Додато правно упозорење о коришћењу упозорења камере за брзину • Побољшана приватност: додате опције за онемогућавање бележења историје • Побољшана видљивост лењира карте • ОсмАнд Клоуд исправке грешака и побољшања корисничког интерфејса • Побољшања корисничког интерфејса за РТЛ језике • Приступачност: додато означавање садржаја за дугмад мапе • Додата подршка за „Динамички тип“, величина текста у ОсмАнд-у ће се променити у складу са величином текста у иОС-у • Оријентација карте: додат режим ручног ротирања • Нови профил Мопеда • Минимална верзија иОС-а је повећана на 15.0
sr_latn: • Eksterna tastatura: dodata podrška za nove tastere • Novi vidžeti za snimanje putovanja • Dodata pretraga favorita, putanja i OSM uređivanja • KarPlej: istorija uključuje tačke koje su korišćene u navigaciji • Emodži se sada mogu koristiti kao favoriti ili naziv putne tačke • Popravljen prelaz između članaka na Vikipediji van mreže • Rešeni problemi sa uvozom prilagođenih datoteka za rutiranje i prikazivanje • Izgled staze: dodata mogućnost postavljanja bilo koje prilagođene boje • Novi vidžet "Visina: centar mape" • Dodata opcija za onemogućavanje najave za skretanje sa rute • Vikipedija: dodata mogućnost pregleda slika, ažuriran korisnički interfejs čitača • Favoriti: dodata pretraga • KarPlej: dodata istorija, reorganizovane putanje i lista favorita • Planinarske rute: dodata mogućnost izbora ruta na mapi za pregled dodatnih informacija ili navigaciju • OpenStreetMap: dodata mogućnost otpremanja staza • Novi vidžet: prikazuje tačno vreme ili preostalo vreme do sledećeg izlaska ili zalaska sunca • Novi vidžet: prikaz koordinata za centar karte • Poboljšana podrška spoljnih tastatura, dodata podrška za osnovne radnje • Glasovna uputstva: dodata podrška za nove jezike: katalonski, ukrajinski, bugarski, indonežanski, slovenački • Dodato pravno upozorenje o korišćenju upozorenja kamere za brzinu • Poboljšana privatnost: dodate opcije za onemogućavanje beleženja istorije • Poboljšana vidljivost lenjira karte • OsmAnd Cloud ispravke grešaka i poboljšanja korisničkog interfejsa • Poboljšanja korisničkog interfejsa za RTL jezike • Pristupačnost: dodato označavanje sadržaja za dugmad mape • Dodata podrška „Dinamički tip“, veličina teksta u OsmAnd-u će se promeniti u skladu sa veličinom teksta u iOS-u • Orijentacija karte: dodat je režim ručnog rotiranja • Novi profil mopeda • Minimalna verzija iOS-a je povećana na 15.0
sv: • Externt tangentbord: extra stöd för nya nycklar • Nya widgets för Trip inspelning • Tillagd sökning efter favoriter, spår och OSM Edits • CarPlay: Historien innehåller poäng som användes i navigering • Emoji kan nu användas som favoriter eller waypoint-namn • Fast övergång mellan Wikipedia-artiklar offline • Fasta problem med import av anpassad dirigering och rendering filer • Spåra utseende: extra förmåga att ställa in någon anpassad färg • Ny widget "Elevation: map center" • Lägg till alternativ för att inaktivera tillkännagivande för avvikelse från rutten • Wikipedia: ökad förmåga att visa bilder, uppdaterad läsare UI • Favoriter: Tillagd sökning • CarPlay: Tillagd historia, omorganiserade spår och favoritlista • Vandringsrutter: ökad förmåga att välja rutter på kartan för att visa ytterligare information eller navigering • OpenStreetMap: Tillagd förmåga att ladda upp spår • Ny widget: visa exakt tid eller tid kvar till nästa soluppgång eller solnedgång • Ny widget: Visa koordinater för kartcenter • Förbättrat stöd för externa tangentbord, ökat stöd för grundläggande åtgärder • Röst uppmanar till stöd för nya språk: katalanska, ukrainska, bulgariska, indonesiska, slovenska • Laglig varning om att använda hastighetskameravarningar • Förbättrad integritet: extra alternativ för att inaktivera historieloggning • Förbättrad synlighet för karthärskaren • OsmAnd Cloud bug rättningar och UI förbättringar • UI förbättringar för RTL-språk • Tillgänglighet: tillagd innehållsmärkning för kartknappar • Lägg till stöd för "Dynamisk typ", textstorlek i OsmAnd ändras i enlighet med textstorlek i iOS • Kartläggning: tillsatt manuellt roterat läge • Ny mopedprofil • Minsta iOS-versionen ökas till 15.0
ta: • வெளிப்புற விசைப்பலகை: புதிய விசைகளுக்கான உதவி சேர்க்கப்பட்டது The பயண பதிவுக்கான புதிய விட்செட்டுகள் Adest பிடித்தவை, தடங்கள் மற்றும் OSM திருத்தங்களுக்கான தேடலைச் சேர்த்தது • கார்ப்ளே: வரலாற்றில் வழிசெலுத்தலில் பயன்படுத்தப்பட்ட புள்ளிகள் அடங்கும் • ஈமோசியை இப்போது பிடித்தவை அல்லது வே பாயிண்ட் பெயராகப் பயன்படுத்தலாம் Will இணைப்பில்லாத விக்கிபீடியா கட்டுரைகளுக்கு இடையில் நிலையான மாற்றம் மூலம் தனிப்பயன் ரூட்டிங் மற்றும் வழங்குதல் கோப்புகளை இறக்குமதி செய்வதில் நிலையான சிக்கல்கள் Ofage ட்ராக் தோற்றம்: எந்தவொரு தனிப்பயன் வண்ணத்தையும் அமைக்கும் திறன் சேர்க்கப்பட்டது • புதிய விட்செட் "உயரம்: வரைபட மையம்" The பாதையிலிருந்து விலகலுக்கான அறிவிப்பை முடக்க விருப்பம் சேர்க்கப்பட்டது • விக்கிபீடியா: படங்களைக் காணும் திறன் சேர்க்கப்பட்டது, புதுப்பிக்கப்பட்ட வாசகர் இடைமுகம் • பிடித்தவை: சேர்க்கப்பட்ட தேடல் • கார்ப்ளே: வரலாறு, மறுசீரமைக்கப்பட்ட தடங்கள் மற்றும் பிடித்தவை பட்டியல் சேர்க்கப்பட்டது • ஐகிங் பாதைகள்: கூடுதல் செய்தி அல்லது வழிசெலுத்தலைக் காண வரைபடத்தில் பாதைகளைத் தேர்ந்தெடுக்கும் திறன் சேர்க்கப்பட்டது • OpenStreetMap: தடங்களை பதிவேற்றும் திறன் சேர்க்கப்பட்டது • புதிய விட்செட்: அடுத்த சூரிய தோன்றுகை அல்லது சூரிய அச்தமனத்திற்கு எஞ்சியிருக்கும் சரியான நேரத்தைக் காட்டு • புதிய விட்செட்: வரைபட மையத்திற்கான காட்சி ஆயத்தொலைவுகள் Ketive வெளிப்புற விசைப்பலகைகளின் மேம்பட்ட உதவி, அடிப்படை செயல்களுக்கான ஆதரவைச் சேர்த்தது • குரல் தூண்டுதல்கள்: புதிய மொழிகளுக்கான உதவி சேர்க்கப்பட்டது: காடலான், உக்ரேனிய, பல்கேரிய, இந்தோனேசிய, ச்லோவேனியன் Camees வேக கேமரா விழிப்பூட்டல்களைப் பயன்படுத்துவது குறித்து சட்ட எச்சரிக்கை சேர்க்கப்பட்டது Privition மேம்பட்ட தனியுரிமை: வரலாற்று பதிவை முடக்க சேர்க்கப்பட்ட விருப்பங்கள் Map வரைபட ஆட்சியாளரின் மேம்பட்ட தெரிவுநிலை • OSMAND முகில் பிழை திருத்தங்கள் மற்றும் இடைமுகம் மேம்பாடுகள் R ஆர்டிஎல் மொழிகளுக்கான இடைமுகம் மேம்பாடுகள் • அணுகல்: வரைபட பொத்தான்களுக்கான உள்ளடக்க லேபிளிங் சேர்க்கப்பட்டது • "மாறும் வகை" ஆதரவைச் சேர்த்தது, OSMand இல் உரை அளவு ஐஇமு இல் உரை அளவிற்கு மாறும் • வரைபட நோக்குநிலை: கைமுறையாக சுழற்றப்பட்ட பயன்முறையைச் சேர்க்கப்பட்டது Mo புதிய மொபெட் சுயவிவரம் IS குறைந்தபட்ச ஐஇமு பதிப்பு 15.0 ஆக உயர்த்தப்பட்டுள்ளது
uk: • Зовнішня клавіатура: додано підтримку нових клавіш • Нові віджети для запису поїздки • Додано пошук в Закладках, Треках та редагуваннях OSM • CarPlay: історія включає точки, які використовувалися в навігації • Emoji тепер можна використовувати як назву маршрутної точки або закладки • Виправлено перехід між офлайн статтями Вікіпедії • Виправлено проблеми з імпортом власних файлів налаштування створення маршрутів та рендерингу • Зовнішній вигляд треків: додана можливість встановити будь-який власний колір • Новий віджет "Висота: центр мапи" • Додана можливість вимкнення сповіщень про відхилення від маршруту • Вікіпедія: додано можливість перегляду зображень, оновлено інтерфейс читача • Обране: додано пошук • CarPlay: додано історію, реорганізовано треки та список обраного • Пішохідні маршрути: додано можливість вибору маршрутів на мапі для перегляду додаткових відомостей або навігації • OpenStreetMap: додано можливість завантажувати треки • Новий віджет: показ точного часу або часу, що залишився до наступного сходу або заходу сонця • Новий віджет: показ координат центру мапи • Покращено підтримку зовнішніх клавіатур, додано підтримку базових дій • Голосові підказки: додано підтримку нових мов: каталонська, українська, болгарська, індонезійська, словенська • Додано правове попередження про використання сповіщень про камери контролю швидкості • Покращено приватність: додано опції для вимкнення запису історії • Покращено видимість лінійки мапи • Виправлення помилок у хмарі OsmAnd та покращення інтерфейсу • Покращення інтерфейсу для мов RTL • Доступність: додано підписи вмісту для кнопок мапи • Додано підтримку "Динамічного типу", розмір тексту в OsmAnd буде змінюватися відповідно до розміру тексту в iOS • Орієнтація мапи: додано режим ручного повороту • Новий профіль Мопед • Мінімальну версію iOS підвищено до 15.0
zh_hant: • 外接鍵盤：新增對新按鍵的支援 • 新的旅行錄製小工具 • 新增了對收藏夾、軌跡和 OSM 編輯的搜尋 • CarPlay：歷史記錄包含在導航中使用的點 • Emoji 現在可以用作收藏夾或航點名稱 • 修復了離線維基百科文章之間的轉換 • 修復了匯入自訂路線和繪製檔案的問題 • 軌跡外觀：新增設定任何自訂顏色的能力 • 新的小工具「海拔：地圖中心」 • 新增了停用偏離路線的通報的選項 • 維基百科：新增了檢視圖片的能力，更新了讀者介面 • 收藏夾：新增搜尋 • CarPlay：新增歷史記錄，重新組織軌跡和收藏夾列表 • 登山路線：新增了在地圖上選擇路線以檢視額外資訊或導航的能力 • OpenStreetMap：新增了上傳軌跡的能力 • 新的小工具：顯示下次日出或日落的確切時間或剩餘時間 • 新的小工具：顯示地圖中心的座標 • 改進了對外接鍵盤的支援，新增了對基本動作的支援 • 語音提示：新增了對新語言的支援：加泰羅尼亞語、烏克蘭語、保加利亞語、印尼語、斯洛維尼亞語 • 新增了關於使用測速照相警告的法律警告 • 改進了隱私：新增了停用歷史記錄的選項 • 改進了地圖尺的可見性 • OsmAnd 雲端的錯誤修復和使用者介面改進 • 對 RTL 語言的使用者介面改進 • 可及性：為地圖按鈕新增內容標籤 • 新增了「動態類型」支援，OsmAnd 中的文字大小將根據 iOS 中的文字大小變化 • 地圖方向：新增手動旋轉模式 • 新的機車設定檔 • 最低 iOS 版本提高到 15.0
