Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# daynight_mode_app_theme_summary
source: The map's display aligns with the app's overall theme—day mode for a light theme and night mode for a dark theme
cs: Zobrazení mapy se přizpůsobí obecnému motivu aplikace — denní režim pro světlý motiv a noční režim pro tmavý motiv
da: Kortets visning tilpasses appens overordnede tema — dagtilstand for et lyst tema og nattilstand for et mørkt tema
de: Die Kartendarstellung passt sich dem Gesamtthema der App an - Tagmodus für eine helle Darstellung und Nachtmodus für eine dunkle Darstellung
es_us: La pantalla del mapa se vincula al tema general de la aplicación: «modo diurno» para un tema claro y «modo nocturno» para un tema oscuro
et: Kaardi kujundus arvestab rakenduse üldise kujundusega - päevavaade heleda kujunduse puhul ja öövaade tumeda kujunduse puhul
eu: Maparen pantaila aplikazioaren gai orokorrarekin bat dator: eguneko modua gai argi baterako eta gaueko modua gai ilun baterako
fa: نمایش نقشه با پوسته کلی برنامه هم‌راستا می‌شود: حالت روز برای پوسته روشن و حالت شب برای پوسته تیره
fr: L'affichage de la carte s'adapte au thème de l'application (mode jour pour un thème clair et mode nuit pour un thème sombre)
hu: A térkép megjelenése igazodik az alkalmazás általános témájához – nappali mód világos témához, éjszakai mód sötét témához
id: Tampilan peta selaras dengan keseluruhan tema aplikasi—mode siang hari untuk tema terang dan mode malam hari untuk tema gelap
is: Skjár kortsins aðlagar sig aðalþema forritsins - dagsljóshamur fyrir ljóst þema og næturhamur fyrir dökkt þema
it: La visualizzazione della mappa si allinea al tema generale dell'app: modalità giorno per un tema chiaro e modalità notturna per un tema scuro
ja: マップの表示は､アプリ全体のテーマに合わせて､明るいテーマには昼モード､暗いテーマには夜モードで表示されます｡
nl: De weergave van de map is aangepast aan het kleurenschema van de app - dagmodus voor een licht schema, en nachtmodus voor een donker schema
pl: Wyświetlanie mapy jest zgodne z ogólnym motywem aplikacji - tryb dzienny dla jasnego motywu i tryb nocny dla ciemnego motywu
ro_ro: Afișarea hărții se aliniază cu tema generală a aplicației - modul zi pentru o temă luminoasă și modul noapte pentru o temă întunecată
ru: Отображение карты соответствует теме приложения: дневной режим для светлой темы и ночной режим для темной темы
sk: Zobrazenie mapy sa prispôsobuje všeobecnej téme aplikácie — denný režim pre svetlú tému a nočný režim pre tmavú tému
sr: Приказ мапе је у складу са општом темом апликације — дневни режим за светлу тему и ноћни режим за тамну тему
sr_latn: Prikaz mape usklađen je s celokupnom temom aplikacije—dnevni način rada za svetlu temu i noćni način rada za tamnu temu
sv: Kartstilen anpassas till appens övergripande tema – dagläge vid ljust tema och nattläge vid mörkt tema
ta: வரைபடத்தின் காட்சி பயன்பாட்டின் ஒட்டுமொத்த கருப்பொருள் - ஒரு ஒளி கருப்பொருளுக்கான நாள் பயன்முறையும், இருண்ட கருப்பொருளுக்கான இரவு பயன்முறையும் சீரமைக்கப்படுகிறது
uk: Показ мапи узгоджується з темою застосунку: денний режим для світлої теми та нічний режим для темної теми
vi: Chế độ hiển thị của bản đồ tương đồng với giao diện chung của ứng dụng-chế độ ban ngày cho giao diện sáng và chế độ ban đêm cho giao diện tối
zh_hant: 地圖的顯示與應用程式的整體主題一致，白天模式適用於淺色主題，夜間模式適用於深色主題

# daynight_mode_sunrise_sunset_summary
source: Automatically switches between day and night themes based on local sunrise and sunset times.
cs: Automaticky přepíná mezi denním a nočním režimem podle místního času východu a západu slunce.
da: Skifter automatisk mellem dag- og nattemaer baseret på lokale solopgangs- og solnedgangstider.
de: Schaltet automatisch zwischen Tag- und Nachtmodus um, je nach Sonnenauf- und -untergangszeit vor Ort.
es_us: Alterna automáticamente entre los temas diurno y nocturno, basado en el amanecer y atardecer local.
et: Kaart vahetab päeva- ja öövaadet vastavalt kohalikele päikesetõusu ja -loojangu aegadele.
eu: Eguneko eta gaueko gaien artean automatikoki aldatzen da eguzkiaren eta ilunabarraren orduetan oinarrituta.
fa: حالت روز/شب را بر پایه زمان طلوع و غروب تنظیم می‌کند.
fr: Bascule automatiquement entre les thèmes clair et sombre en fonction du lever et du coucher du soleil.
hu: A helyi napkelte és napnyugta időpontja alapján automatikusan vált a nappali és éjszakai téma között.
id: Mengganti tema gawai menjadi tema siang atau malam sesuai dengan waktu fajar dan senja setempat.
is: Skiptir sjálfkrafa á milli dags- og næturþema út frá staðartímum sólarupprásar og sólarlags.
it: Passa automaticamente dai temi diurni a quelli notturni in base agli orari locali di alba e tramonto.
ja: 現地の日の出と日の入の時間に合わせて、昼と夜のテーマを自動的に切り替えます。
nl: Automatisch schakelen tussen dag- en nachtmodus op basis van de lokale zonsopgang- en zonsondergangtijden.
pl: Automatycznie przełącza się między motywami dziennym i nocnym w oparciu o lokalne godziny wschodu i zachodu słońca.
ro_ro: Comută automat între temele de zi și de noapte în funcție de orele locale de răsărit și apus.
ru: Автоматическое переключение между дневным и ночным режимами в соответствии с местным временем восхода и захода солнца.
sk: Automaticky prepne medzi dennou a nočnou témou podľa východu a západu slnka na danom mieste.
sr: Аутоматски пребацује између дневне и ноћне теме на основу локалног времена изласка и заласка сунца.
sr_latn: Automatski se prebacuje između dnevne i noćne teme na temelju lokalnog izlaska i zalaska sunca.
sv: Växlar automatiskt mellan dag- och nattläge utifrån lokal tid för soluppgång och solnedgång.
ta: உள்ளக சூரிய தோன்றுகை மற்றும் சூரிய அச்தமன நேரங்களின் அடிப்படையில் பகல் மற்றும் இரவு கருப்பொருள்களுக்கு இடையில் தானாக மாறுகிறது.
uk: Автоматично перемикається між денними та нічними темами на основі місцевого часу сходу та заходу сонця.
vi: Tự động chuyển đổi giữa giao diện ban ngày và ban đêm dựa trên thời gian bình minh và hoàng hôn của địa phương.
zh_hans: 根据当地日出和日落时间，自动切换日间和夜间主题。
zh_hant: 根據當地日出與日落的時間自動切換日間與夜間主題。

# daynight_mode_night_summary
source: Always displays the map in a dark theme, suited for nighttime or low-light conditions.
cs: Vždy zobrazí mapu ve tmavém režimu, vhodné v noci a v podmínkách se slabým osvětlením.
da: Viser altid kortet i et mørkt tema, der er velegnet til natlige eller svage lysforhold.
de: Zeigt die Karte immer in einer dunklen Darstellung an, die für nächtliche oder lichtarme Bedingungen geeignet ist.
es_us: Siempre muestra el mapa con el tema oscuro, adecuado para las condiciones nocturnas o de baja iluminación.
et: Kaart on alati öövaates (tumedas kujunduses), mis sobib kasutamiseks öösel ja vähese valgusega kohtades.
eu: Mapa gai ilun batean bistaratzen du beti, gaueko edo argi gutxiko baldintzetarako egokia.
fa: حالت شب همیشه فعال است.
fr: Affiche toujours la carte en mode sombre, adapté pour la nuit ou une faible luminosité.
hu: Mindig sötét témával jeleníti meg a térképet, éjszaka vagy gyenge fényviszonyokhoz ideális.
id: Selalu tampilkan aplikasi dalam tema gelap. Tema ini cocok digunakan saat malam hari atau saat cahaya sedang redup.
is: Birtir kortið alltaf með dökku þema, hentar fyrir notkun að næturlagi eða lítilli birtu.
it: Visualizza sempre la mappa con un tema scuro, adatto alle ore notturne o alle condizioni di scarsa illuminazione.
ja: 常に暗いテーマでマップを表示し、夜間や暗い場所での使用に適しています。
nl: Toont de kaart altijd in een donker kleurenschema, geschikt voor 's nachts of in lichtarme omstandigheden.
pl: Zawsze wyświetla mapę w ciemnym motywie, dostosowanym do warunków nocnych lub słabego oświetlenia.
ro_ro: Afișează întotdeauna harta într-o temă întunecată, potrivită pentru timpul nopții sau în condiții de iluminare slabă.
ru: Карта всегда отображается в темных тонах, подходящих для ночного времени или условий недостаточной освещенности.
sk: Vždy zobrazí mapu v tmavej téme, vhodnej pre noc a podmienky so slabým osvetlením.
sr: Увек приказује мапу у тамној теми, погодној за ноћне услове или услове слабог осветљења.
sr_latn: Mapu uvek prikazivati u tamnoj temi, prikladnoj za noć ili u uslovima slabog osvetljenja.
sv: Visar alltid kartan i mörkt läge, lämpligt för nattetid och andra situationer med svagt ljus.
ta: எப்போதும் வரைபடத்தை இருண்ட கருப்பொருளில் காண்பிக்கும், இது இரவுநேர அல்லது குறைந்த ஒளி நிலைமைகளுக்கு ஏற்றது.
uk: Завжди показує мапу в темній темі, що найкраще вночі або в умовах слабкої освітленості.
vi: Luôn hiển thị bản đồ trong giao diện tối, phù hợp cho thời gian buổi tối hoặc những trường hợp thiếu sáng.
zh_hant: 一律以深色主題顯示地圖，適合夜間或低光源條件。

# daynight_mode_day_summary
source: Always displays the map in a light theme, ideal for daytime visibility.
cs: Vždy zobrazí mapu ve světlém režimu, vhodné pro viditelnost během dne.
da: Viser altid kortet i et lyst tema, ideelt til synlighed i dagtimerne.
de: Zeigt die Karte immer in einer hellen Darstellung an, ideal für die Sichtbarkeit bei Tag.
es_us: Siempre muestra el mapa con el tema claro, ideal con la luz del día.
et: Kaart on alati päevavaates (heledas kujunduses), mis sobib kasutamiseks päevastes tingimustes.
eu: Mapa gai argi batean bistaratzen du beti, egunez ikusteko aproposa.
fa: حالت روز همیشه فعال است.
fr: Affiche toujours la carte avec le thème clair, adapté à la journée.
hu: Mindig világos témával jeleníti meg a térképet, nappali fényviszonyokhoz ideális.
id: Selalu tampilkan aplikasi dalam tema terang. Tema ini cocok digunakan saat siang hari.
is: Birtir kortið alltaf með ljósu þema, hentar fyrir góðan sýnileika í dagsbirtu.
it: Visualizza sempre la mappa con un tema chiaro, ideale per la visibilità diurna.
ja: 常に明るいテーマでマップを表示するので、日中の視認性に最適です。
nl: Toont de kaart altijd in een licht kleurenschema, ideaal voor zichtbaarheid in daglicht.
pl: Zawsze wyświetla mapę w jasnym motywie, idealnym do widoczności w ciągu dnia.
ro_ro: Afișează întotdeauna harta într-o temă luminoasă, ideală pentru vizibilitatea în timpul zilei.
ru: Карта всегда отображается в светлых тонах, идеально подходящих для дневной видимости.
sk: Vždy zobrazí mapu v svetlej téme, vhodnej pre viditeľnosť počas dňa.
sr: Увек приказује мапу у светлој теми, идеално за видљивост током дана.
sr_latn: Uvek prikazivati mapu u svetloj temi, idealno za dnevnu vidljivost.
sv: Visar alltid kartan i ljust läge, lämpligt för optimal synlighet dagtid och i starkt ljus.
ta: எப்போதும் வரைபடத்தை ஒரு ஒளி கருப்பொருளில் காண்பிக்கும், இது பகல்நேரத் தெரிவுநிலைக்கு ஏற்றது.
uk: Завжди показує мапу у світлій темі, що ідеально для перегляду вдень.
vi: Luôn hiển thị bản đồ trong giao diện sáng, lý tưởng vì mức độ nhìn thấy của thời gian ban ngày.
zh_hant: 一律以淺色主題顯示地圖，非常適合白天的可讀性。

# rendering_attr_showDirtbikeTrails_description
source: Show dirt bike trails
ca: Mostra rutes de motocròs
cs: Zobrazit stezky pro terénní kola
da: Vis motocross-stier
de: Dirtbike-Strecken anzeigen
el: Εμφάνιση διαδρομών μηχανής εκτός δρόμου
es_us: Muestra senderos para motos todoterreno
et: Näita maastikurattaradasid
fa: نمایش مسیرهای موتورسواری خاکی
fr: Afficher les sentiers de terre pour vélos
hu: Krosszmotoros útvonalak megjelenítése
id: Tampilkan jejak motor trail
is: Sýna drulluhjólaleiðir
it: Mostra percorsi per bici da cross
ja: ダートバイクのコースを表示
nl: Toon dirtbikeroutes
ro_ro: Arată trasee de biciclete de teren
ru: Показывает трассы для мотокросса
sk: Zobraziť blatisté cyklocesty
sr: Приказ стаза теренских мотоцикла
sr_latn: Prikaz staza terenskih motocikla
sv: Visa leder för off-road motorcykel (cross, enduro)
ta: அழுக்கு பைக் சுவடுகளைக் காட்டு
uk: Показати стежки для ґрунтових велосипедів
vi: Hiện lối đi cho xe đạp địa hình
zh_hant: 顯示越野車路線

# map_widget_map_scale
source: Map scale
cs: Měřítko mapy
da: Kortskala
de: Maßstab
el: Κλίμακα χάρτη
et: Kaardi mõõtkava
fa: مقیاس نقشه
fr: Échelle de la carte
hu: Méretarány
id: Skala peta
is: Kvarði korts
it: Scala della mappa
ja: マップ縮尺
nl: Kaartschaal
ru: Масштаб карты
sk: Mierka mapy
sr: Размера мапе
sr_latn: Razmera mape
sv: Kartskala
ta: வரைபட அளவு
uk: Масштаб карти
vi: Tỉ lệ bản đồ
zh_hant: 地圖尺度

# screen_is_locked_by_action_button
source: Touch screen is locked. Tap on button to unlock.
cs: Dotyková obrazovka je zamčená. Klepnutím ji odemknete.
da: Den berøringsfølsomme skærm er låst. Tryk på knappen for at låse op.
de: Der Touchscreen ist gesperrt. Tippe zum Entsperren auf die Schaltfläche.
el: Η οθόνη αφής είναι κλειδωμένη. Πατήστε το κουμπί για να ξεκλειδώσετε.
et: Puuteekraan on lukus. Lukustuse eemaldamiseks puuduta.
fa: صفحه قفل شده است. برای بازکردن روی دکمه بزنید.
fr: L'écran tactile est verrouillé. Appuyez sur le bouton pour déverrouiller.
hu: Az érintőképernyő le van zárva. Koppintson a gombra a feloldáshoz.
id: Layar sentuh dikunci. Ketuk pada tombol untuk membuka.
is: Snertiskjárinn er læstur. Ýttu á hnapp til að aflæsa.
it: Il touch screen è bloccato. Tocca il pulsante per sbloccarlo.
ja: タッチスクリーンがロックされています。ボタンをタップしてロックを解除してください。
nl: Touchscreen is vergrendeld. Tik op de knop om te ontgrendelen.
ru: Сенсорный экран заблокирован. Нажмите кнопку для разблокировки.
sk: Dotyková obrazovka je uzamknutá. Stlačte tlačidlo pre odomknutie.
sr: Екран осетљив на додир је закључан. Додирните дугме да бисте откључали.
sr_latn: Ekran osetljiv na dodir je zaključan. Dodirnite dugme da biste otključali.
sv: Pekskärmen är låst. Tryck på knappen för att låsa upp.
ta: தொடுதிரை பூட்டப்பட்டுள்ளது. திறக்க பொத்தானைத் தட்டவும்.
uk: Сенсорний екран заблоковано. Натисніть на кнопку, щоб розблокувати.
vi: Màn hình cảm ứng bị khoá. Chạm vào nút để mở khoá.
zh_hant: 觸控螢幕已經鎖定，點一下底下來解鎖。

# screen_is_unlocked
source: Touch screen is unlocked.
cs: Dotyková obrazovka je odemčená.
da: Den berøringsfølsomme skærm er låst op.
de: Der Touchscreen ist entsperrt.
el: Η οθόνη αφής είναι ξεκλείδωτη.
et: Puuteekraan pole lukus.
fa: صفحه قفل نیست.
fr: L'écran tactile est déverrouillé.
hu: Az érintőképernyő feloldva.
id: Layar sentuh dibuka.
is: Snertiskjárinn er ólæstur.
it: Il touch screen è sbloccato.
ja: タッチスクリーンのロックが解除されます。
nl: Touchscreen is ontgrendeld.
ru: Сенсорный экран разблокирован.
sk: Dotyková obrazovka je odomknutá.
sr: Екран осетљив на додир је откључан.
sr_latn: Ekran osetljiv na dodir je otključan.
sv: Pekskärmen är upplåst.
ta: தொடுதிரை திறக்கப்பட்டுள்ளது.
uk: Сенсорний екран розблоковано.
vi: Màn hình cảm ứng được mở khoá.
zh_hant: 觸控螢幕已經解鎖。

# shared_string_interface
source: Interface
cs: Rozhraní
da: Grænseflade
de: Benutzeroberfläche
el: Διεπαφή
et: Kasutajaliides
fa: رابط کاربری
hu: Interfész
id: Antarmuka
is: Viðmót
it: Interfaccia
ja: インターフェース
ru: Интерфейс
sk: Rozhranie
sr: Сучеље
sr_latn: Interfejs
sv: Gränssnitt
ta: இடைமுகம்
uk: Інтерфейс
vi: Giao diện
zh_hant: 介面

# lock_screen_description
source: Enables or disables touch screen functionality to prevent accidental taps
cs: Zapne nebo vypne funkce dotykové obrazovky, aby se zabránilo nechtěným klepnutím
da: Aktiverer eller deaktiverer trykfølsom skærmfunktionalitet for at forhindre utilsigtede tryk
de: Touchfunktion aktivieren oder deaktivieren, um versehentliche Berührungen zu verhindern
el: Ενεργοποιεί ή απενεργοποιεί την λειτουργία της οθόνης αφής για να αποτρέψει κατά λάθος πατήματα
et: Juhuslike puudutuste vältimiseks lülitab puuteekraani funktsionaalsuses sisse/välja
fa: صفحه را قفل می‌کند تا از لمس تصادفی جلوگیری شود
fr: Active ou désactive l'écran tactile pour éviter les appuis involontaires
hu: Engedélyezi vagy letiltja az érintőképernyő funkcióit a véletlen érintések elkerülése érdekében
id: Mengaktifkan atau menonaktifkan fungsi layar sentuh untuk mencegah ketukan tidak sengaja
is: Virkjar eða gerir snertiskjá óvirkan til að koma í veg fyrir óviljandi snertingar
it: Abilita o disabilita il touch screen per evitare tocchi accidentali
ja: 誤ってタップするのを防ぐため、タッチスクリーン機能を有効または無効にします
nl: Schakelt de functionaliteit van het aanraakscherm in of uit om onbedoelde aanrakingen te voorkomen
ru: Включение/отключение сенсорного экрана для предотвращения случайных нажатий
sk: Zapne alebo vypne funkciu dotykovej obrazovky, aby sa zabránilo náhodným stlačeniam
sr: Омогућава или онемогућава функцију екрана осетљивог на додир да спречи случајне додире
sr_latn: Omogućava ili onemogućava funkciju ekrana osetljivog na dodir da spreči slučajne dodire
sv: Slår på/av pekskärm-funktionalitet för att förhindra oavsiktliga tryck
ta: தற்செயலான குழாய்களைத் தடுக்க தொடுதிரை செயல்பாட்டை இயக்குகிறது அல்லது முடக்குகிறது
uk: Увімкнення/вимкнення сенсорного екрана для запобігання випадковим натисканням
vi: Cho phép hoặc không cho phép màn hình cảm ứng hoạt động để tránh việc chạm nhầm
zh_hant: 啟用或關閉觸控螢幕功能來避免誤觸

# delete_widget_description
source: This widget will be deleted. You can restore it later in Configure Screen.
cs: Tento widget bude odstraněn. Později jej můžete obnovit v okně Konfigurace.
da: Dette modul bliver slettet. Du kan gendanne det senere i Konfigurer skærm.
de: Dieses Widget wird gelöscht. Es kann im Menü „Konfigurieren“ wiederhergestellt werden.
el: Αυτό το γραφικό στοιχείο θα διαγραφεί. Μπορείτε να το επαναφέρετε αργότερα στην Οθόνη ρύθμισης.
et: Kustutame selle vidina. Hiljem saad teda taastada seadistustest.
fa: ابزارک انتخاب‌شده را از صفحه پاک می‌کند.
fr: Ce gadget va être supprimé. Plus tard, vous pourrez le restaurer depuis "Configurer l'écran".
hu: Ez a modul törölve lesz. Később visszaállíthatja a konfigurációs képernyőn.
id: Widget ini akan dihapus. Anda dapat memulihkan nanti di Atur Layar.
is: Þessu viðmótshluta verður eytt. Þú getur endurheimt hann síðar í 'Stilla skjá'.
it: Questo widget verrà eliminato. Puoi ripristinarlo più tardi in Configura schermo.
ja: このウィジェットは削除されます。後で設定画面で復元できます。
nl: Deze widget zal verwijderd worden. Je kunt deze later herstellen via Configureer Scherm.
ru: Этот виджет будет удален. Вы сможете восстановить его позже в настройках экрана.
sk: Tento nástroj bude odstránený. Môžete ho obnoviť neskôr v Konfigurácii obrazovky.
sr: Ова ће справица бити обрисана. Можете је повратити касније у поставкама приказа.
sr_latn: Ovaj widžet će biti izbrisan. Možeš ga vratiti kasnije u podešavanjima ekrana.
sv: Denna wiget kommer att tas bort. Du kan återställa den senare i Konfigurera skärmen.
ta: இந்த விட்செட் நீக்கப்படும். நீங்கள் அதை உள்ளமைக்க திரையில் பின்னர் மீட்டெடுக்கலாம்.
uk: Цей віджет буде видалено. Ви можете відновити його пізніше у Налаштуваннях екрана.
vi: Widget này sẽ bị xoá. Bạn có thể phục hồi nó sau trong mục Điều chỉnh màn hình.
zh_hant: 這個小工具將被刪除。您稍後可以在組態畫面中將其還原。

# lang_jv
source: Javanese
ar: الجاوية
ast: Xavanés
be: Яванская
bg: Явански
ca: Javanès
cs: Jávština
cy: Jafaneg
da: Javanesisk
de: Javanisch
el: Ιαβανέζικα
eo: Java
es_us: Javanés
et: jaava
eu: Javera
fa: جاوه‌ای
fi: jaava
fr: Javanais
gl: Xavanés
he: ג׳אוואנית
hu: jávai
hy: Ճավանական
id: Bahasa Jawa
is: Javanska
it: Giavanese
ja: ジャワ語
ka: იავური
ko: 자와어 인도네시아방언
lt: Javiečių
mk: Japonski
nb: Javanesisk
nl: Javaans
oc: Javanés
pl: Jawajski
ro_ro: Javaneză
ru: Яванский
sc: Giavanesu
sk: Jávsky
sl: Javanščina
sr: Јавански
sr_latn: Javanski
sv: Javanesiska
ta: சாவானீச்
tr: Cava dili
uk: Яванська
vi: Tiếng Java
zh_hans: 爪哇语
zh_hant: 爪哇語

source: Select another track
ar: حدد مسارا آخر
az: Başqa iz seç
be: Абраць іншы след
bg: Изберете друго трасе
ca: Seleccioneu un altre traçat
cs: Zvolit jinou stopu
cy: Dewis drac arall
da: Vælg et andet spor
de: Anderen Track wählen
el: Επιλογή άλλου ίχνους
eo: Elekti alian spuron
es_us: Elegir otra traza
et: Vali muu teekond
eu: Aukeratu beste arrasto bat
fa: انتخاب رد دیگر
fi: Valitse toinen jälki
fr: Sélectionner une autre trace
gl: Escoller outra pista
he: בחירת מסלול אחר
hu: Másik nyomvonal kiválasztása
id: Pilih trek lain
is: Velja annan feril
it: Seleziona un'altra traccia
ja: 別の経路を選択
ka: სხვა კურსის დაწყება
ko: 다른 트랙 선택
mk: Izberete druga trasa
nb: Velg et annet spor
nl: Selecteer een andere track
oc: Chausissètz una autra traça
pl: Wybierz inną trasę
pt_br: Selecionar outra trilha
ro_ro: Selectează un alt traseu
ru: Выбрать другой трек
sc: Ischerta un'àtera rasta
sk: Zvoliť inú stopu
sl: Izberi drugo sled
sr: Изаберите други траг
sr_latn: Izaberi drugu trasu
sv: välj en annan färdväg
ta: மற்றொரு பாதையைத் தேர்ந்தெடுக்கவும்
tr: Başka bir yol seç
uk: Обрати інший трек
vi: Chọn đường dẫn khác
zh_hans: 选择另一轨迹
zh_hant: 選取其他軌跡

# av_notes_video_widget_desc
source: Tapping the widget lets you record a video.
ar: النقرعلى الودجت يسمح لك بالتقاط الفيديو.
be: Націсканнем на віджэт можна пачаць запіс відэа.
bg: При докосване приспособлението записва видео.
ca: Prement el giny us permet enregistrar un vídeo.
cs: Klepnutím na nástroj můžete nahrávat video.
da: Ved at trykke på modulet kan du optage en video.
de: Durch Tippen auf das Widget kann ein Video aufgenommen werden.
el: Πατώντας το γραφικό στοιχείο σας επιτρέπεται να καταγράψετε ένα βίντεο.
eo: Fenestraĵo ebliganta registri videan noton.
es_us: Pulsa el widget para grabar un video.
et: Videot filmida saad vidinal klõpsides.
eu: Trepeta sakatu bideo-grabaketa bat abiarazteko.
fa: با ضربه روی ابزارک می‌توانید ویدئو ضبط کنید.
fr: Appuyez sur le gadget pour enregistrer une vidéo.
he: נגיעה בווידג׳ט מאפשרת התחלת הקלטת סרטון.
hu: A modul megérintésével videót vehet fel.
id: Mengetuk widget memungkinkan Anda untuk memulai perekaman video.
is: Ef ýtt er á viðmótshluta er hægt að ræsa upptöku á myndskeiði.
it: Toccare il widget permette di iniziare una registrazione video.
ja: ウィジェットをタップすると、動画を撮影できます。
ko: 위젯을 탭하면 비디오를 녹화할 수 있습니다.
mk: Dopiranjeto na vidzetot ovozmozuva zapocnuvanje na snimanje video.
nb: Trykk på miniprogrammet for å spille inn video.
nl: Door te tikken op de widget kun je een video opnemen.
pl: Stuknięcie widżetu umożliwia nagranie filmu.
ro_ro: Atingerea widgetului vă permite să înregistrați un video.
ru: Нажатие на виджет позволяет начать видеозапись.
sc: Unu tocu in su widget ti permitit de registrare unu vìdeu.
sk: Stlačenie nástroja vám umožní nahrať video.
sl: S tapanjem gradnika lahko začneš snemati videoposnetek.
sr: Тап по справици ће снимити видео.
sr_latn: Tapni na vidžet za snimanje videa.
sv: Med knapptryck på widgeten kan du spela in video.
ta: விட்செட்டைத் தட்டினால் வீடியோவைப் பதிவுசெய்க உங்களை அனுமதிக்கிறது.
tr: Widget'a dokunmak bir video kaydı başlatmanızı sağlar.
uk: Торкнувшись віджета, можна розпочати запис відео.
vi: Chạm vào widget sẽ cho phép bạn ghi một video.
zh_hans: 点击小部件可以让你录制一个视频。
zh_hant: 點一下小工具讓你錄製影片。
