Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# ios_release_4_7
source: • Enhanced top and bottom widget panels to accommodate all widgets • Improved management for tracks visible on the map • Updated "Analyze on Map" with the ability to display metrics from sensors • Enhanced tags support for GPX has been added: link, author, copyright, and keywords • Improved widget configuration by allowing users to move pages and rows • Improved track management in the "My Places" with subfolders and context menus for tracks and folders • Roundabout with exit number now shown on CarPlay when navigating • Control the 3D relief with a new "Vertical exaggeration" option for a more dramatic landscape • Visualize track elevation directly on the map in a dynamic 3D view • New widgets: "Glide Ratio" and "Sun Position" • Customize "Distance during navigation": choose between precise or round up numbers • App language will be used for names on the world overview map instead of local languages • OsmAnd Cloud: Added ability to manage your data, including restoring deleted files and deleting your account • Added additional tags support for tourist routes • Fixed the "Coordinates" widget where, in some cases, the last digits were missed • Fixed "3D Mode" button behavior: tapping on the button doesn't save the tilt angle • Fixed status bar color for older iOS versions • Fixed rotate and pinch to zoom map gestures for the app running on macOS
cs: - Vylepšené horní a dolní panely widgetů pro všechny widgety - Vylepšená správa tratí viditelných na mapě - Aktualizovaná funkce "Analýza na mapě" s možností zobrazit metriky ze senzorů - Byla přidána vylepšená podpora značek pro GPX: odkaz, autor, autorská práva a klíčová slova. - Vylepšená konfigurace widgetů tím, že uživatelům umožňuje přesouvat stránky a řádky - Vylepšená správa stop v "Mých místech" s podsložkami a kontextovými nabídkami pro stopy a složky - Kruhový objezd s číslem výjezdu se nyní zobrazuje při navigaci v systému CarPlay - Ovládání 3D reliéfu pomocí nové možnosti "Vertikální převýšení" pro dramatičtější krajinu - Vizualizace převýšení trati přímo na mapě v dynamickém 3D zobrazení - Nové widgety: "Poměr skluzu" a "Poloha slunce" - Přizpůsobení "Vzdálenosti během navigace": vyberte si mezi přesnými nebo zaokrouhlenými čísly - Pro názvy na přehledové mapě světa se místo místních jazyků použije jazyk aplikace. - OsmAnd Cloud: Přidána možnost správy dat, včetně obnovení smazaných souborů a odstranění účtu. - Přidána podpora dalších značek pro turistické trasy - Opraven widget "Souřadnice", kde v některých případech chyběly poslední číslice - Opraveno chování tlačítka "3D režim": klepnutím na tlačítko se neukládal úhel náklonu - Opravena barva stavového řádku pro starší verze systému iOS - Opravena gesta otáčení a přiblížení mapy štípnutím pro aplikaci spuštěnou v systému macOS
da: • Forbedrede modulpaneler i top og bund til at rumme alle moduler • Forbedret håndtering af spor, der er synlige på kortet • Opdateret " Analysér på kort" med mulighed for at vise målinger fra sensorer • Forbedret tagsupport til GPX er blevet tilføjet: link, forfatter, copyright og nøgleord • Forbedret modul-konfiguration ved at give brugerne mulighed for at flytte sider og rækker • Forbedret sporhåndtering i "Mine steder" med undermapper og kontekstmenuer til spor og mapper • Rundkørsel med afkørselsnummer vises nu på CarPlay, når du navigerer • Kontroller 3D-relieffet med en ny "Vertikal overdrivelse"-mulighed for et mere dramatisk landskab • Visualiser sporets højde direkte på kortet i en dynamisk 3D-visning • Nye moduler: "Glidetal" og "Solens position" • Tilpas "Afstand under navigation": Vælg mellem præcise eller afrundede tal. • App-sprog vil blive brugt til navne på verdensoversigtskortet i stedet for lokale sprog • OsmAnd Cloud: Tilføjet mulighed for at administrere dine data, herunder gendannelse af slettede filer og sletning af din konto • Tilføjet understøttelse af ekstra tags til turistruter • Rettelse af modulet "Koordinater", hvor de sidste cifre i nogle tilfælde blev overset. • Rettelse af "3D-tilstand"-knappens opførsel: Hvis man trykker på knappen, gemmes hældningsvinklen ikke. • Rettelse af farve på statuslinje for ældre iOS-versioner • Rettelse af kortbevægelser med rotation og knib for at zoome for appen, der kører på macOS
de: • Verbesserte obere und untere Widget-Leisten, um alle Widgets aufzunehmen • Verbessertes Management für auf der Karte sichtbare Tracks • Aktualisiertes „Analyse auf Karte“ mit der Fähigkeit, Metriken von Sensoren anzuzeigen • Erweiterter Tags-Support für GPX wurde hinzugefügt: Link, Autor, Urheberrecht und Schlüsselwörter • Verbesserte Widget-Konfiguration durch die Möglichkeit, Seiten und Reihen zu verschieben • Verbessertes Track-Management im „Meine Orte“ mit Unterordnern und Kontextmenüs für Tracks und Ordner • Kreisverkehr mit Ausfahrtsnummer wird jetzt auf CarPlay beim Navigieren angezeigt • Steuern Sie das 3D-Relief mit der neuen Option "Vertikale Übertreibung" für eine noch dramatischere Landschaft • Visualisierung der Streckenhöhe direkt auf der Karte in einer dynamischen 3D-Ansicht • Neue Widgets: „Gleitverhältnis“ und „Sonnenposition“ • Anpassen von „Entfernung während der Navigation“: Wähle zwischen präzisen oder aufgerundeten Zahlen • App-Sprache wird für Namen auf der Weltübersichtskarte anstelle von lokalen Sprachen verwendet • OsmAnd Cloud: Hinzugefügte Fähigkeit, deine Daten zu verwalten, einschließlich Wiederherstellung gelöschter Dateien und Löschung deines Kontos • Zusätzlicher Tags-Support für touristische Routen hinzugefügt • Behebung des „Koordinaten“-Widgets, wo in einigen Fällen die letzten Ziffern fehlten • Behebung des Verhaltens des „3D Modus“-Knopfs: Ein Tippen auf den Knopf speichert den Neigungswinkel nicht • Behebung der Statusleistenfarbe für ältere iOS-Versionen • Behebung der Dreh- und Kneif-zum-Zoomen-Gesten für die auf macOS laufende App
es_us: • Se han mejorado los paneles de widgets superior e inferior para alojar mejor todos los widgets. • Se ha mejorado la gestión de las trazas visibles en el mapa • Se ha actualizado «Analizar en el mapa» con la posibilidad de mostrar las métricas de los sensores • Se admiten nuevas etiquetas adicionales para GPX: enlaces, autores, licencias y palabras clave • Se han mejorado los ajustes del widget, permitiendo a los usuarios mover páginas y filas • Se ha mejorado la gestión de trazas en «Mis sitios» con sub-carpetas y menús contextuales para trazas y carpetas • La rotonda con el número de salida, ahora se muestra en CarPlay al navegar • Controla el relieve 3D con una nueva opción de «Exageración vertical» para un paisaje más espectacular • Visualiza la elevación de la traza, directamente en el mapa, en una vista 3D dinámica • Se añadieron nuevos widgets: «Relación de planeo» y «Posición del Sol» • Personalización de la «Distancia al navegar": se puede elegir entre números precisos o redondeados. • Se utilizará el idioma de la aplicación para los nombres en el mapa del mundo general, en lugar de los idiomas locales • OsmAnd Cloud: se ha añadido la capacidad de gestionar tus datos, incluyendo la restauración de archivos borrados y la baja de la cuenta • Ahora se admiten etiquetas adicionales para la rutas turísticas • Se ha corregido el widget «Coordenadas» donde, en algunos casos, se perdían los últimos dígitos • Se ha corregido el comportamiento del botón «Modo 3D»: al tocar el botón no se guardaba el ángulo de inclinación • Se ha corregido el color de la barra de estado para versiones antiguas de iOS • Se han corregidos los gestos de girar y pellizcar para ampliar el mapa, para la aplicación que se ejecuta en macOS
fr: • Panneaux de gadgets supérieur et inférieur améliorés pour accueillir tous les widgets • Amélioration de la gestion des traces visibles sur la carte • Mise à jour de la fonction "Analyser sur la carte" avec la possibilité d'afficher les mesures des capteurs. • Ajout d'un support amélioré pour les balises GPX : lien, auteur, copyright et mots-clés. • Amélioration de la configuration des gadgets en permettant aux utilisateurs de déplacer les pages et les lignes • Amélioration de la gestion des traces dans "Lieux favoris" avec des sous-dossiers et des menus contextuels pour les traces et les dossiers. • Les rond-points avec les numéros de sortie s'affichent désormais sur CarPlay lors de la navigation • Contrôle du relief 3D avec une nouvelle option "Exagération verticale" pour un paysage plus spectaculaire • Visualisation de l'élévation de la voie directement sur la carte dans une vue 3D dynamique • Nouveaux widgets : "Rapport de glisse" et "Position du soleil". • Personnalisation de la "distance pendant la navigation" : choisir entre des nombres précis ou arrondis. • La langue de l'application sera utilisée pour les noms sur la carte mondiale au lieu des langues locales. • OsmAnd Cloud : Ajout de la possibilité de gérer vos données, y compris la restauration des fichiers supprimés et la suppression de votre compte • Ajout de balises supplémentaires pour les itinéraires touristiques • Correction du widget "Coordonnées" où, dans certains cas, les derniers chiffres étaient manqués • Correction du comportement du bouton "Mode 3D" : le fait d'appuyer sur le bouton n'enregistre pas l'angle d'inclinaison. • Correction de la couleur de la barre d'état pour les anciennes versions d'iOS • Correction des gestes de rotation et de zoom par pincement de la carte pour l'application fonctionnant sous macOS
hu: • Továbbfejlesztett felső és alsó modulpanel az összes modul elhelyezéséhez • Továbbfejlesztett kezelése a térképen látható nyomvonalaknak • Frissített „Elemzés a térképen” funkció az érzékelők mérőszámainak megjelenítésével • Bővített címketámogatás a GPX-hez: link, szerző, szerzői jog és kulcsszavak • Továbbfejlesztett modulkonfiguráció, lehetővé téve a felhasználók számára oldalak és sorok mozgatását • Továbbfejlesztett nyomvonal-kezelés a „Saját helyek” menüben almappákkal és helyi menükkel a nyomvonalakhoz és mappákhoz • Körforgalom kijáratszámmal mostantól megjelenik a CarPlay-en navigáció közben • Irányítsa a 3D domborzatot egy új „Függőleges eltúlzás” opcióval a drámaibb tájért • Jelenítse meg a nyomvonal magasságát közvetlenül a térképen dinamikus 3D nézetben • Új modulok: „Siklószám” és „Napszak” • Testre szabhatja a „Távolság navigáció közben” beállítást: válasszon a pontos vagy a kerekített számok között • Az alkalmazás nyelve lesz használva a neveknél a világ áttekintő térképén a helyi nyelvek helyett • OsmAnd Cloud: Lehetőség az adatok kezelésére, beleértve a törölt fájlok visszaállítását és a fiók törlését • További címketámogatás hozzáadása a turistaútvonalakhoz • Javítva a „Koordináták” modul, ahol egyes esetekben hiányoztak az utolsó számjegyek • Javítva a „3D mód” gomb viselkedése: a gombra koppintás nem menti el a dőlésszöget • Javítva az állapotsor színe régebbi iOS verziókon • Javítva a térkép forgatása és csippentéssel való nagyítása gesztusok macOS-en futó alkalmazás esetén
id: • Panel widget atas dan bawah yang ditingkatkan untuk mengakomodasi semua widget • Peningkatan pengelolaan trek yang terlihat di peta • Memperbarui "Analisis di Peta" dengan kemampuan untuk menampilkan metrik dari sensor • Dukungan tag yang ditingkatkan untuk GPX telah ditambahkan: tautan, penulis, hak cipta, dan kata kunci • Peningkatan konfigurasi widget dengan memungkinkan pengguna memindahkan halaman dan baris • Peningkatan pengelolaan trek di "Tempat Saya" dengan subfolder dan menu konteks untuk trek dan folder • Bundaran dengan nomor keluar sekarang ditampilkan di CarPlay saat bernavigasi • Kontrol relief 3D dengan opsi "Pembesaran vertikal" baru untuk lanskap yang lebih dramatis • Visualisasikan ketinggian trek langsung di peta dalam tampilan 3D yang dinamis • Widget baru: "Rasio Luncur" dan "Posisi Matahari" • Sesuaikan "Jarak selama navigasi": pilih antara angka yang tepat atau dibulatkan • Bahasa aplikasi akan digunakan untuk nama di peta ikhtisar dunia alih-alih bahasa lokal • OsmAnd Cloud: Menambahkan kemampuan untuk mengelola data Anda, termasuk memulihkan file yang dihapus dan menghapus akun Anda • Menambahkan dukungan tag tambahan untuk rute wisata • Memperbaiki widget "Koordinat" di mana, dalam beberapa kasus, digit terakhir terlewatkan • Memperbaiki perilaku tombol "Mode 3D": mengetuk tombol tidak menyimpan sudut kemiringan • Memperbaiki warna bilah status untuk versi iOS yang lebih lama • Memperbaiki gerakan memutar dan mencubit untuk memperbesar peta untuk aplikasi yang berjalan di macOS
it: • Pannelli widget superiore e inferiore migliorati per accogliere tutti i widget • Migliorata la gestione dei tracciati visibili sulla mappa • Aggiornato "Analizza sulla mappa" con la possibilità di visualizzare le metriche dai sensori • È stato aggiunto il supporto avanzato dei tag per GPX: collegamento, autore, copyright e parole chiave • Configurazione dei widget migliorata consentendo agli utenti di spostare pagine e righe • Gestione migliorata delle tracce in "I miei luoghi" con sottocartelle e menu contestuali per tracce e cartelle • Ora durante la navigazione su CarPlay vengono mostrate le rotonde col numero di uscita • Controlla il rilievo 3D con una nuova opzione "Esagerazione verticale" per un paesaggio più accentuato • Visualizza l'elevazione del tracciato direttamente sulla mappa in una vista 3D dinamica • Nuovi widget: "Rapporto di planata" e "Posizione del sole" • Personalizza la "Distanza durante la navigazione": scegli tra numeri precisi o arrotondati per eccesso • Per i nomi sulla mappa panoramica mondiale verrà utilizzata la lingua dell'app anziché le lingue locali • OsmAnd Cloud: aggiunta la possibilità di gestire i tuoi dati, incluso il ripristino dei file cancellati e l'eliminazione del tuo account • Aggiunto supporto per tag aggiuntivi per percorsi turistici • Risolto il problema con il widget "Coordinate" in cui, in alcuni casi, venivano perse le ultime cifre • Risolto il problema con il comportamento del pulsante "Modalità 3D": toccando il pulsante non si salva l'angolo di inclinazione • Corretto il colore della barra di stato per le versioni iOS precedenti • Risolti i problemi relativi ai gesti di rotazione e pizzicamento per ingrandire la mappa per l'app in esecuzione su macOS
ro_ro: • Panouri widget îmbunătățite în partea de sus și de jos pentru a găzdui toate widgeturile • Gestionare îmbunătățită pentru pistele vizibile pe hartă • Actualizat "Analiză pe hartă" cu posibilitatea de a afișa măsurători de la senzori • A fost adăugat suport îmbunătățit pentru etichete pentru GPX: link, autor, copyright și cuvinte cheie • A fost îmbunătățită configurarea widgeturilor, permițând utilizatorilor să mute paginile și rândurile • Gestionarea îmbunătățită a pistelor în "My Places" cu subfoldere și meniuri contextuale pentru piste și dosare • Sens giratoriu cu numărul de ieșire afișat acum pe CarPlay în timpul navigării • Controlul reliefului 3D cu o nouă opțiune "Exagerare verticală" pentru un peisaj mai dramatic • Vizualizați altitudinea pistei direct pe hartă într-o vizualizare 3D dinamică • Noi widget-uri: "Glide Ratio" și "Sun Position" • Personalizați "Distanța în timpul navigației": alegeți între numere precise sau rotunjite în sus • Limba aplicației va fi utilizată pentru denumirile de pe harta de ansamblu a lumii în locul limbilor locale • OsmAnd Cloud: A fost adăugată posibilitatea de a vă gestiona datele, inclusiv restaurarea fișierelor șterse și ștergerea contului dvs. • A fost adăugat suportul pentru etichete suplimentare pentru rutele turistice • A fost reparat widget-ul "Coordonate" unde, în unele cazuri, ultimele cifre erau omise • S-a reparat comportamentul butonului "Mod 3D": atingerea butonului nu salva unghiul de înclinare • S-a fixat culoarea barei de stare pentru versiunile mai vechi de iOS • Corectarea gesturilor de rotire și de ciupire pentru a mări harta pentru aplicația care rulează pe macOS
ru: • Улучшенные верхняя и нижняя панели виджетов для размещения всех виджетов • Улучшено управление видимыми на карте треками • Обновлен "Анализ на карте" с возможностью отображения показателей с датчиков • Добавлена расширенная поддержка тегов для GPX: ссылка, автор, копирайт и ключевые слова • Улучшена конфигурация виджета, позволяющая пользователям перемещать страницы и строки • Улучшено управление треками в разделе "Мои места" с помощью вложенных папок и контекстных меню для треков и папок • Кольцевая развязка с номером съезда теперь отображается в CarPlay при навигации • Управляйте 3D-рельефом с помощью новой опции "Вертикальное увеличение" для создания более выраженного ландшафта • Визуализируйте возвышение трека непосредственно на карте, в динамическом 3D-виде • Новые виджеты: "Коэффициент планирования" и "Положение солнца" • Настройте "Расстояние во время навигации": выберите между точными цифрами или цифрами с округлением в большую сторону • Теперь для обозначения названий на обзорной карте мира вместо местных языков будет использоваться язык приложения • OsmAnd Cloud: Добавлена возможность управлять вашими данными, включая восстановление удаленных файлов и удаление вашего аккаунта • Добавлена поддержка дополнительных тегов для туристических маршрутов • Исправлен виджет "Координаты", в котором в некоторых случаях пропускались последние цифры • Исправлено поведение кнопки "3D-режим": нажатие на кнопку не сохраняло угол наклона • Исправлен цвет строки состояния для более старых версий iOS • Исправлены жесты поворота и сжатия для увеличения карты в приложении, работающем на macOS
sr: • Побољшани горњи и доњи панели виџета за смештај свих виџета • Побољшано управљање за трагове видљиве на мапи • Ажурирана „Анализа на мапи“ са могућношћу приказа метрике са сензора • Додата је побољшана подршка за ознаке за ГПКС: линк, аутор, ауторска права и кључне речи • Побољшана конфигурација виџета омогућавањем корисницима да померају странице и редове • Побољшано управљање стазама у „Мојим местима“ са подфолдерима и контекстним менијима за стазе и фасцикле • Кружни ток са излазним бројем се сада приказује на КарПлеју током навигације • Контролишите 3Д рељеф помоћу нове опције „Вертикално преувеличавање“ за драматичнији пејзаж • Визуелизујте надморску висину стазе директно на мапи у динамичком 3Д приказу • Нови виџети: „Однос клизања“ и „Позиција сунца“ • Прилагодите „Удаљеност током навигације“: бирајте између прецизних или заокружених бројева • Језик апликације ће се користити за имена на мапи прегледа света уместо локалних језика • ОсмАнд Облак: Додата могућност управљања вашим подацима, укључујући враћање избрисаних датотека и брисање вашег налога • Додата подршка за додатне ознаке за туристичке руте • Поправљен виџет „Координате“ где су, у неким случајевима, пропуштене последње цифре • Исправљено понашање дугмета „3Д режим“: додиром на дугме не чува се угао нагиба • Фиксна боја статусне траке за старије верзије иОС-а • Поправљени покрети ротирања и штипања за зумирање мапе за апликацију која ради на макОС-у
sr_latn: • Poboljšani gornji i donji paneli vidžeta za smeštaj svih vidžeta • Poboljšano upravljanje za tragove vidljive na mapi • Ažurirana „Analiza na mapi“ sa mogućnošću prikaza metrike sa senzora • Dodata je poboljšana podrška za oznake za GPX: link, autor, autorska prava i ključne reči • Poboljšana konfiguracija vidžeta omogućavanjem korisnicima da pomeraju stranice i redove • Poboljšano upravljanje stazama u „Mojim mestima“ sa podfolderima i kontekstnim menijima za staze i fascikle • Kružni tok sa izlaznim brojem se sada prikazuje na KarPleju tokom navigacije • Kontrolišite 3D reljef pomoću nove opcije „Vertikalno preuveličavanje“ za dramatičniji pejzaž • Vizuelizujte nadmorsku visinu staze direktno na mapi u dinamičkom 3D prikazu • Novi vidžeti: „Odnos klizanja“ i „Pozicija sunca“ • Prilagodite „Udaljenost tokom navigacije“: birajte između preciznih ili zaokruženih brojeva • Jezik aplikacije će se koristiti za imena na mapi pregleda sveta umesto lokalnih jezika • OsmAnd Oblak: Dodata mogućnost upravljanja vašim podacima, uključujući vraćanje izbrisanih datoteka i brisanje vašeg naloga • Dodata podrška za dodatne oznake za turističke rute • Popravljen vidžet „Koordinate“ gde su, u nekim slučajevima, propuštene poslednje cifre • Ispravljeno ponašanje dugmeta „3D režim“: dodirom na dugme ne čuva se ugao nagiba • Fiksna boja statusne trake za starije verzije iOS-a • Popravljeni pokreti rotiranja i štipanja za zumiranje mape za aplikaciju koja radi na macOS-u
sv: • Förbättrade övre och undre widgetpaneler för att ackommodera alla widgetar • Förbättrad hantering av spår som syns på kartan • Uppdaterad "Analysera på karta" med möjligheten att visa mätvärden från sensorer • Förbättrat taggstöd för GPX har lagts till: länk, författare, upphovsrätt och nyckelord • Förbättrad widgetkonfiguration genom att låta användare flytta sidor och rader • Förbättrad spårhantering i "Mina platser" med undermappar och kontextmenyer för spår och mappar • Rondell med avfartsnummer visas nu på CarPlay vid navigering • Styr 3D-reliefen med ett nytt alternativ för "Vertikal överdrift" för ett mer dramatiskt landskap • Visualisera spårhöjden direkt på kartan i en dynamisk 3D-vy • Nya widgetar: "Glidförhållande" och "Solposition" • Anpassa "Avstånd under navigering": välj mellan exakta eller avrundade siffror • Appspråket kommer att användas för namn på världskartan istället för lokala språk • OsmAnd Cloud: Lade till möjligheten att hantera dina data, inklusive att återställa raderade filer och ta bort ditt konto • Lade till ytterligare taggstöd för turistvägar • Åtgärdade widgeten "Koordinater" där, i I vissa fall missades de sista siffrorna • Åtgärdade knappbeteendet i "3D-läge": att trycka på knappen sparar inte lutningsvinkeln • Åtgärdade statusfältets färg för äldre iOS-versioner • Åtgärdade rotations- och nypnings- för att zooma kartgester för appen som körs på macOS
ta: • அனைத்து விட்செட்டுகளுக்கும் இடமளிக்க மேம்பட்ட மேல் மற்றும் கீழ் விட்செட் பேனல்கள் Map வரைபடத்தில் காணக்கூடிய தடங்களுக்கான மேம்பட்ட மேலாண்மை Sens சென்சார்களிடமிருந்து அளவீடுகளைக் காண்பிக்கும் திறனுடன் "வரைபடத்தில் பகுப்பாய்வு" புதுப்பிக்கப்பட்டது G சிபிஎக்சிற்கான மேம்பட்ட குறிச்சொற்கள் உதவி சேர்க்கப்பட்டுள்ளது: இணைப்பு, ஆசிரியர், பதிப்புரிமை மற்றும் முக்கிய வார்த்தைகள் பக்கங்கள் மற்றும் வரிசைகளை நகர்த்த பயனர்களை அனுமதிப்பதன் மூலம் மேம்படுத்தப்பட்ட விட்செட் உள்ளமைவு The தடங்கள் மற்றும் கோப்புறைகளுக்கான துணை கோப்புறைகள் மற்றும் சூழல் மெனுக்களுடன் "எனது இடங்களில்" மேம்படுத்தப்பட்ட தட மேலாண்மை • வெளியேறும் எண்ணைக் கொண்ட ரவுண்டானா இப்போது செல்லும்போது கார்ப்ளேயில் காட்டப்பட்டுள்ளது The 3D நிவாரணத்தை மிகவும் வியத்தகு நிலப்பரப்புக்கான புதிய "செங்குத்து மிகைப்படுத்தல்" விருப்பத்துடன் கட்டுப்படுத்தவும் மின்தடம் டிராக் உயரத்தை ஒரு மாறும் 3D பார்வையில் வரைபடத்தில் நேரடியாக காட்சிப்படுத்துங்கள் • புதிய விட்செட்டுகள்: "கிளைடு விகிதம்" மற்றும் "சூரிய நிலை" "வழிசெலுத்தலின் போது தூரத்தை" தனிப்பயனாக்குங்கள்: துல்லியமான அல்லது சுற்று எண்களுக்கு இடையே தேர்வு செய்யவும் Languagures உள்ளக மொழிகளுக்கு பதிலாக உலக கண்ணோட்ட வரைபடத்தில் உள்ள பெயர்களுக்கு பயன்பாட்டு மொழி பயன்படுத்தப்படும் • OSMand Cloud: நீக்கப்பட்ட கோப்புகளை மீட்டமைத்தல் மற்றும் உங்கள் கணக்கை நீக்குதல் உள்ளிட்ட உங்கள் தரவை நிர்வகிக்கும் திறன் சேர்க்கப்பட்டது The சுற்றுலா வழித்தடங்களுக்கு கூடுதல் குறிச்சொற்களைச் சேர்த்தது Some "ஒருங்கிணைப்புகள்" விட்செட்டை சரி செய்யப்பட்டது, அங்கு சில சந்தர்ப்பங்களில், கடைசி இலக்கங்கள் தவறவிட்டன • நிலையான "3D பயன்முறை" பொத்தான் நடத்தை: பொத்தானைத் தட்டுவது சாய்வு கோணத்தை சேமிக்காது IO பழைய ஐஇமு பதிப்புகளுக்கான நிலையான நிலை பட்டி நிறம் MA MACOS இல் இயங்கும் பயன்பாட்டிற்கான வரைபட சைகைகளை பெரிதாக்க நிலையான சுழற்சி மற்றும் கிள்ளுதல்
uk: • Покращені верхня та нижня панелі віджетів для розміщення всіх віджетів • Покращене керування треками, видимими на карті • Оновлений "Аналіз на карті" з можливістю відображення метрик з датчиків • Додано розширену підтримку тегів для GPX: посилання, автор, копірайт та ключові слова • Покращено конфігурацію віджетів, дозволивши користувачам переміщати сторінки та рядки • Покращено керування треками в "Моїх місцях" з підпапками та контекстними меню для треків і папок • Перехрестя з номером з'їзду тепер відображається в CarPlay під час навігації • Керуйте 3D-рельєфом за допомогою нової опції "Перебільшення по вертикалі" для більш драматичного ландшафту • Візуалізація висоти треку безпосередньо на карті в динамічному 3D-вигляді • Нові віджети: "Коефіцієнт ковзання" та "Положення сонця" • Налаштуйте "Відстань під час навігації": виберіть між точними та заокругленими числами • Мова додатку буде використовуватися для назв на оглядовій карті світу замість місцевих мов • OsmAnd Cloud: Додано можливість керувати своїми даними, зокрема відновлювати видалені файли та видаляти обліковий запис • Додано підтримку додаткових тегів для туристичних маршрутів • Виправлено віджет "Координати", в якому в деяких випадках були пропущені останні цифри • Виправлено поведінку кнопки "3D-режим": натискання на кнопку не зберігає кут нахилу • Виправлено колір рядка стану для старих версій iOS • Виправлено жести повороту та масштабування мапи для програми на macOS
zh_hant: * 強化頂部與底部小工具面版來安放所有小工具 * 改進地圖上軌跡視覺化的管理功能 * 更新"在分析上分析"，具備顯示感測器數據的能力 * 新增加GPX的改進標籤支援：連結、作者、版權與關鍵字 * 藉由使用者移動頁面與行改進小工具設定 * 改進"我的地點"軌跡管理並增加次資料夾，與軌跡和資料夾的內容選單 * 有出口編號的圓環如今在導航時會顯示在CarPlay上 * 以新的"垂直誇大"選項控制3D浮雕，來突顯地景狀況 * 以動態3D檢視來直接在地圖上視覺化軌跡 * 新小工具："滑行角度"與"太陽位置" * 客製化"導航時的距離"：選擇精確或是四捨五入的數字 * App語言會採用全球總覽地圖的名稱而非當地語言 * OsmAnd雲端：新增管理你資料的功能，包括恢復被刪除的檔案以及刪除你的帳號 * 新增遊客路線額外的標籤支援 * 修正"座標"小工具有時候會導致最後一位數會被忽略 * 修正"3D模式"按鈕行為：按按鈕時不會儲存傾斜角度 * 修正較舊的iOS版本狀態列顏色 * 修正macOS的旋轉與捏合縮放地圖手勢
