Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# routing_attr_prefer_hiking_routes_description
source: Prefer hiking routes
ar: تفضيل طرق التنزه
be: Аддаваць перавагу пешаходным маршрутам
bg: Предпочитане на пешеходни маршрути
ca: Prioritza les rutes de senderisme
cs: Upřednostňovat turistické trasy
cy: Ffafrio llwybrau heicio
da: Foretræk vandreruter
de: Wanderwege bevorzugen
el: Να προτιμώνται διαδρομές για πεζοπορία
eo: Preferi piediradajn kursojn
es_us: Prefiere rutas de senderismo
et: Eelista matkaradu
eu: Hobetsi mendiko ibilbideak
fa: ترجیح مسیرهای پیاده‌گردی
fi: Suosi patikointireittejä
fr: Privilégier les itinéraires de randonnée
gl: Preferir rutas de sendeirismo
he: להעדיף מסלולי הליכה
hu: Turistautak előnyben részesítése
id: Utamakan rute mendaki
is: Velja frekar gönguleiðir
it: Preferisci i percorsi escursionistici
ja: ハイキング向けのルートを選択します
ka: საფეხმავლო ბილიკებისთვის პრიორიტეტის მიცემა
ko: 하이킹 경로 선호
mk: Pretpočitaj planinski ruti
nb: Foretrekk vandreruter
nl: Voorkeur voor ongebaande wandelwegen
oc: Priorizar lei percors d'escorreguda
pl: Preferowane szlaki turystyczne
ro_ro: Preferă traseele de drumeție
ru: Предпочитать пешеходные маршруты
sc: Preferi sas àndalas pro s'escursionismu
sk: Uprednostniť turistické trasy
sl: Prednostno bodo izbrane pohodniške poti
sr: Присили на планинске пешачке путеве
sr_latn: Preferiraj planinske pešačke rute
sv: Föredra vandringsleder
ta: ஐகிங் வழிகளை விரும்புங்கள்
tr: Yürüyüş rotalarını tercih edin
uk: Надавати перевагу маршрутам для пішого туризму
vi: Ưu tiên các tuyến đường leo núi
zh_hans: 偏好徒步路线
zh_hant: 偏好遠足路線

# rendering_attr_horse_scale_impossible_name
source: Impossible
ar: مستحيل
be: Немагчыма
bg: Непроходима
cs: Nemožné
cy: Amhosibl
da: Umulig
de: Unpassierbar, Lebensgefahr
el: Αδύνατο
eo: netransrajdebla
es_us: Imposible
et: Võimatu
eu: Ezinezkoa
fa: غیر ممکن
fi: Mahdoton
he: בלתי אפשרי
hu: Lehetetlen
id: Mustahil
is: Ómögulegt
it: Impossibile
ja: Impossible(命の危険あり)
ka: შეუძლებელი
ko: 어림없음
mk: Nevozmožno
nb: Umulig
nl: Onmogelijk
pl: Niemożliwy
ro_ro: Imposibil
ru: Непроходимый
sc: Impossìbile
sk: Nemožná
sl: nemogoča
sr: Немогућа
sr_latn: Nemoguća
sv: Omöjlig
ta: சாத்தியமற்றது
tr: İmkansız
uk: Непрохідна
vi: Không thể làm được
zh_hans: 不可能
zh_hant: 不可能

# map_widget_ant_bicycle_power
source: Bicycle Power
ar: طاقة الدراجة
bg: Мощност на велосипеда
ca: Potència de la bicicleta
cs: Výkon jízdního kola
da: Cykelkraft
de: Fahrradleistung
el: Ισχύς ποδηλάτου
eo: Bicikla povumo
es_us: Potencia de la bicicleta
et: Jalgratta võimsus
eu: Bizikletaren potentzia
fa: قدرت دوچرخه
fr: Puissance développée sur le vélo
he: עצמת אופניים
hu: Kerékpáros-teljesítmény
id: Daya Sepeda
is: Afköst hjólandi
it: Potenza bicicletta
ja: 自転車の出力
ko: 자전거 동력
nb: Sykkelkraft
nl: Krachtuitoefening fiets
pl: Moc roweru
ro_ro: Putere exercitată
ru: Мощность велосипеда
sc: Potèntzia de su tziclista
sk: Výkon bicykla
sl: Moč kolesarja
sr: Снага бицикла
sr_latn: Snaga bicikla
sv: Cykeleffekt
ta: சைக்கிள் ஆற்றல்
tr: Bisiklet Gücü
uk: Потужність велосипеда
vi: Sức mạnh xe đạp
zh_hans: 自行车功率
zh_hant: 自行車功率

source: Show icon
ar: أظهر الأيقونة
ckb: پیشاندانی وێنۆچکە
cs: Zobrazit ikonu
da: Vis ikon
de: Symbol anzeigen
el: Εμφάνιση εικονιδίου
eo: Montri emblemon
es_us: Mostrar icono
et: Näita ikooni
eu: Erakutsi ikonoa
fi: Näytä kuvake
fr: Afficher l'icône
gl: Mostrar a icona
hu: Ikon mutatása
id: Tampilkan ikon
is: Birta táknmynd
it: Mostra l'icona
ja: アイコンを表示
ko: 아이콘 표시
nb: Vis ikon
nl: Icoon tonen
pl: Wyświetl ikonę
ro_ro: Arată icon
ru: Показать значок
sk: Zobraziť ikonu
sr: Прикажи икону
sr_latn: Prikazati ikonu
sv: Visa ikon
ta: ஐகானைக் காட்டு
tr: Simge göster
uk: Показати піктограму
vi: Hiện biểu tượng
zh_hans: 显示图标
zh_hant: 顯示圖示

# duration_moment_ago
source: a moment ago
ar: قبل قليل
ast: hai un momentu
az: indicə
be: толькі што
bg: току-що
cs: před chvílí
cy: moment ynôl
da: for et øjeblik siden
de: gerade eben
el: πριν από λίγο
eo: antaŭ momento
es_us: hace instantes
et: hetk tagasi
eu: duela gutxi
fa: لحظه‌ای پیش
fi: hetki sitten
fr: il y a un instant
he: לפני רגע קט
hu: egy pillanattal ezelőtt
id: beberapa saat yang lalu
is: fyrir augnabliki síðan
it: un attimo fa
ja: すこし前
ka: ცოტა ხნის წინ
ko: 조금 전에
lt: prieš akimirką
lv: mirkli atpakaļ
mk: Pred eden moment
nb: etøyeblikk siden
nl: een ogenblik geleden
oc: i a gaire
pl: przed chwilą
ro_ro: cu un moment în urmă
ru: только что
sc: unu momentu a como
sk: pred chvíľou
sl: pred nekaj trenutki
sr: пре пар тренутака
sr_latn: pre par trenutaka
sv: alldeles nyss
ta: ஒரு கணம் முன்பு
tr: az önce
uk: щойно
vi: một lúc trước
zh_hans: 刚才
zh_hant: 剛才

# average_glide_time_interval_desc
source: Specify the time interval for glide averaging.
ar: حدد الفاصل الزمني لحساب متوسط الانحدار.
cs: Zadejte časový interval pro průměrování klouzání.
da: Angiv tidsintervallet for glide-gennemsnit.
de: Zeitintervall eingeben, um mittlere Gleitzahl zu ermitteln.
eo: Difinu kiel ofte la mezuma glisrilato estos rekalkulata.
es_us: Indica el intervalo de tiempo para el planeo promedio.
eu: Zehaztu planeatzearen batez bestekoa egiteko behar den denbora-tartea.
fa: بازه زمانی برای میانگین‌گیری گلاید را مشخص کنید.
fr: Définir la fréquence de calcul de la dérive moyenne.
hu: Adja meg a siklószám átlagának kiszámításához használt időközt.
id: Tentukan interval waktu untuk kecepatan rata-rata.
is: Skilgreindu tímabilin sem notuð verða til að reikna meðalrennsli.
it: Specificare l'intervallo di tempo per la media di planata.
ja: 平均滑空比を決めるための時間間隔を入力します。
ko: 글라이드 평균화를 위한 시간 간격을 지정합니다.
nb: Angi tidsintervallet forå bestemme gjennomsnittlig glidetall.
nl: Geef het tijdsinterval voor de gemiddelde zweefhoek op.
pl: Określa interwał czasowy dla uśredniania poślizgu.
ro_ro: Specifică intervalul de timp pentru calcularea mediei de planare.
ru: Укажите интервал для усреднения планирования.
sk: Zadajte časový interval pre priemerovanie kĺzania.
sr: Одредите међувреме за одређивање просека једрења.
sr_latn: Odredite međuvreme za određivanje proseka jedrenja.
sv: Ange tidsintervallet för genomsnittligt glidtal.
ta: சறுக்கு சராசரியான நேர இடைவெளியைக் குறிப்பிடவும்.
uk: Вкажіть інтервал часу для усереднення ковзання.
vi: Chỉ rõ khoảng thời gian cho việc tính trung bình lượn.
zh_hans: 指定平均滑行的时间间隔。
zh_hant: 指定滑翔平均的時間間隔。

# rendering_attr_padusDisplayMode_name
source: Public lands display mode
ar: وضع عرض الأراضي العامة
be: Рэжым адлюстравання зямель агульнага карыстання
ca: Mode de visualització de terrenys públics
cs: Zobrazovací mód veřejných prostranství
da: Visning af offentlige arealer
de: Anzeigemodus für öffentliche Flächen
el: Λειτουργία εμφάνισης δημόσιας γης
eo: Maniero montri publikaj terenoj
es_us: Modo de visualización de tierras públicas
eu: Lur publikoak bistaratzeko modua
fa: حالت نمایش زمین های عمومی
fr: Mode d'affichage des terrains publiques
hu: Közterületek megjelenítési módja
id: Mode penampilan lahan pemerintah
is: Birtingarhamur almenningslands
it: Modalità di visualizzazione dei terreni pubblici
ja: 公共エリア用の表示モード
ko: 공공 토지 표시 모드
nl: Openbaar gebied weergavemodus
pl: Tryb wyświetlania terenów publicznych
ro_ro: Mod de afișare al terenurilor publice
ru: Режим отображения общественных земель
sk: Režim zobrazovania verejných pozemkov
sr: Начин приказа јавних површина
sr_latn: Način prikaza javnih površina
sv: Visningsläge för allmän mark
ta: பொது நிலங்கள் காட்சி முறை
uk: Режим відображення земель загального користування
vi: Chế độ hiển thị đất công cộng
zh_hans: 公共用地显示模式
zh_hant: 公有地顯示模式

# routing_attr_hazmat_category_usa_6_name
source: Toxic and Infectious Substances
ar: مواد سامة ومعدية
bg: Отровни и заразни вещества
cs: Toxické a infekční látky
da: Giftige og smitsomme stoffer
de: Giftige und infektiöse Substanzen
el: Τοξικές και Μολυσματικές Ουσίες
eo: Toksaj kaj biodanĝeraj substancoj
es_us: Sustancias tóxicas e infecciosas
eu: Substantzia toxikoak eta infekziosoak
fa: مواد سمی و عفونی
fi: Myrkylliset ja tartuttavat aineet
fr: Substances toxiques et infectieuses
he: חומרים רעילים ומידבקים
hu: Mérgező és fertőző anyagok
id: Zat Beracun dan Menular
is: Eitruð og smitandi efni
it: Sostanze Infettive e Tossiche
ko: 독성 및 전염성 물질
nb: Giftige og smittsomme stoffer
nl: Giftige en infectueuze stoffen
pl: Substancje toksyczne i zakaźne
ro_ro: Substanțe toxice și infecțioase
ru: Токсичные и инфекционные вещества
sk: Toxické a infekčné látky
sl: Strupene in nalezljive snovi
sr: Отровне и заразне твари
sr_latn: Otrovne i zarazne materije
sv: Giftiga och smittförande ämnen
ta: நச்சு மற்றும் தொற்று பொருட்கள்
tr: Zehirli ve Bulaşıcı Maddeler
uk: Токсичні та інфекційні речовини
vi: Chất độc và lây nhiễm
zh_hans: 有毒和传染性物质
zh_hant: 有毒與傳染性物質

# rendering_value_sector5_name
source: Sector 5
ar: القطاع 5
bg: Сектор 5
cs: Sektor 5
da: Sektor 5
de: Sektor 5
el: Τομέας 5
eo: Sektoro 5
et: Sektor 5
eu: 5 sektorea
fa: بخش ۵
fi: Sektori 5
fr: Secteur 5
hi: सेक्टर ५
hu: 5. szektor
id: Sektor 5
is: Geiri 5
it: Settore 5
ko: 부문 5
nb: Sektor 5
pl: Sektor 5
ru: Сектор 5
sk: Sektor 5
sl: Sektor 5
sr: Одсечак 5
sr_latn: Sektor 5
sv: Sektor 5
ta: பிரிவு 5
uk: Сектор 5
vi: Khu vực 5
zh_hans: 分区 5
zh_hant: 區段 5

# routing_attr_hazmat_category_usa_2_name
source: Gases
ar: غازات
bg: Газове
ca: Gasos
cs: Plyny
da: Gasser
de: Gase
el: Αέρια
eo: Gasoj
eu: Gasak
fa: گازها
fi: Kaasut
fr: Gaz
he: גזים
hu: Gázok
id: Gas
is: Gös
it: Gas
ka: აირები
ko: 가스
nb: Gasser
nl: Gassen
pl: Gazy
ro_ro: Gaze
ru: Газы
sk: Plyny
sl: Plini
sr: Плинови
sr_latn: Gasovi
sv: Gaser
ta: வாயுக்கள்
tr: Gazlar
uk: Гази
vi: Khí đốt
zh_hans: 燃气
zh_hant: 氣體

# routing_attr_hazmat_category_usa_4_name
source: Flammable Solids
ar: مواد صلبة قابلة للاشتعال
bg: Леснозапалими твърди вещества
cs: Hořlavé pevné látky
da: Brandfarlige faste stoffer
de: Brennbare Feststoffe
el: Εύφλεκτα Στερεά
eo: Brulemaj solidoj
es_us: Sólidos inflamables
eu: Solido sukoiak
fa: جامدات قابل‌اشتعال
fi: Syttyvät kiinteät aineet
fr: Solides inflammables
he: מוצקים דליקים
hu: Éghető szilárd anyagok
id: Padatan Mudah Terbakar
is: Eldfim fastefni
it: Solidi Infiammabili
ko: 가연성 고체
nb: Brennbare faste stoffer
nl: Brandbare vaste stoffen
pl: Łatwopalne substancje stałe
ro_ro: Solide inflamabile
ru: Легковоспламеняющиеся твердые вещества
sk: Horľavé pevné látky
sl: Vnetljive trdne snovi
sr: Запаљиве чврсте твари
sr_latn: Zapaljive čvrste materije
sv: Brandfarliga fasta ämnen
ta: எரியக்கூடிய திடப்பொருள்கள்
tr: Yanıcı Katılar
uk: Легкозаймисті речовини
vi: Chất rắn dễ cháy
zh_hans: 易燃固体
zh_hant: 易燃固體

# rendering_attr_lightDetail_description
source: Default: seamark name (light character.group.period), select additional information on sectors 1 to 3 or sector 1,2,3,4,5 light character
ar: الافتراضي: اسم العلامة البحرية (صفة الضوء.المجموعة.الفترة) ، حدد معلومات إضافية عن القطاعات من 1 إلى 3 أو صفة ضوء القطاع 5،4،3،2،1
bg: По подразбиране: име на морски знак (светлина знак.група.период), изберете допълнителна информация за сектори от 1 до 3 или сектор 1, 2, 3, 4, 5 на светлинния знак
cs: Výchozí: název podmořské značky (světelný znak.skupina. období), vyberte další informace o sektorech 1 až 3 nebo sektor 1,2,3,4,5 světelný znak
da: Standard: sømærke navn (lystegn.gruppe.periode), vælg yderligere oplysninger om sektor 1 til 3 eller sektor 1,2,3,4,5 lystegn
de: Standard: Seezeichenname (Leuchtfeuer.Gruppe.Periode), Auswahl zusätzlicher Informationen zu den Sektoren 1 bis 3 oder Sektor 1,2,3,4,5 Leuchtfeuer
el: Προεπιλογή: ονομασία θαλάσσιου σημαδιού (χαρακτήρας φωτός.ομάδα.περίοδος), επιλογή πρόσθετων πληροφοριών στους τομείς 1 έως 3 ή τους τομείς 1,2,3,4,5 χαρακτήρα φωτός
eo: Implicite: nomo de marmarko (karaktero, grupo, periodo). elektu pliajn informojn pri sektoroj 1–3 aŭ pri karaktero de sektoro 1,2,3,4,5
es_us: Predefinido: nombre de la baliza náutica (carácter de luz.grupo.período), elige información adicional sobre los sectores 1 al 3 o el carácter de luz del sector 1 al 5
eu: Lehenetsia: itsas markaren izena (argi mota.taldea.periodoa), hautatu 1etik 3ra bitarteko sektoreei edo 1,2,3,4,5 karaktere argiei buruzko informazio gehigarria
fa: پیش‌فرض: نام علامت دریایی (ویژگی.گروه.دوره)، اطلاعات اضافی در مورد بخش‌های ۱ تا ۳ یا ویژگی نور بخش‌های ۱، ۲، ۳، ۴، ۵ را انتخاب کنید
fr: Par défaut : nom de la balise (type de l'éclairage.signal.durée), sélectionnez des informations supplémentaires sur les secteurs 1 à 3 ou sur les secteurs 1, 2, 3, 4, 5 de la signature lumineuse
hu: Alapértelmezett: hajózási jel neve (fénykarakter.csoport.periódus), válasszon további információkat az 1-3. szektorok vagy az 1.,2.,3.,4.,5. szektorok fénykarakteréről
id: Bawaan: nama garis laut (karakter cahaya.grup.periode), pilih informasi tambahan di bagian 1 sampai 3 atau sektor karakter cahaya 1,2,3,4,5
is: Sjálfgefið: heiti sjómerkis (skammstöfun ljósmerkis.hópur.tímalengd), veldu viðbótarupplýsingar á geirum 1 til 3 eða skammstafanir á geirum 1,2,3,4,5
it: Predefinito: nome del contrassegno (carattere chiaro.gruppo.periodo), selezionare informazioni aggiuntive sui settori da 1 a 3 o carattere chiaro settore 1,2,3,4,5
ko: 기본: Seamark 이름 (light character.group.period), 부문에 추가 정보를 선택 1 에 3 또는 부문 1,2,3,4,5 가벼운 문자
nb: Forvalg: Sjømerkenavn (lystegn.gruppe.periode), velg ytterligere info om sektor 1 til 3, eller sektor 1, 2, 3, 4, 5-lystegn
nl: Standaard: betonningsnaam (lichtkarakter.groep.periode), selecteer aanvullende informatie over sectoren 1 t/m 3 of sectoren 1,2,3,4,5 lichtkarakter
pl: Domyślnie: nazwa znaku morskiego (light character.group.period), wybierz dodatkowe informacje o sektorach od 1 do 3 lub sektorze 1,2,3,4,5 znaku świetlnego
ro_ro: Implicit: nume seamark (light character.group.period), selectați informații suplimentare privind sectoarele 1 - 3 sau sectorul 1,2,3,4,5 light character
ru: По умолчанию: название навигационного ориентира (световой знак.группа.одиночный), выберите дополнительную информацию о секторах 1-3 или сектор 1,2,3,4,5 светового знака
sk: Predvolené: názov námornej značky (svetelný znak.skupina.obdobie), zvoľte ďalšie informácie o sektoroch 1 až 3 alebo sektor 1,2,3,4,5 svetelný znak
sl: Privzeto: ime pomorske oznake (svetli character.group.period), izberi dodatne informacije o sektorjih 1 do 3 ali sektorjih 1, 2, 3, 4, 5 svetli znak
sr: Подразумевано: име поморске ознаке (светла особина.група.раздобље), означите додатне податке на одсечцима 1 до 3 1,2,3,4,5 особина светла
sr_latn: Podrazumevano: ime pomorske oznake (svetla osobina.grupa.razdoblje), označite dodatne podatke na odsečcima 1 do 3 1,2,3,4,5 osobina svetla
sv: Standard: Namn (ljustyp.grupp.period). Ändra till info om sektorerna, karaktär för en specifik sektor, eller mindre info
ta: இயல்புநிலை: சீமார்க் பெயர் (ஒளி எழுத்து. குழு.காலம்), 1 முதல் 3 அல்லது பிரிவு 1,2,3,4,5 ஒளி எழுத்துபற்றிய கூடுதல் தகவல்களைத் தேர்ந்தெடு
uk: Типово: назва морського знака (light character.group.period), виберіть додаткову інформацію про сектори 1-3 або сектор 1,2,3,4,5 світлового знака
vi: Mặc định: tên điểm đánh dấu hàng hải (light character.group.period), chọn thông tin bổ sung vào các khu vực 1 đến 3 hoặc khu vực 1, 2, 3, 4, 5 ký tự ánh sáng
zh_hant: 預設：海標名稱（燈光特性.群組.週期），選取區段 1 至 3 或區段 1,2,3,4,5 燈光特性

# rendering_value_sector4_name
source: Sector 4
ar: القطاع 4
bg: Сектор 4
cs: Sektor 4
da: Sektor 4
de: Sektor 4
el: Τομέας 4
eo: Sektoro 4
et: Sektor 4
eu: 4 sektorea
fa: بخش ۴
fi: Sektori 4
fr: Secteur 4
hi: सेक्टर ४
hu: 4. szektor
id: Sektor 4
is: Geiri 4
it: Settore 4
ko: 분야 4
nb: Sektor 4
pl: Sektor 4
ru: Сектор 4
sk: Sektor 4
sl: Sektor 4
sr: Одсечак 4
sr_latn: Sektor 4
sv: Sektor 4
ta: பிரிவு 4
uk: Сектор 4
vi: Khu vực 4
zh_hans: 分区 4
zh_hant: 區段 4

# required_maps_list
source: Maps that will also be used: %@
cs: Mapy, které budou rovněž použity: %@
da: Kort, der også vil blive brugt: %@
de: Karten, die auch verwendet werden: %@
el: Χάρτες που επίσης θα χρησιμοποιηθούν: %@
eo: Aliaj uzotaj mapoj: %@
es_us: Mapas extras a usar: %@
et: Lisaks kasutatame kaarte: %@
eu: Mapa hauek ere erabiliko dira: %@
fr: Cartes qui seront également utilisées : %@
hu: Szintén használt térképek: %@
id: Peta yang juga dapat digunakan: %@
is: Kort sem verða einnig notuð: %@
it: Mappe che verranno utilizzate: %@
ko: 또한 사용할지도: %@
lt: Žemėlapiai, kurie taip pat gali būti naudojami: %@
nl: Kaarten die ook worden gebruikt: %@
pl: Mapy, które również będą używane: %@
ro_ro: Hărți ce vor fi de asemenea utilizate: %@
ru: Карты, которые также можно использовать: %@
sk: Mapy, ktoré budú tiež použité: %@
sr: Карте које ће се такође користити: %@
sr_latn: Mape koje će se takođe koristiti: %@
sv: Kartor som också kommer användas: %@
ta: பயன்படுத்தப்படும் வரைபடங்கள்: %@
tr: Ayrıca kullanılacak haritalar: %@
uk: Мапи, які також будуть використані: %@
vi: Các bản đồ cũng sẽ được dùng: %@
zh_hant: 將要使用的地圖：%@

# visualization_3d_visualized_by
source: Visualized by
cs: Vizualizováno
da: Visualiseret af
de: Visualisiert von
el: Οπτικοποιείται από
eo: Vidigi per
es_us: Visualizado por
eu: Ikusita
fr: Affiché par
hu: Vizualizálva:
id: Divisualisasikan oleh
is: Myndgert af
it: Visualizzato da
ko: 사용자 정의
lt: Vizualizavo
nl: Weergegeven door
pl: Wizualizowane przez
ro_ro: Vizualizat prin
ru: Визуализация
sk: Vizualizované pomocou
sr: Приказано помоћу
sr_latn: Vizualizirao
sv: Visualiseras av
ta: காட்சிப்படுத்தப்பட்டது
tr: Görselleştiren
uk: Візуалізовано
vi: Được làm trực quan bởi
zh_hant: 視覺化方式

# visualization_3d_track_line
source: Track line
cs: Linie trasy
da: Sporlinje
de: Track-Linie
el: Γραμμή ίχνους
eo: Linio de spuro
es_us: Línea de la traza
et: Raja joon
eu: Arrastoaren lerroa
fr: Ligne de la trace
hu: Nyomvonal csík
id: Garis trek
is: Ferillína
it: Linea della traccia
ko: 트랙 라인
lt: Trasos linija
nb: Sporlinje
nl: Track-lijn
pl: Linia trasy
ro_ro: Linie de cale ferată
ru: Линия трека
sk: Čiara stopy
sr: Линија трага
sr_latn: Linija staze
sv: Spårlinje
ta: ட்ராக் லைன்
tr: Yol hattı
uk: Лінія треку
vi: Nét đường dẫn
zh_hant: 軌跡線

source: Upward gradient
cs: Sklon vzhůru
da: Opadgående gradient
de: Aufwärtsneigung
el: Ανηφορική κλίση
eo: Gradiento supren
es_us: Gradiente ascendente
et: Tee kalle üles
eu: Goranzko gradientea
fa: شیب رو به بالا
fr: Gradient vers le haut
hu: Emelkedés foka
id: Gradien ke atas
is: Litstigull upp
it: Gradiente verso l'alto
ja: 上り勾配
ko: 위쪽 gradient
lt: Gradientas aukštyn
nl: Opwaartse helling
pl: Nachylenie w górę
ro_ro: Gradient ascendent
ru: Восходящий градиент
sk: Gradient smerujúci nahor
sr: Прелив навише
sr_latn: Gradijent na gore
sv: Uppåtgående gradient
ta: மேல்நோக்கி சாய்வு
tr: Yukarı doğru eğim
uk: Висхідний градієнт
vi: Độ dốc đi lên
zh_hant: 向上斜率

# weather_source_ecmwf_description
source: European Centre for Medium-Range Weather Forecasts
bg: Европейски център за средносрочни прогнози на времето
ca: Centre Europeu de Prediccions Meteorològiques a Mitjà Termini
cs: Evropské centrum pro střednědobé předpovědi počasí
da: Det Europæiske Center for mellemfristede vejrprognoser
de: Europäisches Zentrum für mittelfristige Wettervorhersage
el: Ευρωπαϊκό Κέντρο Μεσοπρόθεσμων Μετεωρολογικών Προγνώσεων (ECMWF)
es_us: Centro Europeo de Previsiones Meteorológicas a Plazo Medio
et: Euroopa Keskpika Ilmaennustuse Keskus (ECMWF)
eu: Epe Ertaineko Eguraldi Iragarpenen Europako Zentroa
fa: مرکز اروپایی پیش‌بینی‌های میان‌مدت آب‌وهوا
fi: Euroopan keskipitkien sääennusteiden keskus (ECMWF)
fr: Centre Européen pour les Prévisions Météorologiques à Moyen Terme
hu: Középtávú Időjárás-előrejelzések Európai Központja
id: Pusat Prakiraan Cuaca Jarak Menengah Eropa
is: Evrópumiðstöð fyrir meðallangar veðurspár
it: Centro europeo per le previsioni meteorologiche a medio termine (ECMWF)
ja: ヨーロッパ中期予報センター(ECMWF)
nb: Europeisk senter for middels lange værvarsler (ECMWF)
nl: Europees Centrum voor weersvoorspellingen op middellange termijn (ECMWF)
pl: Europejskie Centrum Prognoz Średnioterminowych
ro_ro: Centrul european pentru prognoze meteorologice pe termen mediu
ru: Европейский центр среднесрочных прогнозов погоды
sk: Európske centrum strednodobých predpovedí počasia
sl: Evropski center za srednjeročne vremenske napovedi (ECMWF)
sr: Европско средиште за средњерочна предвиђања временских прилика
sr_latn: Evropski Centar za srednjeročne vremenske prognoze
sv: Europacentret för medellånga väderprognoser
ta: நடுத்தர தூர வானிலை முன்னறிவிப்புகளுக்கான ஐரோப்பிய நடுவண்
tr: Avrupa Orta Vadeli Hava Tahminleri Merkezi (ECMWF)
uk: Європейський центр середньострокових прогнозів погоди
vi: Trung tâm Dự báo Thời tiết hạn vừa châu Âu
zh_hans: 欧洲中期天气预报中心
zh_hant: 歐洲中期天氣預報中心

# weather_source_GFS_description
source: Global Forecast System from National Centers for Environmental Prediction
bg: Глобална система за прогнози от национални центрове за предсказване на околната среда
ca: Sistema de Predicció Global dels Centres Nacionals de Predicció Ambiental
cs: Globální předpovědní systém od Národních center pro environmentální předpovědi
da: Globalt prognosesystem fra nationale centre for miljøforudsigelser
de: Globales Vorhersagesystem der Nationalen Zentren zur Umweltvorhersage
el: Παγκόσμιο Σύστημα Πρόγνωσης (GFS) από τα Εθνικά Κέντρα Περιβαλλοντικής Πρόβλεψης
es_us: Sistema Global de Predicción de los Centros Nacionales de Predicción Medioambiental
et: Ameerika Ühendriikide Keskonnaennsutuse Keskuste ülemaailmne ennustus (Global Forecast System from National Centers for Environmental Prediction)
eu: Eguraldia Iragartzeko Zentro Nazionaletako Iragarpen Sistema Globala
fa: سامانه پیش‌بینی جهانی از مراکز ملی پیش‌بینی محیطی
fi: Yhdysvaltain ympäristöennustekeskusten maailmanlaajuinen ennustejärjestelmä
fr: Système de prévision global des Centres Nationaux pour la Prédiction Environnementale
hu: Az amerikai Nemzeti Környezeti Előrejelző Központok adatait felhasználó Globális Előrejelzési Rendszer
id: Sistem Prakiraan Global dari Pusat Nasional untuk Prediksi Lingkungan
is: Global Forecast System frá National Centers for Environmental Prediction
it: Sistema di previsione globale dei Centri nazionali per la previsione ambientale
ja: アメリカ国立環境予測センター(NCEP)によるグローバル予測システム
nl: Global Forecast System van National Centers for Environmental Prediction
pl: Globalny system prognoz z Krajowych Centrów Prognoz Środowiskowych
ro_ro: Sistemul de prognoză globală de la Centrele naționale pentru prognoza mediului
ru: Глобальная система прогнозов от национальных центров экологического прогнозирования
sk: Globálny systém predpovedí z národných centier predpovedí životného prostredia
sr: Светско устројство предвиђања временских прилика Народног средишта за предвиђање животног околиша
sr_latn: Globalni sistem prognoze Nacionalnog centra za predviđanje životne sredine
sv: Globala prognossystemet från National Centers for Environmental Prediction
ta: சுற்றுச்சூழல் கணிப்புக்கான தேசிய மையங்களிலிருந்து உலகளாவிய முன்னறிவிப்பு அமைப்பு
uk: Глобальна система прогнозування від національних центрів екологічного прогнозування
vi: Hệ thống dự báo toàn cầu từ Trung tâm dự báo môi trường quốc gia
zh_hant: 國家環境預報中心的全球預報系統
