Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

source: Vertical exaggeration
ca: Accentuació vertical
cs: Vertikální zvýraznění
da: Vertikal overdrivelse
de: Vertikale Vergrößerung
el: Κάθετη υπερβολή
eo: Vertikala troigo
es_us: Exageración vertical
eu: Gehitze bertikala
fa: بزرگ‌نمایی عمودی
fr: Accentuation verticale
hu: Függőleges eltúlzás
id: Pembesaran vertikal
is: Lóðrétt ýking
it: Esagerazione verticale
ja: 垂直倍率
lt: Vertikalus perdėjimas
nl: Verticale uitvergroting
pl: Pionowe wyolbrzymienie
ro_ro: Exagerare verticală
ru: Вертикальное увеличение
sk: Vertikálne zvýraznenie
sr: Усправно претеривање
sr_latn: Vertikalno uvećanje
sv: Vertikal överdrift
ta: செங்குத்து மிகைப்படுத்தல்
uk: Вертикальне перебільшення
vi: Phóng đại theo chiều dọc
zh_hans: 垂直夸大
zh_hant: 垂直誇大

# gpx_already_exsists
source: File with this name already exists
ar: يوجد ملف بهذا الاسم
cs: Soubor s tímto názvem již existuje
da: Fil med dette navn findes allerede
de: Datei mit diesem Namen existiert bereits
el: Αρχείο με αυτό το όνομα υπάρχει ήδη
es_us: Ya existe un archivo con ese nombre
et: Selle nimega fail on juba olemas
fr: Un fichier avec ce nom existe déjà
hu: Ilyen nevű fájl már létezik
id: File dengan nama ini sudah ada
is: Skrá með þessu heiti er þegar til staðar
it: Un file con questo nome esiste già
ja: この名前のファイルはすでに存在します
nb: Fil med dette navnet finnes allerede
nl: Bestand met deze naam bestaat al
oc: Un fichier d'aquest nom existís ja
pl: Plik o tej nazwie już istnieje
pt_br: Já existe um arquivo com este nome
ro_ro: Fișierul cu acest nume există deja
ru: Файл с таким именем уже существует
sc: Esistit giai unu documentu cun custu nùmene
sr: Датотека са овим именом већ постоји
sr_latn: Datoteka sa ovim imenom već postoji
sv: En fil med det här namnet finns redan
ta: இந்த பெயருடன் கோப்பு ஏற்கனவே உள்ளது
tr: Bu ada sahip dosya zaten var
uk: Файл з цією назвою вже існує
zh_hant: 相同名稱的檔案已存在

source: Select segment
ar: حدد الجزء
be: Выбраць сегмент
cs: Vyberte úsek
da: Vælg segment
de: Segment auswählen
el: Επιλογή τμήματος
es_us: Marca un segmento
et: Vali segment
fi: Valitse segmentti
fr: Sélectionner le segment
hu: Szakasz kiválasztása
id: Pilih segmen
is: Veldu bút
it: Seleziona segmento
ja: セグメントの選択
ka: აირჩიეთ სეგმენტი
nb: Velg segment
nl: Segment selecteren
oc: Chausir una estirada
pl: Wybierz segment
pt_br: Selecione o segmento
ro_ro: Selectați segmentul
ru: Выбрать сегмент
sc: Ischerta segmentu
sk: Zvoľte úsek
sr: Изаберите сегмент
sr_latn: Izaberite segment
sv: Välj segment
ta: பிரிவைத் தேர்ந்தெடுக்கவும்
tr: Bölüm seç
uk: Вибрати відрізок
zh_hant: 選擇區段

# osmand_live_wifi_only
source: Update only via WiFi
ar: تحديث واي فاي فقط
be: Абнаўленне толькі па Wi-Fi
ca: Actualitza només per wifi
cs: Aktualizovat pouze přes WiFi
da: Opdatering kun via WiFi
de: Update nur über WLAN
el: Ενημέρωση μόνο μέσω WiFi
es_us: Actualizar sólo con WiFi
et: Uuenda ainult WiFi kaudu
fr: Mettre à jour uniquement via WiFi
hu: Frissítés csak Wi-Fi-n keresztül
id: Perbarui hanya melalui WiFi
is: Aðeins uppfæra um WiFi
it: Aggiorna solo tramite WiFi
ja: Wi-Fi接続時のみ更新
ka: განახლება, მხოლოდ, WiFi-ით
nl: Update enkel via Wi-Fi
oc: Actualizar per WiFi solament
pl: Aktualizuj tylko przez Wi-Fi
pt_br: Atualizar apenas via WiFi
ro_ro: Actualizare numai prin WiFi
ru: Обновление только по Wi-Fi
sc: Agiorna petzi impreende su WiFi
sk: Aktualizovať len cez WiFi
sr: Ажурирај само преко WiFi-а
sr_latn: Ažuriraj samo preko WiFi-a
sv: Uppdatera bara via wifi
ta: வைஃபை வழியாக மட்டுமே புதுப்பிக்கவும்
tr: Yalnızca WiFi üzerinden güncelle
uk: Оновлювати лише через WiFi
zh_hant: 只透過 WiFi 更新

# ctx_mnu_add_fav
source: Add favorite
ar: إضافة للمفضلة
be: Дадаць ва ўлюбёнае
ca: Afegeix un preferit
cs: Přidat oblíbené
cy: Ychwanegu ffefryn
da: Tilføj favorit
de: Favorit hinzufügen
el: Προσθήκη ως αγαπημένο
es_us: Añadir favorito
et: Lisa lemmik
fi: Lisää suosikki
fr: Ajouter un favori
hu: Kedvenc hozzáadása
id: Tambah favorit
is: Bæta við eftirlæti
it: Aggiungi un preferito
ja: お気に入りに追加
ka: სანიშნეს დამატება
ko: 즐겨찾기 추가
nb: Legg til favoritt
nl: Favoriet toevoegen
oc: Ajustar una preferéncia
pl: Dodaj ulubione
pt_br: Adicionar favorito
ro_ro: Adăugați favorit
ru: В избранное
sc: Annanghe unu preferidu
sk: Pridať obľúbený bod
sl: Dodaj priljubljeno
sr: Додајте омиљено
sr_latn: Dodaj omiljeno
sv: Lägg till favorit
ta: பிடித்ததைச் சேர்க்கவும்
tr: Sık kullanılanlara ekle
uk: Додати закладку
zh_hant: 增加我的最愛

source: Cache cleared
ar: تم مسح ذاكرة التخزين المؤقت
cs: Mezipaměť smazána
da: Cache ryddet
de: Cache gelöscht
el: Η μνήμη cache εκκαθαρίστηκε
es_us: Caché vacía
et: Puhverdatud andmed on kustutatud
fr: Cache supprimé
hu: Gyorsítótár törölve
id: Cache dibersihkan
is: Skyndiminni hreinsað
it: Cache rimossa
nl: Cache geschoond
pl: Cache wyczyszczony
ro_ro: Cache șters
ru: Кеш очищен
sr: Кеш очишћен
sr_latn: Keš očišćen
sv: Cache tömd
ta: கேச் அழிக்கப்பட்டது
tr: Önbellek temizlendi
uk: Кеш очищено
zh_hant: 已經清除快取

# download_images_settings_footer
source: Image downloading is enabling over any network. Mobile data can be used.
ar: يتم تمكين تنزيل الصور عبر أي شبكة. يمكن استخدام بيانات الهاتف المحمول.
cs: Stahování obrázků je možné přes libovolnou síť. Mohou být využita mobilní data.
da: Billedoverførsel er mulig over ethvert netværk. Mobildata kan bruges.
de: Herunterladen von Bildern ist über jedes Netzwerk möglich. Mobile Daten können anfallen.
es_us: La descarga de imágenes se encuentra activa sobre cualquier red, inclusive los datos móviles.
et: Piltide allalaadimine on lubatud kõikide võrguühendustega. Sealhulgas mobiilse andmesidega.
fr: Le téléchargement d'images est activé pour n'importe quel réseau. Les données mobiles peuvent être utilisées.
hu: A képek letöltése bármilyen hálózaton lehetséges. Mobiladat-forgalom is használható.
id: Pengunduhan gambar mengaktifkan semua jaringan. Data seluler dapat digunakan.
is: Hægt er að sækja myndir á hvaða netkerfi sem er. Notast má við farsímagögn.
it: Il download delle immagini è abilitato su qualsiasi rete. È possibile utilizzare i dati mobili.
nl: Downloaden van afbeeldingen is mogelijk over elk netwerk type. Mobiele data kan van toepassing zijn.
ro_ro: Descărcarea imaginilor este posibilă prin orice rețea. Se pot utiliza date mobile.
ru: Скачивание изображений возможно по любой сети. Могут использоваться мобильные данные.
sr: Преузимање слика је омогућено преко било које мреже. Мобилни подаци могу бути употребљени.
sr_latn: Preuzimanje slika je omogućeno preko bilo koje mreže. Mobilni podaci mogu buti upotrebljeni.
sv: Nedladdning av bilder kan göras via alla nätverkstyper. Mobildata kan användas.
ta: பட பதிவிறக்குதல் எந்த பிணையத்திலும் உதவுகிறது. மொபைல் தரவைப் பயன்படுத்தலாம்.
tr: Resim indirme herhangi bir ağ üzerinden etkinleştirilebilir. Mobil veri kullanılabilir.
uk: Завантаження зображень можливе через будь-яку мережу. Можливо використання мобільних даних.
zh_hant: 當有網路時能夠下載圖片，也能用行動網路。

# gpx_group_select
source: Group Select
ar: اختيار المجموعة
be: Выбар групы
ca: Selecciona grup
cs: Výběr skupiny
da: Vælg gruppe
de: Gruppenauswahl
el: Επιλογή ομάδας
es_us: Grupo elegido
et: Grupi valik
fi: Ryhmän valinta
fr: Sélection de groupe
hu: Csoportos kijelölés
id: Pilih Grup
is: Velja eftir hóp
it: Scelta gruppo
ja: グループの選択
ka: ჯგუფის არჩევა
ku: Kome hilbijêre
nl: Groep Selectie
oc: Seleccionar un grop
pl: Wybierz grupę
pt_br: Selecionar grupo
ro_ro: Selectare grup
ru: Выбор групп
sc: Ischerta grupu
sk: Výber skupiny
sr: Одабир група
sr_latn: Odabir grupa
sv: Välj grupp
ta: குழு தேர்ந்தெடு
tr: Grup Seç
uk: Вибір груп
zh_hant: 群組選擇

# res_import_unsupported
source: Incorrect file type. Only routing.xml and *.render.xml files are supported.
ar: نوع الملف غير صحيح. يتم اعتماد ملفات xml و * .xml الخاصة بالتوجيه فقط.
be: Хібны тып файла. Падтрымліваюцца толькі файлы routing.xml і *.render.xml.
ca: Tipus de fitxer incorrecte. Només s'admeten els fitxers "routing.xml" i "*. render. xml".
cs: Nesprávný typ souboru. Pouze soubory routing.xml a *.render.xml jsou podporované.
da: Forkert fil type. Kun routing.xml og *.render.xml filer understøttes.
de: Falscher Dateityp. Es werden nur Routing.xml und *.render.xml Dateien unterstützt.
el: Ακατάλληλος τύπος αρχείου. Μόνο αρχεία routing.xml και *.render.xml υποστηρίζονται.
es_us: Tipo de archivo incorrecto. Sólo se admiten los archivos «routing.xml» y «*.render.xml».
et: Vigane failitüüp. Toetatud on ainult routing.xml ja *.render.xml failid.
fr: Type de fichier incorrect. Seuls les fichiers routing.xml et *.render.xml sont pris en charge.
hu: Helytelen fájltípus. Csak a routing.xml és a *.render.xml fájlok támogatottak.
id: Jenis berkas tidak benar. Hanya berkas routing.xml dan *.render.xml yang didukung.
is: Röng skráategund. Einungis routing.xml og *.render.xml skrár eru studdar.
it: Tipo di file errato. Sono supportati solo i file routing.xml e *.render.xml.
ja: ファイル形式が正しくありません。インポートは『routing.xml』と『*.render.xml』のみサポートされています。
oc: Lo tipe de fichier es incorrècte. S'acceptan solament lei fichiers "routing.xml" e "*. render. xml".
pl: Nieprawidłowy typ pliku. Obsługiwane są tylko pliki routing.xml i *.render.xml.
pt_br: Tipo incorreto de arquivo. Apenas arquivos routing.xml e *.render.xml são suportados.
ro_ro: Tip de fișier incorect. Sunt acceptate numai fișierele routing.xml și *.render.xml.
ru: Неверный формат файла. Поддерживаются только routing.xml и *.render.xml файлы.
sc: Casta de documentu non curreta. Petzi sos documentos routing.xml and *.render.xml sunt suportados.
sk: Nesprávny typ súboru. Len súbory routing.xml a *.render.xml sú podporované.
sr: Нетачан тип датотеке. Подржане су само датотеке routing.xml и *.render.xml.
sr_latn: Netačan tip datoteke. Podržane su samo datoteke routing.xml i *.render.xml.
sv: Felaktig filtyp. Endast routing.xml och *.render.xml stöds.
ta: தவறான கோப்பு வகை. Rooting.xml மற்றும் *.render.xml கோப்புகள் மட்டுமே ஆதரிக்கப்படுகின்றன.
tr: Yanlış dosya türü. Yalnızca routing.xml ve *.render.xml dosyaları desteklenmektedir.
uk: Неправильний тип файлу. Підтримуються лише routing.xml і *.render.xml файли.
zh_hant: 檔案類型不正確。只支援 routing.xml 和 *.render.xml 檔案。

# skip_map_downloading_desc_ios
source: You have no offline map installed. You may choose a map from the list or download maps later via Menu - Manage map files
ar: ليس لديك خريطة مثبتة في وضع عدم الاتصال. يمكنك اختيار خريطة من القائمة أو تنزيل الخرائط لاحقًا عبر القائمة - إدارة ملفات الخرائط
be: У вас няма аўтаномных мапаў. Вы можаце абраць мапу са спіса або спампаваць яе пазней праз "Меню - Кіраванне файламі мапаў"
ca: No teniu cap mapa instal·lat per consultar sense internet. En podeu triar un de la llista o baixar-ne més tard via Menú - Gestiona fitxers de mapes
cs: Nemáte nainstalovanou žádnou offline mapu. Můžete vybrat mapu ze seznamu, nebo stáhnout mapy později přes Menu - Spravovat mapové soubory
da: Der er ingen offline kort installeret. Vælg et kort fra listen eller hent et kort senere via Menu - Administrer kort
de: Sie haben keine Offline Karten installiert. Sie können jetzt eine Karte auswählen oder später Karten über “Menü - Kartenverwaltung“ herunterladen
es_us: Sin mapas descargados. Puedes elegir uno de la lista o descargarlos luego desde el menú «Gestionar mapas»
et: Sul ei ole ühtegi võrguühenduseta kaarti paigaldatud. Võid valida kaardi nimekirjast või laadida kaarte hiljem alla: Menüü - Halda kaardifaile
fi: Sinulla ei ole yhtään offline-karttaa asennettuna. Voit valita kartan luettelosta tai ladata kartat myöhemmin valikosta Valikko - Karttatiedostojen hallinta
fr: Aucune carte hors-ligne n'est installée. Vous pouvez sélectionner une carte dans la liste ou télécharger ultérieurement une carte depuis le menu « Gérer les fichiers de cartes »
hu: Nincs telepítve offline térképed. Választhatsz egy térképet a listából, vagy letölthetsz térképet később a Menü - Térképek kezelése alól
id: Anda tidak memiliki peta offline yang terpasang. Anda dapat memilih peta dari daftar atau mengunduh peta nanti melalui Menu - Kelola berkas peta
is: Þú ert ekki með uppsett nein ónettengd kort. Þú gætir valið kort úr listanum eða hlaðið inn kortum síðar með valmyndinni - Sýsla með kortaskrár
it: Non hai nessuna mappa offline installata. Puoi scegliere una mappa dall'elenco o scaricarla in un secondo momento tramite Menu - Gestisci file mappa
ja: オフラインマップがインストールされていません。リストからマップを選択するか、『メニュー』＞『マップファイル管理』から必要なマップをダウンロードしてください
ko: 오프라인 맵이 설치되어 있지 않습니다. 목록에서 지도를 선택하거나 나중에 메뉴 - 지도 파일 관리를 통해 지도를 다운로드할 수 있습니다
nl: U heeft geen offline kaart geïnstalleerd. U kunt een kaart uit de lijst kiezen of later kaarten downloaden via Menu - Kaartbestanden beheren
oc: Avètz ges de mapa installada per consultar sensa internet. Ne'n podètz chausir sus la lista ò ne'n teledescargar pus tard per lo Menú - Gestion dei fichiers de mapa
pl: Nie zainstalowano map offline. Można wybrać mapę z listy lub pobrać mapy później za pośrednictwem polecenia menu - Zarządzaj plikami map
ro_ro: Nu aveți instalată nicio hartă offline. Puteți alege o hartă din listă sau puteți descărca hărți mai târziu prin Menu - Manage map files (Meniu - Gestionare fișiere hartă)
ru: У вас не установлена офлайн-карта. Вы можете выбрать карту из списка или скачать карту позже через Меню — Карты и ресурсы
sc: Non tenes mapas non in lìnia installadas. Podes isseberare una mapa dae sa lista o iscarrigare mapas prus a tardu pro mèdiu de Menù - Amministra sos documentos de sas mapas
sk: Nemáte nainštalovanú žiadnu mapu. Môžete vybrať mapu zo zoznamu alebo stiahnuť neskôr cez Menu - Spravovať mapové súbory
sr: Немате инсталирану ниједну ван мрежну мапу. Можете да изаберете мапу са листе или да преузмете мапе касније преко Мени - Управљање датотекама мапе
sr_latn: Nemate instaliranu nijednu van mrežnu mapu. Možete da izaberete mapu sa liste ili da preuzmete mape kasnije preko Meni - Upravljanje datotekama mape
sv: Du har inga offlinekartor installerade. Du kan välja en från listan eller ladda ner senare via menyn Hantera kartor
ta: உங்களிடம் இணைப்பில்லாத வரைபடம் எதுவும் நிறுவப்படவில்லை. நீங்கள் பட்டியலிலிருந்து ஒரு வரைபடத்தைத் தேர்வு செய்யலாம் அல்லது பின்னர் பட்டியல் வழியாக வரைபடங்களைப் பதிவிறக்கலாம் - வரைபடக் கோப்புகளை நிர்வகிக்கவும்
tr: Yüklü çevrim dışı haritanız yok. Listeden bir harita seçebilir veya daha sonra şuradan harita indirebilirsiniz: Menü - Harita dosyalarını yönet
uk: У вас немає встановлених офлайн мап. Ви можете вибрати мапу з переліку або завантажити мапи пізніше через меню — Керування файлами мап
zh_hant: 您並沒有安裝離線地圖。您可以從清單中選擇一張地圖或稍後透過選單 - 管理地圖檔案，下載地圖

# rendering_attr_smoothness_impassable_name
source: Impassable
ar: غير سالك
az: Keçilməz
be: Непраходная
bg: Непроходима
ca: Intransitable
cs: Nesjízdná
cy: Anhygyrch
da: Ikke farbar
de: Unpassierbar
el: Αδιάβατο
eo: Netraveturebla
es_us: Intransitable
et: Läbimatu
eu: Gurutzatu ezina
fa: غیرقابل‌عبور
fi: Läpipääsemätön
fr: Infranchissable
gl: Intransitábel
he: אי אפשר לעבור
hu: Járhatatlan
id: Tidak bisa dilewati
is: Ófært
it: Impassibile
ja: 2輪4輪問わず車両は走行不可
ka: გაუვალი
lt: Nepravažiuojama
lv: Neizbraucams
mk: Neproodno
ml: യാത്രായോഗ്യമല്ലാത്തത്
my: လမ်းသွားမရ
nb: Ikke farbart
nl: Onbegaanbaar
oc: Impraticable
pl: Nieprzejezdna
pt_br: Intransitável
ro_ro: De netrecut
ru: Непроходимая
sc: Inatzetàbile
sk: Neprejazdná
sl: Neprehodno
sr: Непроходно
sr_latn: Neprohodno
sv: Oframkomlig
ta: சிறப்பான
tr: Geçilmez
uk: Непрохідна
vi: Không thể đi qua
zh_hans: 无法通行
zh_hant: 無法通行

# routing_attr_max_num_changes_description
source: Specify upper limit of changes
ar: حدد الحد الأعلى للتغييرات
be: Вызначце максімальную колькасць змен
ca: Especifiqueu el nombre màxim de canvis
cs: Určete maximální počet přestupů
cy: Nodi terfyn uchaf y newidiadau
da: Angiv øvre grænse for omstigninger
de: Bestimmen Sie die maximale Anzahl an Umstiegen
el: Καθορίστε το μέγιστο όριο αλλαγών
eo: Difini maksimuman nombron deŝanĝoj de transportiloj
es_us: Especifica el número máximo de transbordos
et: Määra muudatuste ülemine piir
eu: Zehaztu gehieneko aldaketa kopurua
fa: حداکثر چند بار شیوهٔ حمل‌ونقل تغییر کند؟
fi: Määritä muutosten yläraja
fr: Indiquez le nombre maximum de correspondances
gl: Escolle o número máximo de transbordos
he: ציון הסף העליון לשינויים
hi: अधिकतम परिवर्तन निर्दिष्ट करें
hu: Az átszállások legnagyobb számának megadása
id: Tentukan batas atas perubahan
is: Tilgreindu efri mörk á fjölda breytinga
it: Specifica il massimo numero di cambiamenti
ja: 乗り換えの上限を指定します
lt: Nurodykite viršutinę pakeitimų ribą
lv: Norādiet maksimālo daudzumu izmaiņām
mk: Navedete ja gornata granica na promeni
nb: Bestem det maksimale antall overganger
nl: Maximaal aantal keer overstappen
oc: Precisatz lo nombre maximau de cambiaments
pl: Określ maksymalną liczbę zmian
pt_br: Especificar o limite superior de alterações
ro_ro: Specificați un număr maxim de modificări
ru: Выбор верхней границы изменений
sc: Dislinda su nùmeru màssimu de modìficas
sk: Zadajte hornú hranicu zmien
sl: Določite največje število sprememb
sr: Одаберите горњу границу броја измена
sr_latn: Odaberi gornju granicu broja izmena
sv: Ange max gräns för antal byten
ta: மாற்றங்களின் மேல் வரம்பைக் குறிப்பிடவும்
te: గరిష్ట సంఖ్యలొ మర్పులను పేర్కొనండి
tr: Değişikliklerin üst sınırını belirtin
uk: Зазначте максимальну кількість пересадок
vi: Chỉ định giới hạn trên của các thay đổi
zh_hans: 指定换乘的次数上限
zh_hant: 指定變更上限

# shared_string_analysis
source: Analysis
cs: Analýza
da: Analyse
de: Analyse
el: Αναλυτικά
es_us: Análisis
et: Analüüs
fr: Analyse
hu: Elemzés
id: Analisis
is: Greining
it: Analisi
nl: Analyse
ro_ro: Analiză
ru: Анализ
sk: Analýza
sr: Анализа
sr_latn: Analiza
sv: Analys
ta: பகுப்பாய்வு
uk: Аналіз
zh_hant: 分析

# step_by_step
source: Turn-by-turn
ast: Xiru a xiru
az: Addım-addım
be: Падказкі
ca: Totes les cruïlles
cs: Krok za krokem
cy: Fesul tro
da: Sving-for-sving
de: Abbiegehinweise
el: Βήμα-βήμα
eo: Turno-post-turno
es_us: Giro a giro
et: Pöörangupõhine
eu: Biraz bira
fa: راهنمای گام‌به‌گام
fi: Käännös käännökseltä
fr: Instructions pas à pas
gl: Tódolos cruzamentos (xiro a xiro)
he: פנייה אחר פנייה
hu: Részletes navigáció
id: Belokan demi belokan
is: Beyju-fyrir-beygju
it: Svolta dopo svolta
ja: ターンバイターン
ka: სათითაოდ
ko: 턴-바이-턴
lt: Posūkis-po-posūkio
lv: Soli pa solim
mk: Turn-by-turn navigacija
nb: Steg for steg
nl: Stap voor stap
oc: Pas a pas
pl: Szczegółowe wskazówki
ro_ro: Pas cu pas
ru: По шагам
sc: Bortada pro bortada
sk: Zákruta za zákrutou (turn-by-turn)
sl: Zavoj za zavojem
sr: Скретање-по-скретање
sr_latn: Skretanje-po-skretanje
sv: Steg-för-steg
ta: திருப்புமுனை
tr: Adım adım
uk: Покроково
vi: Chi tiết cách đi
zh_hans: 路线转向规划
zh_hant: 按步驟

source: Add button
be: Дадаць кнопку
bg: Добавяне на бутон
ca: Afegeix botó
cs: Přidat tlačítko
da: Tilføj knap
de: Schaltfläche hinzufügen
el: Προσθήκη κουμπιού
eo: Aldoni butonon
es_us: Añadir botón
et: Lisa nupp
eu: Gehitu botoia
fa: افزودن دکمه
fi: Lisää painike
fr: Ajouter un bouton
he: הוספת כפתור
hi: बटन जोड़ें
hu: Gomb hozzáadása
id: Tambahkan tombol
is: Bæta við hnappi
it: Aggiungi pulsante
ja: ボタンを追加
ko: 버튼 추가
lt: Pridėti mygtuką
nb: Legg til knapp
nl: Knop toevoegen
pl: Dodaj przycisk
ro_ro: Adaugă buton
ru: Добавить кнопку
sk: Pridať tlačidlo
sr: Додај дугме
sr_latn: Dodaj dugme
sv: Lägg till knapp
ta: பொத்தானைச் சேர்க்கவும்
tr: Düğme ekle
uk: Додати кнопку
vi: Thêm nút
zh_hans: 新增按钮
zh_hant: 新增按鈕

source: Empty name
cs: Prázdný název
da: Tomt navn
de: Leerer Name
el: Κενό όνομα
eo: Malplena nomo
es_us: Nombre vacío
et: Tühi nimi
eu: Izen hutsa
fa: نام خالی
fi: Tyhjä nimi
fr: Sans nom
gl: Nome baleiro
hu: Üres név
id: Nama kosong
is: Autt heiti
it: Nome vuoto
ja: 名前が空です
ko: 빈 이름
nb: Tomt navn
nl: Lege naam
pl: Pusta nazwa
ro_ro: Nume gol
ru: Отсутствует имя
sk: Prázdny názov
sr: Празно име
sr_latn: Prazno ime
sv: Tomt namn
ta: வெற்று பெயர்
tr: Boş ad
uk: Назви немає
vi: Làm trống tên
zh_hans: 空名称
zh_hant: 空名稱

# osm_login_needs_ios_16_4
source: OpenStreetMap login needs iOS 16.4+
cs: Přihlášení do OpenStreetMap vyžaduje iOS 16.4+
da: OpenStreetMap-login kræver iOS 16.4+
de: Für die Anmeldung bei OpenStreetMap wird iOS 16.4+ benötigt
el: Για να συνδεθείτε στο OpenStreetMap χρειάζεται να έχετε έκδοση iOS 16.4 ή μεταγενέστερη
es_us: El inicio de sesión en OpenStreetMap, necesita una versión superior a «iOS 16.4»
et: OpenStreetMappi sisselogimine eeldab iOS 16.4+ kasutamist
fr: La connexion à OpenStreetMap nécessite iOS 16.4 ou ultérieur
hu: Az OpenStreetMap bejelentkezéshez iOS 16.4+ szükséges
id: Login OpenStreetMap memerlukan iOS 16.4+
is: Innskráning á OpenStreetMap krefst iOS 16.4 eða nýrra
it: Per effettuare il login a OpenStreetMap occorre iOS 16.4 o superiore
nl: OpenStreetMap login vereist iOS 16.4+
ro_ro: Conectarea la OpenStreetMap necesită iOS 16.4+
ru: Для авторизации в OpenStreetMap требуется iOS 16.4+
sk: Prihlásenie do OpenStreetMap vyžaduje iOS 16.4+
sr: ОпенСтритМап логин треба ајОС 16.4+
sr_latn: OpenStreetMap login treba iOS 16.4+
sv: OpenStreetMap-inloggning kräver iOS 16.4+
ta: OpenStreetMap உள்நுழைவுக்கு ஐஇமு 16.4+ தேவை
uk: Для входу в OpenStreetMap потрібна iOS 16.4+
zh_hant: 開放街圖登入需要 iOS 16.4+

# help_article_map_tracks_name
source: Tracks
cs: Stopy
da: Spor
el: Ίχνη
et: Rajad
fa: رد ها
fr: Traces
hu: Nyomvonalak
id: Trek
is: Ferlar
it: Tracce
ja: 経路
ru: Треки
sk: Stopy
sr: Путање
sr_latn: Putanje
sv: Spår
ta: தடங்கள்
uk: Доріжки
vi: Đường dẫn
zh_hant: 軌跡

# help_article_map_tracks_track_context_menu_name
source: Track Context Menu
cs: Kontextová nabídka stopy
da: Kontekstmenu for spor
de: Track Kontextmenü
el: Μενού Περιβάλλοντος Ιχνών
et: Raja kontekstimenüü
fr: Menu contextuel des traces
hu: Nyomvonalak helyi menü
id: Menu Konteks Track
is: Samhengisvalmynd ferils
it: Menù contestuale della traccia
ru: Контекстное меню трека
sr: Помоћни мени путање
sr_latn: Pomoćni meni putanje
sv: Spår kontextmeny
ta: சூழல் மெனுவைக் கண்காணிக்கவும்
uk: Контекстне меню відстеження
zh_hant: 軌跡內容選單

# help_article_map_tracks_appearance_name
source: Track Appearance
cs: Vzhled stopy
da: Udseende på spor
de: Track-Darstellung
el: Εμφάνιση ιχνών
et: Raja välimus
fr: Apparence des traces
hu: Nyomvonalak megjelenése
id: Tampilan Track
is: Útlit ferils
it: Aspetto della traccia
nl: Track Weergave
ru: Внешний вид трека
sr: Изглед путање
sr_latn: Izgled putanje
sv: Spårutseende
ta: ட்ராக் தோற்றம்
uk: Зовнішній вигляд треку
zh_hant: 軌跡外觀

# help_article_map_routes_name
source: Routes
br: Hentadurioù
cs: Trasy
da: Ruter
de: Routen
el: Διαδρομές
et: Teekonnad
fa: مسیرها
fr: Itinéraires
hu: Útvonalak
id: Rute
is: Leiðir
it: Percorsi
ja: ルート
ru: Маршруты
sk: Trasy
sr: Руте
sr_latn: Rute
sv: Rutter
ta: வழிகள்
uk: маршрути
vi: Những tuyến đường
zh_hant: 路線

# help_article_personal_color_palette_schemes_name
source: Color Schemes
cs: Barevná schémata
da: Farvesammensætninger
de: Farbschemen
el: Χρωματικά Σχέδια
et: Värvikomplektid
fa: طرح‌های رنگی شخصی
fr: Jeux de couleurs
hu: Színsémák
id: Skema Warna
is: Litastef
it: Schemi Colore
ja: 配色
nl: Kleurenschema's
ru: Цветовые схемы
sk: Farebné schémy
sr: Шеме боја
sr_latn: Šeme boja
sv: Färgscheman
ta: வண்ண திட்டங்கள்
uk: Кольорові схеми
vi: Hệ màu
zh_hant: 顏色配置

# help_article_personal_tracks_manage_tracks_name
source: Manage Tracks
cs: Spravovat stopy
da: Administrer spor
de: Tracks verwalten
el: Διαχείρηση ιχνών
et: Radade haldamine
fr: Gérer les traces
hu: Nyomvonalak kezelése
id: Kelola Track
is: Umsýsla ferla
it: Gestisci le tracce
nl: Tracks beheren
ru: Управление треками
sr: Управљање путањама
sr_latn: Upravljanje Putanjama
sv: Hantera spår
ta: தடங்களை நிர்வகிக்கவும்
uk: Керування треками
zh_hant: 管理軌跡
