Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# shared_string_io_error
source: I/O error
af: Lees/skryf fout het voorgekom
ar: حدث خطا
ast: Fallu d'E/S
az: I/O səhvi
be: Памылка ўводу/вываду
bg: Грешка с входа/изхода
ca: Error d'E/S
cs: Chyba vstupu/výstupu
cy: Gwall I/O
da: I/O fejl
de: I/O-Fehler
el: Σφάλμα Εισ/Εξ
eo: En/eliga eraro okazis
es_us: Error de E/S
et: I/O viga
eu: I/O errorea
fa: خطای ورودی/خروجی
fi: I/O-virhe
fr: Erreur d'entrée/sortie
gl: Erro do E/S
he: שגיאת קלט/פלט
hu: Be-/kimeneti hiba
hy: I/O սխալ տեղի ունեցավ
id: Kesalahan I/O
is: I/O villa
it: Errore di input/output
ja: I/Oエラーです
ka: I/Oშეცდომა
kn: I/O ತಪ್ಪು ಕಂಡತ್ತಿದೆ
ko: 입출력 오류가 발생하였습니다
lt: I/O klaida
lv: I/O kļūda
mk: I/O greska
ml: ഇന്‍പുട്ട്/ഔട്ട്പുട്ട് പിശകുണ്ടായിരിക്കുന്നു
nb: I/O-feil
nl: I/O fout
oc: Error d'intrada/de sortida
pl: Błąd wejścia/wyjścia
pt_br: Erro de entrada/saída
ro_ro: Eroare de citire/scriere
ru: Ошибка ввода/вывода
sc: Errore de I/O
sk: Chyba čítania/zápisu
sl: Prišlo je do V/I napake
sr: Улазно-излазна грешка
sr_latn: Ulazno-izlazna greška
sv: I/O-fel
ta: உள்ளீடு/வெளியீடு பிழை
tr: I/O hatası
uk: Помилка вводу/виводу
vi: Có lỗi xảy ra với thiết bị vào / ra
zh_hans: I/O错误
zh_hant: I/O 發生錯誤

# osm_live_hide_user_name
source: Do not show my name in reports
ar: لا تعرض اسمي في التقارير
az: Hesabatlarda adımı göstərmə
be: Не паказваць маё імя ў справаздачах
bg: Не показвай името ми в отчети
ca: No mostris el meu nom en els informes
cs: Nezobrazovat mé jméno v hlášeních
cy: Peidioâ dangos fy enw mewn adroddiadau
da: Vis ikke mit navn i rapporter
de: Meinen Namen nicht in Berichten anzeigen
el: Να μην εμφανίζεται το όνομα μου στις αναφορές
eo: Ne montri mian nomon en raportoj
es_us: Ocultar mi nombre en los informes
et: Ära kuva aruannetes minu nime
eu: Ez bistaratu nire izena txostenetan
fa: اسم من را در گزارش‌ها نشان نده
fi: Älä näytä nimeäni raporteissa
fr: Ne pas afficher mon nom dans les rapports
gl: Non amosar o meu nome nos informes
he: לא להציג את השם שלי בדוחות
hu: Ne jelenjen meg a nevem a jelentésekben
hy: Մի ցուցադրեք իմ անունը զեկույցներում
id: Jangan tampilkan nama saya di laporan
is: Ekki birta nafnið mitt í skýrslum
it: Non mostrare il mio nome nei rapporti
ja: レポートに自分の名前を表示しない
kn: ವರದಿಯಲ್ಲಿ ನನ್ನ ಹೆಸರು ತೋರಿಸಬೇಡಿ
lt: Nerodyti mano vardo ataskaitose
lv: Nerādīt manu vārdu atskaitēs
mk: Ne go prikažuvaj moeto ime vo izveštaite
ml: റിപ്പോർട്ടുകളിൽ എന്റെ പേര് കാണിക്കരുത്
nb: Ikke vis mitt navn i rapporter
nl: Mijn naam niet tonen in verslagen
oc: Pas mostrar mon nom dins lei rapòrts
pl: Nie pokazuj mojej nazwy w raportach
pt_br: Não mostre meu nome em relatórios
ro_ro: Nu afișa numele meu în rapoarte
ru: Не показывать моё имя в отчётах
sc: No ammustres su nùmene meu in sos raportos
sk: Nezobrazovať moje meno v prehľadoch
sl: V poročilih ne pokaži mojega imena
sr: Не приказуј моје име у извештајима
sr_latn: Ne prikazuj moje ime u izveštajima
sv: Visa inte mitt namn i rapporter
ta: அறிக்கையில் என் பெயரை காட்டாதே
tr: Adımı raporlarda gösterme
uk: Не показувати мене у звітах
zh_hans: 不在报告中显示我的名称
zh_hant: 不要在報告中顯示我的名稱

# routing_attr_height_description
source: Specify vehicle height to be permitted on routes.
ar: تحديد الارتفاع الأعلى المسموح به على الطرق.
az: Marşrutlarda icazə veriləcək nəqliyyat vasitəsinin hündürlük limitini təyin edin.
be: Пазначыць вышыню транспартнага сродку для разліку маршруту.
bg: Въведете височина на МПС (за камиони и извън-габаритни товари)
ca: Indiqueu l'alçada del vehicle que les rutes han d'admetre.
cs: Zadejte výšku vozidla, která musí být povolena na cestách.
da: Angiv køretøjets højde der tillades på ruter.
de: Höhe des Fahrzeugs für Routenberechnung angeben.
el: Καθορισμός ύψους οχήματος που επιτρέπεται σε διαδρομές.
eo: Difini permesatan alton de veturilo.
es_us: Indica la altura permitida del vehículo en rutas.
et: Määra teedel lubatud sõiduki kõrgus.
eu: Zehaztu ibilbideetan baimendu beharreko ibilgailuaren altuera.
fa: ارتفاع مجاز خودرو در مسیرها را مشخص کنید.
fi: Määrittele ajoneuvon sallittu korkeus reiteille.
fr: Précisez la hauteur du véhicule à respecter sur les routes.
gl: Especifique a altitude dos vehículos permitida nas rotas.
he: ציון גובה רכב מורשה בנתיבים.
hu: Adja meg az útvonalakon a járművekre vonatkozó magasságkorlátozást.
hy: Նշեք մեքենայի բարձրությունը երթուղու հաշվարկի համար։
id: Tentukan tinggi kendaraan yang diizinkan pada rute.
is: Tilgreindu hæð farartækis sem leyfð er á leiðum.
it: Specifica l'altezza del veicolo permessa nei percorsi.
ja: ルート上で通行可能な車両の高さを指定します。
ko: 도로에 통행가능한 차량중량을 지정
lt: Nurodykite transporto priemonės aukštį, leidžiamą maršrutuose.
lv: Transportlīdzekļa maksimālais atļautais augstums maršrutos
mk: Navedete ja visinata na vozilotošto treba da se dozvoli na maršrutite.
ml: റൂട്ടില്‍ അനുവദനീയമാണോയെന്നറിയാന്‍ വാഹനത്തിന്റെ ഉയരം ചേര്‍ക്കുക
nb: Spesifiser kjøretøyhøyde som tillates på ruter.
nl: Geef de hoogte die minimaal toegestaan moet zijn op de route.
oc: Indicatz la autor dau veïcul permesa sus lo percors.
pl: Określa dozwoloną wysokość pojazdu na trasach.
pt_br: Especifique a altura permitida do veículo nas rotas.
ro_ro: Specificați înălțimea vehiculului care va fi permisă pe rute.
ru: Укажите высоту транспортного средства для учёта при построении маршрута.
sc: Dislinda s’artària de su veìculu permìtida pro sos caminos.
sk: Zadajte výšku vozidla, ktorá musí byť povolená na cestách.
sl: Navedi dovoljeno višino vozila na poteh.
sr: Одреди висину возила која је дозвољена на путевима.
sr_latn: Odredi visinu vozila koja je dozvoljena na putevima.
sv: Ange tillåten fordonshöjd på rutter.
ta: வாகன உயரத்தை பாதைகளில் அனுமதிக்கப்படுவதைக் குறிப்பிடவும்.
tr: Rotalarda izin verilecek araç yüksekliğini belirtin.
uk: Задайте дозволену висоту автомобіля для прокладання маршруту.
zh_hans: 规定路线上允许的车辆高度。
zh_hant: 指定被許可在道路上行駛的車輛高度。

# routing_attr_avoid_toll_name
source: No toll roads
af: Vermy tolpaaie
ar: طرق برسوم
az: Pullu yollardan yayın
be: Без платных дарог
bg: Без пътища с такса
ca: Sense vies de peatge
cs: Žádné placené silnice
cy: Dim toll fyrdd
da: Ingen betalingsveje
de: Keine Mautstraßen
el: Δρόμοι χωρίς διόδια
eo: Sen pagendaj vojoj
es_us: Sin peajes
et: Väldi tasulisi teid
eu: Bidesaririk ez
fa: جادهٔ عوارضی‌دار
fi: Vältä tietulleja
fr: Éviter les routes à péage
gl: Sen estradas de portaxe ou peaxe
he: ללא כבישי אגרה
hu: Fizetős utak elkerülése
hy: Առանց վճարովի ճանապարհների
id: Tidak ada jalan tol
is: Forðast gjaldskylda vegi
it: No strade a pedaggio
ja: 有料道路を使わない
ka: ფასიანი გზებისათვის თავის არიდება
ko: 유료도로 회피
lt: Vengti mokamų kelių
lv: Bez maksas ceļiem
mk: Patista bez patarini
ml: ടോള്‍ റോഡുകള്‍ ഒഴിവാക്കുക
nb: Ingen bomveier
nl: Geen tolwegen
oc: Pas de rota de peatge
pl: Bez płatnych dróg
pt_br: Sem pedágios
ro_ro: Fără drumuri cu taxă
ru: Без платных дорог
sc: Perunu caminu a pagamentu
sk: Vyhnúť sa spoplatneným cestám
sl: Brez cestnin
sr: Без путева са наплатним станицама
sr_latn: Putarine
sv: Inga betalvägar
ta: கட்டண சாலைகள் இல்லை
tr: Ücretli yol yok
uk: Уник. платних доріг
vi: Không đi qua đường thu phí
zh_hans: 无收费公路
zh_hant: 避開收費道路

# rendering_attr_hikingRoutesOSMC_name
source: Hiking routes
ar: طرق المشي الخلوي
ast: Siendes
be: Пешыя маршруты
bg: Туристически маршрути
ca: Rutes de senderisme
cs: Turistické trasy
cy: Llwybro heicio
da: Vandreruter
de: Wanderrouten
el: Διαδρομές πεζοπορίας
eo: Turismaj kursoj
es_us: Rutas de senderismo
et: Matkateekonnad
eu: Mendiko ibilbideak
fa: مسیرهای پیاده‌گردی
fi: Patikointireitit
fr: Itinéraires de randonnée
gl: Sobreposición dos símbolos de sendeirismo
he: מסלולי טיול
hu: Turistautak
hy: Ճանապարհի արտացոլումը ըստ OSMC երթուղիների
id: Rute pendakian
is: Gönguleiðir
it: Itinerari escursionistici
ja: ハイキングルート
ka: სალაშქრო გზები
ko: 하이킹 심볼 오버레이
lt: Padengimasžygių simboliais
lv: Slēpošanas trašu pārklājs
mk: Plainarski marsruti
ml: ഹൈക്കിംഗ് സിംബല്‍ ഓവർലേ
nb: Fotturruter
nl: Wandelroutes
oc: Percors d'escorreguda
pl: Szlaki turystyczne
pt_br: Rotas de caminhada
ro_ro: Rute de drumeție
ru: Пешеходные маршруты
sc: Àndalas pro s'escursionismu
sk: Turistické trasy
sl: Pohodniške poti
sr: Планинске стазе
sr_latn: Planinske staze
sv: Vandringsrutter
ta: ஐக்கிங் வழிகள்
tr: Yürüyüş rotaları
uk: Піші туристичні маршрути
vi: Tuyến đường leo núi
zh_hans: 徒步旅行路线
zh_hant: 健行路線

# rendering_attr_showRoadMaps_name
source: Roads-only maps
af: Paaie-uitsluitlik kaarte
ar: خرائط الطرقات فقط
az: Yalnız yol xəritələri
be: Мапы толькі дарог
bg: Карти само с пътища
bs: Samo cestovne karte
ca: Mapes amb només carreteres
cs: Silniční mapy
cy: Mapiau ffyrdd yn unig
da: Kort kun med veje
de: Reine Straßenkarten
el: Οδικοί-μόνο χάρτες
eo: Nur-vojaj mapoj
es_us: Mapas viales
et: Ainult teekaardid
eu: Errepideak-bakarrik mapak
fa: نقشه‌های فقط-جاده
fi: Ainoastaan tiet kartta
fr: Cartes routières uniquement
gl: Mapas só de estradas
he: מפות לדרכים בלבד
hu: Csak-út térképek
hy: Միայն ճանապարհների քարտեզները
id: Peta hanya jalan
is: Kort einungis með vegum
it: Mappe solo strade
ja: 道路のみのマップ
ka: რუკები მხოლოდ გზებით
ko: 도로 전용 지도
lt: Tik kelių žemėlapiai
lv: Ceļu tīkla kartes
mk: Karti samo za patišta
ml: വഴികൾ മാത്രമുള്ള ഭൂപടം
nb: Rene veikart
nl: Alleen-wegenkaarten
oc: Ren que lei rotas
pl: Tylko mapy samochodowe
pt_br: Apenas mapa de estradas
ro_ro: Hărți doar cu drumuri
ru: Карты только дорог
sc: Mapas cun caminos ebbia
sk: Iba mapy ciest
sl: Zemljevidi le s cestami
sr: Само путне карте
sr_latn: Samo putne mape
sv: Kartor med enbart vägar
ta: சாலைகள் மட்டுமே வரைபடங்கள்
tr: Yollar-sadece haritalar
uk: Мапи доріг
vi: Bản đồ chỉ gồm đường đi
zh_hans: 仅包含道路的地图
zh_hant: 僅有道路的地圖

# routing_attr_avoid_ferries_description
source: Avoids ferries
af: Vermy veerboot
ar: تجنب العبّارات
az: Bərələrdən yayınır
be: Пазбягаць паромных перапраў
bg: Намиране на маршрут без използване на фериботи
ca: Evita els transbordadors
cs: Vyhne se trajektům
cy: Osgoi fferis
da: Undgår færger
de: Vermeidet Fähren
el: Απέφυγε πορθμεία
eo: Eviti pramajn transveturojn
es_us: Evita usar ferris o transbordadores
et: Väldib praame
eu: Saihestu ferryak
fa: از فرابَرها (ferries) پرهیز می‌کند
fi: Vältä lauttoja
fr: Éviter les traversées en ferries
gl: Evitar ferris
he: נמנע ממעבורות
hu: Elkerüli a kompokat
hy: Խուսափել լաստանավերը
id: Menghindari kapal feri
is: Forðast ferjur
it: Evita i traghetti
ja: 移動手段としてフェリーを避けます
ka: ბორნების თავიდან აცილება
ko: 뱃길 회피하기
lt: Vengti keltų
lv: Izvairīties no prāmjiem
mk: Izbegnuva feribrodovi
ml: കടത്തുവള്ളം ഒഴിവാക്കുക
nb: Unngår ferger
nl: Vermijd veerboten
oc: Evitar lei barcas a tralha
pl: Unika promów
pt_br: Evita balsas
ro_ro: Evită feriboturi
ru: Избегать паромных переправ
sc: Istransit sos naviles
sk: Vyhnúť sa trajektom
sl: Izogne se trajektom
sr: Избегавање трајеката
sr_latn: Trajekte
sv: Undviker färjor
ta: படகுகளைத் தவிர்க்கிறது
tr: Feribotlardan kaçınır
uk: Уникати поромних переправ
vi: Tránh phà
zh_hans: 避开轮渡
zh_hant: 避開渡輪

# rendering_value_fine_name
source: Fine
ar: اللون والسمك
az: İncə
be: Вельмі тонкі
bg: Фина
ca: Bé
cs: Jemné
cy: Manwl
da: Fin
de: Fein
el: Πολύ λεπτή
eo: Eteta
es_us: Muy fino
et: Peen
eu: Ongi
fa: خوب
fi: Hieno
fr: Très fin
gl: Máis fino
he: עדין
hu: Finom
hy: Ճշգրիտ
id: Normal
is: Fínt
it: Sottile
ja: 美麗
ka: კარგი
ko: 끝
lt: Bauda
lv: Smalki
mk: Dobro
ml: നല്ലത്
nb: Fin
nl: Fijn
oc: Fin
pl: Bardzo cienki
pt_br: Mais fino
ro_ro: Fină
ru: Тончайшая
sc: Bonu
sk: Jemné
sl: Drobno
sr: Нежно
sr_latn: Fino
sv: Fin
ta: சரி
tr: İyi
uk: Дуже тонкий
zh_hans: 精细
zh_hant: 精細

# rendering_value_light_brown_name
source: Light brown
ar: بني فاتح
ast: Marrón claro
az: Açıq qəhvəyi
be: Светла-карычневы
bg: Светлокафява
ca: Marró clar
cs: Světle hnědá
cy: Brown golau
da: Lysebrun
de: Hellbraun
el: Ανοιχτό καφετί
eo: Bronzkolora hela
es_us: Marrón claro
et: Helepruun
eu: Marroi argia
fa: قهوه‌ای روشن
fi: Vaaleanruskea
fr: Marron clair
gl: Marrón claro
he: חום בהיר
hu: Világosbarna
hy: Բաց-շագանակագույն
id: Coklat Muda
is: Ljósbrúnt
it: Marrone chiaro
ja: ライトブラウン
ka: ღია ყავისფერი
lt: Šviesiai rudas
lv: Gaiši brūns
mk: Svetlo kafeno
ml: ഇളം തവിട്ടുനിറം
mr: हलका तपकिरी
my: အညိုရောင်နုနု
nb: Lysebrun
nl: Lichtbruin
oc: Morret
pl: Jasnobrązowy
pt_br: Marrom claro
ro_ro: Maro deschis
ru: Светло-коричневый
sc: Castàngiu craru
sk: Svetlohnedá
sl: Svetlorjava
sr: Светла смеђа
sr_latn: Braon svetla
sv: Ljusbrun
ta: இளம் பழுப்பு நிறம்
tr: Açık kahverengi
uk: Світло-коричневий
zh_hans: 浅棕色
zh_hant: 淺棕色

# rendering_attr_showMtbRoutes_name
source: Mountain bike routes
ar: طرق الدراجات الجبلية
az: Dağ velosipedi marşrutları
be: Маршруты для горнага ровара
bg: Маршрути за планински велосипеди
ca: Mostra les rutes BTT
cs: Trasy pro horská kola
cy: Llwybrau beiciau mynydd
da: Mountainbike-ruter
de: Mountainbike-Routen
el: Μονοπάτια ποδηλασίας βουνού
eo: Montbiciklaj kursoj
es_us: Rutas para bicicleta de montaña
et: Maastrikuratta rajad
eu: Mendiko bizikleta ibilbideak
fa: مسیرهای دوچرخه‌سواری کوهستان
fi: Maastopyöräilyreitit
fr: Itinéraires pour VTT
gl: Amosar pistas para bicicletas de montaña
he: מסלולי אופני הרים
hu: Hegyikerékpáros (MTB) útvonalak
hy: Լեռնային հեծանվների համար երթուղիները
id: Rute sepeda gunung
is: Fjallahjólaleiðir
it: Percorsi per mountain bike
ja: マウンテンバイク用ルート
ka: მთის ველოსიპედის გზები
ko: 산악 자전거 경로
lt: Rodyti MTB maršrutus
lv: MTB maršruti
mk: Pateki za planinski velosipedi
ml: എം ടി ബി റൂട്ടുകള്‍ കാണിക്കുക
nb: Terrengsykkelruter
oc: Percors per bicicletas de montanha
pl: Górskie trasy rowerowe
pt_br: Rotas de mountain bike
ro_ro: Rute pentru mountain bike
ru: Маршруты для MTB
sc: Àndalas pro sas bitzicletas pro sos montes
sk: Trasy pre horské bicykle
sl: Poti za gorsko kolesarjenje
sr: Путеви планинских бицикли
sr_latn: Putevi planinskih bicikli
sv: Mountainbike-leder
ta: மலை பைக் வழிகள்
tr: Dağ bisikleti parkurları
uk: Маршрути для гірських велосипедів
vi: Tuyến đường cho xe đạp địa hình
zh_hans: 山地自行车路线
zh_hant: 山地自行車路線

# rendering_attr_showSurfaceGrade_name
source: Show road quality
ar: عرض جودة الطريق
az: Yol keyfiyyətini göstər
be: Адлюстроўваць якасць дарог
bg: Качество на пътя
ca: Mostra la qualitat de la via
cs: Zobrazit kvalitu cesty
cy: Dangos ansawdd ffyrdd
da: Vis vejkvaliteten
de: Straßenqualität anzeigen
el: Εμφάνιση ποιότητας των δρόμων
eo: Kvalito de vojoj
es_us: Calidad de los caminos
et: Kuva tee kvaliteet
eu: Bistaratu errepidearen kalitatea
fa: کیفیت راه
fi: Näytä tien laatu
fr: Afficher la qualité des routes
gl: Amosar calidade das estradas
he: הצגת איכות הדרך
hu: Útminőség megjelenítése
hy: Ցույց տալ ճանապարհների որակը
id: Tampilkan kualitas jalan
is: Sýna gæði vega
it: Mostra qualità strade
ja: 道路の品質を表示
ka: გზის ხარისხის ჩვენება
ko: 도로 등급 표시
lt: Rodyti kelių kokybę
lv: Rādīt ceļa kvalitāti
mk: Pokažete go kvalitetot na patot
ml: പാതയുടെ നിലവാരം കാണിക്കുക
nb: Vis veikvalitet
nl: Kwaliteit van wegen tonen
oc: Mostrar la qualitat de la via
pl: Jakość dróg
pt_br: Mostrar qualidade da via
ro_ro: Arată calitatea drumului
ru: Качество дорог
sc: Ammustra sa calidade de sos caminos
sk: Zobraziť kvalitu ciest
sl: Pokaži kakovost cest
sr: Приказуј стање путева
sr_latn: Prikazati kvalitet puteva
sv: Visa vägkvalitet
ta: சாலை தரம் காட்டு
tr: Yol kalitesi göster
uk: Показувати якість доріг
vi: Hiện chất lượng đường
zh_hans: 显示道路质量
zh_hant: 顯示道路品質

# routing_attr_avoid_stairs_description
source: Avoids stairs
ar: تجنب السلالم
az: Pilləkənlərdən yayınır
be: Пазбягаць лесвіц
bg: Избягване на стълби
ca: Sense escales
cs: Vyhne se schodům
cy: Osgoi grisiau
da: Undgår trapper
de: Vermeidet Treppen
el: Αποφεύγει σκαλιά
eo: Evitiŝtuparojn
es_us: Evita ir por escaleras
et: Väldib treppe
eu: Saihestu eskailerak
fa: از پله پرهیز می‌کند
fi: Vältä portaita
fr: Éviter les escaliers
gl: Evitar escadas
he: נמנע ממדרגות
hu: Elkerüli a lépcsőket
hy: Խուսափել աստիճաններից
id: Menghindari tangga
is: Forðast stiga
it: Evita le scale
ja: 移動時として階段を避けるようにします
ka: კიბეების თავიდან აცილება
ko: 계단을 제외
lt: Vengti laiptų
lv: Bez kāpnēm
mk: Izbegnuva skali
ml: സ്ടേയര്‍കേസ് ഒഴിവാക്കുക
nb: Unngår trapper
nl: Vermijdt trappen
pl: Unika schodów
pt_br: Evita passar por escadas
ro_ro: Evită scări
ru: Избегать ступеней и лестниц
sc: Istransit sas iscalas
sk: Vyhne sa schodom
sl: Izogne se stopnicam
sr: Избегавање степеница
sr_latn: Stepenice
sv: Undviker trappor
ta: படிக்கட்டுகளைத் தவிர்க்கிறது
tr: Merdivenlerden kaçınır
uk: Уникати сходів
vi: Tránh cầu thang
zh_hans: 避开楼梯
zh_hant: 避開樓梯

# rendering_attr_horseRoutes_name
source: Horse routes
ar: مسارات الخيول
ast: Caminos ecuestres
az: At marşrutları
be: Конныя маршруты
bg: Пътеки за конна езда
ca: Rutes a cavall
cs: Stezka pro koně
cy: Llwybrau march
da: Rideruter
de: Reitwege
el: Ιππικές διαδρομές
eo: Ĉevalaj kursoj
es_us: Rutas a caballo
et: Ratsutamisteed
eu: Zaldi ibilbideak
fa: راه اسب‌رو
fi: Ratsastusreitti
fr: Itinéraires à cheval
gl: Roteiros a cabalo
he: נתיבי סוסים
hu: Lovaglóutak
hy: Ձիոյու երթուղիներ
id: Rute kuda
is: Reiðleiðir
it: Percorsi a cavallo
ja: 馬用ルート
ka: საცხენოსნო გზები
ko: 경마 노선
ku: Riyên Hespan
lt: Arklių maršrutas
lv: Zirgu izjādes vietas
mk: Konjski marsruti
ml: കുതിര പാതകള്‍
nb: Hesteruter
nl: Ruiterpaden
oc: Percors equèstre
pl: Szlaki konne
pt_br: Rotas hípicas
ro_ro: Rute echitație
ru: Конные маршруты
sc: Àndalas a caddu
sk: Trasy pre kone
sl: Konjske poti
sr: Коњске стазе
sr_latn: Konjske staze
sv: Hästleder
ta: குதிரை வழிகள்
tr: At yolları
uk: Кінні маршрути
vi: Tuyến đường cưỡi ngựa
zh_hans: 马匹路线
zh_hant: 馬道

# rendering_attr_shareTaxiRoutes_name
source: Share taxi routes
ar: شارك طرق التاكسي
be: Маршрутныя таксі
bg: Линии на маршрутки
ca: Comparteix rutes de taxi
cs: Sdílené mikrobusové linky
cy: Llwybrau tacsis i'w rhannu
da: Deletaxiruter
de: Sammeltaxi-Linien
el: Διαδρομές αγοραίου
eo: Kunhavigi taksiajn kursojn
es_us: Rutas de taxi compartidos
et: Jagatud takso liinid
eu: Partekatu taxi ibilbideak
fa: مسیرهای تاکسی اشتراکی
fi: Jaetut taksireitit
fr: Voies partagées pour les taxis
gl: Rotas dos taxis compartidos
he: נתיבי מוניות שירות
hu: Iránytaxi-útvonalak
hy: Երթուղային տաքսիների Երթուղիները
id: Bagikan rute taksi
is: Leiðir deilileigubíla
it: Condividi percorsi in taxi
ja: タクシーのルート共有
ka: სამარშრუტო ტაქსის გზები
kn: ಬಾಡಿಗೆಬಂಡಿ ಮಾರ್ಗಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಿ
ko: 택시 노선 공유
lt: Maršrutinis taksi
lv: Kopīgot taksometru maršrutus
mk: Spodelete taksi ruti
ml: ഷെയര്‍ ടാക്സി റൂട്ടുകള്‍
nb: Samletaxi-ruter
nl: Deeltaxi routes
oc: Partejar lei percors en taxi
pl: Trasy taksówek zbiorowych
pt_br: Rotas de táxi compartilhado
ro_ro: Distribuiți rutele de taxi
ru: Маршрутное такси
sc: Cumpartzi àndalas in taxi
sk: Trasy taxíkov
sl: Proge souporabe taksijev
sr: Путеви дељеног таксија
sr_latn: Putevi deljenog taksija
sv: "Delad taxi"-linjer
ta: டாக்ஸி பாதைகளில் பகிர்
tr: Taksi yolları paylaşmak
uk: Маршрутне таксі
zh_hans: 共享出租车路线
zh_hant: 分享計程車路線

# rendering_attr_surfaceIntegrity_name
source: Road surface integrity
ar: سلامة سطح الطرق
az: Yol səthinin keyfiyyəti
be: Якасць дарожнага пакрыцця
ca: Integritat superficial de la carretera
cs: Celistvost povrchu cest
cy: Cywirdeb wyneb y ffordd
da: Vejoverfladens integritet
de: Straßenoberflächenbeschaffenheit
el: Αρτιότητα επιφάνειας δρόμου
eo: Kohero de vojpavimo
es_us: Integridad de la superficie del camino
et: Teepinna terviklikkus
eu: Errepidearen gainazalaren integritatea
fa: یکپارچگی سطح جاده‌ها
fi: Tienpinnan eheys
fr: État de la route
gl: Integridade da superficie da estrada
he: איכות משטח הדרך
hu: Útfelszín épsége
hy: Ճանապարհային ծածկույթի որակը
id: Integritas permukaan jalan
is: Áreiðanleiki yfirborðs gatna
it: Tipo di superficie stradale
ja: 路面の質
ka: გზის საფრის ერთიანობა
lt: Kelių paviršiaus vientisumas
lv: Ceļa seguma integritāte
mk: Integritet na površinata na patot
ml: റോഡ് പ്രതല നിലവാരം
nb: Veistandard
nl: Kwaliteit van het wegdek
oc: Mena de superficia de la rota
pl: Spójność nawierzchni dróg
pt_br: Integridade da superfície da via
ro_ro: Integritatea suprafeței drumurilor
ru: Качество дорожного покрытия
sc: Integridade superfitziale de su caminu
sk: Celistvosť povrchu ciest
sl: Kakovost površine ceste
sr: Целовитост површи пута
sr_latn: Kvalitet puta
sv: Vägbanans kvalitet
ta: சாலை மேற்பரப்பு ஒருமைப்பாடு
tr: Yol yüzeyi sağlamlığı
uk: Якість дорожнього покриття
zh_hans: 道路表面完整性
zh_hant: 路面的整體狀態

# rendering_attr_coloredBuildings_name
source: Color-code buildings by type
ar: تلوين المباني حسب النوع
be: Пазначаць тып будынка колерам
bg: Оцветяване на сградите в зависимост от типа им
ca: Edificis amb colors codificats per tipus
cs: Barvy budov podle typu
cy: Lliwio adeiladau ynôl eu defnydd
da: Farvekod bygninger efter type
de: Gebäudefärbung nach Typ
el: Χρωματισμός κτιρίων κατά τύπο
eo: Kolorigi konstruaĵojn laŭspece
es_us: Colorear edificios según el tipo
et: Värvierista hooned liikide järgi
eu: Koloreztatu eraikinak motaren arabera
fa: رنگ‌بندی ساختمان‌ها بر پایه نوع
fi: Värikoodaa rakennukset tyypeittäin
fr: Colorer les bâtiments par type
gl: Edificios cun código de cores segundo o seu tipo
he: צביעת בניינים לפי סוג
hu: Épületek színezése típus szerint
hy: Շենքերի գունավոր նշում ըստ տիպի
id: Kode warna bangunan berdasarkan jenisnya
is: Lita byggingar eftir gerð
it: Colora gli edifici per tipo
ja: タイプ別で建物に着色
ko: 유형별 색상 코드 건물
lt: Spalvoti pastatai
lv: Krāsas pēc apbūves tipa
mk: Gradbi sošifra na boja po tip
ml: കെട്ടിടങ്ങളുടെ തരമനുസരിച്ചുള്ള വര്‍ണ്ണക്രമം
nb: Fargekod bygninger etter type
nl: Gebouwen kleuren per soort
oc: Colorar leis edificis segon la mena
pl: Różne kolory typów budynków
pt_br: Colorir edifícios conforme o tipo
ro_ro: Colorează clădiri în funcție de tip
ru: Цветовая маркировка зданий по типу
sc: Edifìtzios colorados pro casta
sk: Vyfarbiť budovy podľa typu
sl: Z barvo označi vrsto stavbe
sr: Обоји зграде по врсти
sr_latn: Oboji zgrade po tipu
sv: Färgkoda byggnader efter typ
ta: வண்ண வகை குறியீடு கட்டிடங்கள்
tr: Binalar türüne göre renk kodu
uk: Кольорове маркування будівель за типом
vi: Toà nhà được tô màu theo loại
zh_hans: 按类型着色建筑物
zh_hant: 按類型用色碼區分建築物
