Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# rearrange_profile_descr
source: Default OsmAnd profiles cannot be deleted, but you can disable them on the previous screen or drag them to the bottom of the list.
ar: لا يمكن حذف ملفات تعريف أوسماند الافتراضية، ولكن يمكنك تعطيلها أو سحبها إلى أسفل القائمة.
be: Прадвызнаваныя профілі OsmAnd немагчыма выдаліць, але вы можаце адключыць іх на папярэднім экране альбо перацягнуць у канец спіса.
ca: Els perfils predeterminats d'Osmand no es poden esborrar però els podeu desactivar a la pantalla anterior o arrossegar-los al final de la llista.
cs: Výchozí profily OsmAnd nelze smazat, ale na předchozí obrazovce je můžete deaktivovat nebo přetáhnout na konec seznamu.
da: OsmAnd-standardprofiler kan ikke slettes, men du kan deaktivere dem på den forrige skærm eller trække dem til bunden af listen.
de: Standard OsmAnd-Profile können nicht gelöscht werden, aber Sie können sie auf dem vorherigen Bildschirm deaktivieren oder sie an das Ende der Liste ziehen.
el: Τα προεπιλεγμένα προφίλ OsmAnd δεν μπορούν να διαγραφούν, αλλά μπορείτε να τα απενεργοποιήσετε στην προηγούμενη οθόνη ή να τα σύρετε στο κάτω μέρος της λίστας.
es_us: Los perfiles predefinidos de OsmAnd no se pueden borrar, pero puedes desactivarlos en la pantalla anterior o arrastrarlos al final de la lista.
et: Vaikimisi OsmAnd profiile ei saa kustutada, kuid saate keelata neid eelmises ekraanivaates või lohistada neid nimekirja lõppu.
fr: Les profils OsmAnd par défaut ne peuvent pas être supprimés, mais vous pouvez les désactiver sur l'écran précédent ou les glisser en bas de la liste.
hu: Az alapértelmezett OsmAnd-profilokat nem lehet törölni, de az előző képernyőn letilthatja, vagy a lista aljára húzhatja őket.
id: Profil default OsmAnd tidak dapat dihapus, tetapi Anda dapat menonaktifkannya di layar sebelumnya atau menyeretnya ke bagian bawah daftar.
is: Þú getur ekki eytt sjálfgefnum grunnsniðum OsmAnd, en þú getur gert þau óvirk á skjánum hér á undan, eða dregið þau neðst í listann.
it: I profili OsmAnd predefiniti non possono essere eliminati, ma puoi disabilitarli nella schermata precedente o trascinarli in fondo all'elenco.
ja: OsmAndの標準プロファイルは削除できませんが、前の画面でそれらを無効にしたり、リストの下の方へ移動させることはできます。
nl: Originele OsmAnd profielen kunnen niet worden verwijderd, maar je kan ze uitschakelen op het vorige scherm of sleep ze naar onderaan de lijst.
oc: Lei perfius predeterminats d'Osmand se pòdon pas escafar mai lei podètz desactivar au menú precedents o lei desplaçar a la fin de la lista.
pl: Domyślnych profili OsmAnd nie można usunąć, ale można je wyłączyć na poprzednim ekranie lub przeciągnąć na dół listy.
pt_br: Os perfis padrão de OsmAnd não podem ser excluídos, mas você pode desativá-los na tela anterior ou arrastá-los para o final da lista.
ro_ro: Profilurile OsmAnd implicite nu pot fi șterse, dar le puteți dezactiva în ecranul anterior sau le puteți trage în partea de jos a listei.
ru: Профили OsmAnd по умолчанию не могут быть удалены, но вы можете отключить их на предыдущем экране или перетащить их в конец списка.
sc: Non podes iscantzellare sos profilos predefinidos de OsmAnd, ma los podes disabilitare in s'ischermada anteposta o los podes trisinare a s'acabu de sa lista.
sr: Подразумевани OsmAnd профили се не могу избрисати, али их можете онемогућити на претходном екрану или их превући на дно листе.
sr_latn: Podrazumevani OsmAnd profili se ne mogu izbrisati, ali ih možete onemogućiti na prethodnom ekranu ili ih prevući na dno liste.
sv: OsmAnd-standardprofiler kan inte tas bort, men du kan inaktivera dem på föregående skärm eller dra dem till slutet av listan.
ta: இயல்புநிலை OSMAND சுயவிவரங்களை நீக்க முடியாது, ஆனால் அவற்றை முந்தைய திரையில் முடக்கலாம் அல்லது அவற்றை பட்டியலின் அடிப்பகுதிக்கு இழுக்கலாம்.
tr: Varsayılan OsmAnd profilleri silinemez, ancak önceki ekranda devre dışı bırakabilir veya listenin en altına sürükleyebilirsiniz.
uk: Типові профілі OsmAnd неможливо вилучити, але ви можете вимкнути їх на попередньому екрані або перетягнути їх донизу списку.
zh_hant: 無法刪除預設的 OsmAnd 設定檔，但您可以在上一個螢幕上停用它們，或將它們拖到列表的底端。

source: All application profiles
ar: جميع ملفات تعريف التطبيق
be: Усе профілі праграм
ca: Tots els perfils d'aplicació
cs: Všechny profily aplikace
da: Alle app-profiler
de: Alle Anwendungsprofile
el: Όλα τα προφίλ εφαρμογής
es_us: Todos los perfiles de la aplicación
et: Kõik rakenduse profiilid
fr: Tous les profils de l'application
hu: Összes alkalmazásprofil
id: Semua profil aplikasi
is: Öll forritssnið
it: Tutti i profili dell'app
ja: すべてのアプリケーションプロファイル
ka: ყველა აპლიკაციის პროფილები
nb: Alle programprofiler
nl: Alle applicatie profielen
oc: Totei lei perfius de l'aplicacion
pl: Wszystkie profile aplikacji
pt_br: Todos os perfis de aplicativos
ro_ro: Toate profilurile de aplicații
ru: Все профили приложений
sc: Totu sos profilos de s'aplicatzione
sr: Сви профили апликације
sr_latn: Svi profili aplikacije
sv: Alla app-profiler
ta: அனைத்து பயன்பாட்டு சுயவிவரங்களும்
tr: Tüm uygulama profilleri
uk: Усі профілі застосунку
zh_hant: 所有應用程式設定檔

# after_tapping_done
source: After you tap Done, deleted profiles will be lost completely.
ar: بعد النقر فوق "تطبيق" ، سيتم فقد ملفات التعريف المحذوفة بالكامل.
be: Пасля націску кнопкі "Завершана" выдаленыя профілі страцяцца.
ca: Un cop premeu Fet, els perfils esborrats es perdran definitivament.
cs: Poté, co klepnete na Hotovo, smazané profily budou ztraceny.
da: Tryk på Udført og slettede profiler går helt tabt.
de: Nachdem Sie auf Fertig tippen, gehen gelöschte Profile vollständig verloren.
el: Μόλις πατήσετε Έγινε, όλα τα διαγραμμένα προφίλ θα χαθούν οριστικά.
es_us: Después de pulsar «Listo», los perfiles borrados se perderán completamente.
et: Peale nupu Valmis vajutamist on kustutatud profiilid jäädavalt kadunud.
fr: Après avoir appuyé sur Terminé, les profils supprimés seront définitivement perdus.
hu: A Kész gombra koppintás után a törölt profilok véglegesen elvesznek.
id: Setelah Anda mengetuk Selesai, profil yang dihapus akan hilang sepenuhnya.
is: Eftir að ýtt er á "Lokið" munu eydd snið tapast endanlega.
it: Dopo aver toccato Fine, i profili eliminati andranno persi completamente.
ja: 『完了』をタップすると、削除したプロファイルは完全に失われます。
nl: Als u op Gedaan tikt zullen de verwijderde profielen voorgoed verloren gaan.
oc: Un còp clicat sus Acabat, lei perfius escafats seràn perduts definitivament.
pl: Po naciśnięciu Wykonane, usunięte profile zostaną całkowicie utracone.
pt_br: Depois de tocar em concluído, os perfis excluídos serão perdidos completamente.
ro_ro: După ce atingeți Done, profilurile șterse vor fi pierdute complet.
ru: После нажатия кнопки "Готово" удаленные профили будут полностью потеряны.
sc: A pustis de àere incarcadu Fatu, sos profilos iscantzellados s'ant a pèrdere definitivamente.
sr: Након што додирнете Готово, избрисани профили ће бити потпуно изгубљени.
sr_latn: Nakon što dodirnete Gotovo, izbrisani profili će biti potpuno izgubljeni.
sv: När du trycker på Done förloras raderade profiler helt.
ta: நீங்கள் தட்டிய பிறகு, நீக்கப்பட்ட சுயவிவரங்கள் முழுமையாக இழக்கப்படும்.
tr: Bitti düğmesine dokunduktan sonra, silinen profiller tamamen kaybolacaktır.
uk: Після натискання «Готово», профілі буде вилучено остаточно без можливості їх відновлення.
zh_hant: 點選完成後，已刪除的設定檔將完全遺失。

# empty_profile_name_warning
source: Profile name cannot be empty.
ar: لا يمكن أن يكون اسم الملف فارغ.
be: Назва профілю не можа быць пустой.
ca: El nom del perfil no pot estar buit.
cs: Název profilu nemůže být prázdný.
da: Profilnavnet må ikke være tomt.
de: Profilname darf nicht leer sein.
el: Το όνομα του προφίλ δεν μπορεί να είναι κενό.
es_us: El nombre del perfil no debe estar vacío.
et: Profiili nimi ei tohi olla tühi.
fr: Le nom du profil ne peut pas être vide.
hu: A profil neve nem lehet üres.
id: Nama profil tidak boleh kosong.
is: Nafn sniðs má ekki vera tómt.
it: Il nome del profilo non può essere vuoto.
ja: プロファイル名は空にできません。
nb: Profilnavnet kan ikke være tomt.
nl: Profielnaam mag niet leeg zijn.
oc: Lo nom dau perfiu deu pas demorar vuege.
pl: Nazwa profilu nie może być pusta.
pt_br: O nome do perfil não pode estar vazio.
ro_ro: Numele profilului nu poate fi gol.
ru: Название профиля не может быть пустым.
sc: Su nùmene de su profilu non podet èssere bòidu.
sr: Име профила не може бити празно.
sr_latn: Ime profila ne može biti prazno.
sv: Profilnamnet får inte vara tomt.
ta: சுயவிவர பெயர் காலியாக இருக்க முடியாது.
tr: Profil adı boş olamaz.
uk: Назва профіля не може бути порожньою.
zh_hant: 設定檔名稱不能為空。

source: Reading file
ar: قراءة الملف
be: Чытанне файла
cs: Čtení souboru
da: Læser fil
de: Lese Datei
el: Ανάγνωση αρχείου
es_us: Leyendo archivo
et: Faili lugemine
fr: Lecture du fichier
hu: Fájl beolvasása
id: Membaca file
is: Les skrá
it: Lettura file
ja: ファイルの読込中
nb: Leser fil …
nl: Bestand inlezen
oc: A legir lo fichier
pl: Odczytywanie pliku
pt_br: Arquivo de leitura
ro_ro: Citirea fișierului
ru: Чтение файла
sc: Leghende su documentu
sr: Читање фајла
sr_latn: Čitanje fajla
sv: Läser in fil
ta: கோப்பைப் படித்தல்
tr: Dosya okunuyor
uk: Файл читання
zh_hant: 正在讀取檔案

source: Preparing file
ar: إعداد الملف
be: Падрыхтоўка файла
cs: Příprava souboru
da: Forbereder fil
de: Datei vorbereiten
el: Προετοιμασία αρχείου
es_us: Preparando archivo
et: Faili ettevalmistamine
fr: Préparation du fichier
hu: Fájl előkészítése
id: Menyiapkan file
is: Undirbý skrá
it: Preparazione file
ja: ファイルの準備中
ka: ფაილის მომზადება
nb: Forbereder fil …
nl: Bestand voorbereiden
oc: A preparar lo fichier
pl: Przygotowywanie pliku
pt_br: Preparando arquivo
ro_ro: Pregătirea dosarului
ru: Подготовка файла
sc: Ammaniende su documentu
sr: Припрема датотеке
sr_latn: Priprema datoteke
sv: Förbereder fil
ta: கோப்பைத் தயாரித்தல்
tr: Dosya hazırlanıyor
uk: Підготування файлу
zh_hant: 正在準備檔案

# profile_import_success
source: Application profile was imported successfully
ar: تم استيراد ملف تعريف التطبيق بنجاح
be: Профіль праграмы паспяхова імпартаваны
ca: S'ha importat correctament el perfil de l'aplicació
cs: Profil aplikace byl úspěšně importován
da: App-profilen blev importeret
de: Anwendungsprofil wurde erfolgreich importiert
el: Το προφίλ εφαρμογής εισήχθη επιτυχώς
es_us: Perfil de aplicación importado correctamente
et: Rakenduse profiili import õnnestus
fr: Le profil d'application a été importé avec succès
hu: Az alkalmazás profilját sikeresen importáltuk
id: Profil aplikasi berhasil diimpor
is: Það tókst að flytja forritssnið inn
it: Il profilo dell'applicazione è stato importato correttamente
ja: アプリプロファイルは正常にインポートされました
nb: Programprofil importert
nl: Applicatieprofiel succesvol geïmporteerd
oc: Lo perfiu de l'aplicacion s'es importat correctament
pl: Profil aplikacji został zaimportowany pomyślnie
pt_br: O perfil do aplicativo foi importado com sucesso
ro_ro: Profilul aplicației a fost importat cu succes
ru: Профиль приложения был успешно импортирован
sc: Su profilu de s'aplicatzione est istadu importadu chene problemas
sr: Профил апликације је успешно увезен
sr_latn: Profil aplikacije je uspešno uvezen
sv: App-profilen har importerats
ta: பயன்பாட்டு சுயவிவரம் வெற்றிகரமாக இறக்குமதி செய்யப்பட்டது
tr: Uygulama profili başarıyla içe aktarıldı
uk: Профіль застосунку успішно імпортовано
zh_hant: 應用程式設定檔已成功匯入

# profile_prefs_reset_successful
source: All profile settings restored to default.
ar: تمت استعادة جميع إعدادات الوضع إلى الحالة الافتراضية.
az: Bütün profil parametrləri standarta bərpa edildi.
be: Усе налады профілю скінутыя да прадвызначаных.
bg: Настройките на профила са нулирани.
ca: Totes les configuracions dels perfils s'han restablert per defecte.
cs: Všechna nastavení profilu obnovena do výchozího stavu.
cy: Wedi ailosod holl osodiadau proffil i'r rhagosodiadau.
da: Alle profilindstillinger gendannes til standardtilstand.
de: Alle Profileinstellungen auf Standard zurückgesetzt.
el: Όλες οι ρυθμίσεις προφίλ επαναφέρθηκαν στην προεπιλογή.
eo: Restarigisĉiujn agordojn pri profiloj al implicitaj valoroj.
es_us: Todos los ajustes del perfil se restauraron al valor predefinido.
et: Kõik profiili seadistused on lähtestatud.
eu: Profileko ezarpen guztiak lehenespenetara berrezarri dira.
fa: همهٔ تنظیمات افزونه به حالت پیشفرض بازگشت.
fi: Kaikki profiiliasetukset palautettu oletusarvoihin.
fr: Tous les paramètres du profile ont été restaurés à leurs valeurs par défaut.
gl: Todos os axustes do perfil restabelecéronse por defecto.
he: כל הגדרות הפרופיל אופסו לבררת המחדל.
hu: Az összes profilbeállítás helyreállítva az alapértelmezettre.
id: Semua pengaturan profil dikembalikan ke bawaan.
is: Allar stillingar sniðs endurheimtar í sjálfgefina stöðu.
it: Tutte le impostazioni dei profili sono state riportate ai predefiniti.
ja: すべてのプロファイル設定を初期状態に戻しました。
ko: 모든 프로필 설정이 기본값으로 복원되었습니다.
lv: Visi profilu iestatījumi ir atjaunoti uz noklusētajiem.
mk: Site postavki na priklučokot se vrateni na standardnite.
nb: Alle profilinnstillinger gjenopprettet til forvalg.
nl: Alle profielinstellingen zijn teruggezet naar de standaardwaarden.
oc: Totei lei configuracions dei perfius son estadas restablidas per defaut
pl: Ustawienia wszystkich profili przywrócone do domyślnych.
pt_br: Todas as configurações de perfil são restauradas para o padrão.
ro_ro: Toate setările profilului s-au resetat la valorile implicite.
ru: Все настройки профиля восстановлены до начальных.
sc: Totu sas impostatziones de sos profilos sunt torradas a s'istadu predefinidu.
sk: Všetky nastavenia profilov obnovené do východzieho stavu.
sl: Vse nastavitve profila so obnovljene na privzete vrednosti.
sr: Све поставке налога враћене су на подразумевано.
sr_latn: Sve podešavanja profila vraćene su na podrazumevano.
sv: Alla profilinställningar återställda till standardförval.
ta: அனைத்து சுயவிவர அமைப்புகளும் இயல்புநிலைக்கு மீட்டெடுக்கப்படுகின்றன.
tr: Tüm profil ayarları varsayılanlara geri yüklendi.
uk: Усі налаштування профілю відновлено до типових.
vi: Tất cả cài đặt hồ sơ đã được khôi phục về mặc định.
zh_hans: 所有的配置文件设置都已恢复为默认值。
zh_hant: 所有設定檔的設定都已恢復為預設值。

# not_available_profile_name
source: Profile with this name already exists.
ar: يوجد ملف بهذا الاسم.
be: Профіль з такой назвай ужо існуе.
ca: Ja existeix un perfil amb aquest nom.
cs: Profil s tímto názvem již existuje.
da: Der findes allerede en profil med navnet.
de: Profil mit diesem Namen existiert bereits.
el: Υπάρχει ήδη προφίλ με αυτο το όνομα.
es_us: Ya existe un perfil con ese nombre.
et: Sellise nimega fail on juba olemas.
fr: Un profil avec ce nom existe déjà.
hu: Ezzel a névvel már létezik profil.
id: Profil dengan nama ini sudah ada.
is: Snið með þessu heiti er þegar til staðar.
it: Esiste già un profilo con questo nome.
ja: この名前のプロファイルはすでに存在します。
nb: En profil med dette navnet finnes allerede.
nl: Profiel met deze naam bestaat reeds.
oc: Un perfiu d’aquest nom existís ja.
pl: Profil o tej nazwie już istnieje.
pt_br: O perfil com este nome já existe.
ro_ro: Profilul cu acest nume există deja.
ru: Профиль с таким именем уже существует.
sc: Esistit giai unu profilu cun custu nùmene.
sr: Профил са овим именом већ постоји.
sr_latn: Profil sa ovim imenom već postoji.
sv: En profil med detta namn finns redan.
ta: இந்த பெயருடன் சுயவிவரம் ஏற்கனவே உள்ளது.
tr: Bu ada sahip profil zaten var.
uk: Профіль з такою назвою вже існує.
zh_hant: 已存在具有相同名稱的設定檔。

# profile_type_base_string
source: Base profile
ar: وضع أساسي
az: Təməl profil
be: Базавы профіль
ca: Perfil base
cs: Základní profil
cy: Proffil sylfaen
da: Basisprofil
de: Basisprofil
el: Προφίλ βάσης
eo: Ĉefa profilo
es_us: Perfil base
et: Põhiprofiil
eu: Oinarrizko profila
fa: نمایه پایه
fi: Pohjaprofiili
fr: Profil de base
gl: Perfil de base
he: פרופיל בסיס
hi: आधार प्रोफ़ाइल
hu: Alapprofil
id: Profil dasar
is: Grunnsnið
it: Profilo base
ja: 基本プロファイル
ka: ბაზური პროფილი
ko: 기준 프로파일
lv: Bāzes profils
mk: Osnoven profil
my: အခြေခံပရိုဖိုင်း
nb: Grunnprofil
nl: Basisprofiel
oc: Perfiu de basa
pl: Profil podstawowy
pt_br: Perfil base
ro_ro: Profil de bază
ru: Базовый профиль
sc: Profilu de base
sk: Základný profil
sl: Osnovni profil
sr: Основни налог
sr_latn: Osnovni profil
sv: Basprofil
ta: அடிப்படை சுயவிவரம்
tr: Temel profil
uk: Базовий профіль
vi: Hồ sơ cơ bản
zh_hans: 基本配置文件
zh_hant: 基本設定檔

# import_profile_descr
source: To import a profile, tap on the needed file (*.osf) in any application and select "Copy to OsmAnd Maps"
ar: لاستيراد ملف تعريف ، انقر فوق الملف المطلوب (* .osf) في أي تطبيق وحدد "نسخ إلى أوسماند"
be: Каб імпартаваць профіль, націсніце патрэбны файл (* .osf) у любой праграме і абярыце "Капіяваць у OsmAnd Maps"
ca: Per importar un perfil, premeu necessàriament un arxiu (*.osf) a qualsevol aplicació i seleccioneu "Copia a OsmAnd"
cs: Profil importujete tak, že klepnete na příslušný soubor (*.osf) v libovolné aplikaci a zvolíte "Kopírovat do Map OsmAnd"
da: For at importere en profil skal du trykke på den ønskede fil (*.osf) i en hvilken som helst applikation og vælge "Kopier til OsmAnd Maps"
de: Um ein Profil zu importieren, tippen Sie in einer beliebigen Anwendung auf die gewünschte Datei (*.osf) und wählen Sie "Nach OsmAnd Maps kopieren"
el: Για να εισάγετε ένα προφίλ, πατήστε στο απαιτούμενο αρχείο (*.osf) σε οποιαδήποτε εφαρμογή και επιλέξτε "Αντιγραφή σε Χάρτες OsmAnd"
es_us: Para importar un perfil, pulsa en el archivo necesario (*.osf) en cualquier aplicación y marca «Copiar a mapas de OsmAnd»
et: Profiili importimiseks puuduta vajalikku faili (*.osf) mis tahes rakenduses ja vali "Kopeeri OsmAnd Maps rakendusse"
fr: Pour importer un profil, appuyez sur le fichier voulu (*.osf) dans n'importe quelle application et sélectionnez "Copier vers les cartes OsmAnd"
hu: Egy profil importálásához koppintson az „*.osf” fájlra bármely alkalmazásban, majd válassza a „Másolás az OsmAnd Maps alkalmazásba” lehetőséget
id: Untuk mengimpor profil, ketuk file yang diperlukan (*.osf) di aplikasi mana pun dan pilih "Salin ke OsmAnd Maps"
is: Til að flytja inn leiðsagnarsnið, skaltu ýta á viðeigandi skrá (*.osf) í einhverju forriti og velja 'Afrita í OsmAnd-kort' aðgerðina
it: Per importare un profilo, tocca il file necessario (*.osf) in qualsiasi applicazione e seleziona "Copia su OsmAnd Maps"
ja: プロファイルをインポートするには、任意のアプリケーションで必要なファイル(* .osf)をタップし、"OsmAnd Mapsにコピー"を選択してください
nl: Om een profiel te importeren, klik op betreffende bestand (*.osf) in een applicatie en kies "Kopieer naar OsmAnd Maps"
oc: Per importar un perfiu, clicatz necessariament sus un archiu (*.osf) dins una aplicacion e seleccionatz "Còpia vèrs OsmAnd"
pl: Aby zaimportować profil, naciśnij potrzebny plik (*.osf) w dowolnej aplikacji i wybierz "Kopiuj do OsmAnd Maps"
pt_br: Para importar um perfil, toque no arquivo necessário (*.osf) em qualquer aplicativo e selecione "Copiar para OsmAnd Maps"
ro_ro: Pentru a importa un profil, atingeți fișierul necesar (*.osf) în orice aplicație și selectați "Copy to OsmAnd Maps"
ru: Чтобы импортировать профиль, нажмите на нужный файл (*.osf) в любом приложении и выберите "Копировать в OsmAnd Maps"
sc: Pro importare unu profilu incarca in su documentu netzessàriu (*.osf) in cale si siat aplicatzione e ischerta "Còpia in OsmAnd Maps"
sr: Да бисте увезли профил, додирните потребну датотеку (*.osf) у било којој апликацији и изаберите „Копирај на OsmAnd Мапе“
sr_latn: Da biste uvezli profil, dodirnite potrebnu datoteku (*.osf) u bilo kojoj aplikaciji i izaberite „Kopiraj na OsmAnd Mape“
sv: För att importera en profil, tryck på den nödvändiga filen (*.osf) i alla program och välj "Kopiera till OsmAnd Maps"
ta: சுயவிவரத்தை இறக்குமதி செய்ய, எந்தவொரு பயன்பாட்டிலும் தேவையான கோப்பில் (*.osf) தட்டிவிட்டு "OSMAND வரைபடங்களுக்கு நகலெடு" என்பதைத் தேர்ந்தெடுக்கவும்
tr: Bir profili içe aktarmak için, herhangi bir uygulamada gerekli dosyanın üzerine (*.osf) dokunun ve "OsmAnd Haritalara Kopyala" seçeneğini seçin
uk: Щоб імпортувати профіль, натисніть на потрібний файл (*.osf) в будь-якому застосунку й виберіть "Копіювати до OsmAnd Maps"
zh_hant: 要匯入設定檔，請在任何應用程式中點選所需的檔案（*.osf）並選擇「複製到 OsmAnd 地圖」

# backup_delete_all_data_in_progress
source: Please wait until OsmAnd delete all your data from cloud. All data on the device remain untouch.
ar: يرجى الانتظار حتى يقوم أوسماند بحذف جميع البيانات الخاصة بك من السحابة. ستظل جميع البيانات الموجودة على الجهاز دون مساس.
cs: Počkejte, dokud OsmAnd neodstraní všechna vaše data z cloudu. Všechna data v zařízení zůstanou nedotčena.
da: Vent venligst, indtil OsmAnd sletter alle dine data fra skyen. Alle data på enheden forbliver uberørt.
de: Bitte warten Sie, bis OsmAnd alle Ihre Daten aus der Cloud gelöscht hat. Alle Daten auf dem Gerät bleiben unangetastet.
el: Παρακαλούμε περιμένετε μέχρι το OsmAnd να διαγράψει όλα τα δεδομένα από το cloud. Όλα τα δεδομένα στη συσκευή δεν θα αγγιχτούν.
es_us: Espera mientras OsmAnd borra todos los datos de la nube. Los datos en el dispositivo permanecen intactos.
et: Palun oota, kuni OsmAnd kustutab pilvest kõik sinu andmed. Nutiseadmes olevad andmed jäävad alles.
fr: Veuillez patienter pendant que OsmAnd supprime toutes vos données dans le cloud. Toutes les données sur votre appareil ne seront pas affectées.
hu: Várjon, amíg az alkalmazás törli az összes adatát az OsmAnd Cloudból. Az eszközön található összes adat érintetlen marad.
id: Harap tunggu hingga OsmAnd menghapus semua data Anda dari cloud. Semua data pada perangkat tetap tidak tersentuh.
is: Bíddu þar til OsmAnd er búið að eyða gögnunum þínum af tölvuskýinu. Ekki verður hreyft við neinum gögnum á tækinu.
it: Attendi fino a quando OsmAnd cancellerà tutti i tuoi dati dal cloud. Tutti i dati sul dispositivo rimangono intatti.
nl: Even geduld terwijl OsmAnd al uw gegevens uit de cloud verwijdert. Alle gegevens op uw apparaat blijven bewaard.
ro_ro: Vă rugăm să așteptați până când OsmAnd va șterge toate datele dumneavoastră din cloud. Toate datele de pe dispozitiv rămân neatinse.
ru: Пожалуйста, подождите, пока OsmAnd удалите все ваши данные из облака. Все данные на устройстве остаются нетронутыми.
sc: Iseta finas a cando OsmAnd at a àere iscantzelladu totu sos datos tuos dae sa nue. Totu sos datos in su dispositivu ant a abarrare chene tocados.
sr: Молимо сачекајте док ОсмАмд не избрише све ваше податке из облака. Сви подаци на уређају остаће не дирнути.
sr_latn: Molimo sačekajte dok OsmAmd ne izbriše sve vaše podatke iz oblaka. Svi podaci na uređaju ostaće ne dirnuti.
sv: Vänta medan OsmAnd raderar din data från Cloud. Alla data på enheten förblir orört.
ta: உங்கள் எல்லா தரவையும் மேகத்திலிருந்து நீக்கும் வரை தயவுசெய்து காத்திருங்கள். சாதனத்தில் உள்ள அனைத்து தரவுகளும் தீண்டப்பட்டவை.
tr: Lütfen OsmAnd tüm verilerinizi buluttan silene kadar bekleyin. Aygıttaki tüm veriler dokunulmadan kalacaktır.
uk: Зачекайте, доки OsmAnd не вилучить усі ваші дані з хмари. Усі дані на пристрої залишаться недоторканими.
zh_hant: 請等待 OsmAnd 從雲端刪除所有的資料。裝置上的所有資料都會保持不變。
