Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# route_recalculation_dist_title
source: Minimal distance to recalculate route
az: Marşrutun yenidən hesablanacağı minimum məsafə
be: Мінімальная адлегласць да пераліку маршруту
bg: Минимално разстояние до преизчисленият маршрут
ca: Desviació mínima per recalcular la ruta
cs: Minimální vzdálenost pro přepočítání trasy
cy: Y pellter lleiaf er mwyn ailgyfrifo'r llwybr
da: Mindste afstand for at genberegne rute
de: Mindestabstand für Neuberechnung der Route
el: Ελάχιστη απόσταση για επανυπολογισμό διαδρομής
eo: Minimuma distanco por rekalkuli kurson
es_us: Distancia mínima para recalcular la ruta
et: Minimaalne kaugus marsruudi ümberarvutamiseks
eu: Gutxieneko distantzia ibilbidea birkalkulatzeko
fa: مسافت کمینی برای مسیریابی مجدد
fi: Pienin etäisyys reitin uudelleen laskemiseksi
fr: Distance à partir de laquelle recalculer l’itinéraire
gl: Distancia mínima para recalcular a ruta
he: מרחק מזערי לחישוב המסלול מחדש
hu: Legkisebb távolság, amely felett újraszámítja az útvonalat
id: Jarak minimal untuk mengkalkulasi ulang rute
is: Lágmarksvegalengd til að leið sé endurreiknuð
it: Distanza minima per il ricalcolo del percorso
ja: ルートを再計算する最小距離
ko: 경로를 다시 계산할 수 있는 최소 거리
mk: Minimalno rastojanie do povtorno presmetuvanje na maršrutata
nb: Minsteavstand forå beregne rute på nytt
nl: Minimale afstand om route te herberekenen
pl: Minimalna odległość do ponownego wyznaczenia trasy
ro_ro: Distanța minimă pentru recalcularea traseului
ru: При отклонении
sc: Distàntzia mìnima pro torrare a carculare s'àndala
sk: Minimálna vzdialenosť pre prepočítanie trasy
sl: Minimalna razdalja za ponovno izračun poti
sr: Најмања удаљеност за прерачунавање пута
sr_latn: Najmanja udaljenost za preračunavanje rute
sv: Minimalt avstånd för omberäkningar av rutt
ta: பாதையை மறுபரிசீலனை செய்ய குறைந்தபட்ச தூரம்
tr: Rotayı yeniden hesaplamak için asgari mesafe
uk: Мінімальна відстань для перебудування маршруту
vi: Khoảng cách tối thiểu để tính lại tuyến đường
zh_hans: 重新计算路线的最短距离
zh_hant: 重新計算路線的最小距離

source: In case of reverse direction
az: Əks istiqamətdə gəldikdə
be: У выпадку адваротнага кірунку
bg: При направление в обратна посока
ca: Cas de sentit invers
cs: V případě opačného směru
cy: Mewn achos o gyfeiriad gwrthdro
da: I tilfælde af modsat retning
de: Bei umgekehrter Richtung
el: Σε περίπτωση αντιστροφής κατεύθυνσης
eo: Kiam en inversa direkto
es_us: En caso de dirección inversa
et: Vastupidise suuna korral
eu: Alderantzizko norabidearen kasuan
fa: اگر برعکس حرکت کردم
fi: Jos suunta on päinvastainen
fr: En cas de sens inverse
gl: En caso de dirección inversa
he: במקרה של כיוון הפוך
hu: Ellentétes irány esetén
id: Jika arah balik
is: Ef stefna er öfug
it: In caso di direzione inversa
ja: 逆方向に移動した場合
ko: 역방향인 경우
mk: Vo slučaj na obratna nasoka
nb: I tilfelle motsatt retning
nl: In geval van een omgekeerde richting
oc: En cas de direccion envèrsa
pl: W przypadku odwrotnego kierunku
ro_ro: În caz de inversare a direcției
ru: При обратном направлении
sc: In casu de diretzione furriada
sk: V prípade opačného smeru
sl: V primeru obratne smeri
sr: У случају обрнутог правца
sr_latn: U slučaju obrnutog pravca
sv: Vid omvänd riktning
ta: தலைகீழ் திசையில்
tr: Ters yön durumunda
uk: У разі зворотного напрямку
vi: Nếu đi hướng ngược lại
zh_hans: 防止相反的方向
zh_hant: 反向時

source: Turn Arrows
ar: أسهم الانعطاف
az: Dönmə oxları
be: Стрэлкі павароту
bg: Стрелки за посоката
ca: Fletxes de gir
cs: Směrové šipky
cy: Saethau Troi
da: Svingpile
de: Abbiegepfeile
el: Βέλη Στροφής
eo: Sagetoj de turniĝoj
es_us: Flechas de giro
et: Pöörangute nooled
eu: Biratze geziak
fa: پیکان‌های پیچ
fi: Kääntymisnuolet
fr: Flèches de direction
he: חצי פנייה
hu: Bekanyarodást jelző nyilak
id: Panah Putar
is: Beygjuörvar
it: Frecce di direzione
ja: 方向転換の矢印
ka: მოხვევის ისრები
ko: 화살표 돌리기
mk: Svrtete strelki
nb: Svingpiler
nl: Afslaan Pijlen
oc: Virar lei sagetas
pl: Strzałki skrętu
ro_ro: Săgeți pentru viraje
ru: Стрелки поворота
sc: Fritzas de bortada
sk: Šípky odbočenia
sl: Puščice za obračanje
sr: Стрелице скретања
sr_latn: Strelice skretanja
sv: Svängpilar
ta: அம்புகளைத் திருப்புங்கள்
tr: Dönüş Okları
uk: Стрілки повороту
vi: Mũi tên chỉ hướng rẽ
zh_hans: 转向箭头
zh_hant: 轉彎箭頭

# import_create_track_files
source: You can import, create, or record track files using OsmAnd.
ar: يمكنك استيراد أو إنشاء أو تسجيل ملفات المسار باستخدام أوسماند.
bg: Можете да внасяте, създавате или записвате трасета с помощта на OsmAnd.
cs: Pomocí aplikace OsmAnd můžete importovat, vytvářet nebo nahrávat soubory stop.
da: Du kan importere, oprette eller optage sporfiler ved hjælp af OsmAnd.
de: Sie können mit OsmAnd Trackdateien importieren, erstellen oder aufzeichnen.
el: Μπορείτε να εισάγετε, δημιουργήσετε, ή καταγράψετε αρχεία ιχνών χρησιμοποιώντας το OsmAnd.
eo: Vi povas enporti, krei aŭ registri novajn dosierojn de spuroj uzante OsmAnd.
es_us: Puedes importar, crear o grabar archivos de trazas, usando OsmAnd.
et: OsmAndi abil võid importida, luua ja salvestada radu.
eu: OsmAnd erabiliz arrasto-fitxategiak inportatu, sortu edo grabatu ditzakezu.
fi: Voit tuoda,luoda sekä nauhoittaa reittejä käyttämällä OsmAndia.
fr: Vous pouvez importer, créer ou enregistrer des fichiers trace grâce à OsmAnd.
hu: Nyomvonal fájlokat az OsmAnd segítségével importálhat, hozhat létre vagy rögzíthet.
id: Anda dapat mengimpor, membuat, atau merekam berkas trek menggunakan OsmAnd.
is: Þú getur flutt inn ferilskrár, útbúið eða skráð niður ferla með því að nota OsmAnd.
it: Puoi importare, creare o registrare file di traccia usando OsmAnd.
ja: OsmAnd を使用して、経路ファイルのインポート、作成、記録ができます。
ko: OsmAnd를 사용하여 트랙 파일을 가져오거나, 만들거나, 녹음할 수 있습니다.
nb: Du kan importere, opprette eller ta opp sporfiler ved bruk av OsmAnd.
nl: U kunt met OsmAnd track-bestanden importeren, aanmaken of opnemen.
pl: Przy pomocy OsmAnd można importować, tworzyć lub nagrywać pliki ścieżek.
ro_ro: Puteți importa, crea sau înregistra trasee folosind OsmAnd.
ru: Вы можете импортировать, создавать или записывать файлы треков с помощью OsmAnd.
sk: Pomocou OsmAnd môžete importovať, vytvárať a nahrávať súbory stôp.
sl: Z OsmAnd lahko uvoziš, ustvariš ali posnameš datoteke s sledmi.
sr: Можете увозити, стварати или снимати датотеке трагова коришћењем Османда.
sr_latn: Možeš uvoziti, kreirati ili snimati fajlove rute korišćenjem OsmAnda.
sv: Du kan importera, skapa och spela in spårfiler med OsmAnd.
ta: OSMand ஐப் பயன்படுத்தி டிராக் கோப்புகளை இறக்குமதி செய்யலாம், உருவாக்கலாம் அல்லது பதிவு செய்யலாம்.
uk: За допомогою OsmAnd ви можете імпортувати, створювати або записувати файли треків.
vi: Bạn có thể nhập, tạo hoặc ghi tệp theo dõi bằng OsmAnd.
zh_hans: 您可以使用 OsmAnd 导入、创建或录制轨迹文件。
zh_hant: 您可以使用 OsmAnd 匯入、建立或記錄軌跡檔案。

# shared_string_angle
source: Angle
ar: زاوية
ast: Ángulu
az: Bucaq
be: Вугал
bg: Ъгъл
bn: কোন
cs: Úhel
cy: Ongl
da: Vinkel
de: Winkel
el: Γωνία
eo: Angulo
es_us: Ángulo
et: Nurk
eu: Angelua
fa: زاویه
fi: Kulma
gl: Ángulo
he: זווית
hu: Szög
id: Sudut
is: Horn
it: Angolo
ja: 角度
ka: კუთხე
ko: 각도
lt: Kampas
mk: Agol
nb: Vinkel
nl: Hoek
pl: Kąt
ro_ro: Unghi
ru: Угол
sc: Àngulu
sk: Uhol
sl: Kot
sr: Угао
sr_latn: Ugao
sv: Vinkel
ta: கோணம்
tr: Açı
uk: Кут
vi: Góc
zh_hans: 角度
zh_hant: 角度

# shared_string_delete_immediately
source: Delete immediately
ar: احذف فورا
bg: Премахване веднага
cs: Odstranit okamžitě
da: Slet straks
de: Sofort löschen
el: Άμεση διαγραφή
eo: Forigi senprokraste
es_us: Borrar de inmediato
et: Kustuta kohe
eu: Ezabatu berehala
fa: پاک‌کردن فوری
fi: Poista heti
fr: Supprimer immédiatement
hu: Azonnali törlés
id: Hapus segera
is: Eyða strax
it: Cancella immediatamente
ja: すぐに削除する
ko: 즉시 삭제
nb: Slett umiddelbart
nl: Verwijder onmiddelijk
pl: Usuń natychmiast
ro_ro: Șterge imediat
ru: Удалить сразу
sk: Odstrániť okamžite
sr: Обриши одмах
sr_latn: Obriši odmah
sv: Radera omedelbart
ta: உடனடியாக நீக்கு
tr: Hemen sil
uk: Видалити назавжди
vi: Xoá ngay lập tức
zh_hans: 立即删除
zh_hant: 立刻刪除

# lang_te
source: Telugu
ar: التيلوغية
az: Teluquca
be: Тэлугу
bg: Телугу
cs: Telugština
cy: Telwgw
el: Τελούγκου
eo: Telegua
es_us: Télugu
fa: تلوگو
fr: Télougou
he: טלוגו
hy: Թելուգու
is: Telúgú
ja: テルグ語
ka: ტელუგური
kn: ತೆಲುಗು
ko: 텔루구어
lt: Telugų
mk: Teluguski
ml: തെലുങ്ക്
mr: तेलगु
oc: Telegu
pl: Telugu (Indyjski)
ro_ro: Limba Telugu
ru: Телугу
sk: Telugsky
sl: Telugujščina
sr: Телугу
ta: தெலுங்கு
tr: Telugu dili
uk: Телугу
zh_hans: 泰卢固语
zh_hant: 泰盧固語

source: Purchases
ar: المشتريات
ast: Compres
az: Alışlar
be: Куплі
ca: Compres
cs: Nákupy
cy: Pryniannau
da: Køb
de: Käufe
el: Αγορές
eo: Aĉetoj
es_us: Compras
et: Ostud
eu: Erosketak
fa: خریدها
fi: Ostot
fr: Achats
gl: Compras
he: רכישות
hu: Vásárlások
id: Pembelian
is: Innkaup
it: Acquisti
ja: 購入
ka: შესყიდვები
ko: 구입 내역
lv: Pirkumi
mk: Kupuvanja
nb: Kjøp
nl: Aankopen
oc: Cròmpas
pl: Zakupy
pt_br: Compras
ro_ro: Achiziții
ru: Покупки
sc: Còmporas
sk: Nákupy
sl: Nakupi
sr: Куповине
sr_latn: Kupovine
sv: Inköp
ta: கொள்முதல்
tr: Satın alımlar
uk: Покупки
vi: Mua hàng
zh_hans: 购买
zh_hant: 購買

source: Profile appearance
ar: مظهر الوضع
ast: Aspeutu del perfil
az: Profilin görünüşü
be: Выгляд профілю
bg: Външен вид на профила
ca: Aparença del perfil
cs: Vzhled profilu
cy: Golwg y proffil
da: Profil udseende
de: Profildarstellung
el: Εμφάνιση προφίλ
eo: Aspekto de profilo
es_us: Aspecto del perfil
et: Profiili välimus
eu: Profilaren itxura
fa: ظاهر نمایه
fi: Profiilin ulkoasu
fr: Apparence du profil
gl: Aparencia do perfil
he: הופעת פרופיל
hu: Profil megjelenése
id: Tampilan profil
is: Útlit sniðs
it: Aspetto profilo
ja: プロファイルの外観
ka: პროფილის გარეგნობა
kn: ಪ್ರೊಫೈಲ್ ತೋರಿಕೆ
ko: 프로필 모양
lt: Profilio išvaizda
mk: Izgled na profilot
nb: Profilutseende
nl: Profiel weergave
oc: Aparéncia dau perfiu
pl: Wygląd profilu
pt_br: Aparência do perfil
ro_ro: Aspect profil
ru: Дизайн профиля
sc: Aparèntzia de su profilu
sk: Vzhľad profilu
sl: Prikaz profila
sr: Изглед налога
sr_latn: Izgled profila
sv: Profilutseende
ta: சுயவிவர தோற்றம்
tr: Profil görünümü
uk: Зовнішній вигляд профілю
vi: Giao diện hồ sơ
zh_hans: 配置外观
zh_hant: 設定檔外觀

# osm_upload_failed_descr
source: Please check your login details and Internet connection and try again.
ar: يرجى التحقق من تفاصيل تسجيل الدخول واتصال الإنترنت والمحاولة مرة أخرى.
be: Калі ласка, праверце вашы даныя для ўваходу і злучэнне з інтэрнэтам, і паўтарыце спробу.
ca: Comproveu les vostres dades d'accés i la connexió a Internet i torneu-ho a provar.
cs: Zkontrolujte prosím své přihlašovací údaje a internetové připojení a zkuste to znovu.
da: Kontroller log ind oplysninger og internetforbindelsen og prøv igen.
de: Bitte überprüfen Sie Ihre Zugangsdaten und Ihre Internetverbindung und versuchen Sie es erneut.
el: Παρακαλούμε ελέγξτε τα στοιχεία σύνδεσης σας και την σύνδεση Διαδικτύου και προσπαθήστε ξανά.
es_us: Comprueba los datos de acceso y conexión a Internet e intenta de nuevo.
et: Kontrolli oma sisselogimisandmeid ja interneti-ühendust ning proovi uuesti.
fr: Veuillez vérifier vos informations de connexion et votre connexion internet et réessayer.
hu: Kérjük, ellenőrizze bejelentkezési adatait és internetkapcsolatát, majd próbálja meg újra.
id: Harap periksa detail login dan koneksi Internet Anda, lalu coba lagi.
is: Athugaðu innskráningarauðkennin þín og nettenginguna og reyndu svo aftur.
it: Per favore controlla la tua autenticazione e la connessione Internet e riprova.
ja: ログインに必要な情報とインターネット接続を確認し、もう一度お試しください。
nl: Controleer uw login details en internet connectie en probeer opnieuw.
oc: Per plaser controlatz vòstrei donadas d'accès e la connexion a Internet e tornatz assajar.
pl: Sprawdź swoje dane logowania oraz połączenie z Internetem i spróbuj ponownie.
pt_br: Por favor, verifique seus detalhes de entrada e conexão com a Internet e tente novamente.
ro_ro: Vă rugăm să verificați datele de conectare și conexiunea la internet și să încercați din nou.
ru: Пожалуйста, проверьте ваши данные для входа и подключение к Интернету и повторите попытку.
sc: Pro praghere verìfica sos datos de intrada e sa connessione a ìnternet e torra a proare.
sk: Skontrolujte prihlasovacie údaje a internetové pripojenie a skúste znovu.
sr: Проверите своје податке за пријаву и интернет везу и покушајте поново.
sr_latn: Proverite svoje podatke za prijavu i internet vezu i pokušajte ponovo.
sv: Kontrollera dina inloggningsuppgifter och internetanslutning och försök igen.
ta: உங்கள் உள்நுழைவு விவரங்கள் மற்றும் இணைய இணைப்பைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
tr: Lütfen giriş bilgilerinizi ve internet bağlantınızı gözden geçirin ve tekrar deneyin.
uk: Перевірте дані для входу та підключення до Інтернету та повторіть спробу.
zh_hant: 請檢查您的登入資料及網絡連線然後再試一次。

source: Autozoom
cs: Automatické přiblížení
el: Αυτόματο ζουμ
eo: Aŭtomata pligrandigo
es_us: Zum automático
et: Automaatne suum
eu: Zoom automatikoa
fa: بزرگنمایی خودکار
fr: Zoom automatique
he: תקריב אוטומטי
hu: Automatikus nagyítás
id: Perbesaran otomatis
is: Sjálfvirkur aðdráttur
it: Zoom automatico
ja: 自動ズーム
ka: ავტოგადიდება
ko: 자동축척
lt: Automatinis priartinimas
nb: Autoforstørrelse
nl: Auto-zoomen
pl: Przybliżenie automatyczne
ro_ro: Zoom automat
ru: Автомасштабирование
sk: Automatické priblíženie
sr: Аутозум
sr_latn: Autozum
ta: ஆட்ட்சூம்
tr: Otomatik yakınlaştır
uk: Автозум
vi: Tự động thu phóng
zh_hans: 自动缩放
zh_hant: 自動縮放

# routing_algorithm_a
source: A*
sr: А*
ta: ஏ*

# mapil_contribute
source: Contribute your own street level imagery
ar: ساهم بمنظر الشارع الخاص بك لهذا الموقع عن طريق مابيلاري
be: Дадайце свае ўласныя фота
ca: Col·laboreu am la vostra imatgeria a nivell de carrer
cs: Přispějte vlastními snímky z úrovně ulice
da: Bidrage med egne billeder på gadeniveau
de: Steuern Sie Ihre eigenen Straßenansichten bei
el: Συνεισφέρετε τις δικές φωτογραφίες επιπέδου δρόμου
es_us: Contribuye con tus propias imágenes a nivel de calle
et: Lisa oma tänavataseme pilte
fr: Apportez vos propres images des rues
hu: Adja hozzá saját utcaszintű képeit
id: Kontribusikan citra tingkat jalan Anda sendiri
is: Sendu inn þínar eigin götumyndir
it: Contribuisci le tue foto stradali
ja: 自身が撮影した写真をストリート画像として提供する
nl: Lever bijdragen met jouw eigen opnames op straatniveau
oc: Collaboratz amb vòstrei fòtos de carriera
pl: Twórz własne zdjęcia na poziomie ulicy
pt_br: Contribua com suas próprias imagens no nível da rua
ro_ro: Contribuiți cu propriile imagini de la nivelul străzii
ru: Добавьте свои собственные снимки улиц
sc: Contribui cun sas fotografias a livellu de caminu tuas
sk: Prispejte vlastnými snímkami z úrovne ulice
sr: Додајте своје слике на нивоу улице
sr_latn: Dodajte svoje slike na nivou ulice
sv: Bidra med dina egna gatunivåbilder
ta: உங்கள் சொந்த தெரு மட்ட படங்களை பங்களிக்கவும்
tr: Kendi sokak düzeyinde görüntülerinizle katkıda bulunun
uk: Внесіть ваші власні знімки вулиці
zh_hant: 貢獻您自己的街道級別圖像

# favorite_home_category
source: Home
af: Huis
ar: المنزل
ast: Casa
az: Ev
be: Дом
bg: Вкъщи
ca: Casa
cs: Doma
cy: Cartref
da: Hjem
de: Zuhause
el: Σπίτι
eo: Hejmo
es_us: Casa
et: Kodu
eu: Etxea
fa: خانه
fi: Koti
fr: Domicile
gl: Casa
he: בית
hu: Család
hy: Տուն
id: Beranda
is: Heima
it: Casa
ja: 自宅
ka: საწყისი
kn: ಆಗರ
ko: 집
lt: Namai
lv: Mājas
mk: Doma
ml: പൂമുഖം
mr: घर
nb: Hjem
nl: Thuis
oc: Ostau
pl: Dom
ro_ro: Acasă
ru: Дом
sc: Domo
sk: Doma
sl: Domači naslovi
sq: Shtëpia
sr: Кућа
sr_latn: Kuća
sv: Hem
ta: வீடு
tr: Ev
uk: Дім
vi: Nhà
zh_hans: 家
zh_hant: 住家

# quick_action_dir_from_descr
source: Tap this action to navigate from the current screen center point.
ar: اضغط على هذا الإجراء للتنقل من نقطة وسط الشاشة الحالية.
be: Націсніце на кнопку дзеяння, каб перайсці ад бягучага цэнтральнага пункта экрана.
ca: Premeu aquesta opció per iniciar la navegació des del punt central de la pantalla actual.
cs: Klepněte na toto akce pro navigaci z aktuálního středu obrazovky.
da: Tryk på denne genvej for at navigere fra skærmens aktuelle midtpunkt.
de: Tippen Sie auf diese Aktion, um vom aktuellen Bildschirmmittelpunkt aus zu navigieren.
el: Πατήστε αυτή την ενέργεια για πλόηγηση στο τρέχον κεντρικό σημείο της οθόνης.
es_us: Pulsa esta acción para navegar desde el punto central de la pantalla actual.
et: Alustamaks teekonda kaardi keskpunktist puuduta seda tegevusnuppu.
fr: Appuyez pour naviguer à partir du point central de l'écran actuel.
hu: Koppintson erre a műveletgombra, hogy a jelenlegi képernyő középpontjából navigáljon.
id: Ketuk tindakan ini untuk bernavigasi dari titik tengah layar saat ini.
is: Ýttu á þessa aðgerð til að fara frá punktinum sem núna er á miðjum skjánum.
it: Tocca questa azione per navigare dal punto centrale dello schermo corrente.
ja: このアクションボタンをタップすると、現画面の中心点へナビゲーションを開始します。
nl: Door op deze knop te tikken start de navigatie vanaf het centrale punt op het scherm.
oc: Crosatz aquesta opcion per començar la navigacion partent dau ponch centrau de l'ecran actuau.
pl: Naciśnij tę czynność, aby nawigować od środkowego punktu bieżącego ekranu.
pt_br: Toque nesta ação para navegar a partir do ponto central da tela atual.
ro_ro: Atingeți această acțiune pentru a naviga din punctul central actual al ecranului.
ru: Коснитесь действия, чтобы перейти от текущей центральной точки экрана.
sc: Toca custa atzione pro navigare dae su puntu tzentrale de s'ischermu.
sr: Додирните ову радњу да бисте се кретали од тренутне средишње тачке екрана.
sr_latn: Dodirnite ovu radnju da biste se kretali od trenutne središnje tačke ekrana.
sv: Tryck för att starta vägvisning från skärmens aktuella mittpunkt.
ta: தற்போதைய திரை மைய புள்ளியிலிருந்து செல்ல இந்த செயலைத் தட்டவும்.
tr: Geçerli ekran merkez noktasından gezinmek için bu eyleme dokunun.
uk: Торкніться цієї кнопки, щоб розпочати навігацію з місця в центрі екрана.
zh_hant: 點選此動作以從目前螢幕中心點導航。

# calendar_new_event_message
source: New calendar event has been added: Pickup the car at %@
ar: تم إضافة تذكير جديد في التقويم استلام السيارة في %@
cs: Do kalendáře byla přidána nová událost: Vyzvednout auto v %@
da: Ny kalenderbegivenhed er blevet tilføjet: Afhent bilen %@
de: Neuer Kalendereintrag hinzugefügt: Fahrzeug abholen bei %@
es_us: Se ha añadido un nuevo evento al calendario: Recoger el automóvil a las %@
et: Lisasime uue kalendrisündmuse: saad auto kätte %@
fr: Nouvel évènement ajouté au calendrier : Reprenez le véhicule à %@
hu: Új naptári esemény hozzáadva: Autó átvétele ekkor: %@
id: Acara kalender baru telah ditambahkan: Ambil mobil di %@
is: Nýjum dagatalsatburði hefur verið bætt við: Ná í bílinn %@
it: È stato aggiunto un nuovo evento nel calendario: Ritiro dell'auto a %@
nl: Nieuwe gebeurtenis op de kalender geplaatst: Stap in de auto om %@
ro_ro: A fost adăugat un nou eveniment în calendar: Ridicați mașina la %@
ru: В календарь добавлено новое событие: Забрать автомобиль в %@
sr: Нови календарски догађај је додат: Преузмите ауто у %@
sr_latn: Novi kalendarski događaj je dodat: Preuzmite auto u %@
sv: Ny kalenderhändelse har skapats: Hämta bilen vid %@
ta: புதிய காலண்டர் நிகழ்வு சேர்க்கப்பட்டுள்ளது: காரை %@ இல் எடுப்பது
uk: Додано нову подію календаря: Забрати авто за адресою %@
zh_hant: 已經添加新的日歷事件：%@ 去取車

# product_desc_parking
source: Track the parking time and location of your car
ar: تتبع وقت وقوف السيارات وموقع سيارتك
be: Дазваляе вам лёгка запамінаць калі аўтамабіль быў прыпаркаваны, і колькі часу засталося, калі паркоўка абмежаваная па часе
bg: Let you easily memorize when the car was parked and how much time left if the parking is limited by time
ca: Us permet memoritzar fàcilment quan es va aparcar el vehicle i quant temps us queda si l'aparcament és per temps limitat
cs: Sledování doby parkování a polohy vašeho vozu
cy: Let you easily memorize when the car was parked and how much time left if the parking is limited by time
da: Hold styr på parkeringstiden og placeringen af din bil
de: Verfolgen Sie Parkdauer und Standort Ihres Autos
el: Καταγραφή της ώρας και τοποθεσίας στάθμευσης του αυτοκινήτου σας
eo: Let you easily memorize when the car was parked and how much time left if the parking is limited by time
es_us: Rastrea el tiempo de estacionamiento y la ubicación de su vehículo
et: Jäta meelde auto parkimise aeg ning koht
fi: Let you easily memorize when the car was parked and how much time left if the parking is limited by time
fr: Suivre le temps et la position de stationnement de votre voiture
gl: Let you easily memorize when the car was parked and how much time left if the parking is limited by time
he: Let you easily memorize when the car was parked and how much time left if the parking is limited by time
hu: Kövesse nyomon autója parkolási idejét és helyét
id: Lacak waktu parkir dan lokasi mobil Anda
is: Mundu hvar bílnum var lagt og hve mikill tími sé eftir á stöðumæli
it: Tieni traccia del tempo di parcheggio e della posizione della tua auto
ja: 車の駐車時間と駐車場所の追跡
ka: Let you easily memorize when the car was parked and how much time left if the parking is limited by time
lt: Let you easily memorize when the car was parked and how much time left if the parking is limited by time
lv: Let you easily memorize when the car was parked and how much time left if the parking is limited by time
nb: Let you easily memorize when the car was parked and how much time left if the parking is limited by time
nl: Bewaar de parkeertijd en locatie van uw auto
oc: Memoriza onte parcatz la veitura e còmpta lo temps d'aparcament
pl: Łatwo zapamiętasz, kiedy samochód był zaparkowany i ile czasu zostało, jeśli parkowanie jest ograniczone czasowo
pt_br: Permite lembrar facilmente onde o carro foi estacionado e quanto tempo resta, caso o estacionamento seja com tempo limitado
ro_ro: Urmăriți timpul de parcare și locația mașinii dumneavoastră
ru: Следить за временем и местом парковки вашего автомобиля
sc: Ammenta·ti su tempus de parchègiu e sa positzione de sa màchina tua
sk: Sleduje čas parkovania a polohu vášho auta
sr: Омогућите вам да лако запамтите када је аутомобил био паркиран и колико је времена остало ако је паркирање ограничено временом
sr_latn: Pratite vreme parkiranja i lokaciju vašeg automobila
sv: Håll koll på parkeringsplatsen och parkeringstiden för din bil
ta: உங்கள் காரின் பார்க்கிங் நேரம் மற்றும் இருப்பிடத்தைக் கண்காணிக்கவும்
tr: İzin kolayca ezberlemek ne zaman araba park edilmişti ve zamanla sınırlı otopark Eğer ne kadar kalan süre
uk: Стежте за часом стоянки та місцем перебування свого автомобіля
zh_hant: 追蹤您的車輛的停車時間和位置

# product_desc_centralamerica_short
source: Central America region maps
ar: خرائط منطقة أمريكا الوسطى
be: Мапы рэгіёна Цэнтральнай Амерыкі
ca: Mapes de les regions d'Amèrica Central
cs: Mapy středoamerické oblasti
da: Kort til Mellemamerika -regionen
de: Karten der Regionen in Mittelamerika
el: Χάρτες της περιοχής της Κεντρικής Αμερικής
es_us: Mapas regionales de Centroamérica
et: Kesk-Ameerika piirkondade kaardid
fi: Keski-Amerikan alueen kartat
fr: Cartes de l'Amérique Centrale
hu: Közép-amerikai területi térképek
id: Peta wilayah Amerika Tengah
is: Mið-Amerísk svæðiskort
it: Mappe della regione dell'America centrale
ja: 中央アメリカ地域のマップ
ka: ცენტრალური ამერიკის რეგიონის რუკები
nl: Centraal Amerika regiokaarten
oc: Mapas d'America Centrala
pl: Mapy regionów Ameryki Środkowej
pt_br: Mapas da região da América Central
ro_ro: Hărți ale regiunii America Centrală
ru: Карты Центрально-американского региона
sc: Mapas de sas regiones de s'Amèrica tzentrale
sk: Mapy regiónov Strednej Ameriky
sr: Мапе региона Централне Америке
sr_latn: Mape regiona Centralne Amerike
sv: Kartor inom Centralamerika
ta: நடு அமெரிக்கா பிராந்திய வரைபடங்கள்
tr: Orta Amerika bölgesi haritaları
uk: Мапи Центрально-американського регіону
zh_hant: 中美洲地區地圖
