Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# arrival_distance_factor_at_last
source: Very late
ar: متأخر جدا
az: Son metrlərdə
be: На апошніх метрах
bg: В последните метри
ca: Als darrers metres
cs: Velmi pozdě
cy: In the last meters
da: Meget sent
de: Sehr spät
el: Πολύ αργά
eo: Tre malfrue
es_us: Muy tarde
et: Viimasel hetkel
eu: Oso berandu
fa: در چند متر پایانی
fi: Viime metreillä
fr: Très tard
gl: Nos derradeiros metros
he: במטרים האחרונים
hu: Nagyon közel
hy: Վերջին պահին
id: Sangat terlambat
is: Mjög seint
it: Molto tardi
ja: 最後の数メートル
ka: ძალიან გვიან
ko: 마지막 미터에서
lt: Paskutiniuose metruose
lv: Priekšpēdējos metros
mk: Vo poslednite metri
ml: അവസാന നിമിഷത്തില്‍
nb: Veldig sen
nl: Erg laat
oc: Dins lei darriers mètres
pl: Bardzo późno
pt_br: Nosúltimos metros
ro_ro: Foarte târziu
ru: Очень поздно
sc: A sos ùrtimos metros
sk: Veľmi neskoro
sl: Zadnji metri pred ciljem
sr: Врло касно
sr_latn: Par metara pre
sv: Väldigt sent
ta: மிகவும் தாமதமாக
tr: Çok geç
uk: Дуже пізно
vi: Rất muộn
zh_hans: 延后更多
zh_hant: 非常晚

# prefer_in_routing_title
source: Prefer…
af: Verkies…
ar: فضّل…
ast: Preferir…
az: Üstün tut…
be: Аддаваць перавагу…
bg: Предпочитания…
bs: Preferiraj…
ca: Preferències…
cs: Upřednostňovat…
cy: Ffafrio…
da: Foretræk…
de: Bevorzugen von …
el: Να προτιμώνται…
eo: Preferi…
es_us: Preferir…
et: Eelista…
eu: Hobetsi…
fa: ترجیحِ…
fi: Suosi…
fr: Privilégier…
gl: Prefirir…
he: העדפה…
hi: प्राधान्य…
hu: A következők előnyben részesítése…
hy: Նախնտրել…
id: Utamakan…
is: Gefa forgang…
it: Preferisci…
ja: 優先ルートの指定…
ka: არჩევნის გაკეთება…
ko: 선호…
lt: Teikti pirmenybę…
lv: Dot priekšroku…
mk: Pretpočitaj…
ml: ഇഷ്ടങ്ങള്‍…
mr: प्राधान्य…
nb: Foretrekk…
nl: Bij voorkeur…
oc: Preferéncias…
pl: Preferowanie…
pt_br: Preferir…
ro_ro: Preferă…
ru: Предпочитать…
sc: Preferre…
sk: Uprednostniť…
sl: Prednostno usmerjanje…
sr: Предност…
sr_latn: Prednost…
sv: Föredra …
ta: போக்குவரத்தை விரும்புகிறேன் …
tr: Tercih et…
uk: Надавати перевагу…
vi: Ưu tiên…
zh_hans: 路线偏好…
zh_hant: 優先權…

# prefer_in_routing_descr
source: Prefer motorways.
af: Verkies snelweë
ar: تفضيل الطرق السريعة.
az: Avtomagistralları üstün tut.
be: Аддаваць перавагу аўтамагістралям.
bg: Предпочитане на магистрали.
bs: Preferiraj autocestu
ca: Preferència per autopistes.
cs: Upřednostňovat dálnice.
cy: Ffafrio traffyrdd.
da: Foretræk motorveje.
de: Autobahnen bevorzugen.
el: Να προτιμώνται αυτοκινητόδρομοι.
eo: Preferi aŭtovojojn.
es_us: Preferir usar autopistas.
et: Eelista kiirteid.
eu: Hobetsi autobideak.
fa: اولویت را به آزادراه‌ها را می‌دهد.
fi: Suosi moottoriteitä.
fr: Privilégier les itinéraires sur Autoroutes.
gl: Preferir empregar autoestradas.
he: העדפת כבישים סלולים.
hu: Autópályák előnyben részesítése.
hy: Նախնտրել մայրուղիներ։
id: Utamakan jalan raya.
is: Velja hraðbrautir.
it: Preferisci autostrade.
ja: 高速道路を優先する設定にします
ka: მოტოციკლების გზებისათვის უპირატესობის მინიჭება.
ko: 전용도로 선호
lt: Teikti pirmenybę greitkeliams.
lv: Priekšroka automaģistrālēm
mk: Pretpočitaj avtopatišta.
ml: അതിവേഗപാതകള്‍ തെരഞ്ഞെടുക്കുക
mr: महामार्गांना प्राधान्य द्या.
nb: Foretrekk motorveier.
nl: Voorkeur voor snelwegen.
oc: Preferéncia per autorotas
pl: Preferuj autostrady.
pt_br: Preferir autoestradas.
ro_ro: Preferă autostrăzile.
ru: Предпочитать автомагистрали.
sc: Preferre sas autostradas.
sk: Uprednostniť diaľnice.
sl: Prednostno naj bo izbrana navigacija po avtocestah.
sr: Предност путевима за моторна возила.
sr_latn: Prednost magistralama.
sv: Föredra motorvägar.
ta: மோட்டார் வாகனங்களை விரும்புங்கள்.
tr: Otoyolları tercih et.
uk: Надавати перевагу автомагістралям.
vi: Ưu tiên đường cao tốc.
zh_hans: 高速公路优先。
zh_hant: 高速公路優先。

# speak_title
source: Announce…
af: Aankondig…
ar: الإشعارات…
az: Elan et…
be: Агалошваць…
bg: Обявяване…
ca: Anuncia…
cs: Hlásit…
cy: Cyhoeddi…
da: Meddel…
de: Ansagen …
el: Εκφώνηση…
eo: Anoncado…
es_us: Anunciar…
et: Teata…
eu: Iragarri…
fa: اعلام‌کردن…
fi: Ilmoita…
fr: Annoncer…
gl: Anunciar…
he: הכרזה…
hu: Bemondás…
hy: Հայտարարել…
id: Umumkan…
is: Tilkynna…
it: Annuncia…
ja: 音声案内…
ka: გაცხადება…
ko: 안내…
lt: Pranešti…
lv: Paziņot…
mk: Objavete…
ml: പരസ്യമാക്കുക…
nb: Meld om…
nl: Aankondigen…
oc: Anóncias…
pl: Zapowiadanie…
pt_br: Anunciar…
ro_ro: Anunță…
ru: Оповещать…
sc: Annuntzia…
sk: Ohlásiť…
sl: Najavi…
sq: Njofto…
sr: Најави…
sr_latn: Najavi…
sv: Läs upp …
ta: அறிவிக்கவும் …
tr: Bildir…
uk: Оголошувати…
vi: Thông báo…
zh_hans: 播报…
zh_hant: 通報…

# speak_descr
source: Set up announcement of street names, traffic warnings (forced stops, speed bumps), speed camera warnings, and speed limits.
af: Verstel aankondig van straatname, verkeerswaarskuwings(geforseerde stoppe, spoed-hobbels), spoedkamera, spoedbeperkings
ar: ضبط إعدادات نطق أسماء الشوارع، تحذيرات المرور (توقيفات إجبارية، مطبات السرعة)، تحذيرات كاميرات السرعة، و السرعة القصوى.
be: Наладжванне агалошвання назваў вуліц, дарожных апавяшчэнняў (вымушаныя прыпынкі, ляжачыя паліцэйскія), перасцярог пра камеры хуткасці, абмежаванні хуткасці.
bg: Настройки за гласови напътствия - имена на улици, предупреждения за пътя (знак 'Стоп', легнали полицаи), предупреждения за камери за контрол на скоростта и ограничения на скоростта.
ca: Configureu la notificació dels noms de carrer, incidències de trànsit (cues, bandes sonores), avisos de radar i límits de velocitat.
cs: Nastavte hlášení názvů ulic, dopravních upozornění (vynucených zastavení, zpomalovačů), radarů a rychlostních omezení.
cy: Gosod cyhoeddi enwau strydoedd, rhybuddion traffig (gorfod stopio, twmpathau cyflymder), rhybudd am gamerâu cyflymder, a therfynau cyflymder.
da: Konfigurer meddelse af gadenavne, trafikadvarsler (tvungne stop, vejbump), fartkameraadvarsler og hastighedsgrænser.
de: Ansagen zu Straßennamen, Verkehrswarnungen (Stoppzeichen, Rüttelschwellen), Blitzerwarnern und Tempolimits konfigurieren.
el: Ρυθμίστε την αναγγελία των ονομάτων οδών, κυκλοφοριακών προειδοποιήσεων, (αναγκαστικές στάσεις, σαμαράκια), προειδοποιήσεις για κάμερες ταχύτητας και όρια ταχύτητας.
eo: Agordi voĉajn sciigojn pri nomoj de stratoj, trafikaj avertoj (devigaj haltejoj, strat‑ĝiboj), rapid‑kontroliloj kaj rapidlimoj.
es_us: Configura los anuncios para nombres de calles, advertencias de tráfico (paradas, lomadas), radares y límites de velocidad.
et: Seadista teavitamine tänavanimede, liiklushoiatuste (sunnitud peatuste, teekünniste), kiiruskaamerate hoiatuste ja kiiruspiirangute osas.
eu: Ezarri iragarpenak: Kaleen izenak, trafiko abisuak (geldialdi behartuak, abiadura murriztaileak), Abiadura-kameren iragarpena, eta abiadura mugak.
fa: پیکربندی‌های مربوط به اعلام نام خیابان‌ها، هشدارهای ترافیکی (مانند توقف‌های اجباری، سرعتگیرها)، اخطارهای دوربین سرعت و محدودیت‌های سرعت را انجام دهید.
fi: Aseta ilmoittamaan katunimet, liikennevaroitukset (pakolliset pysähdykset, hidasteet), nopeuskamera varoitukset, nopeusrajoitukset.
fr: Paramétrer les annonces des noms de rue, alertes de circulation (bouchons, ralentissements), radars et limites de vitesse.
gl: Configura os avisos para nomes de rúas, avisos de tráfico (detencións forzosas, bandas sonoras), avisos de radar e límites de velocidade.
he: הגדרת הקראת שמות רחובות, אזהרות תנועה (עצירות מאולצות, פסי האטה), אזהרות על מצלמות מהירות ומגבלות מהירות.
hu: Beállítások a következőkhöz: Utcanevek és forgalmi figyelmeztetések például: elsőbbségadás kötelező (stop) tábla, vagy fekvőrendőr bejelentése, figyelmeztetések a sebességmérő kamerákhoz és a sebességkorlátozásokra.
hy: Նշեք հնչեցումը՝ Փողոցների անվանումների, նախազգուշացումների (պառկած ոստիկանների, «Շարժումը առանց դադարեցնելու արգելված է»), արագության տեսախցիկներ, արագության սահմանափակումներ։
id: Atur pengumuman nama jalan, peringatan lalu lintas (pemberhentian paksa, polisi tidur), peringatan kamera kecepatan, dan batas kecepatan.
is: Stilla tilkynningar á götuheitum og fá umferðaraðvaranir (lokanir, umferðarhnúta, hraðahindranir), aðvaranir um hraðamyndavélar og hraðatakmarkanir.
it: Configura l'annuncio dei nomi delle strade, gli avvertimenti di traffico (fermate forzate, dossi), gli avvisi autovelox e i limiti di velocità.
ja: 道路名、交通指示警告(強制停止、スピードバンプ等含む)、スピードカメラ、法定速度の音声アナウンスの設定をします。
ka: გაცხადებებში ქუჩის სახელების, სიჩქარის შეზღუდვის (იძულებითი გაჩერებების, სიჩქარის კონტროლის), ჩქაროსნული კამერების, სიჩქარის ლიმიტების მითითების ჩასწორება.
ko: 거리 이름, 교통 경고(강제 정지, 속도 범프), 속도 카메라 경고, 제한 속도를 알리기 위해 구성합니다
lt: Nustatyti gatvių pavadinimų, eismo perspėjimų (priverstinių sustojimų, greičio ribotuvų), greičio radarų, greičio apribojimų pranešimą.
lv: Ziņot ielu nosaukumus, satiksmes brīdinājumus (stop zīmes, ātrumvaļņus), ātruma kameras un ierobežojumus.
mk: Postavete objavuvanje na iminja na ulici, soobraḱajni predupreduvanja (prisilni zapiranja, udari so brzina), predupreduvanja za kameri za brzina i ograničuvanja na brzinata.
ml: സ്ട്രീറ്റ് പേരുകൾ, ട്രാഫിക്ക് മുന്നറിയിപ്പുകൾ (നിർബന്ധിത സ്റ്റോപ്പുകൾ, സ്പീഡ് ബമ്പുകൾ), സ്പീഡ് ക്യാമറ മുന്നറിയിപ്പുകൾ, സ്പീഡ് ലിമിറ്റുകൾ എന്നിവയുടെ അറിയിപ്പുകള്‍ കോൺഫിഗർ ചെയ്യുക.
nb: Sett opp annonsering av gatenavn, trafikkvarsler (tvungne stopp, fartsdumper), fotoboksvarsler, og fartsgrenser.
nl: Instellen van aankondigingen van straatnamen, verkeerswaarschuwingen (stopborden, verkeersdrempels), snelheidscamera's en snelheidsbeperkingen.
oc: Configuratz la notificacion dei noms de carriera, auvaris de trafec (ralentiments, bendas sonòras), avís de radar, limits de velocitat
pl: Konfiguruje zapowiadanie nazw ulic, ostrzeżeń o ruchu (przymusowe przystanki, progi zwalniające), fotoradarów i ograniczeń prędkości.
pt_br: Configurar para anunciar nomes de ruas, moderadores de tráfego (paradas obrigatórias, lombadas), radares, limites de velocidade
ro_ro: Setați anunțarea numelor străzilor, a avertismentelor de trafic (opriri forțate, limitatoare de viteză), a avertismentelor privind radarele și a limitelor de viteză.
ru: Настройки озвучивания названий улиц, предупреждений о дорожном движении (принудительные остановки, искусственные неровности), камер контроля скорости и ограничений скорости.
sc: Imposta sos annùntzios pro sos nùmenes de sos caminos, sos avisos (firmadas fortzadas, dossos), sos annuntzios de s’autovelox e sos lìmites de lestresa.
sk: Nastavte ohlásenia názvov ulíc, dopravné varovania (vynútené zastavenia, spomaľovače), upozornenia na radary a obmedzenia rýchlosti.
sl: Nastavitve za obveščanje imen ulic, prometnih opozoril (ležeče ovire in podobno), opozoril merilnikov hitrosti in omejitve hitrosti.
sr: Подесите најаве назива улица, саобраћајних упозорења (лежећи, знаци заустављања), радара и ограничења брзине.
sr_latn: Podesi najave naziva ulica, saobraćajnih upozorenja (ležeći policajci, znaci zaustavljanja), radara i ograničenja brzine.
sv: Ställ in uppläsning av gatunamn, trafikvarningar (t.ex. tvingande stopp, fartbulor), varningar för fartkameror och hastighetsbegränsningar.
ta: தெரு பெயர்கள், போக்குவரத்து எச்சரிக்கைகள் (கட்டாய நிறுத்தங்கள், வேக புடைப்புகள்), வேக கேமரா எச்சரிக்கைகள் மற்றும் வேக வரம்புகள் பற்றிய அறிவிப்பை அமைக்கவும்.
tr: Sokak adları, trafik uyarıları (zorunlu duruşlar, hız tümsekleri), hız kamerası uyarıları ve hız sınırları duyurularını ayarlayın.
uk: Налаштувати оголошення назв вулиць, дорожніх обмежень (вимушені зупинки, засоби заспокоєння руху), попередження про камери контролю швидкості та обмеження швидкості.
vi: Thiết lập thông báo cho tên phố, cảnh báo giao thông (những nơi phải dừng lại, gờ giảm tốc), cảnh báo camera bắn tốc độ, và những giới hạn tốc độ.
zh_hans: 设置街道名称、交通警告（强制停车、减速带）、测速仪警告、限速等公告。
zh_hant: 設定通報街道名稱、交通流量警示（強制停止、減速丘）、測速照相警告與速限。

# arrival_distance
source: Arrival announcement
ar: تنبيه الوصول
be: Абвяшчэнне прыбыцця
bg: Обявяване при пристигане
ca: Anunci d'arribada
cs: Oznámení příjezdu
cy: Cyhoeddi cyrraedd
da: Meddel ankomst
de: Zielankündigung
el: Αναγγελία άφιξης
eo: Sciigo pri alveno
es_us: Anuncio de llegada
et: Kohale jõudmise teavitus
eu: Iristearen iragarpena
fa: اعلام رسیدن
fi: Saapumisilmoitus
fr: Annonce d'arrivée
gl: Anuncio da chegada
he: הכרזת הגעה
hu: Érkezés bemondása
hy: Հայտարարություն ժամանելու մասին
id: Pengumuman kedatangan
is: Tilkynning um komu
it: Annuncio arrivo
ja: 目的地周辺でのアナウンスタイミング
ka: ჩამოსვლის გამოცხადება
ko: 도착고지
lt: Pranešimas apie atvykimą
lv: Ierašanās galamērķī
mk: Najava za pristignuvanje
ml: ആഗമന അറിയിപ്പുകള്‍
mr: आगमन घोषणा
nb: Ankomstmelding
nl: Aankondiging van de bestemming
oc: Anóncia d'arribada
pl: Powiadomienia osiągnięcia celu
pt_br: Anúncio de chegada
ro_ro: Anunţ de sosire
ru: Оповещение о прибытии
sc: Annuntziu lòmpida
sk: Oznámenie príjazdu
sl: Najava prihoda
sr: Обавештење о доласку
sr_latn: Obaveštenje o dolasku
sv: Ankomstmeddelande
ta: வருகை அறிவிப்பு
tr: Varış duyurusu
uk: Оголошення про прибуття
vi: Thông báo đã đến nơi
zh_hans: 到达通告
zh_hant: 到達預告

# arrival_distance_descr
source: How soon do you want the arrival announcement?
ar: متى تريد إعلان الوصول؟
be: Як хутка вы хочаце чуць паведамленне аб прыбыцці?
bg: По кое време желаете да се обяви пристигането?
ca: Amb quina antelació voleu l'anunci d'arribada?
cs: Jak brzy oznamovat příjezd do cíle?
da: Hvornår skal ankomst meddeles?
de: Wann soll die Ankunft am Ziel angekündigt werden?
el: Πόσο σύντομη θέλετε την αναγγελία άφιξης;
eo: Kiafrue vi volas akiri sciigon pri alveno?
es_us: ¿Cuándo quieres el anuncio de llegada?
et: Kui vara soovid kohale jõudmise teavitust?
eu: Noizko nahi duzu iristearen iragarkia?
fa: چه‌زمانی پیام رسیدن به مقصد اعلام شود؟
fi: Kuinka aikaisin haluat saapumisilmoituksen?
fr: Quand souhaitez-vous être informé de l'arrivée à destination ?
gl: Cando desexa o anuncio da chegada?
he: כמה לפני המועד ברצונך להיוודע על הגעה ליעד?
hu: Milyen korán szeretné hallani az érkezés bemondását?
hy: Որքան շուտ եք ուզում հայտարարել ժամանելու մասին?
id: Seberapa cepat Anda ingin pengumuman kedatangan?
is: Hve snemma viltu fá tilkynningu um komu?
it: Quanto prima vuoi l'annuncio dell'arrivo?
ja: 目的地周辺でのアナウンスをするタイミングを設定します
ko: 도착 안내방송은 언제까지 해드릴까요?
lt: Kada anksti turi būti pranešama apie atvykimą?
lv: Cik drīz paziņot par ierašanos galamērķī?
mk: Kolku brzo ja sakate najavata za pristignuvanje?
ml: എത്ര മുമ്പെ ആഗമന അറിയിപ്പുകള്‍ തരണം?
nb: Hvor raskt vil du ha ankomstmeldingen?
nl: Wanneer melden dat de bestemming bereikt is?
oc: Quant de temps avans d'arribar vos fau prevenir ?
pl: Jak szybko chcesz otrzymać powiadomienie o osiągnięciu celu?
pt_br: Em quanto tempo você quer o anúncio da chegada?
ro_ro: Cât de repede vrei să se anunțe sosirea?
ru: Как скоро следует сообщать о прибытии?
sc: Cantu in antis lu boles s’annuntziu de sa lòmpida?
sk: Ako skoro má byť oznámený príjazd do cieľa?
sl: Kako hitro naj se najavi napovedančas prihoda?
sr: Колико брзо желите да добијете обавештење о пристизању?
sr_latn: Koliko brzo želiš da dobijaš obaveštenje o pristizanju?
sv: Hur tidigt vill du höra ankomstmeddelandet?
ta: வருகையை அறிவிக்க எவ்வளவு விரைவில் விரும்புகிறீர்கள்?
tr: Varış duyurusunu ne kadar kala istiyorsunuz?
uk: Як швидко ви хочете отримати оголошення про прибуття?
vi: Bạn muốn thông báo tới nơi diễn ra sớm như thế nào?
zh_hans: 你想到达通知何时通知？
zh_hant: 您希望到達預告要有多快告知？

# speed_limit_exceed
source: Speed limit tolerance
ar: حد السرعة
be: Дапушчальнае значэнне перавышэння хуткасці
bg: Толеранс за скоростта
ca: Tolerància sobre el límit de velocitat
cs: Tolerance překročení rychlosti
cy: Goddefgarwch terfyn cyflymder
da: Tolerance for hastighedsgrænse
de: Toleranz für Tempolimit
el: Ανοχή ορίου ταχύτητας
eo: Tolerado de rapidlimo
es_us: Tolerancia del límite de velocidad
et: Kiiruspiirangu tolerants
eu: Abiadura mugaren tolerantzia
fa: تاب‌آوری محدودیت سرعت
fi: Nopeusrajoituksen toleranssi
fr: Marge de tolérance aux limites de vitesse
gl: Tolerancia no límite da velocidade
he: סיבולת למגבלת מהירות
hu: Sebességkorlátozás túllépésének tűréshatára
hy: Արագության թույլատրելի գերազանցումը
id: Toleransi batas kecepatan
is: Þolvik hraðatakmarka
it: Tolleranza del limite di velocità
ja: 制限速度の許容範囲
ka: სიჩქარის ლიმიტის შემწყნარებლობა
kn: ವೇಗ ನಿಗದಿತ ತಾಳಿಕೆ
ko: 속도 제한 공차
lt: Greičio ribojimo viršijimo reikšmė
lv: Ātruma tolerance
mk: Tolerancija na ograničuvanje na brzinata
ml: വേഗപരിധി സഹിഷ്ണുത
nb: Toleranse for fartsgrense
nl: Te hoge snelheid melden bij
oc: Tolerància dau limit de velocitat
pl: Tolerancja ograniczenia prędkości
pt_br: Tolerância do limite de velocidade
ro_ro: Toleranță limită de viteză
ru: Допустимое превышение скорости
sc: Arramponada de su lìmite de lestresa
sk: Tolerancia prekročenia povolenej rýchlosti
sl: Upoštevanje omejitve hitrosti
sr: Допуштено прекорачење брзине
sr_latn: Dopušteno prekoračenje brzine
sv: Tolerans för hastighetsgräns
ta: வேக வரம்பு சகிப்புத்தன்மை
tr: Hız sınırı oynama payı
uk: Допустиме значення перевищення швидкості
vi: Ngưỡng giới hạn tốc độ
zh_hans: 速度限制容忍程度
zh_hant: 速限容許餘裕

# speed_limit_exceed_message
source: Choose speed limit tolerance margin, above which you will receive a voice warning.
ar: اختر حد السرعة المسموح به لتلقي تنبيه صوتي إذا ما تجاوزته.
be: Абярыце дапушчальнае значэнне перавышэння хуткасці, пры якім вы атрымаеце галасавое паведамленне.
bg: Изберете толеранса на ограничението на скоростта, над което ще получите гласово предупреждение.
ca: Trieu el marge de tolerància al límit de velocitat per sobre del que rebreu un avís de veu.
cs: Zvolte toleranční rozpětí rychlostního limitu, při jehož překročení se zobrazí hlasové upozornění.
cy: Dewis terfyn goddefgarwch terfyn cyflymder, ac uwchlaw hynny byddi'n derbyn rhybudd llais.
da: Vælg hvor meget hastighedsgrænsen skal overskrides før du får en stemmeadvarsel.
de: Toleranzgrenze für Tempolimit auswählen, oberhalb derer Sie eine akustische Warnung erhalten.
el: Επιλέξτε το περιθώριο του ορίου ταχύτητας, πάνω από το οποίο θα ακούτε ηχητική προειδοποίηση.
eo: Elekti rango de tolerado de rapidlimo, supre kiu vi ricevos sonajn avertojn.
es_us: Margen de tolerancia sobre el límite de velocidad, en el cual recibirás un aviso de voz.
et: Vali kiiruspiirangu tolerantsi marginaal, mida ületades saad häälhoiatuse.
eu: Hautatu abiadura mugaren tolerantzia, gainditutakoan ahots bidezko abisua jasoko duzu.
fa: حاشیهٔ تاب‌آوری محدودیت سرعت را انتخاب کنید؛ با گذشتن از این مقدار، آوای هشدار پخش می‌شود.
fi: Valitse nopeusrajoituksen toleranssiraja, jonka ylittyessä saat äänivaroituksen.
fr: Indiquez la marge de tolérance à ajouter à la limitation de vitesse et au-dessus de laquelle vous recevrez une alerte vocale.
gl: Escolle a marxe de tolerancia do límite de velocidade por riba da cal desexas ser avisado por voz.
he: נא לבחור סף סובלנות להגבלת מהירות, מעל הסף הזה תושמע אזהרה קולית.
hu: Válassza ki a sebességkorlátozás tűréshatárát, amely fölött hangos figyelmeztetést fog kapni.
hy: Ընտրեք արագության գերազանցման թույլատրելի արժեքը, որի գերազանցման դեպքում դուք կստանաք ձայնային նախազգուշացում։
id: Pilih batas tolerasi batas kecepatan, jika melebihi Anda akan mendapatkan peringatan suara.
is: Veldu þolvik hraðatakmarkana, ef þú ert þetta mikið fyrir ofan þau verður lesin aðvörun.
it: Scegli il valore di superamento del limite di velocità dal quale si desidera avere l'avviso vocale.
ja: 制限速度超過による警告音声の許容値を選択します
ka: Select speed limit tolerance margin, above which you will receive a voice warning.
ko: 음성 안내 경고를 받아야 할 속도 제한 초과 값을 선택합니다.
lt: Pasirinkite greičio ribojimo viršijimo ribą, kurią pasiekus bus pranešta balsu.
lv: Pārsniedzot noteikto ātrumu, saņemsiet balss brīdinājumu.
mk: Izberete margina na tolerancija za ograničuvanje na brzinata, nad koja ḱe dobiete glasovno predupreduvanje.
ml: സ്പീഡ് ലിമിറ്റ് ടോളറൻസ് മാർജിൻ തിരഞ്ഞെടുക്കുക, അതിന് മുകളിൽ നിങ്ങൾക്ക് ഒരു വോയ്സ് മുന്നറിയിപ്പ് ലഭിക്കും.
nb: Velg toleransemargin for fartsgrense, overskrides denne vil du få talevarsel.
nl: Kies hoeveel de maximumsnelheid mag worden overschreden voordat een gesproken waarschuwing volgt.
oc: Chausissètz la valor de tolerància dau limit de velocitat, partent de laquala recebretz un avís vocau.
pl: Wybiera zakres tolerancji ograniczenia prędkości, powyżej którego zostanie użyte ostrzeżenie głosowe.
pt_br: Selecione a margem de tolerância de limite de velocidade, acima do qual você receberá um aviso de voz.
ro_ro: Alegeți marja de toleranță a limitei de viteză, peste care veți primi un avertisment vocal.
ru: Значение, при превышении которого прозвучит голосовое предупреждение.
sc: Issèbera s’arramponada de su lìmite de lestresa a pustis de su cale as a tènnere un’avisu vocale.
sk: Zvoľte toleranciu prekročenia povolenej rýchlosti, po ktorej dostanete hlasové oznámenie.
sl: Izberi mejo upoštevanja omejitve hitrosti, nad katero boš prejel glasovno opozorilo.
sr: Одаберите границу допуштеног прекорачења брзине, преко које ћете добити гласовно упозорење.
sr_latn: Odaberi granicu dopuštenog prekoračenja brzine, preko koje ćete dobiti glasovno upozorenje.
sv: Välj hur mycket hastighetsgränsen måste överskridas för att du ska få ett röstmeddelande.
ta: வேக வரம்பு சகிப்புத்தன்மை விளிம்பைத் தேர்வுசெய்க, அதற்கு மேலே நீங்கள் குரல் எச்சரிக்கையைப் பெறுவீர்கள்.
tr: Üzerine çıktığınızda sesli uyarı alacağınız hız sınırı toleransını seçin.
uk: Оберіть допустиме значення перевищення швидкості, при перевищенні якого ви отримаєте голосове попередження.
vi: Chọn ngưỡng giới hạn tốc độ, nếu vượt quá bạn sẽ nhận được một thông báo bằng giọng nói.
zh_hans: 选择限速容许幅度，超过限速容许幅度将收到语音警告。
zh_hant: 選擇速限容忍值，超過時您會聽到語音警告。

# wake_on_voice
source: Turn screen on
ar: تشغيل الشاشة
az: Ekranı yandır
be: Уключэнне экрана
bg: Включване на екрана
ca: Activa la pantalla
cs: Zapnout obrazovku
cy: Troi'r sgrin ymlaen
da: Tænd for skærmen
de: Bildschirm aktivieren
el: Ενεργοποίση οθόνης
eo: Ŝalti ekranon
es_us: Encender pantalla
et: Lülita ekraan sisse
eu: Piztu pantaila
fa: نمایشگر روشن شود
fi: Avaa näyttö
fr: Allumage de l'écran
gl: Acender a pantalla
he: הפעלת המסך
hu: Képernyő bekapcsolása
hy: Ինքնաբերաբար միացնել էկրանը շրջադարձից առաջ
id: Nyalakan layar
is: Kveikja á skjá
it: Accendi lo schermo
ja: 画面の電源オン設定
ka: ეკრანის ანთება
ko: 화면 켜기
lt: Įjungti ekraną
lv: Ieslēgt ekrānu
mk: Vklučete go ekranot
ml: "സ്ക്രീന്‍ ഓണ്‍ ആക്കുക "
nb: Slå på skjermen
nl: Zet het scherm aan
oc: Activar l'ecran
pl: Włączanie ekranu
pt_br: Ligar tela
ro_ro: Pornește ecranul
ru: Автовключение экрана перед поворотом
sc: Allughe s’ischermu
sk: Rozsvietiť obrazovku
sl: Vklopi zaslon
sr: Укључи заслон
sr_latn: Uključi ekran
sv: Slå på skärmen
ta: திரையை இயக்கு
tr: Ekranı aç
uk: Увімкнути екран
vi: Bật màn hình
zh_hans: 点亮屏幕
zh_hant: 將螢幕開啟
