Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# res_name_warning
source: File name cannot be empty
ar: لا يمكن أن يكون اسم الملف فارغًا
be: Назва файла не можа быць пустой
ca: El nom del fitxer no pot estar buit
cs: Název souboru nemůže být prázdný
da: Filnavnet må ikke være tomt
de: Dateiname darf nicht leer sein
el: Το όνομα αρχείου δεν μπορεί να είναι κενό
es_us: El nombre del archivo no puede estar vacío
et: Faili nimi ei tohi olla tühi
fr: Le nom du fichier ne peut être vide
hu: A fájl neve nem lehet üres
id: Nama file tidak boleh kosong
is: Skráarheiti má ekki vera autt
it: Il nome del file non può essere vuoto
ja: ファイル名は空にできません
nb: Filnavnet kan ikke være tomt
nl: Bestandsnaam mag niet leeg zijn
oc: Lo nom dau fichier deu pas demorar vuege
pl: Nazwa pliku nie może być pusta
pt_br: O nome do arquivo não pode estar vazio
ro_ro: Numele fișierului nu poate fi gol
ru: Имя файла не может быть пустым
sc: Su nùmene de su documentu non podet èssere bòidu
sr: Име датотеке не може бити празно
sr_latn: Ime datoteke ne može biti prazno
sv: Filnamn kan inte vara tomt
ta: கோப்பு பெயர் காலியாக இருக்க முடியாது
tr: Dosya adı boş olamaz
uk: Назва файлу не може бути порожньою
zh_hant: 檔案名稱不能為空

# res_offlineSQL_URL_warning
source: Not supported for this map type
ar: هذا النوع من الخرائط غير معتمدة
be: Не падтрымліваецца для гэтага тыпу мапаў
ca: No s'admet per a aquest tipus de mapa
cs: Není podporováno pro tento typ mapy
da: Ikke understøttet for denne type kort
de: Wird für diesen Kartentyp nicht unterstützt
el: Δεν υποστηρίζεται για αυτόν τον τύπο χάρτη
es_us: No admitido para este tipo de mapa
et: Selle kaarditüübi puhul pole toetatud
fr: Non supporté pour ce type de carte
hu: Nem támogatott ennél a térképtípusnál
id: Tidak didukung untuk jenis peta ini
is: Ekki stutt fyrir þessa gerð korta
it: Non supportato per questo tipo di mappa
ja: このマップタイプはサポートされていません
nb: Ustøttet for denne karttypen
nl: Niet ondersteund voor dit type kaart
oc: Aquò s'admet pas per aquesta mena de mapa
pl: Nieobsługiwany dla tego typu mapy
pt_br: Não suportado para este tipo de mapa
ro_ro: Neacceptat pentru acest tip de hartă
ru: Не поддерживается для данного типа карт
sc: No est suportadu pro custa casta de mapa
sr: Није подржано за овај тип мапе
sr_latn: Nije podržano za ovaj tip mape
sv: Stöds inte för denna karttyp
ta: இந்த வரைபட வகைக்கு ஆதரிக்கப்படவில்லை
tr: Bu harita türü için desteklenmiyor
uk: Не підтримується для цього виду мапи
zh_hant: 此地圖類型不支援

# clear_tiles_warning
source: Applying these changes will clear the cached data for this tile source
ar: سيؤدي تطبيق التغييرات إلى مسح البيانات المخزنة مؤقتاً للمصدر هذا
be: Калі ўжыць гэтыя змены, то кэшаваныя даныя гэтай крыніцы страцяцца
ca: L'aplicació d'aquests canvis esborrarà les dades de la memòria cau per a aquesta font de tessel·les
cs: Použitím těchto změn se vymažou uložené dlaždice pro tento zdroj
cy: Bydd gosod y newidiadau hyn yn clirio'r data sydd wedi'i storio ar gyfer y ffynhonnell teils hon
da: Hvis du anvender disse ændringer, ryddes de lagrede data for denne kortflisekilde
de: Durch die Anwendung dieser Änderungen werden die zwischengespeicherten Daten für diese Kachelquelle gelöscht
el: Η εφαρμογή αυτών των αλλαγών θα καθαρίσει τα κρυμμένα δεδομένα της πηγής πλακιδίου
eo: Per apliki tiujnĉi ŝanĝojn, la kaŝmemorigitaj datumoj por tiu ĉi fonto de kaheloj forviŝiĝos
es_us: Al aplicar estos cambios, los datos almacenados serán borrados para este repositorio de teselas
et: Nende muudatuste rakendamine tühjendab selle paaniallika vahemällu talletatud andmed
eu: Aldaketa hauek aplikatzean lauzen iturburu honetako cache datuak garbituko dira
fa: به‌کارگیری این تغییرات، دادهٔ ذخیره‌شده برای این منبعِ کاشی را پاک می‌کند
fi: Näiden muutosten tekeminen tyhjentää tämän ruutulähteen välimuistiin tallennetut tiedot
fr: Appliquer ces modifications effacera les données mises en cache pour cette source de tuiles
gl: Aplicando estas modificacións eliminarás os datos almacenados na caché para esta fonte de teselas
he: החלת השינויים האלו תפנה את הנתונים שנשמרו עבור מקור אריחים זה
hu: A módosítások alkalmazása esetén a csempeforrás gyorsítótárazott adatai törlésre kerülnek
hy: Այս փոփոխությունների կիրառումը կմաքրի պահված տվյալները այս աղբյուրի համար
id: Menerapkan perubahan ini akan menghapus data cache untuk sumber ubin ini
is: Séu þessar breytingar virkjaðar mun það hreinsa skyndiminnið fyrir þennan kortatíglagjafa
it: Applicando questi cambiamenti, i dati memorizzati nella cache verranno cancellati per questa sorgente di mattonelle
ja: これらの変更を適用すると、このタイルソースのキャッシュデータがクリアされます
ko: 이 변경 사항을 적용하면 이 타일 소스에 대한 캐시 된 데이터를 삭제합니다
mk: Primenata na ovie promeni ḱe gi izbriše keširanite podatoci za ovoj izvor na pločka
nb: Å utføre disse endringene vil tømme hurtiglagret data for denne fliskilden.
nl: Het toepassen van deze wijzigingen wist de cache van deze rasterkaartbron
oc: L'aplicacion d'aquest cambiaments escafarà lei donadas de la memòria temporària per aquesta fònt de teules
pl: Zastosowanie tych zmian wyczyści dane z pamięci podręcznej dla tego źródła kafelków
ro_ro: Aplicarea acestor modificări va șterge datele din memoria cache pentru această sursă de segmente de hartă
ru: Применение этих изменений приведёт к очистке кешированных данных этого источника тайлов
sc: Aplichende custas modìficas as a isboidare sa memòria temporànea pro custa mitza de tasseddos
sk: Aplikovaním týchto zmien sa vymažú uložené dlaždice pre tento zdroj
sl: Z uporabo teh sprememb se izbrišejo podatki v predpomnilniku za ta vir ploščic
sr: Применом ових измена ћете очистити захваћене податке овог извора сличица
sr_latn: Primenom ovih izmena očistićeš keš podatke ovog izvora sličica mape
sv: Utförandet av dessa ändringar kommer att radera den cachade datan för denna kartrutekälla
ta: இந்த மாற்றங்களைப் பயன்படுத்துவது இந்த ஓடு மூலத்திற்கான தற்காலிக சேமிப்பு தரவை அழிக்கும்
tr: Bu değişiklikleri uygulamak, bu döşeme kaynağı için önbelleğe alınan verileri temizleyecektir
uk: Застосування цих змін очистить дані, отримані з цього джерела тайлів
vi: Áp dụng những thay đổi này sẽ xoá dữ liệu đã lưu vào bộ nhớ đệm cho nguồn của mảng này
zh_hans: 应用这些更改将清除此图块源的缓存数据
zh_hant: 套用這些變更將會清除這個圖磚來源的快取資料

# srtm_download_single_help_message
source: Please select the variant. You will need to re-download the file to change the format.
ar: الرجاء تحديد المتغير. ستحتاج إلى إعادة تنزيل الملف لتغيير الشكل.
be: Калі ласка, абярыце варыянт. Для змены фармату, вам будзе неабходна паўторна загрузіць файл.
bg: Please select the needed format. You will need to re-download the file to change the format.
cs: Vyberte variantu. Chcete-li změnit formát, musíte soubor znovu stáhnout.
cy: Dewiswch yr amrywiad. Bydd angen i chi ail-lawrlwytho'r ffeil i newid y fformat.
da: Vælg venligst varianten. Du skal downloade filen igen for at ændre formatet.
de: Bitte Variante auswählen. Sie müssen die Datei erneut herunterladen, um das Format zu ändern.
el: Επιλέξτε την παραλλαγή. Θα χρειαστεί να κατεβάσετε ξανά το αρχείο για να αλλάξει η μορφή.
eo: Elektu la deziratan mezurunuon. Vi devos reelŝuti la dosieron por ŝanĝi la formon.
es_us: Marca la variante. Deberás volver a descargar el archivo para cambiar el formato.
et: Palun vali variant. Vormingu muutmiseks tuleb fail uuesti alla laadida.
eu: Aukeratu beste bat. Fitxategia berriro deskargatu beharko duzu formatua aldatzeko.
fa: لطفاً قالب موردنظر را انتخاب کنید. برای تغییر قالب باید پرونده را دوباره بارگیری کنید.
fi: Valitse variantti. Sinun on ladattava tiedosto uudelleen muodon muuttamiseksi.
fr: Veuillez sélectionner (pour modifier le format, vous devrez re-télécharger le fichier).
gl: Selecciona a variante. Terás que volver baixar o ficheiro para mudar o formato.
he: נא לבחור את ההגוון. יהיה עליך להוריד את הקובץ מחדש כדי לשנות את התצורה.
hu: Válassza ki a mértékegységet. A formátum módosításához újra le kell töltenie a fájlt.
id: Mohon pilih variannya. Anda perlu mengunduh ulang file untuk mengubah format.
is: Veldu tilbrigði. Þú þarft að sækja skrána aftur til að breyta sniðinu.
it: Selezionare la variante. Sarà necessario scaricare di nuovo il file per modificarne il formato.
ja: 必要なSRTMバリアントを選択してください。フォーマットを変更するには、ファイルを再ダウンロードする必要があります。
ka: Please select the needed format. You will need to re-download the file to change the format.
ko: 변형을 선택하십시오. 형식을 변경하려면 파일을 다시 다운로드해야 한다.
lt: Please select the needed format. You will need to re-download the file to change the format.
lv: Please select the needed format. You will need to re-download the file to change the format.
mk: Ve molime izberete ja varijantata. Ḱe treba povtorno da ja prezemete datotekata za da go promenite formatot.
nb: Velg varianten. Du vil måtte laste ned igjen filen for å endre formatet.
nl: Selecteer a.u.b. een eenheid. Je zal het bestand opnieuw moeten downloaden om het formaat te wijzigen.
oc: Per plaser, chausissètz lo format convenent. Deuretz tornar teledescargar lo fichier per modificar lo format.
pl: Proszę wybrać wariant. Aby zmienić format, należy ponownie pobrać plik.
pt_br: Selecione a variante. Você precisará baixar novamente o arquivo para alterar o formato.
ro_ro: Selectați varianta. Va trebui să descărcați iar fișierul pentru a schimba formatul.
ru: Выберите необходимый вариант. Для изменения формата потребуется повторно скачать файл.
sc: Pro praghere ischerta sa variante. As a dèpere torrare a iscarrigare su documentu pro mudare su formadu.
sk: Prosím zvoľte variant. Pre následnú zmenu formátu budete musieť znovu stiahnuť tento súbor.
sl: Izberi varianto. Datoteko boš moral ponovno prenesti, za spremembo oblike zapisa.
sr: Одаберите врсту. Мораћете поново да преузмете датотеку ради промене облика.
sr_latn: Odaberi varijantu. Moraćeš ponovno preuzeti datoteku kako bi promenio format.
sv: Vänligen välj variant. Du kommer behöva ladda ner filen på nytt för att ändra formatet.
ta: மாறுபாட்டைத் தேர்ந்தெடுக்கவும். வடிவமைப்பை மாற்ற நீங்கள் கோப்பை மீண்டும் ஏற்ற வேண்டும்.
tr: Lütfen çeşidi seçin. Biçimi değiştirmek için dosyayı yeniden indirmeniz gerekecek.
uk: Виберіть потрібний формат. Щоб змінити його, потрібно повторно завантажити файл.
vi: Vui lòng chọn biến thể. Bạn sẽ cần tải xuống tệp một lần nữa để thay đổi định dạng.
zh_hans: 请选择变体。您需要重新下载文件以更改格式。
zh_hant: 請選取變體。您將必須重新下載檔案以變更格式。

# shared_string_feet
source: feet
ar: قدم
ast: pies
az: fut
be: футы
ca: peus
cs: stopy
cy: troedfedd
da: fod
de: Fuß
el: πόδια
eo: futoj
es_us: pies
et: jalga
eu: oin
fa: پا
fi: jalkaa
fr: Pieds
gl: pés
he: רגל
hu: láb
id: kaki
is: fet
it: piedi
ja: フィート
ka: ფუტი
ko: 피트
mk: stopa
nb: fot
nl: voet
oc: pès
pl: stopy
pt_br: pés
ro_ro: picioare
ru: футы
sc: pees
sk: stopy
sl: čevlji
sr: стопе
sr_latn: stope
sv: fot
ta: அடி
tr: fit
uk: фути
zh_hans: 英尺
zh_hant: 英呎

source: Feedback
ar: الأصداء
az: Əks əlaqə
be: Зваротная сувязь
bg: Обратна връзка
ca: Comentaris
cs: Anketa
cy: Adborth
da: Meningsmåling
de: Bewertung
el: Ανατροφοδότηση
eo: Sendi opinion
es_us: Encuesta
et: Tagasiside
eu: Iruzkinak
fa: بازخورد
fi: Palaute
fr: Sondage
gl: Enquisa
he: משוב
hu: Visszajelzés
hy: Արձագանք
id: Umpan balik
is: Umsagnir
ja: フィードバック
ka: უკუკავშირი
ko: 피드백
ku: Gotinên we
lt: Atsiliepimai
lv: Atsauksmes
mk: Povratna informacija
ml: പ്രതികരണം
nb: Tilbakemelding
nl: Commentaar
oc: Comentaris
pl: Opinie
ro_ro: Părere
ru: Опрос
sc: Sondàggiu
sk: Anketa
sl: Anketa
sr: Повратни утисци
sr_latn: Povratne informacije
sv: Återkoppling
ta: கருத்து
tr: Görüşleriniz
uk: Зворотній звʼязок
zh_hans: 反馈
zh_hant: 投票

source: Select tracks
ar: حدد المسارات
cs: Vyberte stopy
cy: Dewiswch draciau
da: Vælg spor
de: Tracks auswählen
el: Επιλέξτε ίχνη
es_us: Marcar trazas
et: Vali rajad
fr: Sélectionner les traces
hu: Trackek kiválasztása
id: Pilih trek
is: Veldu ferla
it: Seleziona tracce
ja: 経路を選択
nl: Kies tracks
oc: Chausir la traça
ro_ro: Selectați piesele
ru: Выбрать треки
sc: Ischerta rastas
sr: Изаберите путање
sr_latn: Izaberite putanje
sv: Välj spår
ta: தடங்களைத் தேர்ந்தெடுக்கவும்
tr: Yolları seç
uk: Вибрати треки
zh_hant: 選擇軌跡

# selected_tracks_count
source: Tracks - %d
ar: المسارات - %d
cs: Stopy - %d
da: Spor - %d
el: Ίχνη - %d
es_us: Trazas - %d
et: Rajad - %d
fr: Traces - %d
hu: Nyomvonalak - %d
id: Trek - %d
is: Ferlar - %d
it: Tracce - %d
ja: 経路 - %d
oc: Traças - %d
ro_ro: Piese - %d
ru: Треки - %d
sc: Rastas - %d
sr: Путање - %d
sr_latn: Putanje - %d
sv: Spår - %d
ta: தடங்கள் - %d
tr: Yollar - %d
uk: Треків - %d
zh_hant: 軌跡 - %d

# folder_tracks_count
source: %d tracks
ar: %d المسارات
cs: %d stop
da: %d spor
el: %d ίχνη
es_us: %d trazas
et: %d rada
fr: %d trace
hu: %d nyomvonal
id: %d trek
is: %d ferlar
it: %d tracce
ro_ro: %d înregistrări
ru: %d треков
sr: %d путања
sr_latn: %d putanja'
sv: %d spår
ta: %d தடங்கள்
uk: %d треків
zh_hant: %d 軌跡

# osm_upload_failed_title
source: Upload failed
ar: فشل التحميل
be: Не атрымалася запампаваць
ca: La pujada ha fallat
cs: Odeslání se nezdařilo
da: Overførelse fejlede
de: Upload fehlgeschlagen
el: Η μεταφόρτωση απέτυχε
es_us: Error de carga
et: Üleslaadimine ebaõnnestus
fa: بارگذاری انجام نشد
fr: Échec du téléversement
hu: A feltöltés sikertelen
id: Unggah gagal
is: Innsending mistókst
it: Caricamento fallito
ja: アップロードに失敗しました
ka: ატვირთვა ჩავარდა
nl: Upload gefaald
oc: Lo teledescargament a mancat
pl: Przesyłanie nie powiodło się
pt_br: Carregamento falhou
ro_ro: Încărcarea a eșuat
ru: Ошибка отправки
sc: Carrigamentu fallidu
sk: Odoslanie zlyhalo
sr: Отпремање није успело
sr_latn: Otpremanje nije uspelo
sv: Uppladdning misslyckades
ta: பதிவேற்றம் தோல்வியடைந்தது
tr: Karşıya yükleme başarısız oldu
uk: Помилка надсилання
zh_hant: 錯誤

# osm_upload_no_internet
source: Please check your Internet connection and try again.
ar: يرجى التحقق من اتصالك بالإنترنت والمحاولة مرة أخرى.
be: Калі ласка, праверце злучэнне з інтэрнэтам і паўтарыце спробу.
ca: Comproveu la vostra connexió a Internet i torneu-ho a intentar.
cs: Zkontrolujte prosím své internetové připojení a zkuste to znovu.
da: Kontroller Internetforbindelsen og prøv igen.
de: Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
el: Παρακαλούμε ελέγξτε τη σύνδεση σας στο Διαδίκτυο και προσπαθήστε ξανά.
es_us: Comprueba la conexión a Internet e inténtalo de nuevo.
et: Palun kontrolli oma interneti-ühendust ja proovi uuesti.
fr: Veuillez vérifier votre connexion internet et réessayer.
hu: Kérjük, ellenőrizze az internetkapcsolatát, és próbálja meg újra.
id: Harap periksa koneksi Internet Anda, lalu coba lagi.
is: Athugaðu nettenginguna þína og prófaðu svo aftur.
it: Per favore controlla la tua connessione Internet e riprova.
ja: インターネット接続を確認し、もう一度お試しください。
nl: Controleer uw internet connectie en probeer opnieuw.
oc: Assajatz vòstra connexion a Internet e tornatz assajar.
pl: Sprawdź połączenie z Internetem i spróbuj ponownie.
pt_br: Por favor verifique sua conexão com a internet e tente novamente.
ro_ro: Vă rugăm să verificați conexiunea la internet și să încercați din nou.
ru: Пожалуйста, проверьте подключение к Интернету и повторите попытку.
sc: Pro praghere verìfica sa connessione a ìnternet tua e torra a proare.
sk: Prosím skontrolujte pripojenie na Internet a skúste znovu.
sr: Проверите своју интернет везу и покушајте поново.
sr_latn: Proverite svoju internet vezu i pokušajte ponovo.
sv: Kontrollera din internetanslutning och försök igen.
ta: உங்கள் இணைய இணைப்பை சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
tr: Lütfen internet bağlantınızı gözden geçirin ve tekrar deneyin.
uk: Перевірте підключення до Інтернету та повторіть спробу.
zh_hant: 請檢查您的網絡連線然後再試一次。

# osm_succsessful_uploads
source: Successful
ar: نجاح
be: Паспяхова
ca: Correcte
cs: Úspešné
da: Vellykket
de: Erfolgreich
el: Επιτυχής
es_us: Éxito
et: Õnnestus
fa: موفقیت‌آمیز
fr: Réussi
hu: Sikeres
id: Berhasil
is: Tókst
it: Successo
ja: 成功しました
ka: წარმატებულია
ko: 시도가성공함
nl: Succesvol
oc: Ben capitat
pl: Pomyślne
pt_br: Sucesso
ro_ro: Succes
ru: Успешно
sc: Resèssidos
sk: Úspešné
sr: Успешно
sr_latn: Uspešno
sv: Lyckades
ta: செய்
tr: Başarılı
uk: Успішно
zh_hant: 成功

# osm_editing_settings_descr
source: This plugin's settings are global and apply to all profiles.
ar: إعدادات المكون الإضافي هذه شاملة، وتنطبق على جميع الملفات الشخصية.
be: Налады гэтай убудовы глабальныя. Яны ўжываюцца да ўсіх профіляў.
ca: Aquesta configuració del connector és global i afecta tots els perfils.
cs: Nastavení tohoto modulu jsou globální a ovlivní všechny profily.
da: Indstillinger for udvidelsen er globale, og gælder for alle profiler.
de: Die Einstellungen dieses Plugins sind global und gelten für alle Profile.
el: Οι ρυθμίσεις αυτού του πρόσθετου είναι καθολικές, και εφαρμόζονται σε όλα τα προφίλ.
es_us: Los ajustes de este complemento son globales y se aplica a todos los perfiles.
et: Selle lisaprogrammi seadistused kehtivad kogu rakenduses ja rakenduvad kõikidele profiilidele.
fr: Les paramètres de ce greffon sont globaux et s'appliquent à tous les profils.
hu: Ennek a bővítménynek a beállításai globálisak és minden profilra érvényesek.
id: Pengaturan plugin ini bersifat global dan berlaku untuk semua profil.
is: Þessar stillingar eru víðværar og eiga við um öll snið.
it: Le impostazioni di questo plugin sono globali e si applicano a tutti i profili.
ja: このプラグインの設定はすべてのプロファイルに適用されます。
nl: De instellingen van deze plugin zijn algemeen en van toepassing op alle profielen.
oc: Aquesta configuracion de l'ajuston es globala e afècta totei lei perfius.
pl: Ustawienia tej wtyczki są globalne i dotyczą wszystkich profili.
pt_br: As configurações deste plugin são globais e se aplicam a todos os perfis.
ro_ro: Setările acestui plugin sunt globale și se aplică tuturor profilurilor.
ru: Настройки этого плагина глобальны и применяются ко всем профилям.
sc: Custas impostatziones de s'estensione sunt globales e s'aplicant a totu sos profilos.
sr: Подешавања овог додатка су глобална и примењују се на све профиле.
sr_latn: Podešavanja ovog dodatka su globalna i primenjuju se na sve profile.
sv: Insticksmodulens inställningar är globala och tillämpas på samtliga profiler.
ta: இந்த சொருகி அமைப்புகள் உலகளாவியவை மற்றும் அனைத்து சுயவிவரங்களுக்கும் பொருந்தும்.
tr: Bu eklentinin ayarları geneldir ve tüm profiller için geçerlidir.
uk: Налаштування цього плагіна є всеосяжними та стосуються всіх профілів.
zh_hant: 此外掛程式的設定是全域的，適用於所有設定檔。

# simulate_location_unselected_track_footer
source: You need to select track file
ar: تحتاج إلى تحديد ملف المسار
cs: Musíte vybrat soubor se stopou
da: Du skal vælge sporfil
de: Sie müssen die Track-Datei auswählen
el: Χρειάζεται να επιλέξετε αρχείο ίχνους
es_us: Marca el archivo de la traza
et: Sa pead valima rajafaili
fr: Vous devez sélectionner un fichier de trace
hu: Ki kell választania egy nyomvonalat
id: Anda perlu memilih file trek
is: Þú þarft að velja ferilskrá
it: Devi selezionare il file della traccia
nb: Du må velge en sporfil
nl: U moet een track-bestand kiezen
oc: Vos fau chausir un fichier de traça
ro_ro: Trebuie să selectați fișierul track
ru: Выберите файл трека
sc: Depes seletzionare un'archìviu de rasta
sr: Требате одабрати фајл путање
sr_latn: Trebate odabrati fajl putanje
sv: Du behöver välja en spår-fil
ta: நீங்கள் ட்ராக் கோப்பைத் தேர்ந்தெடுக்க வேண்டும்
tr: Yol dosyasını seçmeniz gerekiyor
uk: Вам потрібно вибрати файл треку
zh_hant: 您需要選擇軌跡檔案

# simulate_location_movement_speed_original_desc
source: The location movement speed during the simulation will be equal to the speed in the selected file.
ar: ستكون سرعة حركة الموقع أثناء المحاكاة مساوية للسرعة في الملف المحدد.
cs: Rychlost pohybu polohy během simulace bude stejná jako rychlost ve vybraném souboru.
da: Bevægelseshastigheden af placeringen under simuleringen vil være lig med hastigheden i den valgte fil.
de: Die Geschwindigkeit, mit der sich der Standort während der Simulation bewegt, entspricht der Geschwindigkeit in der ausgewählten Datei.
es_us: La velocidad de desplazamiento de la ubicación durante la simulación será igual a la velocidad en el archivo elegido.
fr: La vitesse de déplacement durant la simulation sera égale à la vitesse dans le fichier sélectionné.
hu: A szimuláció során a mozgási sebesség megegyezik a kiválasztott fájlban megadott sebességgel.
id: Kecepatan pergerakan lokasi selama simulasi akan sama dengan kecepatan dalam file yang dipilih.
is: Hraði hreyfingar á staðsetningu á meðan hermingu stendur verður jafn hraðanum í valinni skrá.
it: La velocità di movimento della posizione durante la simulazione sarà uguale alla velocità nel file selezionato.
nl: De snelheid van locatieverplaatsing gedurende simulatie zal dezelfde zijn als de snelheid aangegeven in het geselecteerde bestand.
ro_ro: Viteza de deplasare a locației în timpul simulării va fi egală cu viteza din fișierul selectat.
ru: Скорость перемещения местоположения во время моделирования будет равна скорости в выбранном файле.
sc: Sa lestresa de su movimentu de sa positzione durante sa simulatzione at a èssere uguale a sa lestresa in s'archìviu seletzionadu.
sr: Брзина померања локације током симулације биће једнака брзини у селектованом фајлу.
sr_latn: Brzina pomeranja lokacije tokom simulacije biće jednaka brzini u selektovanom fajlu.
sv: Rörelsehastigheten under simuleringen kommer motsvara hastigheten i filen.
ta: உருவகப்படுத்துதலின் போது இருப்பிட இயக்க விரைவு தேர்ந்தெடுக்கப்பட்ட கோப்பில் உள்ள வேகத்திற்கு சமமாக இருக்கும்.
tr: Simülasyon sırasında konum hareket hızı, seçilen dosyadaki hıza eşit olacaktır.
uk: Швидкість переміщення під час імітації дорівнюватиме швидкості у вибраному файлі.
zh_hant: 模擬期間的位置移動速度將等於選定檔案中的速度。
