Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# wake_on_voice_descr
source: Turn on device screen (if off) when approaching a turn.
ar: تشغيل شاشة الجهاز (إذا كانت منطفئة) عند الاقتراب من منعطف.
az: Döngəyə yaxınlaşdıqda cihazın ekranını yandır (sönülüdürsə).
be: Уключаць экран прылады пры набліжэнні да павароту.
bg: Включване на екрана (ако е изключен), когато наближава завой.
ca: Activa la pantalla del dispositiu (si no ho està) en aproximar-se a un gir.
cs: Zapnout obrazovku zařízení (pokud je vypnuta), když se blíží odbočka.
cy: Troi'r sgrin y ddyfais ymlaen (os yw wedi'i diffodd) wrth agosáu at dro.
da: Tænd for skærmen (hvis slukket) ved navigationsinstruktioner.
de: Bildschirm bei Navigationsanweisung aktivieren (falls aus).
el: Ενεργοποίση της οθόνης της συσκευής (εάν είναι ανενεργή) όταν πλησιάζετε μια στροφή.
eo: Ŝalti aparatan ekranon dum proksimigado al turniĝo.
es_us: Enciende la pantalla del dispositivo al aproximarse a un giro.
et: Lülita pöördele lähenedes seadme ekraan sisse (kui on välja lülitunud).
eu: Piztu pantaila (itzalita badago) bihurgune batera hurbiltzean.
fa: هنگام نزدیک‌شدن به پیچ، نمایشگر روشن شود (اگر خاموش است).
fi: Avaa laitteen näyttö (jos suljettu) kun lähestytään käännöstä.
fr: Allumer l'écran (si éteint) à l'approche d'une bifurcation.
gl: Acende a pantalla do dispositivo (se estiver apagada)ó aproximarse a unha manobra.
he: הדלקת מסך ההתקן (אם הוא כבוי) עם הגעה לפנייה.
hu: Az eszköz képernyőjének bekapcsolása (ha ki van kapcsolva) egy kanyarodáshoz közeledve.
hy: Միացնել սարքի էկրանը(եթե անջատված է), երբ մոտենում եք շրջադարձին։
id: Nyalakan layar perangkat (jika mati) ketika mendekati sebuah belokan.
is: Kveikja á skjá (ef slökkt er á honum) þegar beygja nálgast.
it: Accendi lo schermo (se spento) all'approssimarsi di una svolta.
ja: 方向転換地点に近づいたらデバイスの画面を(オフの場合指定時間)オンにします
ko: 교차로에 접근할 때 화면 켭니다.
lt: Įjungti ekraną (jei išjungtas) artėjant prie posūkio.
lv: Pirms nākamā manerva veikšanas savlaicīgi ieslēgt ( ja izslēgts) ekrānu
mk: Vklučete go ekranot na uredot (ako e isklučen) koga se približuvate do krivina.
ml: "വളവുകള്‍ക്കടുത്തെത്തുമ്പൊള്‍ സ്ക്രീന്‍ ഓണക്കുക (ഓഫ് ആണെങ്കില്‍)"
nb: Slå på enhetens skjerm (hvis av) når du nærmer deg en sving.
nl: Zet het scherm aan (indien het uit staat) bij het naderen van een bocht.
oc: Activar l'ecran de l'aparelh (si inactiu) a l'apròcha d'una virada
pl: Włącza ekran urządzenia (jeśli jest wyłączony), podczas zbliżania się do zakrętu.
pt_br: Ligar tela do aparelho (se estiver desligada) quando se aproxima da manobra.
ro_ro: Porniți ecranul dispozitivului (dacă este dezactivat) atunci când vă apropiați de o curbă.
ru: Включать экран перед поворотом (если выключен).
sc: Allughe s’ischermu cando b'est una bortada a curtzu.
sk: Rozsvietiť obrazovku (ak je vypnutá), keď sa blíži odbočenie.
sl: Vklopi zaslon naprave (če je izklopljen), ko se med vodenjem pojavi zavoj.
sr: Укључи заслон уређаја (ако је искључен) када се приближи скретање.
sr_latn: Uključi ekran uređaja (ako je isključen) kada se približi skretanje.
sv: Slå på skärmen (om den är av) när jag närmar mig en sväng.
ta: சாதனத்தை திரையில் (அனைத்து இருந்தால்) ஒரு திருப்பத்தை நெருங்கும் போது இயக்கவும்.
tr: Bir dönüşe yaklaşırken (kapalı ise) aygıtın ekranını aç.
uk: Вмикати екран пристрою (якщо його вимкнено) під час наближення до повороту.
vi: Bật màn hình thiết bị (nếu đang tắt) khi tiếp cận một chỗ rẽ.
zh_hans: （如果屏幕未点亮）在接近转弯地点时点亮屏幕。
zh_hant: 當接近轉彎時，開啟裝置螢幕 (如果螢幕關閉)。

# voice_pref_title
source: Voice
af: Stem
ar: تفضيلات الصوت
ast: Voz
az: Səs
be: Голас
bg: Глас
ca: Veu
cs: Hlas
cy: Llais
da: Tale
de: Stimme
el: Φωνή
eo: Voĉo
es_us: Voz
et: Hääl
eu: Ahotsa
fa: گفتار
fi: Ääni
fr: Voix
gl: Voz
he: קול
hu: Hang
hy: Ձայն
id: Suara
is: Tal
it: Voce
ja: 音声
ka: ხმა
ko: 음성
lt: Balsas
lv: Balss
mk: Glas
ml: ശബ്ദം
nb: Tale
nl: Stem
oc: Votz
pl: Głos
pt_br: Voz
ro_ro: Voce
ru: Голос
sc: Boghe
sk: Hlas
sl: Glasovno vodenje
sr: Глас
sr_latn: Glas
sv: Röst
ta: குரல்
tr: Ses
uk: Голос
zh_hans: 语音
zh_hant: 語音

# voice_provider
source: Voice guidance
af: Stem begeleiding
ar: التوجيه الصوتي
az: Səsli bələdçi
be: Галасавыя падказкі
bg: Гласови напътствия
ca: Guiatge per veu
cs: Hlasová data
cy: Canllaw llais
da: Talevejledning
de: Sprachansagen
el: Φωνητική καθοδήγηση
eo: Gvidada voĉo
es_us: Indicaciones por voz
et: Hääljuhised
eu: Ahots bidezko gidaritza
fa: راهنمای گفتاری
fi: Ääniohjaus
fr: Guidage vocal
gl: Indicacións por voz
he: הנחיה קולית
hu: Hangutasítás
hy: Ձայնի ուղեցույց
id: Panduan suara
is: Raddleiðsögn
it: Guida vocale
ja: 音声案内
ka: ხმით წამძღვარება
ko: 음성 안내
lt: Balso komandos
lv: Balss vadība
mk: Glasovno vodenje
ml: "ശബ്ദ മാര്‍ഗനിര്‍ദേശം "
mr: आवाज मार्गदर्शन
nb: Taleveiledning
nl: Taal stembegeleiding
oc: Guidatge vocau
pl: Głos komunikatów
pt_br: Instruções por voz
ro_ro: Vocea pentru ghidare
ru: Голосовые данные
sc: Ghia vocale
sk: Hlasové pokyny
sl: Jezik glasovnega vodenja
sr: Гласовно навођење
sr_latn: Glasovno navođenje
sv: Röstvägledning
ta: குரல் வழிகாட்டுதல்
tr: Sesli yönlendirme
uk: Голосовий супровід
vi: Hướng dẫn bằng giọng nói
zh_hans: 语音指引
zh_hant: 語音指引

# voice_provider_descr
source: Select the voice guidance for navigation.
af: Kies stem begeleiding vir navigasie (taalkodes sien ISO 639-1)
ar: تحديد التوجيه الصوتي للتنقل.
az: Naviqasiya üçün səsli bələdçini seçin.
be: Абярыце галасавыя падказкі для навігацыі.
bg: Изберете гласови напътствия при маршрутизиране.
ca: Trieu el guiatge de veu en la navegació.
cs: Vybrat hlasová data pro navigaci.
cy: Select voice guidance for navigation
da: Vælg talevejledning til navigation.
de: Sprachpaket für Navigation auswählen.
el: Επιλέξτε τη φωνητική καθοδήγηση για πλοήγηση.
eo: Elekti gvidadan voĉon por navigado.
es_us: Indicaciones por voz para la navegación.
et: Vali navigeerimise hääljuhised.
eu: Aukeratu nabigaziorako ahots gidaritza.
fa: راهنمای گفتاری را برای ناوبری انتخاب کنید.
fi: Valitseääniohjaus navigaatioon.
fr: Sélectionnez la langue de guidage vocal.
gl: Escolle a voz das indicacións para a navegación.
he: יש לבחור בהנחיה הקולית לניווט.
hu: Hangutasítás kiválasztása navigációhoz.
hy: Ընտրեք ձայնային ուղեցույցի լեզուն նավիգացիայի համար։
id: Pilih panduan suara untuk navigasi.
is: Veldu raddleiðsögn fyrir leiðsögukerfið.
it: Scegli la voce guida da utilizzare per la navigazione.
ja: ナビゲーションに使用する音声案内を選択します
ka: აირჩიეთ ხმით წამძღვარება ნავიგაციისათვის.
ko: 운행을 위하여 음성 안내를 선택합니다
lt: Pasirinkite balsą navigacijos komandoms.
lv: Izvēlieties balss vadību navigācijai
mk: Izberete go glasovnoto vodenje za navigacija.
ml: വഴികാട്ടിക്കായി ശബ്ദ മാര്‍ഗനിര്‍ദേശം തെരഞ്ഞെടുക്കുക
mr: दिशादशर्नासाठी आवाज मार्गदर्शन निवडा.
nb: Velg taleveiledningen for navigering.
nl: Taal van de stembegeleiding kiezen.
oc: Chausissètz la votz de guidatge d'emplegar per la navigacion.
pl: Wybiera głos komunikatów nawigacji.
pt_br: Selecione a voz para instruções de navegação
ro_ro: Selectați ghidarea vocală pentru navigație.
ru: Выберите голосовое сопровождение для навигации.
sc: Ischerta sa boghe da impreare pro sa navigatzione.
sk: Vybrať hlasové údaje pre navigáciu.
sl: Izbor jezika in glasu za glasovno vodenje navigacije.
sr: Изаберите гласовно навођење.
sr_latn: Izaberi glasovno navođenje.
sv: Välj röstvägledning för navigering.
ta: வழிசெலுத்தல் க்கான குரல் வழிகாட்டியைத் தேர்ந்தெடுக்கவும்.
tr: Navigasyon için sesli yönlendirme seç.
uk: Виберіть голосовий супровід для навігації.
vi: Chọn hướng dẫn tìm đường bằng giọng nói.
zh_hans: 为导航选择语音指引。
zh_hant: 選擇導航語音導引。

# choose_audio_stream
source: Voice guidance output
af: Stem begeleiding uitset
ar: مصدر التوجيه الصوتي
az: Səsli bələdçi çıxışı
be: Вывад галасавых падказак
bg: Канал за гласовите напътствия
ca: Sortida de guiat per veu
cs: Kanál pro navádění
cy: Allbwn canllaw llais
da: Lydkanal for talevejledning
de: Navi-Sprachausgabe
el: Έξοδος φωνητικής καθοδήγησης
eo: Eligo de gvidada voĉo
es_us: Salida de indicaciones por voz
et: Hääljuhiste väljund
eu: Ahots gidaritzaren irteera
fa: خروجی راهنمای گفتاری
fi: Ääniohjauksen tuloste
fr: Sortie audio pour le guidage
gl: Saída das indicacións por voz
he: פלט ההנחיה הקולית
hu: Hangnavigáció kimenete
hy: Ձայնային հրահանգներ
id: Output panduan suara
is: Frálag raddleiðsagnar
it: Canale d'uscita della voce guida
ja: 音声案内出力
ka: ხმოვანი ბრძანების შედეგი
ko: 음성 안내 출력
lt: Balso nurodymų išvestis
lv: Balss vadības kanāls
mk: Izlez od glasovno vodenje
ml: വോയിസ് ഗൈഡന്സ് ഔട്ട്പുട്ട്
nb: Utdata for taleveiledning
nl: Audiokanaal voor stembegeleiding
oc: Canau de sortida de la votz de guidatge
pl: Wyjście dźwięku nawigacji głosowej
pt_br: Saída para orientação por voz
ro_ro: Ieșire audio pentru ghidare
ru: Аудиоканал голосовой навигации
sc: Canale d'essida de sa boghe de ghia
sk: Výstup hlasových pokynov
sl: Odvod glasovnega vodenja
sr: Излаз гласовног навођења
sr_latn: Izlaz glasovnog navođenja
sv: Röstväglednings-output
ta: குரல் வழிநடத்துதல் வெளியீடு
tr: Sesli yönlendirme çıkışı
uk: Голосові інструкції
vi: Đầu ra hướng dẫn bằng giọng nói
zh_hans: 语音指引输出
zh_hant: 語音導航輸出

# use_osm_live_routing
source: OsmAnd Live navigation
ar: الملاحة عبر أوسماند لايف
az: OsmAnd Live naviqasiya
be: Навігацыя OsmAnd Live
bg: Маршрутизация на OsmAnd Live
br: Merdeiñ gant OsmAnd Live
ca: Navegació OsmAnd Live
cs: OsmAnd Live navigace
cy: Llywio OsmAnd Live
el: Πλοήγηση OsmAnd Live
eo: OsmAnd-Live navigado
es_us: Navegación con OsmAnd Live
et: OsmAnd Live navigeerimine
eu: OsmAnd Live nabigazioa
fa: مسیریابی با OsmAnd Live
fi: OsmAnd Live -navigointi
fr: Guidage OsmAnd Live
gl: Navegación do OsmAnd ao Vivo
he: ניווט חי של OsmAnd
hu: OsmAnd Live navigáció
hy: OsmAnd Live նավիգացիա
id: Navigasi OsmAnd Live
is: OsmAnd Live leiðsögn
it: Navigazione OsmAnd Live
ja: OsmAnd Liveナビゲーション
ka: OsmAndცოცხალი ნავიგაცია
ko: OsmAnd Live 탐색
lt: OsmAnd Live navigacija
lv: OSM Live navigācija
mk: OsmAnd navigacija voživo
ml: "ഓ എസ് എം ലൈവ് നാവിഗേഷന്‍"
nb: OsmAnd Live-navigering
nl: OsmAnd Live navigatie
oc: Navigacion OsmAnd Live
pl: Nawigacja OsmAnd Live
ro_ro: Navigație live OsmAnd
ru: Навигация OsmAnd Live
sc: Navigatzione OsmAnd Live
sk: Navigácia OsmAnd Live
sl: Navigacija s storitvijo OsmAnd Live
sr: Навођење уживо ОСМ-а
sr_latn: OsmAnd Live navigacija
sv: OsmAnd Live-navigering
ta: OsmAnd நேரடி வழிசெலுத்தல்
tr: OsmAnd Live navigasyon
uk: Навігація OsmAnd Live
zh_hans: OsmAnd 实时导航
zh_hant: OsmAnd Live 導航

source: Recalculate route
ar: إعادة حساب المسار
ast: Volver calcular el camín
az: Marşrutu yenidən hesabla
be: Пералічыць маршрут
bg: Преизчисляване на маршрута
ca: Recalcula la ruta
cs: Přepočítat trasu
cy: Ailgyfrifo'r llwybr
da: Genberegn ruten
de: Route neu berechnen
el: Επαναυπολογισμός διαδρομής
eo: Rekalkuli kurson
es_us: Recalcular ruta
et: Arvuta teekond uuesti
eu: Birkalkulatu ibilbidea
fa: محاسبهٔ مجدد مسیر
fi: Laske reitti uudelleen
fr: Recalculer l'itinéraire
gl: Recalcular a ruta
he: חישוב המסלול מחדש
hu: Útvonal újratervezése
hy: Վերահաշվարկել երթուղին
id: Kalkulasi ulang rute
is: Endurreikna leið
it: Ricalcola il percorso
ja: ルートの再計算
ka: გზის გადათვლა
ko: 경로 재탐색
lt: Perskaičiuoti maršrutą
lv: Pārrēķināt maršrutu
mk: Povtorno presmetajte ja rutata
ml: റൂട്ട് വീണ്ടും കണക്കാക്കുക
nb: Beregn rute på nytt
nl: Route opnieuw berekenen
oc: Tornar calcular lo percors en cas de desviament
pl: Wyznacz trasę ponownie
pt_br: Recalcular rota em caso de desvio
ro_ro: Recalculează ruta
ru: Пересчёт маршрута
sc: Torra a carculare s’àndala
sk: Prepočítať trasu
sl: Preračunaj pot
sr: Прерачунај путању
sr_latn: Preračunaj rutu
sv: Beräkna om rutten
ta: வழியை மீண்டும் கணக்கிடுங்கள்
tr: Rotayı yeniden hesapla
uk: Перестворювати маршрут
vi: Tính lại tuyến đường
zh_hans: 重新计算路线
zh_hant: 重新計算路線

# guidance_preferences_descr
source: Navigation preferences
af: Navigasie voorkeure
ar: تفضيلات الملاحة
az: Naviqasiya seçimləri
be: Налады навігацыі
bg: Настройки на маршрутизация
ca: Preferències de navegació
cs: Nastavení navigace
cy: Dewisiadau llywio
da: Indstillinger for navigation
de: Navigationseinstellungen
el: Προτιμήσεις πλοήγησης
eo: Navigadaj agordoj
es_us: Preferencias de navegación
et: Navigeerimiseelistused
eu: Nabigazio hobespenak
fa: تنظیمات ناوبری
fi: Navigointivalinnat
fr: Paramètres de guidage
gl: Preferencias da navegación
he: העדפות ניווט
hu: Navigációs beállítások
hy: Նավարկության կարգավորումները
id: Preferensi Navigasi
is: Kjörstillingar leiðsagnar
it: Preferenze di navigazione
ja: ナビゲーション設定
ka: ნავიგაციის პარამეტრები
ko: 운행 환경설정
lt: Navigacijos nustatymai
lv: Navigācijas iestatījumi
mk: Navigacioni pogodnosti
ml: വഴികാട്ടിയുടെ മുന്‍ഗണനകള്‍
nb: Navigeringsinnstillinger
nl: Navigatievoorkeuren
oc: Preferéncias de navigacion
pl: Ustawienia nawigacji
pt_br: Preferências de navegação
ro_ro: Preferințe navigație
ru: Настройки навигации
sc: Preferèntzias de navigatzione
sk: Nastavenia navigácie
sl: Nastavitve navigacije
sr: Поставке навођења
sr_latn: Podešavanje navigacije
sv: Navigationsinställningar
ta: வழிசெலுத்தல் விருப்பத்தேர்வுகள்
tr: Navigasyon tercihleri
uk: Налаштування навігації
zh_hans: 导航首选项
zh_hant: 導航偏好

# routing_preferences_descr
source: Routing preferences
af: Roete voorkeure
ar: تفضيلات الطريق
az: Marşrutlama seçimləri
be: Налады маршрутызацыі
bg: Настройки на маршрутизиране
ca: Preferències de càlcul de la ruta
cs: Nastavení výpočtu trasy
cy: Dewisiadau llwybro
da: Præferencer ved ruteberegning
de: Einstellungen für Routenberechnung
el: Προτιμήσεις δρομολόγησης
eo: Difinado de kurso
es_us: Preferencias de navegación
et: Teekonna leidmise eelistused
eu: Ibilbide-kalkuluaren hobespenak
fa: تنظیمات مسیریابی
fi: Reititysvalinnat
fr: Paramètres d'itinéraire
gl: Preferencias do cálculo das rotas
he: העדפות ניתוב
hu: Útvonal-tervezési beállítások
hy: Երթուղու կարգավորումները
id: Preferensi perutean
is: Stillingar leiðavals
it: Preferenze di calcolo del percorso
ja: ルート検索などに関する設定をおこないます
ka: გზების პარამეტრები
ko: 라우팅 환경설정
lt: Maršruto skaičiavimo nustatymai
lv: Maršruta iestatījumi
mk: Patuvacki pogodnosti
ml: റൂട്ടിങ്ങ് മുന്‍ഗണനകള്‍
nb: Rutingsinnstillinger
nl: Routeberekening-voorkeuren
oc: Preferéncies de calcul dau percors
pl: Ustawienia trasy
pt_br: Preferências de rota
ro_ro: Preferințe rutare
ru: Настройки маршрутизации
sc: Preferèntzias de càrculu de s’àndala
sk: Nastavenia určovania trasy
sl: Nastavitve usmerjanja
sr: Поставке путовања
sr_latn: Podešavanje rutiranja
sv: Ruttningsinställningar
ta: விருப்பத்தேர்வு விருப்பங்கள்
tr: Yönlendirme tercihleri
uk: Налаштування прокладання маршрутів
zh_hans: 路线首选项
zh_hant: 路線偏好

# get_directions
source: Directions
af: Aanwysings
ar: التوجيه مع الطرق
ast: Señes
az: İstiqamətlər
be: Навігацыя
bg: Указания
ca: Direccions
cs: Navigace
cy: Cyfarwyddiadau
da: Rutevejledning
de: Navigation
el: Οδηγίες
eo: Navigi
es_us: Indicaciones
et: Juhised
eu: Jarraibideak
fa: مسیریابی
fi: Reittiohjeet
fr: Guidages
gl: Indicacións
he: הכוונה
hu: Navigáció
hy: Երթուղին
id: Arahan
is: Leiðarlýsingar
it: Indicazioni
ja: ナビ開始
ka: მიმართულებები
ko: 운행시작
lt: Kelionės nuorodos
lv: Navigācija
mk: Pravci
ml: ദിശ കാണിക്കുക
nb: Anvisninger
nl: Routebeschrijving
oc: Indicacions
pl: Nawigacja
pt_br: Direções
ro_ro: Indicații
ru: Маршрут
sc: Indicatziones
sk: Pokyny
sl: Navigacija
sr: Навођење
sr_latn: Pravac kretanja
sv: Vägvisning
ta: திசைகள்
tr: Yol tarifleri
uk: Маршрути
vi: Hướng
zh_hans: 导航
zh_hant: 導引

# app_mode_bus
source: Bus
ar: حافلة
az: Avtobus
be: Аўтобус
bg: Автобус
ca: Autobús
cs: Autobus
cy: Bws
el: Λεωφορείο
eo: Aŭtobuso
es_us: Autobús
et: Buss
eu: Autobus
fa: اتوبوس
fi: Bussi
gl: Bus ou coche de liña
he: אוטובוס
hu: Busz
hy: Ավտոբուսը
id: Bis
is: Strætisvagn
it: Autobus
ja: バス
ka: ავტობუსი
ko: 버스
lt: Autobusas
lv: Autobuss
mk: Avtobus
ml: ബസ്
mr: बस
my: ဘတ်စ်ကား
nb: Buss
nl: Lijnbus
oc: Autobús
pl: Autobus
pt_br: Ônibus
ro_ro: Autobuz
ru: Автобус
sc: Postale
sk: Autobus
sl: Vožnja z avtobusom
sr: Аутобус
sr_latn: Autobus
sv: Buss
ta: பேருந்து
tr: Otobüs
uk: Автобус
zh_hans: 公交车
zh_hant: 公車

# app_mode_train
source: Train
ar: قطار
ast: Tren
az: Qatar
be: Цягнік
bg: Влак
ca: Tren
cs: Vlak
cy: Trên
da: Tog
de: Zug
el: Τρένο
eo: Vagonaro
es_us: Tren
et: Rong
eu: Trena
fa: قطار
fi: Juna
gl: Tren
he: רכבת
hu: Vonat
hy: Գնացք
id: Kereta Api
is: Lest
it: Treno
ja: 鉄道
ka: მატარებელი
ko: 열차
lt: Traukinys
lv: Vilciens
mk: Voz
ml: ട്രെയിന്‍
mr: ट्रेन
my: ရထား
nb: Tog
nl: Trein
oc: Tren
pl: Pociąg
pt_br: Trem
ro_ro: Tren
ru: Поезд
sc: Trenu
sk: Vlak
sl: Vožnja z vlakom
sr: Воз
sr_latn: Voz
sv: Tåg
ta: ரயில்
tr: Tren
uk: Потяг
zh_hans: 火车
zh_hant: 火車

# app_mode_truck
source: Truck
af: Vragmotor
ar: شاحنة
ast: Camión
az: Yük maşını
be: Грузавік
bg: Камион
ca: Camió
cs: Kamion
cy: Lori
da: Lastbil
de: Lkw
el: Φορτηγό
eo: Kamiono
es_us: Camión
et: Veoauto
eu: Kamioia
fa: کامیون
fi: Kuorma-auto
fr: Camion
gl: Camión
he: משאית
hu: Teherautó
hy: Բեռնատար
id: Truk
is: Flutningabifreið
it: Camion
ja: トラック
ka: სატვირთო
ko: 트럭
lt: Sunkvežimis
lv: Kravas auto
mk: Kamion
ml: ലോറി
nb: Lastebil
nl: Vrachtauto
oc: Camion
pl: Ciężarówka
pt_br: Caminhão
ro_ro: Camion
ru: Грузовик
sc: Càmion
sk: Nákladné auto
sl: Tovorno vozilo
sr: Теретно возило
sr_latn: Kamion
sv: Lastbil
ta: டிரக்
tr: Kamyon
uk: Вантажівка
vi: Xe tải
zh_hans: 卡车
zh_hant: 卡車

# app_mode_hiking
source: Hiking
af: Stap
ar: مشي
az: Piyada turizm
be: Пешы турызм
bg: Пешеходен туризъм
ca: Senderisme
cs: Turistika
cy: Heicio
da: Vandring
de: Wandern
el: Πεζοπορία
eo: Marŝado
es_us: Senderismo
et: Matkamine
eu: Bidezidor kirola
fa: پیاده‌گردی
fi: Patikointi
fr: Randonnée
gl: Sendeirismo
he: טיול רגלי
hu: Túrázás
hy: Ոտքով զբոսնելն (Hiking)
id: Mendaki
is: Ganga
it: Escursionismo
ja: ハイキング
ka: ფეხით მოგზაურობა
ko: 하이킹
lt: Žygiai
lv: Iet kājām
mk: Planinarenje
ml: ഹൈക്കിങ്ങ്
nb: Vandring
nl: Wandelsport
oc: Escorregudas
pl: Wędrówki
pt_br: Caminhada
ro_ro: Drumeție
ru: Пеший туризм
sc: Escursionismu
sk: Turistika
sl: Navigacija za gornike
sq: Eskursion
sr: Планинарење
sr_latn: Pešačenje
sv: Vandring
ta: நடைபயணம்
tr: Yürüyüş
uk: Піший туризм
zh_hans: 徒步
zh_hant: 登山健行

# app_mode_motorcycle
source: Motorcycle
af: Motorfiets
ar: دراجة نارية
ast: Motocicleta
az: Motosiklet
be: Матацыкл
bg: Мотоциклет
ca: Moto
cs: Motocykl
cy: Beic modur
da: Motorcykel
de: Motorrad
el: Μοτοσυκλέτα
eo: Motorciklo
es_us: Motocicleta
et: Mootorratas
eu: Motorra
fa: موتورسیکلت
fi: Moottoripyörä
fr: Moto
gl: Moto
he: אופנוע
hu: Motorkerékpár
hy: Մոտոցիկլ
id: Sepeda Motor
is: Mótorhjól
it: Motocicletta
ja: オートバイ
ka: მოტოციკლი
ko: 모터사이클
lt: Motociklas
lv: Motocikls
mk: Motocikl
ml: ബൈക്ക്
nb: Motorsykkel
nl: Motorfiets
oc: Motocicleta
pl: Motocykl
pt_br: Motocicleta
ro_ro: Motocicletă
ru: Мотоцикл
sc: Mototzicleta
sk: Motocykel
sl: Motorno kolo
sq: Motoçikletë
sr: Мотоцикл
sr_latn: Motocikl
sv: Motorcykel
ta: மோட்டார் சைக்கிள்
tr: Motosikletler
uk: Мотоцикл
vi: Xe máy
zh_hans: 摩托车
zh_hant: 機車

# app_mode_boat
source: Boat
af: Boot
ar: قارب
ast: Embarcación
az: Qayıq
be: Човен
bg: Лодка
ca: Vaixell
cs: Loď
cy: Cwch
da: Båd
de: Boot
el: Πλοίο
eo: Boato
es_us: Barco
et: Laev
eu: Itsasontzia
fa: قایق
fi: Vene
fr: Bateau
gl: Embarcación
he: סירה
hu: Hajó
hy: Նավակ
id: Perahu
is: Bátar
it: Barca
ja: 船舶・舟艇
ka: გემი
ko: 배
lt: Valtis
lv: Kuģošana
mk: Brod
ml: "ബോട്ട് "
nb: Båt
nl: Boot
oc: Nautic
pl: Łódź
pt_br: Barco
ro_ro: Barcă
ru: Лодка
sc: Barca
sk: Loď
sl: Navigacija za plovbo
sq: Varkë
sr: Брод
sr_latn: Čamac
sv: Båt
ta: படகு
tr: Tekne
uk: Човен
zh_hans: 小船
zh_hant: 船

# app_mode_aircraft
source: Aircraft
af: Vliegtuig
ar: طائرة
ast: Aeronave
az: Təyyarə
be: Самалёт
bg: Самолет
ca: Avió
cs: Letadlo
cy: Awyren
da: Fly
de: Flugzeug
el: Αεροσκάφος
eo: Aviadilo
es_us: Avión
et: Lennuk
eu: Hegazkina
fa: هواپیما
fi: Lentokone
fr: Avion
gl: Aeronave
he: כלי טיס
hu: Repülőgép
hy: Ինքնաթիռ
id: Pesawat
is: Flug
it: Aereo
ja: 航空機
ka: თვითმფრინავი
ko: 비행기
lt: Lėktuvas
lv: Lidošana
mk: Avion
ml: വിമാനം
nb: Fly
nl: Vliegtuig
oc: Avion
pl: Samolot
pt_br: Avião
ro_ro: Avion
ru: Воздушное судно
sc: Aèreu
sk: Lietadlo
sl: Letalska navigacija
sq: Avion
sr: Авион
sr_latn: Avion
sv: Flyg
ta: விமான
tr: Uçak
uk: Літак
zh_hans: 飞机
zh_hant: 飛行器

# gpx_option_calculate_first_last_segment
source: Calculate OsmAnd route for first and last route segment
ar: احسب طريق أوسماند لأول وآخر قسمين في الطريق
az: İlk və son marşrut seqmenti üçün OsmAnd marşrutunu hesabla
be: Разлічыць маршрут OsmAnd для першага і апошняга адрэзку маршруту
bg: Намиране на маршрут OsmAnd за первия и последния сегмент от маршрута
ca: Calcula una ruta OsmAnd al primer i al darrer segment de la ruta
cs: Vypočítat OsmAnd trasu pro první a poslední úsek
da: Beregn OsmAnd-rute for første og sidste rutesegment
de: OsmAnd-Route für ersten und letzten Abschnitt berechnen
el: Υπολογισμός διαδρομής του OsmAnd για το πρώτο και τελευταίο τμήμα
eo: Kalkuli kurson inter la unua kaj la fina segmentoj de spuro
es_us: Calcular la ruta OsmAnd para el primer y último segmento de ruta
et: Arvuta OsmAnd teekond esimesele ja viimasele teekonnalõigule
eu: Kalkulatu OsmAnd ibilbidea ibilbideko lehen eta azken segmentuetarako
fa: برای پارهٔ ابتدایی و انتهایی مسیر، مسیریابی کن
fi: Laske OsmAnd reitti ensimmäiselle ja viimeiselle reitin segmentille
fr: Calculer un itinéraire OsmAnd pour le début et la fin de l'itinéraire
gl: Calcular a ruta do OsmAnd para o primeiro e o derradeiro segmento
he: חישוב הנתיב של OsmAnd עבור המקטע הראשון והאחרון של הנתיב
hu: OsmAnd útvonal tervezése az első és az utolsó útszakaszra
hy: Հաշվարկել երթուղին առաջին և վերջին հատվածի OsmAnd երթուղու սեգմենտին
id: Hitung rute OsmAnd untuk segmen rute pertama dan terakhir
is: Reikna OsmAnd-leið fyrir fyrsta og síðasta leiðarbút
it: Calcola percorso OsmAnd per i tratti prima e dopo il GPX
ja: 最初と最後の経路分類を利用しOsmAndエンジンでルートを計算する
ko: 첫번째와 마지막 경로 구간 계산
lt: Apskaičiuoti OsmAnd maršrutą pirmam ir paskutiniam maršruto segmentams
lv: Aprēķināt OsmAnd maršrutu pirmajam un pēdējam segmentam
mk: Presmetajte OsmAnd rutata za prviot i posledniot segment od rutata
ml: ആദ്യത്തേയും അവസാനത്തേയും റൂട്ട് സെഗ്മെന്റിനായി OsmAnd വഴി കണക്കാക്കുക
nb: Beregn OsmAnd-rute for første og siste rutesegment
nl: Bereken een OsmAnd route voor het eerste en laatste routesegment
oc: Calcular un percors OsmAnd fins a la premiera e après la darriera estirada GPX
pl: Niech OsmAnd ułoży trasę od pierwszego do ostatniego segmentu
pt_br: Calcular rota para o primeiro eúltimo segmento
ro_ro: Calculați ruta OsmAnd pentru primul și ultimul segment de rută
ru: Рассчитать маршрут OsmAnd для первого и последнего сегмента маршрута
sc: Càrcula un’àndala cun OsmAnd pro su primu e s’ùrtimu segmentu de sa caminera
sk: Vypočítať OsmAnd trasu pre prvý a posledný úsek
sl: Izračunanje prvega in zadnjega odseka poti
sr: Рачунај од првог до последњег одсечка стазе ОсмАнда
sr_latn: Računaj od prvog do poslednjeg segmenta staze OsmAnda
sv: Beräkna OsmAnd-rutt för första och sista ruttsegmentet
ta: முதல் மற்றும் கடைசி பாதை பிரிவிற்கு OsmAnd வழியை கணக்கிடுங்கள்
tr: Rotanın ilk ve son bölümleri için OsmAnd rotası hesapla
uk: Прокласти маршрут в OsmAnd для першого та останнього відрізків маршруту
zh_hans: 计算第一和最后一个路段间的 OsmAnd 路线
zh_hant: OsmAnd 預估最初和最後路段的路線
