Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# external_sensors_plugin_description
source: Accesses external sensors to read e.g. your heart rate, bicycle speed, cycling power, or cadence. Requires your device to be connected to respective sensors via the ANT+ wireless personal network protocol.
ar: الوصول إلى أجهزة الاستشعار الخارجية للقراءة على سبيل المثال. معدل ضربات القلب، وسرعة الدراجة، وقوة ركوب الدراجات، أو الإيقاع. يتطلب أن يكون جهازك متصلاً بأجهزة الاستشعار المعنية عبر بروتوكول الشبكة الشخصية اللاسلكية ANT+.
bg: Получава достъп до външни сензори, за отчитане например на сърдечен ритъм, скорост на велосипеда, мощност на колоездене или каданса. Необходимо е устройството да есвързано със съответните сензори чрез протокола за безжична персонална мрежа ANT+.
cs: Přístup k externím senzorům, které snímají např. srdeční tep, rychlost jízdy na kole, výkon nebo kadenci. Vyžaduje, aby vaše zařízení bylo připojeno k příslušným senzorům prostřednictvím protokolu bezdrátové osobní sítě ANT+.
da: Tilslutter eksterne sensorer for at aflæse f.eks. din puls, cykelhastighed, cykeleffekt eller kadence. Kræver, at din enhed er tilsluttet til respektive sensorer via ANT+ wireless personal network protocol.
de: Zugriff auf externe Sensoren, um z. B. Ihre Herzfrequenz, Fahrradgeschwindigkeit, Fahrradleistung oder Trittfrequenz zu lesen. Dazu muss Ihr Gerät über das kabellose ANT+-Netzwerkprotokoll mit den entsprechenden Sensoren verbunden sein.
el: Αποκτά πρόσβαση σε εξωτερικούς αισθητήρες για να διαβάζει, π.χ., τον καρδιακό σας ρυθμό, την ταχύτητα ποδηλάτου, την ισχύ ποδηλασίας ή το βήμα. Απαιτεί σύνδεση της συσκευής σας με τους αντίστοιχους αισθητήρες μέσω του πρωτοκόλλου προσωπικού ασύρματου δικτύου ANT+.
eo: Aliro al eksteraj sentiloj por legi koran pulson, rapidon de pedalado, rapidon kaj povumon de biciklado. Postulas por ke la aparato estu konektita al kongruaj sentiloj per la sendrata protokolo ANT+.
es_us: Accede a sensores externos para leer, por ejemplo, el ritmo cardíaco, la velocidad en bicicleta y la potencia o cadencia del pedaleo. Debes conectar tu dispositivo con sensores que admitan el protocolo de red personal inalámbrica ANT+.
eu: Kanpoko sentsoreetara sartzen da irakurtzeko, adibidez: zure bihotz-taupadak, bizikleta-abiadura, potentzia edo kadentzia. Zure gailua dagozkien sentsoreetara konektatu behar da ANT+ haririk gabeko sare pertsonaleko protokoloaren bidez.
fa: دسترسی به حسگرهای خارجی برای خواندن، به عنوان مثال، ضربان قلب، سرعت دوچرخه، توان دوچرخه یا کادانس. نیاز به اتصال دستگاه شما به حسگرهای مربوطه از طریق پروتکل شبکه شخصی بی‌سیم ANT+ دارد.
fr: Accède aux capteurs externes pour récupérer, par exemple, votre fréquence cardiaque, la vitesse du vélo, la puissance ou la cadence. Nécessite que votre appareil soit connecté aux capteurs via le protocole ANT+.
hu: Hozzáférés külső érzékelők adataihoz, mint például: pulzusszám, kerékpársebesség, -teljesítmény és pedálfordulatszám. Az eszközének ANT+ vezeték nélküli személyi hálózati protokollon keresztül kell kapcsolódnia a megfelelő érzékelőkhöz.
id: Mengakses sensor eksternal untuk membaca mis. denyut jantung, kecepatan bersepeda, daya bersepeda, atau irama Anda. Memerlukan perangkat untuk dihubungkan ke masing-masing sensor melalui protokol jaringan pribadi nirkabel ANT+.
is: Sækir gögn frá utanaðkomandi skynjurum til að lesa t.d. hraða reiðhjóls, afl við hjólreiðar, takt og hjartslátt. Krefst þess að tækið þitt sé tengt við viðkomandi skynjara með samskiptamáta fyrir þráðlaus ANT+ einkanet.
it: Accede ai sensori esterni per rilevare es. la tua frequenza cardiaca, velocità della bicicletta, potenza della pedalata o cadenza. Richiede che il tuo dispositivo sia connesso ai rispettivi sensori tramite il protocollo di rete wireless ANT+.
ja: 外部センサーから心拍数、自転車の速度、自転車の出力またはケイデンス(1分あたりのクランク回転数)を読み取ります。端末はANT+ ワイヤレスパーソナルネットワークプロトコルを介して、それぞれのセンサーに接続されている必要があります。
ko: 외부 센서에 액세스하여 심박수, 자전거 속도, 사이클링 파워 또는 케이던스 등을 읽습니다. 장치가 ANT+ 무선 개인 네트워크 프로토콜을 통해 각 센서에 연결되어 있어야 합니다.
nb: Får tilgang til eksterne sensorer for å lese av f.eks. pulsen din, sykkelhastighet, sykkelkraft eller tråkkfrekvens. Krever at enheten er koblet til respektive sensorer via den trådløse personlige nettverksprotokollen ANT+.
nl: Verbindt met externe sensors om bijv. uw hartslag, fietssnelheid, fiets kracht of ritme te lezen. Vereist dat uw toestel verbonden is met relevante sensors via het ANT+ draadloos netwerk protocol.
pl: Uzyskuje dostęp do zewnętrznych czujników, aby odczytać np. tętno, prędkość roweru, moc jazdy na rowerze lub kadencję. Wymaga podłączenia urządzenia do odpowiednich czujników za pośrednictwem protokołu bezprzewodowej sieci osobistej ANT+.
ro_ro: Accesați senzori externi pentru a citi, spre exemplu, pulsul, viteza biciclete, puterea produsă sau cadența pedalatului. Necesită ca dispozitivul d-voastră să fie conectat la respectivii senzori prin protocolul de rețea personală wireless ANT+.
ru: Беспроводные датчики мощности педалирования, каденса, вело-скорости, частоты пульса, температуры. На iPhone через доп. адаптер ANT+ .
sc: Atzedet a sos sensores esternos pro lèghere a es. su ritmu cardìacu e sa velotzidade, sa potèntzia e sa cadèntzia de sa bitzicleta. Tenet bisòngiu de una connessione a unu dispositivu chi suportet a su ANT+ (protocollu de retza personale chene filos).
sk: Sprístupní externé senzory na čítanie napr. srdcového tepu, rýchlosti bicykla, výkonu bicykla a frekvencii šliapania. Vyžaduje zariadenie spojené so senzormi týchto parametrov s pomocou bezdrôtového sieťového protokolu ANT+.
sl: Dostopa do zunanjih senzorjev za branje npr. tvojega srčnega utripa, hitrost kolesa, moč kolesarjenja ali kadenco. Zahteva, da je tvoja naprava povezana z ustreznimi senzorji prek brezžičnega osebnega omrežnega protokola ANT+.
sr: Приступ спољним пријемницима, нпр. откуцајима срца, брзини бицикла, снази кретања бицикла, или такту. Захтева да уређај буде повезан са одговарајућим пријемницима преко АНТ + протокола личне бежичне мреже.
sr_latn: Pristup spoljnim prijemnicima, npr. otkucajima srca, brzini bicikla, snazi kretanja bicikla, ili taktu. Zahteva da uređaj bude povezan sa odgovarajućim prijemnicima preko ANT + bežični lični mrežni protokol.
sv: Åtkomst till externa sensorer för att läsa av t.ex. din puls, cykelhastighet, cykeleffekt eller kadens. Kräver att din enhet är ansluten till respektive sensor via det trådlösa personliga nätverksprotokollet ANT+.
ta: எ.கா. படிக்க வெளிப்புற சென்சார்களை அணுகலாம். உங்கள் இதய துடிப்பு, சைக்கிள் விரைவு, சைக்கிள் ஓட்டுதல் ஆற்றல் அல்லது கேடென்ச். உங்கள் சாதனம் ANT+ வயர்லெச் தனிப்பட்ட பிணையம் நெறிமுறை வழியாக அந்தந்த சென்சார்களுடன் இணைக்கப்பட வேண்டும்.
uk: Доступ до зовнішніх датчиків для зчитування, наприклад, пульсу, швидкості велосипеда, потужності велоїзди та частоти обертання педалей. Вимагає підʼєднання пристрою до відповідних датчиків за протоколом бездротової персональної мережі ANT+.
vi: Truy cập cảm biến bên ngoài để đọc nhịp tim, vận tốc xe đạp, sức mạnh đạp xe, hoặc nhịp đạp của bạn. Yêu cầu thiết bị của bạn được kết nối tới cảm biến tương ứng thông qua giao thức mạng không dây cá nhân ANT+.
zh_hans: 访问外部传感器来读取心率、自行车速度、自行车功率或踏频。要求设备通过ANT +无线个人网络协议连接到相应的传感器。
zh_hant: 存取可供讀取的外部感應器，例如您的心率、自行車速度、自行車功率與踩踏頻率。需要裝置透過 ANT+ 無線個人網路協定連結至對應的感應器。

# map_widget_ant_bicycle_power_desc
source: Shows cyclist's power output, which is used to move the bike forward
ar: عرض ناتج الطاقة لراكب الدراجة، والذي يُستخدم لتحريك الدراجة للأمام
bg: Показва мощността на велосипедиста, която се използва за придвижването му
ca: Mostra la potència de sortida del ciclista, que s'usa per a moure la bicicleta endavant
cs: Ukazuje výkon cyklisty, který se používá k pohybu kola vpřed
da: Viser cyklistens effekt, som bruges til at bevæge cyklen fremad
de: Zeigt die Leistung des Radfahrers an, mit der das Fahrrad vorwärts bewegt wird
el: Δείχνει την ισχύ εξόδου του ποδηλάτη, η οποία χρησιμοποιείται για να κινεί το ποδήλατο προς τα εμπρός
eo: Montras povumon generatan de biciklisto por movi la biciklon
es_us: Muestra la potencia de salida del ciclista, que se usa para mover la bicicleta hacia adelante
et: Näitab ratturi genereeritavat võimsust, mida kasutatakse jalgratta edasiviimiseks
eu: Txirrindulariaren potentzia erakusten du, bizikleta aurrera eramateko erabiltzen dena
fa: خروجی توان دوچرخه‌سوار را که برای حرکت رو به جلو استفاده می‌شود، نمایش می‌دهد
fr: Indique la puissance produite par le cycliste et utilisée pour faire avancer le vélo
hu: Megjeleníti a kerékpárosnak a kerékpár meghajtása során leadott teljesítményét
id: Menampilkan keluaran daya pengendara sepeda, yang digunakan untuk menggerakkan sepeda supaya maju
is: Sýnir aflframlag hjólreiðamanns, sem nýtist við að koma hjólinu áfram
it: Mostra la potenza espressa dal ciclista per fare avanzare la bici
ja: 自転車を前進させるために使用されたサイクリストのパワー出力を表示します
ko: 자전거를 앞으로 움직이는 데 사용되는 사이클리스트의 전력 출력을 보여주기
nb: Viser syklistens kraft, som brukes tilå bevege sykkelen fremover
nl: Toon de krachtuitoefening van de fietser om vooruit te komen
pl: Pokazuje moc rowerzysty, która jest wykorzystywana do poruszania się roweru do przodu
ro_ro: Afișați puterea exercită a ciclistului care este folosită pentru a propulsa bicicleta
ru: Показывает выходную мощность велосипедиста, которая используется для движения велосипеда вперед
sc: Ammustrat sa potèntzia de su tziclista, impreada pro mòvere sa bitzicleta cara a in antis
sk: Zobrazuje výkon cyklistu, ktorý slúži na pohyb bicykla vpred
sl: Prikazuje kolesarjevo moč, ki se uporablja za premikanje kolesa naprej
sr: Приказује излазну снагу бициклисте, која се користи да погони бицикл
sr_latn: Prikazuje izlaznu snagu bicikliste, koja se koristi da pogoni bicikl
sv: Visar cyklistens effekt, den kraft som genereras för att flytta cykeln framåt
ta: சைக்கிள் ஓட்டுநரின் ஆற்றல் வெளியீட்டைக் காட்டுகிறது, இது பைக்கை முன்னோக்கி நகர்த்த பயன்படுகிறது
tr: Bisikleti ileri hareket ettirmek için kullanılan bisikletçinin güç çıkışını gösterir
uk: Показує силу велосипедиста, використану для руху велосипеда
vi: Hiện sức mạnh mà người đạp tạo ra để đưa xe đạp tiến về trước
zh_hans: 显示骑车人用于推动自行车前进的功率输出
zh_hant: 顯示騎士用於推動自行車前進的功率輸出

# map_widget_ant_bicycle_cadence
source: Bicycle Cadence
ar: دراجة نارية
bg: Каданс на велосипеда
ca: Cadència de la bicicleta
cs: Kadence jízdního kola
da: Cykelkadence
de: Fahrrad-Trittfrequenz
el: Ρυθμός πεταλαρίσματος
eo: Rapido de pedalado
es_us: Cadencia de la bicicleta
et: Väntamissagedus
eu: Bizikletaren kadentzia
fa: کادانس دوچرخه
fr: Cadence de pédalage
hu: Pedálfordulatszám
id: Irama Sepeda
is: Taktur hjólandi
it: Cadenza bicicletta
ja: 自転車ケイデンス
ko: 자전거 케이던스
nb: Tråkkfrekvens
nl: Toerental trappers
pl: Kadencja roweru
ro_ro: Cadența pedalatului
ru: Каденс
sc: Cadèntzia de pedalada
sk: Frekvencia šliapania
sl: Kadenca kolesa
sr: Такт педалања
sr_latn: Takt okretanja pedala
sv: Cykelkadens
ta: சைக்கிள் கேடென்ச்
uk: Швидкість обертання педалей
vi: Nhịp đạp xe đạp
zh_hans: 自行车踏频
zh_hant: 自行車節奏

# map_widget_ant_bicycle_cadence_desc
source: Shows speed at which the user is pedalling
ar: إظهار السرعة التي يقوم بها المستخدم عند التدريج
bg: Показва честотата на въртене на педалите на велосипеда
ca: Mostra la velocitat a què l'usuari pedala
cs: Zobrazuje rychlost, kterou uživatel šlape do pedálů
da: Viser den hastighed, brugeren træder i pedalerne med
de: Zeigt die Geschwindigkeit an, mit der der Benutzer in die Pedale tritt
el: Δείχνει την ταχύτητα με την οποία ο χρήστης κάνει πετάλι
eo: Montras rapidon de pedalado de la uzanto
es_us: Muestra la velocidad del pedaleo
et: Näitab ratturi väntamissagedust
eu: Erabiltzaileak pedalei eragiten dion abiadura erakusten du
fa: سرعت پدال‌زدن کاربر را نمایش می‌دهد
fr: Affiche la vitesse à laquelle l'utilisateur pédale
he: הצגת המהירות שבה המשתמש מדווש
hu: Megjeleníti a felhasználó pedálozási sebességét
id: Menampilkan kecepatan pengguna dalam mengayuh
is: Sýnir hraða taktsins sem notandinn stígur á fótstigin
it: Mostra la velocità a cui l'utente sta pedalando
ja: 利用者がペダリングしている速度(1分当たりの回転数)を表示します
ko: 사용자가 페달을 밟는 속도를 표시
nb: Viser hvor fort pedalene tråkkes rundt
nl: Toont de snelheid waarop de fietser trapt
pl: Pokazuje prędkość, z jaką użytkownik pedałuje
ro_ro: Afișați viteza la care pedalează utilizatorul
ru: Показывает частоту вращения педалей велосипеда
sc: Ammustrat sa lestresa de pedalada de s'impreadore
sk: Zobrazuje akou rýchlosťou používateľ pedáluje
sl: Prikazuje hitrost, s katero uporabnik vrti pedale
sr: Приказује брзину којом бициклиста педала
sr_latn: Prikazuje brzinu kojom se biciklista pokreće
sv: Visar den frekvens/hastighet som cyklisten trampar pedalerna
ta: பயனர் பெடலிங் செய்யும் வேகத்தைக் காட்டுகிறது
uk: Показує швидкість, з якою користувач крутить педалі
vi: Hiện tốc độ người dùng đạp xe
zh_hans: 显示用户踩踏的速度
zh_hant: 顯示使用者踩踏板的速度

# map_widget_ant_bicycle_dist
source: Bicycle Distance
ar: مسافة الدراجة
bg: Разстояние на велосипеда
ca: Distància en bicicleta
cs: Vzdálenost jízdního kola
da: Cykelafstand
de: Fahrradentfernung
el: Ποδηλατική απόσταση
eo: Distanco de biciklado
es_us: Distancia en bicicleta
et: Vahemaa jalgrattaga
eu: Distantzia bizikletan
fa: مسافت دوچرخه
fr: Distance à vélo
hu: Távolság kerékpárral
id: Jarak Sepeda
is: Vegalengd hjólandi
it: Distanza bicicletta
ja: 自転車の距離
ko: 자전거 거리
nb: Sykkeldistanse
nl: Fiets afstand
pl: Odległość rowerowa
ro_ro: Distanța parcursă
ru: Расстояние на велосипеде
sc: Distàntzia in bitzicleta
sk: Vzdialenosť bicykla
sl: Kolesarska razdalja
sr: Растојање бицикла
sr_latn: Rastojanje bicikla
sv: Cykeldistans
ta: சைக்கிள் தூரம்
tr: Bisiklet Mesafesi
uk: Відстань на велосипеді
vi: Nhịp đạp xe đạp
zh_hans: 自行车距离
zh_hant: 自行車距離

# shared_string_temperature
source: Temperature
ar: درجة الحرارة
bg: Температура
ca: Temperatura
cs: Teplota
cy: Tymheredd
da: Temperatur
de: Temperatur
el: Θερμοκρασία
eo: Temperaturo
es_us: Temperatura
et: Temperatuur
eu: Tenperatura
fa: دما
fi: Lämpötila
fr: Température
hu: Hőmérséklet
id: Suhu
is: Hitastig
it: Tempertura
ja: 温度
ka: ტემპერატურა
ko: 온도
nb: Temperatur
nl: Temperatuur
pl: Temperatura
ro_ro: Temperatură
ru: Температура
sk: Teplota
sr: Температура
sr_latn: Temperatura
sv: Temperatur
ta: வெப்பநிலை
tr: Sıcaklık
uk: Температура
vi: Nhiệt độ
zh_hans: 温度
zh_hant: 溫度

# beats_per_minute_short
source: bpm
ar: نبضة في الدقيقة
bg: удара/м
ca: ppm
da: spm
de: HF
el: bpm (παλμοί ανά λεπτό)
eo: korbatoj/min
es_us: ppm
et: l/min
eu: Taupadak minutuko
fa: ضربان در دقیقه
hu: ütés
ka: დარტყმა/წთ
nb: slag per minutt
ru: уд./мин
sk: tep
sr: бпм
sr_latn: Otkucaja u minuti
sv: spm
ta: பிபிஎம்
uk: уд/хв
zh_hans: 每分钟心跳次数
zh_hant: 每分鐘心跳次數

# shared_string_chest
source: Chest
ar: الصدر
bg: Гърди
ca: Pit
cs: Hruď
da: Bryst
de: Brust
el: Στήθος
eo: Brusto
es_us: Pecho
et: Rinnal
eu: Bularra
fa: سینه
fi: Rinta
fr: Poitrine
hu: Mellkas
id: Dada
is: Brjóst
it: Torace
ka: მკერდი
ko: 가슴
nb: Bryst
nl: Borst
oc: Pitre
pl: Klatka piersiowa
ro_ro: Piept
ru: Грудь
sk: Hruď
sl: Prsni koš
sr: Груди
sr_latn: Grudi
sv: Bröstkorg
ta: மார்பு
tr: Göğüs
uk: Груди
vi: Ngực
zh_hans: 胸部
zh_hant: 胸部

# shared_string_ear_lobe
source: Ear lobe
ar: شحمة الأذن
be: Мочка вуха
bg: Ушна мида
cs: Ušní lalok
da: Øreflip
de: Ohrläppchen
el: Λοβός αυτιού
eo: Orelkonko
es_us: Lóbulo de la oreja
et: Kõrvanibul
eu: Belarri-lobulua
fa: لاله گوش
fi: Korvalehti
fr: Lobe d'oreille
hu: Fülcimpa
id: Daun telinga
is: Eyrnasnepill
it: Lobo orecchio
ko: 귓불
nb: Øreflipp
nl: Oorlel
oc: Aurelhon
pl: Małżowina
ro_ro: Lobul urechii
ru: Мочка уха
sk: Ušný lalok
sl: Uhelj
sr: Ушна шкољка
sr_latn: Ušna školjka
sv: Örsnibb
ta: காது மடல்
tr: Kulak memesi
uk: Мочка вуха
vi: Vành tai
zh_hant: 耳垂

# bicycle_scd_device_name
source: Bicycle device
ar: جهاز الدراجة
bg: Стационарен велосипед
cs: Zařízení kola
da: Cykelenhed
de: Fahrradcomputer
el: Συσκευή ποδηλάτου
eo: Aparato por biciklado
es_us: Dispositivo para «Bicicleta»
et: Seade jalgrattal
eu: Bizikletako gailua
fa: دستگاه دوچرخه
fr: Appareil pour vélo
hu: Kerékpáros eszköz
id: Perangkat sepeda
is: Reiðhjólatæki
it: Dispositivo bici
ko: 자전거 장치
nb: Sykkelenhet
nl: Fietsapparaat
oc: Dispositiu per bicicleta
pl: Urządzenie do roweru
ro_ro: Dispozitiv bicicletă
ru: Велосипедный прибор
sk: Cyklistické zariadenie
sl: Kolesarska naprava
sr: Уређај бицикла
sr_latn: Uređaj za biciklu
sv: Enhet för cykling
ta: சைக்கிள் சாதனம்
uk: Пристрій для велосипеда
vi: Thiết bị xe đạp
zh_hans: 自行车设备
zh_hant: 腳踏車裝置

# external_device_blood_pressure
source: Blood pressure
ar: ضغط الدم
bg: Кръвно налягане
cs: Krevní tlak
da: Blodtryk
de: Blutdruck
el: Πίεση αίματος
eo: Sangopremo
es_us: Presión arterial
et: Vererõhuandur
eu: Odol-presioa
fa: فشار خون
fi: Verenpaine
fr: Pression artérielle
hu: Vérnyomás
id: Tekanan darah
is: Blóðþrýstingur
it: Pressione sanguigna
ko: 혈압
lt: Kraujospūdis
nb: Blodtrykk
nl: Bloeddruk
oc: Pression sanguina
pl: Ciśnienie krwi
ro_ro: Tensiune arterială
ru: Артериальное давление
sk: Krvný tlak
sl: Krvni pritisk
sr: Крвни притисак
sr_latn: Krvni pritisak
sv: Blodtryck
ta: இரத்த அழுத்தம்
tr: Tansiyon
uk: Кровʼяний тиск
vi: Huyết áp
zh_hans: 血压
zh_hant: 血壓

# no_bt_permission
source: Bluetooth permission is not granted
ar: لم يتم منح إذن البلوتوث
bg: Липсват права за достъп до Bluetooth
ca: No es disposa del permís pel Bluetooth
cs: Oprávnění Bluetooth nebylo uděleno
da: Bluetooth-tilladelse er ikke givet
de: Bluetooth-Erlaubnis wird nicht erteilt
el: Δεν έχει δοθεί άδεια Bluetooth
eo: Mankas permeso por uzi Bludenton
es_us: El permiso de Bluetooth está bloqueado
et: Puuduvad õigused Bluetoothi kasutamiseks
eu: Ez da Bluetooth baimenik eman
fa: دسترسی بلوتوث داده نشده است
fi: Bluetooth oikeus ei sallittu
fr: L'autorisation Bluetooth n'a pas été accordée
hu: Bluetooth engedély nincs megadva
id: Izin Bluetooth tidak diberikan
is: Heimild fyrir Bluetooth er ekki veitt
it: L'autorizzazione bluetooth non è stata fornita
ko: 블루투스 권한이 부여되지 않았음
nb: Blåtannstilgang ikke innvilget
nl: Bluetooth toestemming is niet verleend
oc: L'autorizacion Bluetooth es pas estada fornida
pl: Nie udzielono pozwolenia na korzystanie z Bluetooth
ro_ro: Permisiunile bluetooth nu sunt acordate
ru: Bluetooth не разрешён в настройках
sk: Oprávnenie na Bluetooth nebolo udelené
sl: Dovoljenje Bluetooth ni odobreno
sr: Дозвола Блутуту није одобрена
sr_latn: Dozvola za blutut nije odobrena
sv: Saknar behörighet för blåtand
ta: ஊடலை இசைவு வழங்கப்படவில்லை
tr: Bluetooth izni verilmedi
uk: Дозвіл на використання Bluetooth не надано
vi: Quyền Bluetooth chưa được cấp
zh_hans: 未授予蓝牙权限
zh_hant: 未授予藍牙權限

# purchases_feature_desc_external_sensors
source: Display and record data from external sensors: bicycle speed, bicycle power, cadence, and heart rate.
ar: عرض وتسجيل البيانات من أجهزة الاستشعار الخارجية: سرعة الدراجة وقوة الدراجة والإيقاع ومعدل ضربات القلب.
bg: Показва и записва данни от външни сензори: скорост на велосипеда, мощност на велосипеда, каданс и сърдечен ритъм.
cs: Zobrazení a záznam dat z externích senzorů: rychlost kola, výkon kola, kadence a tepová frekvence.
da: Vis og registrer data fra eksterne sensorer: cykelhastighed, cykeleffekt, kadence og puls.
de: Daten von externen Sensoren anzeigen und aufzeichnen: Fahrradgeschwindigkeit, Fahrradleistung, Trittfrequenz und Herzfrequenz.
el: Εμφάνιση και καταγραφή δεδομένων από εξωτερικούς αισθητήρες: ταχύτητα ποδηλάτου, ισχύ ποδηλάτου, ρυθμός, και καρδιακός ρυθμός.
eo: Havigu vidon kaj registru datumojn de eksteraj sentiloj: rapidon de pedalado, rapidon kaj povumon de biciklado, kaj koran pulson.
es_us: Muestra y graba datos de sensores externos: la velocidad, potencia y cadencia de la bicicleta y el ritmo cardíaco.
eu: Bistaratu eta grabatu kanpoko sentsoreen datuak: bizikletaren abiadura, potentzia eta kadentzia, eta bihotz-taupadak.
fa: نمایش و ضبط داده‌ها از حسگرهای خارجی: سرعت دوچرخه، توان دوچرخه، کادانس و ضربان قلب.
fr: Affiche et enregistre les données des capteurs externes : vitesse du vélo, puissance du vélo, cadence et fréquence cardiaque.
hu: Külső érzékelők adatainak megjelenítése és rögzítése: kerékpár-sebesség, -teljesítmény, pedálfordulatszám, valamint pulzusszám.
id: Tampilkan dan rekam data dari sensor eksternal: kecepatan sepeda, daya sepeda, irama, dan detak jantung.
is: Birtu og skráðu gögn frá utanaðkomandi skynjurum: hraða reiðhjóls, afl við hjólreiðar, takt og hjartslátt.
it: Visualizza e registra dati da sensori esterni: velocità, cadenza e potenza sviluppata in bicicletta, frequenza cardiaca.
ja: 自転車の速度、自転車の出力ー、ケイデンス(1分あたりのクランク回転数)、心拍数などの外部センサーから取得したデータの表示や記録を行います。
ko: 외부 센서의 디스플레이 및 기록 데이터 : 자전거 속도, 자전거 전력, Cadence 및 심박수.
nb: Vis og registrer data fra eksterne sensorer: sykkelhastighet, sykkelkraft, tråkkfrekvens og puls.
nl: Gegevens van externe sensors tonen en opnemen: fietssnelheid, fietskracht, ritme en hartslag.
pl: Wyświetlaj i rejestruj dane z czujników zewnętrznych: prędkość roweru, moc roweru, kadencję i tętno.
ro_ro: Afișați și înregistrați date de la senzorii externi: viteza bicicletei, puterea exercitată, cadența pedalării și pulsul.
ru: Отображение и запись данных с внешних датчиков: скорость велосипеда, мощность, каденс и пульс.
sc: Ammustra e registra datos dae sos sensores esternos: lestresa de sa bitzicleta, potèntzia e cadèntzia suas e sa frecuèntzia cardìaca.
sk: Zobrazte a nahrajte údaje z externých senzorov: rýchlosť bicykla, výkon bicykla, frekvencia pedálovania a srdcový tep.
sl: Prikaz in snemanje podatkov iz zunanjih senzorjev: hitrost kolesa, moč kolesa, kadenca in srčni utrip.
sr: Приказуј и снимај податке из спољашњих пријемника: брзину бицикла, снагу бицикла, брзину и број откуцаја срца.
sr_latn: Prikazuj i snimaj podatke iz spoljašnjih senzora: brzinu bicikla, snagu bicikla, brzinu i broj otkucaja srca.
sv: Visa och registrera data från externa sensorer: cykelhastighet, cykeleffekt, kadens och puls.
ta: வெளிப்புற சென்சார்களிடமிருந்து தரவைக் காண்பி பதிவுசெய்க: சைக்கிள் விரைவு, சைக்கிள் ஆற்றல், கேடென்ச் மற்றும் இதய துடிப்பு.
tr: Harici sensörlerden gelen verileri görüntüleyin ve kaydedin: bisiklet hızı, bisiklet gücü, ritim ve kalp atış hızı.
uk: Показ і запис даних з зовнішніх датчиків: швидкість велосипеда, потужність велосипеда, швидкість обертання педалей і пульс.
vi: Hiển thị và ghi dữ liệu từ cảm biến bên ngoài: vận tốc xe đạp, sức mạnh xe đạp, nhịp đạp, và nhịp tim.
zh_hans: 显示和记录来自外部传感器的数据：自行车速度、自行车功率、踏频和心率。
zh_hant: 顯示並記錄來自外部感應器的資料：自行車速度、自行車功率、踩踏頻率與心率。

source: External sensors support
ar: دعم المستشعرات الخارجية
bg: Поддръжка на външни датчици
ca: Admissió de sensors externs
cs: Podpora externích senzorů
da: Understøttelse af eksterne sensorer
de: Unterstützung für externe Sensoren
el: Υποστήριξη εξωτερικών αισθητήρων
eo: Subteno por eksteraj sentiloj
es_us: Sensores externos admitidos
eu: Onartzen diren kanpoko sentsoreak
fa: پشتیبانی از حسگرهای خارجی
fi: Ulkoisten anturien tuki
fr: Support des capteurs externes
hu: Külső érzékelők támogatása
id: Dukungan sensor eksternal
is: Stuðningur við utanáliggjandi skynjara
it: Supporto sensori esterni
ja: 外部センサーのサポート
ko: 외부 센서 지원
lt: Išorinių jutiklių palaikymas
nb: Støtte for eksterne sensorer
nl: Ondersteuning voor externe sensors
pl: Obsługa czujników zewnętrznych
ro_ro: Suport senzori externi
ru: Поддержка внешних датчиков
sc: Suportu pro sos sensores esternos
sk: Podpora externých senzorov
sl: Podpora za zunanje senzorje
sr: Подршка спољних пријемника
sr_latn: Podrška spoljnih senzora
sv: Stöd för externa sensorer
ta: வெளிப்புற சென்சார்கள் உதவி
tr: Harici sensör desteği
uk: Підтримка зовнішніх датчиків
vi: Hỗ trợ cảm biến bên ngoài
zh_hans: 外部传感器支持
zh_hant: 外部感應器支援
