Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# you_can_get_feature_as_part_of_pattern
source: Get “%@” as part of the %@ plan. Comparison:
ar: احصل على "%@" كجزء من خطة: %@ . المقارنة:
az: %@ planının bir hissəsi olaraq “%@” əldə edin. Müqayisə:
be: Атрымайце «%@» у рамках тарыфнага плана %@. Параўнанне:
bg: Получете „%@“ като част от плана %@. Сравнение:
cs: Získejte “%@” jako součást předplatného (%@). Srovnání:
cy: Cael "%@" fel rhan o gynllun %@. Cymhariaeth:
da: Få “%@” som en del af %@ abonnementet. Sammenligning:
de: Erhalten Sie „%@“ als Teil des Tarifs %@. Vergleich:
el: Πάρτε το “%@” ως μέρος του %@ πλάνου. Σύγκριση:
eo: Akiru la eblaĵon “%@” kiel parto de la plano %@. Komparo:
es_us: Consigue «%@» como parte del plan %@. Comparación:
et: Saad "%@" %@ kava osana. Võrdlus:
eu: Lortu “%@” %@ planaren barruan. Konparazioa:
fa: ‏«%@» را به‌عنوان بخشی از طرح %@ بگیرید. مقایسه:
fi: Hanki "%@" osana %@ suunnitelmaa. Vertailu:
fr: Obtenez "%@ provenant du pack %@. Comparaison :
he: קבלת „%@” כחלק מהתכנית %@. השוואה:
hu: %@ csomag részeként ezt kapja: %@. Összehasonlítás:
id: Dapatkan “%@” sebagai bagian dari paket %@. Perbandingan:
is: Fáðu “%@” sem hluta af %@ áskriftarleiðinni. Samanburður:
it: Ottieni“%@” come parte del piano %@ . Confronto:
ja: "%@"が利用可能なプラン:%@
ko: %@ 계획의 일부로 "%@"를 가져옵니다. 비교:
mk: Dobijte“%@” kako del od planot %@ . Sporedba:
nb: Du kan få «%@» som del av: «%@»-planen. Sammenligning:
nl: Verkrijg "%@" als onderdeel van het %@ abonnement. Vergelijking:
oc: Obtenir“%@” de part dau plan %@ . Comparatz :
pl: Otrzymaj "%@" jako część planu %@. Porównanie:
ro_ro: Obțineți "%@" ca parte a planului %@. Comparație:
ru: Получите “%@” как часть плана %@. Сравнение:
sc: Otene “%@” comente parte de su pranu %@. Cunfrontu:
sk: Získajte “%@” ako súčasť: predplatné %@. Porovnanie:
sl: Pridobi»%@« kot del načrta %@. Primerjava:
sr: Узмите „%@“ као део: %@ плана. Упоредите планове:
sr_latn: Uzmi „%@“ kao deo: %@ plana. Uporedi planove:
sv: Få “%@” som en del av %@-paketet. Jämförelse:
ta: %@ திட்டத்தின் ஒரு பகுதியாக “ %@” ஐப் பெறுங்கள். ஒப்பீடு:
tr: “%@” edinin (%@ planının bir parçası olarak). Karşılaştırma:
uk: «%@» входить до тарифного плану %@. Порівняння:
zh_hans: 作为 %@ 套餐的一部分获得 “%@”。比较：
zh_hant: 取得「%@」作為 %@ 方案的一部分。比較：

source: Annual subscription
ar: اشتراك سنوي
ast: Soscripción añal
be: Гадавая падпіска
cs: Roční předplatné
cy: Tanysgrifiad blynyddol
da: Årligt abonnement
de: Jahresabonnement
el: Ετήσια συνδρομή
eo: Jara abono
es_us: Suscripción anual
et: Aastatellimus
eu: Urteko harpidetza
fa: اشتراک سالانه
fi: Vuositilaus
fr: Abonnement annuel
gl: Subscrición anual
he: מינוי שנתי
hu: Éves előfizetés
id: Langganan tahunan
is: Árs áskrift
it: Sottoscrizione annuale
ja: 年毎のサブスクリプション
ka: წლიური გამოწერა
ko: 연간 구독
lt: Metinė prenumerata
mk: Godisna pretplata
nb: Årlig abonnement
nl: Jaarlijks abonnement
oc: Abonament annadier
pl: Roczna subskrypcja
ro_ro: Abonament anual
ru: Годовая подписка
sc: Abbonamentu annuale
sk: Ročné predplatné
sl: Letna naročnina
sr: Годишња чланарина
sr_latn: Godišnja pretplata
sv: Årlig prenumeration
ta: ஆண்டு சந்தா
tr: Yıllık abonelik
uk: Річна передплата
vi: Đăng ký hàng năm
zh_hans: 年度订阅
zh_hant: 年度訂閱

# option_available_only_by_subscription
source: Available in subscription plans
ar: متوفر في خطط الاشتراك
cs: Dostupné v plánech předplatného
da: Tilgængelig med abonnement
de: Verfügbar im Abonnement
el: Διαθέσιμο στα πλάνα συνδρομής
es_us: Disponible en los planes de suscripción
et: Saadaval tellimuste pakettides
fr: Disponible dans les formules de souscription
hu: Elérhető az előfizetési csomagokban
id: Tersedia dalam paket langganan
is: Tiltækt í áskriftarleiðum
it: Disponibile nei piani di abbonamento
nb: Tilgjengelig i abonnementsplaner
oc: Disponible dins lei plans d’abonament
ro_ro: Disponibil în planuri de abonament
ru: Доступно в тарифных планах подписки
sc: A disponimentu in fòrmulas de abbonamentu
sr: Доступно у плановима претплате
sr_latn: Dostupno u planovima pretplate
sv: Tillgänglig i prenumerationerna
ta: சந்தா திட்டங்களில் கிடைக்கிறது
tr: Abonelik planlarında kullanılabilir
uk: Доступно в передплатах
zh_hant: 僅在訂閱方案中提供

# product_title_pro
source: OsmAnd Pro
ar: أوسماند برو
sr: ОсмАнд Про
ta: ஒச்மண்ட் புரோ

# osmand_pro_tagline
source: Get maximum features
ar: احصل على أقصى قدر من الميزات
az: Maksimum funksiyalar əldə edin
be: Атрымайце максімум магчымасцяў
cs: Získejte maximum funkcí
cy: Cael pob nodwedd posib
da: Få flest mulige funktioner
de: Alle Features erhalten
el: Αποκτήστε πλήρες δυνατότητες
eo: Akiriĉiujn eblaĵojn
es_us: Obtén todas las funciones
et: Kasuta maksimalset funktsionaalsust
eu: Lortu funtzio guztiak
fa: دریافت بیشترین قابلیت‌ها
fi: Hanki parhaat ominaisuudet
fr: Bénéficiez d'un maximum de fonctionnalités
he: קבלת פסגת היכולות
hu: Az összes funkció beszerzése
id: Dapatkan fitur maksimal
is: Fáðu hámarkseiginleika
it: Ottieni il massimo delle funzionalità
ja: 全ての機能を手に入れる
ko: 최대 피쳐 가져오기
lt: Gaukite maksimalias funkcijas
lv: Iegūstiet maksimālās iespējas
mk: Dobi maksimum funkcii
nb: Få alle funksjonene
nl: Geniet van een maximum aan functies
oc: Obtenir lo mai de fonccionalitats
pl: Uzyskaj maksymalną funkcjonalność
ro_ro: Obținere maximul de funcționalități
ru: Получите максимум возможностей
sc: Otene su màssimu de sas funtzionalidades
sk: Získajte maximum funkcií
sl: Pridobi največ funkcij
sr: Добавите максималне функције
sr_latn: Dobavi maksimum funkcija
sv: För maximal funktionalitet
ta: அதிகபட்ச அம்சங்களைப் பெறுங்கள்
tr: Azami özellikleri edinin
uk: Отримайте максимум можливостей
vi: Lấy tối đa tính năng
zh_hans: 获得最多功能
zh_hant: 取得最多功能

# res_zoom_levels_desc
source: This parameters will affect the map display when used as a map type or overlay/underlay. Map type: the map will be limited to the selected zooms. Overlay / Underlay: Zoom levels at which tiles will be visible. Upscale or downscale will occur above or below the set values.
ar: ستؤثر هذه المعلمات على عرض الخريطة عند استخدامها كنوع خريطة أو خريطة علوية /سفلية. نوع الخريطة: ستقتصر الخريطة على الزوم المحدد. خريطة علوية /سفلية: مستويات التكبير التي سوف تكون مرئية الطبقات. سوف تحدث العلوية أو السفلية مقياس أعلى أو أسفل القيم المحددة.
be: Гэтыя параметры будуць уплываць на адлюстраванне мапы пры выкарыстанні ў якасці тыпу Мары альбо накладкі ці падкладкі. Тып мапы: карта будзе абмяжоўвацца абранымі маштабамі. Накладка / падкладка: узроўні маштабавання, на якіх фрагменты будуць бачныя. Павелічэнне ці памяншэнне маштабу будзе адбывацца вышэй або ніжэй вызначаных значэнняў.
ca: Aquests paràmetres afectaran com es veu el mapa quan s'utilitzi com un mapa tipus o com una superposició/capa de fons. Mapa tipus: el mapa estarà limitat a les escales seleccionades. Superposició / Capa de fons: Escales on es mostren les tessel·les. Per sobre o per sota d'aquestes escales hi haurà els valors establerts.
cs: Tyto parametry ovlivňují zobrazení mapy, pokud se použije jako mapový typ nebo jako překryvná/podkladová mapa. Mapový typ: mapa bude omezena na vybrané úrovně přiblížení. Překryv/podklad: Úrovně přiblížení, v nichž budou viditelné dlaždice. Mimo vybrané hodnoty bude aplikováno zvětšení nebo zmenšení.
da: Parametre vil påvirkerkortvisningen, når det bruges som korttype eller over-/underlejring. Korttype: Kortet begrænses til de valgte zoomniveauer. Over-/underlejring: Zoomniveauer, hvor kortfliser vil være synlige. Op- eller nedskalering vil forekomme over eller under de indstillede værdier.
de: Diese Parameter wirken sich auf die Kartenanzeige aus, wenn sie als Kartentyp oder als Overlay/Underlay verwendet werden. Kartentyp: Die Karte wird auf die ausgewählten Zooms beschränkt. Überlagerung/Unterlagerung: Zoomstufen, in denen die Kacheln sichtbar sind. Über oder unter den eingestellten Werten wird eine Vergrößerung oder Verkleinerung vorgenommen.
el: Αυτές οι παράμετροι θα επηρεάζουν την προβολή του χάρτη όταν χρησιμοποιείται ως είδος χάρτη ή ως επικάλυψη/υπόστρωμα. Είδος χάρτη: ο χάρτης θα περιορίζεται στις επιλεγμένες μεγεθύνσεις. Επικάλυψη / Υπόστρωμα: Τα επίπεδα μεγέθυνσεις κατά τα οποία τα πλακίδια θα είναι ορατά. Βελτίωση ή υποβάθμιση θα γίνεται πάνω ή κάτω από τις ορισμένες τιμές.
es_us: Estos parámetros afectarán a la visualización del mapa cuando se utilice como un tipo de mapa o como superposición/subyacencia. Tipo de mapa: el mapa se limitará a los zums elegidos. Superposición/Subyacencia: Niveles de zum donde se verán las teselas. Se producirá un aumento o disminución de la escala por encima o por debajo de los valores definidos.
et: Need parameetrid mõjutavad kaardi kuvamist, kui seda kasutatakse kaardi liigina või ülekatte / aluskattena. Kaardi liik: kaart piirdub valitud suurendustasemetega. Ülekate / aluskate: suurendustasemed, kus kaardiosad on nähtavad. Üles või alla skaleerimine toimub seatud väärtustest kõrgemal või madalamal.
fr: Ces paramètres vont affecter l'affichage de la carte lorsque celle-ci est utilisée en tant que sur-couche ou sous-couche. Type de carte : la carte sera limitée aux zooms sélectionnés. Sur-couche ou sous-couche : les niveaux de zoom auxquels les tuiles seront visibles. L'agrandissement ou le rétrécissement auront lieu au-dessus ou en-dessous des valeurs choisies.
hu: Ezek a paraméterek a térképtípusként vagy fedő-/alátétrétegként való használatkor befolyásolják a megjelenítést. Térképtípus: A térkép ezen nagyítási szintek közé lesz korlátozva. Fedvény / Alátét: Ezen nagyítási szintek között az eredeti csempék jelennek meg. Felskálázás vagy leskálázás történik ezen értékek felett vagy alatt.
id: Parameter ini akan memengaruhi tampilan peta saat digunakan sebagai jenis peta atau overlay/underlay. Jenis peta: peta akan dibatasi pada zoom yang dipilih. Overlay / Underlay: Tingkat zoom di mana ubin akan terlihat. Peningkatan atau penurunan skala akan terjadi di atas atau di bawah nilai yang ditetapkan.
is: Þessar breytur hafa áhrif á birtingu landakorts þegar það er notað sem tegund korts eða sem yfirlag/undirlag. Tegund korts: landakortið verður takmarkað við valin aðdráttarstig. Yfirlag / Undirlag: Aðdráttarstig þar sem kortaflísar eru sýnilegar. Uppkvörðun eða niðurkvörðun munu eiga sér stað yfir eða undir stilltum gildum.
it: Questo parametro influenzerà la visualizzazione della mappa utilizzata come mappa sovrapposta/sottofondo. Tipo di mappa: la mappa sarà limitata ai livelli di zoom selezionati. Sovrapposizione / Sottofondo: Livelli di zoom ai quali le mattonelle saranno visibili. L'allargamento o il rimpicciolimento si verificherà sopra o sotto i valori impostati.
ja: このパラメーターはマップタイプまたはオーバーレイ/アンダーレイマップを使用する場合に影響します。 マップタイプの場合:該当マップは選択したズームに制限されます。 オーバーレイ/アンダーレイの場合:ズームレベルはタイルの表示制限となり、設定値の上下によってアップスケールまたはダウンスケールが発生します。
nl: Deze parameters beinvloeden de kaartweergave indien gebruikt als kaart type of als overlay/underlay. Kaart type: de kaart wordt beperkt tot de geselecteerde zoom niveaus. Overlay / Underlay: Zoom niveaus waarin tegels zichtbaar worden. Hogere of lagere schaling zal worden ondergaan boven of onder ingegeven waardes.
oc: Aquestei parametres afectaràn coma se presenta la mapa : Mapa de basa : la mapa se limitarà ais escalas chausidas. Superposicion / Jaça de fons : leis escalas dei teules respèctan lo quadre (aut/ bas) fixat.
pl: Te parametry będą miały wpływ na wyświetlanie mapy, gdy są używane jako typ mapy lub nakładka/podkład. Typ mapy: mapa będzie ograniczona do wybranych powiększeń. Nakładka/Podkład: Poziomy powiększenia, na których będą widoczne kafelki. Powiększanie lub pomniejszanie nastąpi powyżej lub poniżej ustawionych wartości.
pt_br: Esses parâmetros afetarão a exibição do mapa quando usados como um tipo de mapa ou sobreposição/subjacência. Tipo de mapa: o mapa será limitado aos zooms selecionados. Sobreposição/Subjacência: Níveis de zoom nos quais os blocos estarão visíveis. O upscale ou downscale ocorrerão acima ou abaixo dos valores definidos.
ro_ro: Acești parametri vor afecta afișarea hărții atunci când este utilizată ca tip de hartă sau ca suprapunere/subpunere. Map type (Tip de hartă): harta va fi limitată la zoom-urile selectate. Overlay / Underlay (suprapunere/subpunere): Nivelurile de zoom la care vor fi vizibile dalele. Upscale sau downscale va avea loc peste sau sub valorile setate.
ru: Эти параметры будут влиять на отображение карты при использовании в качестве типа карты или наложения/подложки. Тип карты: карта будет ограничена выбранными масштабами. Наложение / подложка: уровни масштабирования, при которых будут видны тайлы. Увеличение или уменьшение масштаба будет происходить выше или ниже установленных значений.
sc: Custos paràmetros ant a influentzare s'aspetu de sa mapa cando benit impreada comente casta de mapa o istratu superiore/inferiore. Casta de mapa: sa mapa at a èssere limitada a sos ismanniamentos ischertados. Istratu superiore / Inferiore: Sos livellos de ismanniamentu in ue sos tasseddos ant a èssere visìbiles. B'ant a èssere mudaduras de risolutzione in subra o in suta de sos valores impostados.
sr: Ови параметри ће утицати на приказ мапе када се користе као тип мапе или надподлога/подлога. Тип мапе: мапа ће бити ограничена на изабрана зумирања. Надподлога / Подлога: Нивои зумирања на којима ће плочице бити видљиве. Повећање или смањење ће се десити изнад или испод постављених вредности.
sr_latn: Ovi parametri će uticati na prikaz mape kada se koriste kao tip mape ili nadpodloga/podloga. Tip mape: mapa će biti ograničena na izabrana zumiranja. Nadpodloga / Podloga: Nivoi zumiranja na kojima će pločice biti vidljive. Povećanje ili smanjenje će se desiti iznad ili ispod postavljenih vrednosti.
sv: Parametern påverkar kartvisningen olika om den används som huvudkarta eller över-/underläggskarta. Huvudkarta: visning är begränsad helt till angivna zoomnivåer. Över-/Underlägg: läses in och visas som vanligt inom zoomnivåerna, men skalas upp/ner utanför angivna värden.
ta: இந்த அளவுருக்கள் வரைபட வகை அல்லது மேலடுக்கு/அண்டர்லே எனப் பயன்படுத்தும்போது வரைபடக் காட்சியை பாதிக்கும். வரைபட வகை: வரைபடம் தேர்ந்தெடுக்கப்பட்ட சூம்களுக்கு மட்டுப்படுத்தப்படும். மேலடுக்கு / அண்டர்லே: ஓடுகள் காணக்கூடிய சூம் அளவுகள். செட் மதிப்புகளுக்கு மேலே அல்லது கீழே மேல்தட்டு அல்லது கீழ்நோக்கி நிகழும்.
tr: Bu parametreler, harita türü veya üst/alt katman olarak kullanıldığında harita görüntüsünü etkileyecektir. Harita türü: Harita seçilen yakınlaştırmalarla sınırlı olacaktır. Üst / Alt katman: Döşemelerin görüneceği yakınlaştırma seviyeleri. Ölçeği arttırma veya azaltma, ayarlanan değerlerin üstünde veya altında meydana gelecektir.
uk: Ці параметри впливатимуть на показ мапи під час використання в якості виду мапи або накладання/підкладки. Вид мапи: мапа буде обмежена вибраними масштабами. Накладка / Підкладка: рівні масштабу, на яких буде видно плитки. Збільшення або зменшення масштабу відбуватиметься більше або менше встановлених значень.
zh_hant: 這些參數將影響地圖顯示，當用作地圖類型或上層/下層。 地圖類型：地圖將限於選定的縮放級別。 上層 / 下層：可見圖塊的縮放級別。放大或縮小將在設定值的上方或下方發生。

# res_expire_warning
source: Expiration time should be a number between 0 and 10000000
ar: يجب أن يكون وقت انتهاء الصلاحية رقماً بين 0 و 10000000
be: Тэрмін дзеяння мусіць быць лікам ад 0 да 10000000
ca: El temps de caducitat hauria de ser un nombre entre 0 i 10.000.000
cs: Doba platnosti musí být číslo mezi 0 a 10000000
da: Udløbstiden skal være et tal mellem 0 og 10.000.000
de: Die Verfallszeit sollte eine Zahl zwischen 0 und 10000000 sein
el: Ο χρόνος λήξης πρέπει να είναι ένας αριθμός μεταξύ 0 και 10000000
es_us: El tiempo de expiración debería ser un número entre 0 y 10000000
et: Aegumine peab olema number vahemikus 0 kuni 10000000
fr: Le délai d'expiration doit être un nombre compris entre 0 et 10 000 000
hu: A lejárati időnek 0 és 10.000.000 közötti számnak kell lennie
id: Waktu kedaluwarsa harus berupa angka antara 0 dan 10000000
is: Gildistími ætti að vera tala á milli 0 og 10000000
it: Il tempo di scadenza deve essere un numero fra 0 e 10000000
ja: 有効期限は0〜10000000の数値である必要があります
nl: Verlooptijd moet een nummer tussen 0 en 10000000 zijn
oc: Lo temps de caducitat deuriá èstre un nombre entre 0 e 10000000
pl: Czas wygaśnięcia powinien być liczbą pomiędzy 0 a 10000000
pt_br: O tempo de expiração deve ser um número entre 0 e 10000000
ro_ro: Timpul de expirare trebuie să fie un număr între 0 și 10000000
ru: Срок действия должен быть числом от 0 до 10000000
sc: Su tempus de iscadida diat dèpere èssere unu nùmeru intre 0 e 10000000
sr: Време истека треба да буде број између 0 и 10000000
sr_latn: Vreme isteka treba da bude broj između 0 i 10000000
sv: Förfallotid behöver vara ett tal mellan 0 och 10000000
ta: காலாவதி நேரம் 0 முதல் 10000000 வரை எண்ணாக இருக்க வேண்டும்
tr: Geçerliliğin sona erme süresi 0 ile 10000000 arasında bir sayı olmalıdır
uk: Строк дії має бути числом від 0 до 10000000
zh_hant: 過期時間應為 0 到 10000000 之間的數字

# download_heightmap_maps
source: Heightmap
ar: خريطة الارتفاع
be: Мапа вышынь
bg: Карта на височините
ca: Mapa d'alçades
cs: Výšková mapa
da: Højdekort
de: Höhenkarte
el: Χάρτης ύψους
eo: Altmapo
es_us: Mapa de alturas
et: Kõrguskaart
eu: Altuera-mapa
fa: نقشه ارتفاع
fi: Korkeuskartta
fr: Carte des altitudes
he: מפת גבהים
hu: Magassági térkép
id: Peta ketinggian
is: Hæðakort
it: Mappa altimetrica
ja: ハイトマップ
ka: სიმაღლეების რუკა
ko: 하이트맵
lt: Aukščio žemėlapis
nb: Høydekart
nl: Hoogtekaart
pl: Mapa wysokości
ro_ro: Hartă înălțimi
ru: Карта рельефа
sc: Mapa de sas artàrias
sk: Výšková mapa
sl: Zemljevid višin
sr: Висинска карта
sr_latn: Visinska mapa
sv: Höjdkarta
ta: உயரம்
tr: Yükseklik haritası
uk: Мапа висот
vi: Cao độ địa hình
zh_hans: 高度图
zh_hant: 高度圖

# delete_tracks_bottom_sheet_description_regular_part
source: Are you sure you want to delete
ar: هل أنت متأكد من أنك تريد الحذف
cs: Opravdu chcete smazat
da: Er du sikker på, at du ønsker at slette
de: Bist du sicher, dass du löschen möchtest?
el: Σίγουρα θέλετε να διαγράψετε
es_us: ¿Quieres borrar
et: Kas oled kindel, et soovid kustutada
fr: Êtes-vous sûr de vouloir supprimer
hu: Biztosan törölni szeretne
id: Apakah Anda yakin ingin menghapus
is: Ertu viss um að þú viljir eyða
it: Sei sicuro di voler eliminare
ja: 本当に削除してよろしいですか:
nl: Weet u zeker dat u wilt verwijderen
oc: Siatz ben segur de voler escafar
pl: Czy na pewno chcesz usunąć
ro_ro: Ești sigur că vrei să ștergi
ru: Вы уверены, что хотите удалить
sc: Ses seguru de chèrrere iscantzellare
sr: Да ли сте сигурни да желите да избришете
sr_latn: Da li ste sigurni da želite da izbrišete
sv: Är du säker på att du vill radera
ta: நீங்கள் நிச்சயமாக நீக்க விரும்புகிறீர்களா?
tr: Şunu silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити
zh_hant: 您確定要刪除

# unsaved_changes_will_be_lost
source: Any unsaved changes will be lost. Continue?
ar: ستفقد التعديلات الغير محفوظة. هل تريد المتابعة ؟
ast: Van perdese tolos cambeos ensin guardar. ¿Quies siguir?
az: Yadda saxlanmamış dəyişikliklər itəcək. Davam edilsin?
be: Усе незахаваныя змены будуць страчаны. Працягваць?
bg: Всички незаписани промени ще бъдат загубени. Ще продължите ли?
ca: Es perdran tots els canvis no desats. Voleu continuar?
cs: Neuložené změny budou ztraceny. Pokračovat?
da: Eventuelle ikke-gemte ændringer vil gå tabt. Fortsæt?
de: Alle ungesicherten Änderungen gehen verloren. Fortfahren?
el: Οι μη αποθηκευμένες αλλαγές θα χαθούν. Θέλετε να συνεχίσετε;
eo: Ĉiuj nekonservitaj ŝanĝoj estos forigitaj. Ĉu pluigi?
es_us: Se perderán los cambios no guardados. ¿Continuar?
et: Kõik salvestamata muudatused lähevad kaduma. Jätkata?
eu: Gorde gabeko aldaketak galduko dira, Jarraitu?
fa: تغییراتی که ذخیره نکرده‌اید، از دست می‌رود. ادامه می‌دهید؟
fi: Kaikki tallentamattomat muutokset häviävät. Jatkatko?
fr: Vos modifications non enregistrées seront perdues. Souhaitez-vous continuer ?
gl: Vanse perder as modificacións non gardadas. Proseguer?
he: שינויים לא נשמרו יוסרו. להמשיך?
hu: A nem mentett változtatások el fognak veszni. Folytatod?
hy: Ցանկացած չպահպնված փոփոխություն կկորցնեք: Շարունակել?
id: Semua perubahan yang belum disimpan akan hilang. Lanjutkan?
is: Allar óvistaðar breytingar munu tapast. Halda áfram?
it: Tutte le modifiche non salvate andranno perse. Continuare?
ja: このまま終了すると変更した部分が失われます。続行しますか？
ko: 저장되지 않은 변경 내용이 손실 됩니다. 계속 하시겠습니까?
lt: Neišsaugoti duomenys bus prarasti. Ar norite tęsti?
lv: Izmaiņas netiks saglabātas. Vai turpināt?
mk: Site nezačuvani promeni ḱe bidat izgubeni. Prodolži?
ml: സംരക്ഷിക്കാത്ത മാറ്റങ്ങൾ നഷ്ടപ്പെടും. തുടരണോ?
nb: Ulagrede endringer vil gå tapt. Fortsette?
nl: Niet-bewaarde wijzigingen gaan verloren. Doorgaan?
oc: Se perdràn totei lei modificacions non sauvagardadas. Volètz continuar ?
pl: Wszelkie niezapisane zmiany zostaną utracone. Kontynuować?
ro_ro: Orice modificări nesalvate vor fi pierdute. Continuați?
ru: Несохранённые изменения будут потеряны. Продолжить?
sc: Totu sas modìficas non sarvadas s’ant a pèrdere. Sighire?
sk: Všetky neuložené zmeny budú stratené. Pokračovať?
sl: Vse neshranjene spremembe bodo izgubljene. Aliželite nadaljevati?
sr: Све несачуване измене ће бити изгубљене. Наставити?
sr_latn: Sve nesačuvane izmene biće izgubljene. Nastavljaš?
sv: Alla osparade ändringar kommer att förloras. Fortsätta ändå?
ta: சேமிக்கப்படாத மாற்றங்கள் இழக்கப்படும். தொடரவா?
tr: Kaydedilmemiş değişiklikler kaybolacak. Devam edilsin mi?
uk: Всі незбережені зміни буде втрачено. Продовжити?
zh_hans: 任何未保存的更改将会丢失。要继续吗？
zh_hant: 任何未儲存的變更將會失去。要繼續嗎?

# simulate_in_progress
source: In progress
ar: قيد التقدم
bg: В процес
cs: Probíhá
cy: Yn y broses
da: I gang
de: In Arbeit
el: Σε εξέλιξη
eo: Daŭras
es_us: En curso
et: Töös
eu: Abian
fi: Käynnissä
fr: En cours
he: בתהליך
hu: Folyamatban
id: Dalam proses
is: Í vinnslu
it: In corso
ja: 進行中
ko: 진행 중
lt: Vykdoma
nb: Underveis
nl: In uitvoering
oc: A se faire
pl: W trakcie
ro_ro: În curs de desfășurare
ru: В процессе
sc: In cursu
sk: Prebieha
sl: V teku
sr: У току
sr_latn: U toku
sv: Pågående
ta: முன்னேற்றத்தில் உள்ளது
tr: Devam ediyor
uk: Виконується
vi: Đang thực hiện
zh_hans: 进行中
zh_hant: 進行中

# simulate_location_movement_speed
source: Movement speed
ar: سرعة الحركة
bg: Скорост на движение
cs: Rychlost pohybu
da: Bevægelseshastighed
de: Bewegungsgeschwindigkeit
el: Ταχύτητα κίνησης
eo: Movrapido
es_us: Velocidad de movimiento
et: Liikumiskiirus
eu: Mugimendu-abiadura
fi: Liikkumisnopeus
fr: Vitesse de déplacement
he: מהירות תנועה
hu: Mozgási sebesség
id: Kecepatan gerakan
is: Hraði hreyfingar
it: Velocità del movimento
ja: 移動速度
ko: 이동 속도
lt: Judėjimo greitis
nb: Bevegelseshastighet
nl: Bewegingssnelheid
oc: Velocitat dau desplaçament
pl: Prędkość ruchu
ro_ro: Viteza de deplasare
ru: Скорость движения
sc: Lestresa de movimentu
sk: Rýchlosť pohybu
sl: Hitrost gibanja
sr: Брзина кретања
sr_latn: Brzina kretanja
sv: Rörelsehastighet
ta: இயக்க விரைவு
tr: Hareket hızı
uk: Швидкість руху
vi: Tốc độ di chuyển
zh_hans: 移动速度
zh_hant: 移動速率

# simulate_location_movement_speed_original
source: Original
ar: أصلي
be: Зыходная
bg: Оригинал
cs: Originál
da: Oprindelig
el: Αυθεντικό
eo: Origina
et: Algne
eu: Jatorrizkoa
fi: Alkuperäinen
he: מקורי
hu: Eredeti
id: Asli
is: Upprunalegt
it: Originale
ja: オリジナル
ka: ორიგინალი
ko: 원본
nb: Opprinnelig
nl: Origineel
oc: Originau
pl: Oryginalny
ru: Оригинал
sc: Originale
sk: Originál
sl: Izvirnik
sr: Изворно
sv: Ursprunglig
ta: அசல்
tr: Orijinal
uk: Оригінальна
vi: Gốc
zh_hans: 原始
zh_hant: 原始
