Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

source: Map legend
ar: مفتاح الخريطة
ast: Lleenda del mapa
be: Легенда мапы
bg: Легенда на картата
ca: Llegenda del mapa
cs: Legenda mapy
cy: Allwedd y map
da: Signaturforklaring
de: Kartenlegende
el: Υπόμνημα χάρτη
eo: Mapklarigo
es_us: Leyenda del mapa
et: Kaardi legend
eu: Maparen legenda
fa: کلید نقشه
fi: Karttaselite
fr: Légende de la carte
gl: Lenda do mapa
he: מקרא מפה
hu: Térkép jelkulcs
hy: Քարտեզի նշումներ
id: Legenda peta
is: Skýringar á korti
it: Legenda della mappa
ja: マップの簡易説明
ka: რუკის აღწერა
ko: 지도 범례
lt: Legenda
lv: Kartes leģenda
mk: Legenda na kartata
ml: മാപ്പ് ലെജൻഡ്
nb: Kartforklaring
nl: Legenda
oc: Legenda de la mapa
pl: Legenda mapy
ro_ro: Legendă hartă
ru: Легенда
sc: Legenda de sa mapa
sk: Vysvetlivky k mape
sl: Legenda oznak na zemljevidu
sr: Легенда на карти
sr_latn: Legenda mape
sv: Teckenförklaring
ta: வரைபட புராணக்கதை
tr: Harita lejandı
uk: Легенда мапи
zh_hans: 地图图例
zh_hant: 地圖圖例

# help_legend_descr
source: The guide to map's symbols
ar: دليل رموز الخريطة
be: Даведка па знаках мапы
ca: La guia dels símbols del mapa
cs: Průvodce mapovými symboly
da: Vejledning til symbolik på kort
de: Die Anleitung zu den Symbolen der Karte
el: Ο οδηγός για τα σύμβολα του χάρτη
es_us: La guía para los símbolos del mapa
et: Kaardisümboleid kirjeldav juhend
fr: Le guide des symboles de la carte
hu: Jelmagyarázat a térkép szimbolikájához
id: Panduan simbol peta
is: Leiðarvísir um tákn á kortinu
it: Guida ai simboli della mappa
ja: 地図記号の説明
nl: Handleiding voor kaartsymbolen
oc: Guida dei simbòles de la mapa
pl: Przewodnik po symbolach mapy
pt_br: O guia para os símbolos do mapa
ro_ro: Ghidul simbolurilor hărților
ru: Справочник условных обозначений карты
sc: Sa ghia a sos sìmbulos de sa mapa
sr: Водич за симболе на мапи
sr_latn: Vodič za simbole na mapi
sv: Förklaring av kartans symboler
ta: வரைபடத்தின் சின்னங்களுக்கான வழிகாட்டி
tr: Harita sembolleri için rehber
uk: Довідник умовних позначень мапи
zh_hant: 地圖符號的指南

# help_contact_us
source: Contact us
ar: اتصل بنا
be: Звязацца з намі
ca: Contacteu-nos
cs: Kontaktujte nás
cy: Cysylltwch â ni
da: Kontakt os
de: Kontaktieren Sie uns
el: Επικοινωνήστε μαζί μας
eo: Kontakti
es_us: Formas de contacto
et: Võta ühendust
eu: Jarri gurekin harremanetan
fa: تماس با ما
fi: Ota yhteyttä
fr: Contactez-nous
gl: Contacta connosco
he: יצירת קשר
hu: Kapcsolatfelvétel
id: Hubungi kami
is: Hafðu samband við okkur
it: Contattaci
ja: お問い合わせ
ka: დაგვიკავშირდით
ko: 연락처
nb: Kontakt oss
nl: Neem contact op
oc: Nos contactar
pl: Skontaktuj się z nami
pt_br: Contate-Nos
ro_ro: Contactați-ne
ru: Наши контакты
sc: Cuntata·nos
sk: Kontaktujte nás
sl: Stik z nami
sr: Обратите нам се
sr_latn: Kontaktiraj nas
sv: Kontakta oss
ta: எங்களை தொடர்புகொள்
tr: Bize ulaşın
uk: Зв’язок з нами
vi: Liên hệ với chúng tôi
zh_hans: 联系我们
zh_hant: 聯絡我們

# map_no_address
source: Address is not known yet
ar: العنوان غير معروف حتى الآن
be: Адрас невядомы
ca: L'adreça encara no es coneix
cs: Adresa zatím není známa
da: Adressen kendes endnu ikke
de: Adresse ist bisher nicht bekannt
el: Η διεύθυνση δεν είναι γνωστή ακόμα
es_us: Dirección desconocida
et: Aadress ei ole veel teada
fr: L'adresse n'est pas encore connue
hu: A cím még nem ismert
id: Alamat belum diketahui
is: Heimilisfangið er ekki ennþá þekkt
it: Indirizzo sconosciuto
ja: 住所がまだ不明です
nl: Adres is nog niet bekend
oc: L'adreiça es pas encar coneguda
pl: Adres nie jest znany
pt_br: Endereço ainda não é conhecido
ro_ro: Adresa nu este cunoscută încă
ru: Адрес неизвестен
sc: Indiritzu disconnotu
sk: Adresa zatiaľ nie je známa
sl: Naslov še ni znan
sr: Адреса још није позната
sr_latn: Adresa još nije poznata
sv: Adressen saknas ännu
ta: முகவரி இன்னும் தெரியவில்லை
tr: Adres henüz bilinmemektedir
uk: Адреса невідома
zh_hant: 還不知道地址

# import_choose_type
source: Please choose what to import
ar: الرجاء اختيار ما تريد استيراده
be: Абярыце што імпартаваць
ca: Trieu què voleu importar
cs: Vyberte prosím, co se má importovat
da: Vælg hvad der skal importeres
de: Bitte auswählen was importieren
el: Παρακαλώ επιλέξτε τη να εισαχθεί
es_us: Elige que importar
et: Palun vali, mida importida
fr: Merci de choisir ce qu'il faut importer
hu: Válassza ki, hogy mit importáljon
id: Harap pilih apa yang ingin diimpor
is: Veldu það sem á að flytja inn
it: Per favore scegli cosa importare
ja: インポートするものを選択してください
nl: Selecteer wat moet worden geïmporteerd
oc: Chaussissètz çò que volètz importar
pl: Proszę wybrać elementy do zaimportowania
pt_br: Por favor, escolha o que importar
ro_ro: Vă rugăm să alegeți ce să importați
ru: Выберите что импортировать
sc: Pro piaghere issèbera ite importare
sk: Zvoľte si čo sa má importovať
sr: Изаберите шта желите да увезете
sr_latn: Izaberite šta želite da uvezete
sv: Välj vad som ska importeras
ta: எதை இறக்குமதி செய்ய வேண்டும் என்பதைத் தேர்வுசெய்க
tr: Almak için ne seçin lütfen
uk: Виберіть що імпортувати
zh_hant: 請選擇要匯入的內容

source: Import failed
ar: فشل الاستيراد
be: Не атрымалася імпартаваць
ca: La importació ha fallat
cs: Import se nezdařil
cy: Wedi methu mewnforio
da: Importen mislykkedes
de: Import fehlgeschlagen
el: Η εισαγωγή απέτυχε
es_us: Fallo en la importación
et: Import ebaõnnestus
fr: L'importation a échoué
hu: Az importálás nem sikerült
id: Impor gagal
is: Innflutningur mistókst
it: Importazione fallita
ja: インポートの失敗
ka: შემოტანა ჩავარდა
ko: 가져오기 실패함
nl: Importeren mislukt
oc: Importacion mancada
pl: Importowanie nie powiodło się
pt_br: Importação falhou
ro_ro: Import eșuat
ru: Импорт не удался
sc: Importatzione faddida
sk: Import zlyhal
sl: Uvoz je spodletel
sr: Увоз није успео
sr_latn: Uvoz nije uspeo
sv: Importen misslyckades
ta: இறக்குமதி தோல்வியடைந்தது
tr: Alma başarısız oldu
uk: Імпорт завершився невдачею
zh_hant: 匯入失敗

# ctx_mnu_edit_fav
source: Edit favorite
ar: تحرير المفضلة
be: Рэдагаваць ўлюбёнае
ca: Edita el preferit
cs: Upravit oblíbené
cy: Golygu ffefryn
da: Rediger favorit
de: Favorit bearbeiten
el: Επεξεργασία αγαπημένου
es_us: Editar favorito
et: Muuda lemmikut
fi: Muokkaa suosikkia
fr: Modifier le favori
hu: Kedvenc szerkesztése
id: Edit favorit
is: Breyta eftirlæti
it: Modifica il preferito
ja: お気に入りを編集
ka: სანიშნეს ჩასწორება
ko: 즐겨찾기 편집
nb: Rediger favoritt
nl: Favoriet bewerken
oc: Modificar la preferéncia
pl: Edytuj
pt_br: Editar favorito
ro_ro: Editați favorit
ru: Править избранное
sc: Modìfica su preferidu
sk: Upraviť obľúbený bod
sl: Uredi priljubljeno točko
sr: Уреди омиљено
sr_latn: Uredi omiljeno
sv: Redigera favorit
ta: பிடித்ததைத் திருத்து
tr: Sık kullanılanı düzenle
uk: Редагувати закладку
zh_hant: 編輯我的最愛

source: Search history
ar: سجل البحث
az: Axtarış tarixçəsi
be: Гісторыя пошуку
bg: История на търсене
ca: Historial de cerques
cs: Historie vyhledávání
cy: Hanes chwilio
da: Søgehistorik
de: Suchverlauf
el: Ιστορικό αναζήτησης
eo: Historio de serĉoj
es_us: Historial de búsqueda
et: Otsinguajalugu
eu: Bilaketa-historia
fa: تاریخچهٔ جست‌وجو
fi: Hakuhistoria
fr: Historique de recherche
gl: Historial de procura
he: היסטוריית חיפוש
hu: Keresési előzmények
id: Riwayat pencarian
is: Leitarferill
it: Cronologia di ricerca
ja: 検索履歴
ka: ძებნის ისტორია
ko: 검색 기록
lv: Meklēšanas vēsture
mk: Barajte vo istorija
nb: Søkehistorikk
nl: Zoekgeschiedenis
oc: Istoric de la recèrca
pl: Historia wyszukiwania
pt_br: Histórico de busca
ro_ro: Istoric de căutări
ru: История поиска
sc: Cronologia de chirca
sk: História hľadania
sl: Zgodovina iskanja
sr: Претрага историје
sr_latn: Pretraga istorije
sv: Sökhistorik
ta: தேடல் வரலாறு
tr: Arama geçmişi
uk: Історія пошуку
vi: Lịch sử tìm kiếm
zh_hans: 搜索历史记录
zh_hant: 搜尋歷史紀錄

source: Clear Travel search history?
ar: هل تريد مسح سجل إرشادات السفر؟
cs: Smazat historii hledání?
da: Ryd rejsesøgehistorik?
de: Suchverlauf löschen?
el: Καθαρισμός του ιστορικού αναζήτησης Ταξιδιών;
es_us: ¿Vaciar el historial de búsqueda de los viajes?
et: Kas kustutame reisiotsingu ajaloo?
fr: Vider l'historique des recherches Voyage ?
hu: Biztosan törli az utazásokkal kapcsolatos keresési előzményeket?
id: Hapus riwayat pencarian Perjalanan?
is: Hreinsa leitarferil ferðagreina?
it: Cancellare la cronologia delle ricerche di viaggio?
nl: Zoekgeschiedenis opschonen voor Reizen?
ro_ro: Ștergeți istoricul căutărilor de călătorie?
ru: Очистить историю поиска путешествий?
sr: Очисти историју Туристичке претраге?
sr_latn: Očisti istoriju Turističke pretrage?
sv: Rensa rese-sökhistorik?
ta: பயண தேடல் வரலாற்றை தெளிவானதா?
tr: Yolculuk arama geçmişi temizlensin mi?
uk: Очистити історію пошуку подорожей?
zh_hant: 要清除旅行搜尋歷史嗎？

# product_desc_nautical
source: Vector maps appropriate for sailing routes navigation
ar: خريطة فكتورية بحرية مناسبة للإبحار
be: Марская мапа свету
bg: Nautical map of all world
ca: Mapes vectorials adaptats per a la navegació marítima
cs: Vektorové mapy vhodné pro navigaci na vodních trasách
cy: Nautical map of all world
da: Vektorkort, der er egnede til navigation på sejlruter
de: Vektorkarten für die Navigation von Segelrouten
el: Διανυσματικοί χάρτες κατάλληλοι για πλοήγηση σε θαλάσσιες διαδρομές
eo: Nautical map of all world
es_us: Mapas vectoriales adecuados para la navegación náutica
et: Meresõiduks sobilikud vektorkaardid
fi: Nautical map of all world
fr: Une carte vectorielle adapté à la navigation maritime
gl: Nautical map of all world
he: Nautical map of all world
hu: A vektor térképek alkalmasak a hajózási útvonalak navigálásához
id: Peta vektor cocok untuk navigasi rute pelayaran
is: Vektorkort sem henta fyrir leiðsögn á siglingum
it: Mappe vettoriali adatte alla nautica
ja: 航海ルートのナビゲーションに適したベクターマップ
ka: Nautical map of all world
lt: Nautical map of all world
lv: Nautical map of all world
nb: Nautical map of all world
nl: Vector kaarten geschikt voor navigatie van zeeroutes
oc: Mapa vectoriala per la navigacion maritima
pl: Morskie mapy całego świata
pt_br: Mapa náutico de todo o mundo
ro_ro: Hărți vectoriale adecvate pentru navigația pe rutele de navigație
ru: Векторные карты, подходящие для навигации по морским маршрутам
sc: Mapas vetoriales apropriadas a sa navigatzione de rutas de nàvigu
sk: Vektorové mapy vhodné pre navigáciu po vodných trasách
sl: Navtični zemljevid sveta
sr: Векторске карте прикладне за навигацију рута пловидбе
sr_latn: Vektorske karte prikladne za navigaciju ruta plovidbe
sv: Vektorkartor lämpliga för sjökort och båtnavigering
ta: படகோட்டம் வழித்தடத்திற்கு பொருத்தமான திசையன் வரைபடங்கள்
tr: Tüm dünya deniz haritası
uk: Векторні мапи, що підходять для навігації вітрильними маршрутами
zh_hant: 適合航行路線導航的向量地圖
