Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# rendering_attr_surface_dirt_name
source: Dirt
ar: تراب
be: Бруд
bg: Кал
ca: Pols
cs: Hlína
cy: Baw
da: Ubehandlet
de: Erde
el: Σκονη
eo: Grundo malebena
es_us: Tierra (lodosa)
et: Muld
eu: Basa
fa: خاک
fi: Lika
fr: Poussière
gl: Terra
he: עפר
hu: Föld
id: Tanah
is: Mold
it: Terra
ja: 土
ka: მიწა
ko: 더트
lt: Purvas
lv: Zemains
mk: Нечисто
ml: ചെളി
my: ဖုန်
nb: Bakke
nl: Onverhard
oc: Brutícia
pl: Ziemia
pt_br: Terra (lamacenta)
ro_ro: Pământ
ru: Грязь
sc: Terra
sk: Hlina
sl: Prst
sr: Прашина
sr_latn: Prašina
sv: Jord
ta: அழுக்கு
tr: Toprak
uk: Бруд
vi: Đất
zh_hans: 泥地
zh_hant: 土

# rendering_attr_surface_sand_name
source: Sand
ar: الرمال
ast: Sable
be: Пясок
ca: Sorra
cs: Písek
cy: Tywod
el: Άμμος
eo: Sablo
es_us: Arena
et: Liiv
eu: Area
fa: ماسه
fi: Hiekka
fr: Sable
gl: Area
he: חול
hu: Homok
id: Pasir
is: Sandur
it: Sabbia
ja: 砂
ka: ქვიშა
ko: 모래
lt: Smėlis
lv: Smilšains
mk: Pesok
ml: മണൽ
my: သဲ
nl: Zand
oc: Arena
pl: Piach
pt_br: Areia
ro_ro: Nisip
ru: Песок
sc: Arena
sk: Piesok
sl: Pesek
sr: Песак
sr_latn: Pesak
ta: மணல்
tr: Kum
uk: Пісок
vi: Cát
zh_hans: 沙地
zh_hant: 沙

# rendering_attr_surface_compacted_name
source: Compacted
ar: مضغوط
be: Утрамбавана
ca: Compactat
cs: Zhutněný
cy: Cywasgedig
da: Komprimeret
de: Verdichtet
el: Συμπιεσμένο
eo: Ebenbatita gruzo
es_us: Compactado
et: Tihendatud
eu: Trinkotua
fa: فشرده
fi: Tiivistetty
fr: Compacté
gl: Compactado
he: דחוס
hu: Tömörített
id: Dipadatkan
is: Þjappað
it: Compattato
ja: 砂利や土などの圧縮舗装
ka: შეფუთული
ko: 평탄화됨
lt: Suplotas
lv: Kompakts
mk: Nabien
ml: ഉറപ്പിച്ചത്
my: ကျစ်လစ်
nb: Komprimert
nl: Verdicht
oc: Compactat
pl: Ubita
pt_br: Solo compactado
ro_ro: Compactat
ru: Утрамбованное
sc: Cumpatadu
sk: Valcovaný povrch
sl: Utrjeno
sr: Утабано
sr_latn: Utabano
sv: Kompakterad
ta: சுருக்கப்பட்டது
tr: Sıkıştırılmış
uk: Ущільнена
vi: Đã được nén bằng xe lu
zh_hans: 紧凑的
zh_hant: 壓實

# rendering_value_red_name
source: Red
ar: أحمر
ast: Coloráu escuro
az: Qırmızı
be: Чырвоны
bg: Червена
ca: Vermell
cs: Červená
cy: Coch
da: Rød
de: Rot
el: Κόκκινο
eo: Ruĝa
es_us: Rojo
et: Punane
eu: Gorria
fa: قرمز
fi: Punainen
fr: Rouge
gl: Vermello
he: אדום
hu: Piros
hy: Կարմիր
id: Merah
is: Rautt
it: Rosso
ja: レッド
ka: წითელი
kn: ಕೆಂಪು
ko: 빨강
lt: Raudona
lv: Sarkans
mk: Crvena
ml: "ചുമപ്പ് "
mr: लाल
nb: Rød
nl: Rood
oc: Roge -a
pl: Czerwony
pt_br: Vermelho
ro_ro: Roșu
ru: Красный
sc: Ruju
sk: Červená
sl: Rdeča
sr: Црвена
sr_latn: Crvena
sv: Röd
ta: சிவப்பு
tr: Kırmızı
uk: Червоний
vi: Đỏ
zh_hans: 红色
zh_hant: 紅

# private_access_routing_req
source: Your destination is located in an area with private access. Allow using private roads for this trip?
ar: تقع وجهتك في منطقة ذات وصول خاص. السماح باستخدام الطرق الخاصة لهذه الرحلة؟
az: Təyinatınız xüsusi girişi olan ərazidə yerləşir. Bu səfər üçün şəxsi yollardan istifadə etməyə icazə verilsin?
be: Ваш пункт прызначэння знаходзіцца на прыватнай тэрыторыі. Дазволіць выкарыстанне прыватных дарог для гэтай паездкі?
bg: Местоназначението се намира в частна собственост. Разрешавате ли използване на частни пътища за пътуването?
ca: La vostra destinació és dins una zona amb accés privat. Es poden utilitzar les vies privades en aquest trajecte?
cs: Váš cíl se nachází v oblasti se soukromým přístupem. Povolit vstup na soukromé pozemky pro tuto cestu?
cy: Mae pen y daith mewn ardal gyda mynediad preifat. Caniatáu defnyddio ffyrdd preifat i'r daith hon?
da: Din destination ligger i et område med privat adgang. Tillad at der benyttes private veje til denne tur?
de: Ihr Ziel liegt in einem Gebiet mit Privatzugang. Betreten von Privatwegen für diese Reise zulassen?
el: Ο προορισμός σας βρίσκεται σε ιδιωτική περιοχή. Να επιτραπεί η πρόσβαση σε ιδιωτικούς δρόμους για αυτό το ταξίδι;
eo: Via celo troviĝas en privata tereno. Ĉu permesi aliron al privataj vojoj por tiu ĉi kurso?
es_us: El destino se ubica en un área de acceso privado. ¿Permitir el uso de caminos privados para este viaje?
et: Sinu sihtkoht asub eramaal. Luba kasutada erateid sellel teekonnal?
eu: Zure helburua sarbide pribatua duen gune batean dago. Baimendu errepide pribatuak erabiltzea bidai honetan?
fa: مقصد شما در ناحیه‌ای با دسترسی خصوصی قرار دارد. دسترسی به جاده‌های خصوصی برای این سفر مجاز شود؟
fi: Määränpääsi sijaitsee yksityisalueella. Saako tällä matkalla käyttää yksityisteitä?
fr: Votre destination se situe dans une zone privée. Souhaitez-vous autoriser l'accès aux zones privées pour cet itinéraire ?
gl: O destino ubícase nunha área de acceso privado. Permitir o emprego de camiños privados para esta viaxe?
he: היעד שלך ממוקם באיזור עם גישה פרטית. לאשר שימוש בכבישים פרטיים לצורך טיול זה?
hu: Az úti cél korlátozott hozzáférésű területen található. Engedélyezi a magánutak használatát ennél az útvonaltervnél?
hy: Նպատակակետը գտնվում է մասնավոր տարածքում: Թույլատրել այս ուղևորությանը մասնավոր ճանապարհներ մուտք գործել?
id: Tujuan Anda terletak di area dengan akses pribadi. Izinkan menggunakan jalan pribadi untuk perjalanan ini?
is: Áfangastaður þinn er innan svæðis með einkaaðgangi. Viltu leyfa aðgang að einkavegum í þessari ferð?
it: La tua destinazione si trova in un'area privata. Permettere l'accesso alle strade private per questo viaggio?
ja: 目的地が専有エリア(私有地)内にあります。専有道路あるいは私道を通ることを許可しますか？
ko: 목적지는 개인 출입이 가능한 지역에 있습니다. 이 여행에 사유 도로를 사용할 수 있습니까?
lt: Jūsų kelionės tikslas yra privačioje teritorijoje. Ar leisti keliauti privačiais keliais šioje kelionėje?
lv: Galamērķis atrodas privātas teritorijas vietā. Vai iekļaut maršrutā ierobežotas piekļuves ceļus?
mk: Vašata destinacija se naoǵa vo oblast so privaten pristap. Da se dozvoli koristenje na privatni patišta za ova patuvanje?
ml: നിങ്ങളുടെ ലക്ഷ്യസ്ഥാനം പൊതുസ്ഥലമല്ല. ഈ യാത്രയില്‍ സ്വകാര്യ വഴികളില്‍ പ്രവേശിക്കാമോ?
nb: Reisemålet ditt ligger i et område med privat adgang. Tillat bruk av private veier for denne turen?
nl: Je bestemming ligt in een gebied dat particulier eigendom is. Wil je gebruik van particuliere wegen voor deze route toestaan?
oc: Vòstra destinacion se tròba dins un accès privat. Se pòt passar per de vias privadas per aquest itinerari ?
pl: Cel podróży jest położony na obszarze z dostępem prywatnym. Umożliwić używanie prywatnych dróg dla tej trasy?
ro_ro: Destinația dumneavoastră este situată într-o zonă cu acces privat. Permiteți utilizarea drumurilor private pentru această călătorie?
ru: Пункт назначения расположен на частной территории. Разрешить использование частных дорог на маршруте?
sc: Sa destinatzione tua est positzionada in un'àrea cun atzessu privadu. Cheres abilitare s'impreu de sos caminos privados pro custu biàgiu?
sk: Váš cieľ je v oblasti so súkromným prístupom. Povoliť vstup na súkromné cesty pre tento výlet?
sl: Ciljno mesto je znotraj območja z zasebnim dostopom. Ali lahko za to potovanje uporabljamo tudi zasebne ceste?
sr: Ваше одредиште се налази на приватном поседу. Дозволити коришћење приватних путева на овом путовању?
sr_latn: Tvoje odredište se nalazi na privatnom posedu. Dozvoli korišćenje privatnih puteva na ovom putovanju?
sv: Din destination är belägen i ett område med privat tillträde. Tillåt anvädning av privata vägar för denna resa?
ta: உங்கள் இலக்கு தனியார் அணுகல் கொண்ட பகுதியில் அமைந்துள்ளது. இந்த பயணத்திற்கு தனியார் சாலைகளைப் பயன்படுத்த அனுமதிக்கவா?
tr: Hedefiniz özel erişimi olan bir bölgede bulunmaktadır. Bu yolculuk için özel yollar kullanmaya izin verilsin mi?
uk: Ваш пункт призначення знаходиться на території з приватним доступом. Дозволити використовувати приватні дороги для цього маршруту?
vi: Đích đến của bạn nằm trong khu vực riêng tư. Cho phép sử dụng những đường đi riêng tư cho chuyến đi này?
zh_hans: 你的目的地位于一个有私人通道的区域。允许使用私人道路进行此次旅行吗？
zh_hant: 您的目的地位處私人通路的區域。本次旅程允許使用私人道路嗎？

# rendering_attr_smoothness_very_horrible_name
source: Very horrible
ar: رهيب جداً
az: Çox dəhşətli
be: Вельмі жудасная
bg: Съвсем ужасна
ca: Molt horrible
cs: Velmi hrozná
cy: Gwarthus
da: Meget forfærdelig
de: Grauenhaft
el: Πολύ απαίσιο
eo: Tre malbonega
es_us: Muy horrible
et: Väga jube
eu: Oso latza
fa: خیلی افتضاح
fi: Aivan kamala
fr: Vraiment horrible
gl: Moi horríbel
he: איומה ונוראה
hu: Rettenetes
id: Sangat jelek sekali
is: Hryllingur
it: Molto orribile
ja: トラクター、ATV、戦車、MTBなど荒れた道でも問題無いもののみ走行可
ka: საშინელი
ko: 아주 끔찍한
lt: Labai baisi
lv: Ļoti šausmīgs
mk: Mnogu grozno
ml: വളരെ ഭയങ്കര മോശം
nb: Uhyre fryktelig
nl: Uitermate verschrikkelijk
oc: Fòrça marrit
pl: Bardzo okropna
pt_br: Muito horrível
ro_ro: Foarte oribilă
ru: Очень ужасная
sc: Orrorosa a beru
sk: Veľmi hrozná
sl: Zelo grozno
sr: Преужасно
sr_latn: Vrlo strašno
sv: Mycket förskräcklig
ta: மிகவும் பயங்கரமானது
tr: Çok korkunç
uk: Дуже жахлива
vi: Rất tồi tệ
zh_hans: 超极端
zh_hant: 非常可怕

# rendering_attr_highway_class_track_grade5_name
source: Grade 5
ar: الصف 5
ast: Grau 5
be: 5 клас
ca: Grau 5
cs: 5. třída
cy: Gradd 5
da: Grad 5
de: Klasse 5
el: Βαθμίδα 5
eo: Mola
es_us: Grado 5
et: 5. järk
eu: 5. gradua
fa: سطح ۵
fi: Luokka 5
fr: Niveau 5
gl: Grao 5
he: רמה 5
hu: 5. osztály (növényzettel benőtt)
id: Tingkat 5
is: Gráða 5
it: Grado 5
ja: グレード5
ka: მეხუთე დონე
lv: 5. klase
mk: Oceni 5
my: အဆင့် ၅
nb: Klasse 5
nl: Graad 5
oc: Gra 5
pl: Klasa 5
pt_br: Grau 5
ro_ro: Grad 5
ru: Класс 5
sc: Gradu 5
sk: Stupeň 5
sl: Ocena 5
sr: Квалитет 5
sr_latn: Kvalitet 5
sv: Grad 5
ta: தகுதி 5
tr: 5. sınıf
uk: 5 клас
vi: Cấp 5
zh_hans: 等级 5
zh_hant: 等級 5

# rendering_attr_subwayMode_name
source: Subway routes
ar: سكك قطار الأنفاق
az: Metro marşrutları
be: Лініі метро
bg: Подземен транспорт
ca: Rutes de metro
cs: Trasy metra
cy: Llwybrau tanddaearol
da: Metroruter
de: U-Bahn-Linien
el: Διαδρομές μετρό
eo: Metroaj kursoj
es_us: Rutas de metro
et: Metrooliinid
eu: Metro ibilbideak
fa: مسیرهای مترو
fi: Maanalaisten reitit
fr: Lignes de métro
gl: Liñas do metro
he: נתיבי רכבת תחתית
hu: Metróvonalak
hy: Մետրոի երթուղիները
id: Rute kereta bawah tanah
is: Leiðir neðanjarðarlesta
it: Percorsi metró
ja: 地下鉄路線
ka: მიწისქვეშა გზები
ko: 지하철 노선
lt: Metro maršrutai
lv: Metro maršruti
mk: Ruti na metroto
ml: "സബ് വേ റൂട്ടുകള്‍"
nb: T-bane-ruter
nl: Metrolijnen
oc: Linhas de mètro
pl: Linie metra
pt_br: Linhas de metrô
ro_ro: Rute de metrou
ru: Линии метро
sc: Àndalas metropolitana
sk: Linky metra
sl: Proge podzemneželeznice
sr: Линије метроа
sr_latn: Linije metroa
sv: Tunnelbanelinjer
ta: சுரங்கப்பாதை வழிகள்
tr: Metro yolları
uk: Маршрути метро
vi: Tuyến tàu điện ngầm
zh_hans: 地铁路线
zh_hant: 捷運路線

# rendering_attr_highway_class_motorway_name
source: Motorway
ar: طريق سريع
be: Аўтастрада
bg: Автомагистрала
ca: Autopista
cs: Dálnice
cy: Traffordd
da: Motorvej
de: Autobahn
el: Αυτοκινητόδρομος
eo: Aŭtovojoj
es_us: Autopista
et: Kiirtee
eu: Autobidea
fa: آزادراه
fi: Moottoritie
fr: Autoroute
gl: Autoestrada
he: דרך לממונעים
hu: Autópálya
id: Jalur lambat
is: Hraðbraut
it: Autostrada
ja: 高速道路、自動車専用道路
ka: საავტომობილო გზა
ko: 고속도로
lt: Automagistralė
lv: Maģistrāle
mk: Avtopat
ml: മോട്ടോർവേ
nb: Motorvei
nl: Snelweg
oc: Autorota
pl: Autostrada
pt_br: Autoestrada
ro_ro: Autostradă
ru: Автомагистраль
sc: Autostrada
sk: Diaľnica
sl: Avtocesta
sr: Ауто-пут
sr_latn: Magistrala
sv: Motorväg
ta: மின்னோடி பாதை
tr: Otoyol
uk: Автомагістраль
vi: Đường cao tốc
zh_hans: 机动车道
zh_hant: 高速公路

# rendering_value_brown_name
source: Brown
af: bruin
ar: بني
ast: Marrón
az: Qəhvəyi
be: Карычневы
bg: Кафява
ca: Marró
cs: Hnědá
da: Brun
de: Braun
el: καφέ
eo: Bruna
es_us: Marrón
et: Pruun
eu: marroia
fa: قهوه‌ای
fi: Ruskea
fr: Brun
gl: Marrón
he: חום
hu: Barna
hy: Շագանակագույն
id: Cokelat
is: Brúnt
it: Marrone
ja: ブラウン
ka: ყავისფერი
ko: 갈색
lt: ruda
lv: brūns
mk: Kafena
ml: തവിട്ടുനിറം
nb: Brun
nl: Bruin
oc: Marron
pl: Brązowy
pt_br: Marrom
ro_ro: Maro
ru: Коричневый
sc: Castàngiu
sk: Hnedá
sl: Rjava
sr: Смеђа
sr_latn: Braon
sv: Brun
ta: பழுப்பு
tr: Kahverengi
uk: Коричневий
vi: Nâu
zh_hans: 棕色
zh_hant: 棕色

# rendering_attr_depthContours_description
source: Show depth contours and points.
af: Vertoon dieptelyne en punte
ar: إظهار نقاط ومعالم العمق.
az: Dərinlik konturlarını və nöqtələrini göstər.
be: Паказваць контуры і пункты глыбіні.
ca: Mostra isòbates i fondàries puntuals.
cs: Zobrazit hloubkové vrstevnice a body.
cy: Dangos cyfuchliniau a phwyntiau dyfnder.
da: Vis dybdekurver og -punkter.
de: Tiefenlinien und -punkte einblenden.
el: Εμφάνιση ισοβαθών καμπυλών και σημείων.
eo: Montri punktojn kaj kurbojn de profundo.
es_us: Mostrar curvas y puntos de profundidad.
et: Kuva sügavuskontuurid ja -punktid.
eu: Erakutsi sakonera sestra-kurbak eta puntuak.
fa: نمایش نقاط و منحنی‌های میزان عمقی.
fi: Näytä korkeuskäyrät ja -pisteet.
fr: Afficher les lignes et points de sonde.
gl: Amosar curvas e puntos do afundimento.
he: הצגת מתאר עומק ונקודות.
hu: Mélységvonalak és pontok megjelenítése.
hy: Ցույց տալ խորության տվյալները։
id: Tampilkan kontur dan titik kedalaman.
is: Birta dýptarlínur og punkta.
it: Mostra isobate e punti in profondità.
ja: 等深線や深度を表示します。
ka: სიღრმის წერტილებისა და კონტურების ჩვენება.
lt: Rodyti gylio kontūrus ir taškus.
lv: Rādīt dziļuma kontūras un punktus
mk: Prikaži dlabočinski konturi i točki.
ml: ഡെപ്ത് കോണ്ടൂറുകളും പോയിന്റുകളും കാണിക്കുക.
nb: Vis dybdekonturer og punkter.
nl: Toon dieptelijnen en -punten.
oc: Mostrar leis isobates e lei sondas.
pl: Wyświetl izobaty i punkty głębokości.
pt_br: Mostrar curvas e pontos batimétricos.
ro_ro: Afișați curbele și punctele de adâncime.
ru: Показывать контуры и точки глубин.
sc: Ammustra sas lìnias de profondidade.
sk: Zobraziť hĺbkové úrovne a body.
sl: Pokaži točke in izohipse globine.
sr: Приказуј тачке и изобате.
sr_latn: Prikazuj tačke i izobate.
sv: Visa djupkurvor och -punkter.
ta: ஆழமான வரையறைகளையும் புள்ளிகளையும் காட்டு.
tr: Eş derinlik eğrilerini ve noktalarını göster.
uk: Показувати ізолінії та точки глибин.
zh_hans: 显示等深线和标记。
zh_hant: 顯示等深線和標記。

# rendering_value_thick_name
source: Thick
ar: سميك
az: Qalın
be: Тоўста
bg: Дебела
ca: Gruix
cs: Tučné
cy: Trwychus
da: Tyk
de: Fett
el: Πυκνός
eo: Dika
es_us: Grueso
et: Jäme
eu: Lodia
fa: ضخیم
fi: Paksu
fr: Épais
gl: Groso
he: עבה
hu: Vastag
id: Tebal
is: Svert
it: Spesso
ja: 濃い
ka: სქელი
kn: ದಪ್ಪ
ko: 두껍게
lt: Storas
mk: Gust
nb: Tykk
nl: Dik
oc: Gras
pl: Gruby
pt_br: Grosso
ro_ro: Groasă
ru: Толстая
sc: Grussa
sk: Hrubé
sl: Debelo
sr: Дебело
sr_latn: Debelo
sv: Tät
ta: அடர்த்தியான
tr: Kalın
uk: Товсто
vi: Dày
zh_hans: 粗
zh_hant: 密集

# routing_attr_avoid_ferry_name
source: No ferries
ar: تجنب العبارات
be: Без паромаў
bg: Без фериботи
ca: Sense ferris
cs: Žádné trajekty
cy: Dim fferis
da: Ingen færger
de: Keine Fähren
el: Χωρίς πορθμεία
eo: Sen pramoj
es_us: Sin ferris o transbordadores
et: Väldi praame
eu: Ferryrik ez
fa: فرابر
fi: Vältä lauttoja
fr: Éviter le ferry
gl: Sen ferris
he: ללא מעבורות
hi: फेरी से बचें
hu: Komp nélkül
id: Tidak ada feri
is: Forðast ferjur
it: No traghetti
ja: フェリーを使わない
ka: ბორნების გარეშე
ko: 차량페리 제외
lt: Be keltų
lv: Nelietot prāmjus
mk: Nema feribrodovi
ml: കടത്തുവള്ളം ഒഴിവാക്കുക
my: သင်္ဘောများကိုရှောင်
nb: Ingen ferger
nl: Geen veerboten
oc: Evitar lei barcas a tralha
pl: Bez promów
pt_br: Sem balsas
ro_ro: Evită feriboturi
ru: Без паромов
sc: Perunu navile
sk: Žiadny trajekt
sl: Brez trajektov
sr: Без трајеката
sr_latn: Trajekte
sv: Inga färjor
ta: படகுகள் இல்லை
tr: Feribot yok
uk: Уникати поромних переправ
vi: Không đi phà
zh_hans: 避开轮渡
zh_hant: 避免渡輪

# routing_attr_width_name
source: Width
ar: العرض
ast: Llende de llargor
az: En limiti
be: Абмежаванне па шырыні
bg: Ширина
ca: Límit d'amplada
cs: Šířka
cy: Width limit
da: Bredde
de: Breite
el: Πλάτος
eo: Larĝo
es_us: Anchura
et: Laius
eu: Zabalera
fa: عرض مجاز
fi: Leveysraja
fr: Largeur
gl: Límite de largura
he: רוחב
hu: Szélesség
id: Lebar
is: Breidd
it: Larghezza
ja: 幅制限
ka: სიგანე
lt: Width limit
lv: Width limit
mk: Ogranicena sirina
nb: Bredde
nl: Breedte
oc: Limit de largor
pl: Szerokość
pt_br: Limite de largura
ro_ro: Lățime
ru: Ширина
sc: Lìmite de largària
sk: Šírka
sl: Širina
sr: Ширина
sr_latn: Širina
sv: Bredd
ta: அகலம்
tr: Genişlik
uk: Ширина
vi: Độ dày
zh_hans: 宽度
zh_hant: 寬度

# routing_attr_avoid_train_name
source: No trains
ar: بدون قطارات
ast: Ensin trenes
be: Без цягнікоў
ca: Sense trens
cs: Žádné vlaky
cy: Dim trenau
da: Ingen tog
de: Keine Züge
el: Χωρίς τρένα
eo: Sen trajnoj
es_us: Sin trenes
et: Väldi ronge
eu: Trenik ez
fa: قطار
fi: Ei junia
fr: Éviter le train
gl: Sen trens
he: ללא רכבות
hi: ट्रेनों से बचें
hu: Vonat nélkül
id: Tidak ada kereta api
is: Forðast járnbrautalestir
it: No treni
ja: 鉄道を使わない
ka: მატარებლის გარეშე
ko: 열차 없음
lt: Be traukinių
lv: Nelietot vilcienus
mk: Nema vozovi
ml: ട്രെയിനുകൾ ഒഴിവാക്കുക
my: ရထားတွေကိုရှောင်
nb: Ingen tog
nl: Geen treinen
oc: Ges de tren
pl: Bez pociągów
pt_br: Sem trens
ro_ro: Evită trenuri
ru: Без поездов
sc: Perunu trenu
sk: Žiadne vlaky
sl: Brez vlakov
sr: Без возова
sr_latn: Bez vozova
sv: Inga tåg
ta: ரயில்கள் இல்லை
tr: Tren yok
uk: Уникати потягів
vi: Không dùng tàu hỏa
zh_hans: 不乘坐火车
zh_hant: 避免火車

# routing_attr_allow_motorway_description
source: Allows motorways.
ar: السماح للطرق السريعة.
az: Avtomagistrallara icazə verir.
be: Дазваляе выкарыстоўваць аўтамагістралі.
ca: Admet autopistes.
cs: Povolí jízdu po dálnicích.
cy: Mae'n caniatau traffyrdd.
da: Tillader motorveje.
de: Erlaubt Autobahnen.
el: Να επιτρέπονται οι αυτοκινητόδρομοι.
eo: Uzi aŭtoŝoseojn.
es_us: Permite usar autopistas.
et: Lubab kiirteed.
eu: Erabili autobideak.
fa: مسیردهی از آزادراه مجاز می‌شود.
fi: Sallii moottoritiet.
fr: Autoriser les trajets sur autoroute.
gl: Permite autoestradas.
he: מאפשר דרכים סלולות.
hu: Engedélyezi az autópályákat.
hy: Թույլատրում է ավտոմայրուղիներ։
id: Mengizinkan jalan bebas hambatan.
is: Leyfa hraðbrautir.
it: Permette autostrade.
ja: 高速道路を利用可能とみなします。
ka: ავტოსტრადების გამოყენება.
ko: 자동차 전용도로를 허용합니다.
lt: Leisti greitkelius.
lv: Atļaut automağistrāles.
mk: Dzovoli avtopatista.
ml: അതിവേഗപാതകള്‍ അനുവദിക്കുക.
nb: Tillater motorveier.
nl: Staat autosnelwegen toe.
oc: Permetre leis autorotas.
pl: Zezwala na autostrady.
pt_br: Permite autoestradas.
ro_ro: Permiteți autostrăzile.
ru: Разрешает движение по автомагистралям.
sc: Permitit s'impreu de sas autostradas.
sk: Povoliť použiť diaľnice.
sl: Dovoli vodenje po cestah rezerviranih za motorna vozila in avtocestah.
sr: Дозволи аутопутеве.
sr_latn: Omogući magistrale.
sv: Tillåter motorvägar.
ta: மின்னோடி பாதைகளை அனுமதிக்கிறது.
tr: Otoyollara izin verir.
uk: Дозволяє рух автомагістралями.
zh_hans: 允许高速公路。
zh_hant: 允許進高速公路。

# routing_attr_allow_gate_description
source: Allow usage of gates
ar: السماح باستخدام البوابات
be: Дазволіць выкарыстанне варот
bg: Използване на порти
ca: Permet l'ús de portes
cs: Povolit použití bran
cy: Caniatáu defnydd gatiau
da: Tillad brug af porte
de: Schranken benutzen
el: Να επιτρέπεται η χρήση πυλών
eo: Permesi navigi tra pordegoj
es_us: Permitir el uso de puertas
et: Luba väravate kasutamist
eu: Baimendu ateak erabiltzea
fa: اجازه استفاده از دروازه‌ها داده شود
fi: Salli porttien käyttö
fr: Autoriser l'utilisation des portes
he: לאפשר שימוש בשערים
hu: Kapuk használatának engedélyezése
id: Perbolehkan penggunaan dari gerbang
is: Leyfa notkun á hliðum
it: Permetti l'utilizzo dei cancelli
ja: ゲートの通行を許可します
ko: 게이트 사용 허용
mk: Dozvolete upotreba na porti
nb: Tillat bruk av grind/porter
nl: Gebruik van poorten toelaten
oc: Permetre l'usatge de pòrtas
pl: Zezwalaj na korzystanie z bram
ro_ro: Permite folosirea porților
ru: Разрешить использование ворот
sc: Permite s'impreu de cantzellos
sk: Povoliť použitie brán
sl: Dovoli uporabo vrat
sr: Дозволи употребу капија
sr_latn: Dozvoli upotrebu vrata
sv: Tillåt användning av grindar
ta: வாயில்களின் பயன்பாட்டை அனுமதிக்கவும்
tr: Kapıların kullanımına izin verin
uk: Вважати, що ворота відкриті
vi: Cho phép việc sử dụng các cổng
zh_hans: 允许使用大门
zh_hant: 允許使用閘門

# routing_attr_only_permitted_streets_description
source: Only use streets which are expressly permitted
ar: استخدم فقط الشوارع المسموحة بها علنا
be: Выкарыстоўваць толькі вуліцы, якія выразна дазволеныя
bg: Използват се само изрично разрешените улици
cs: Použít pouze výslovně povolené ulice
cy: Defnyddio dim ond strydoedd wedi'u caniatáu yn benodol
da: Brug kun gader, som er udtrykkeligt tilladte
de: Nur Straßen mit ausdrücklicher Genehmigung nutzen
el: Να χρησιμοποιούνται δρόμοι οι οποίοι είναι ρητά επιτρεπτοί
eo: Uzi nur stratojn, kiuj estas markitaj kiel permesataj
es_us: Usar sólo las calles que estén expresamente autorizadas
et: Kasuta ainult selgesõnaliselt lubatud tänavaid
eu: Erabili berariaz baimenduta dauden kaleak soilik
fa: تنها خیابان‌هایی که صریحا اجازه استفاده از آن‌ها اعلام شده باشد
fr: N'utiliser que les rues expressément autorisées
he: להשתמש רק ברחובות שהורשו באופן מפורש
hu: Csak a kifejezetten engedélyezett utcák használata
id: Hanya gunakan jalan yang diperbolehkan secara tegas
is: Aðeins nota götur sem sérstaklega eru leyfðar
it: Utilizza solo le strade esplicitamente permesse
ja: 明示的な許可のある道路のみを使用します
ko: 명시적으로 허용된 도로만 사용
mk: Koristete samo ulici koi se izrično dozvoleni
nb: Kun bruk gater som godkjennes spesifikt
nl: Gebruik enkel straten die uitdrukkelijk zijn toegelaten
oc: Utilizar ren que lei carrieras expressament autorizadas
pl: Korzystaj tylko z ulic, które są celowo dozwolone
ro_ro: Folosește numai străzile care sunt permise în mod expres
ru: Пользуйтесь только теми улицами, которые явно разрешены
sc: Imprea petzi carreras chi sunt autorizadas a manera espressa
sk: Použiť len vyslovene povolené ulice
sl: Uporabljaj samo ulice, ki so izrecno dovoljene
sr: Користи само улице које су изричито дозвољене
sr_latn: Koristi ulice koje su izričito dozvoljene
sv: Använd endast gator som uttryckligen är tillåtna
ta: வெளிப்படையாக அனுமதிக்கப்பட்ட வீதிகளை மட்டுமே பயன்படுத்துங்கள்
tr: Yalnızca açıkça izin verilen sokakları kullanın
uk: Використовувати лише вулиці з явним дозволом для руху
vi: Chỉ dùng những phố được cho phép một cách rõ ràng
zh_hans: 只使用明确允许的街道
zh_hant: 僅使用明確允許的街道

# routing_attr_only_permitted_streets_name
source: Expressly permitted streets
ar: الشوارع المسموحة بها علنا
be: Яўна дазволеныя вуліцы
bg: Изрично разрешени улици
cs: Pouze povolené ulice
cy: Strydoedd wedi'u caniatáu yn benodol
da: Udtrykkeligt tilladte gader
de: Nur Straßen mit Genehmigung nutzen
el: Ρητά επιτρεπτοί δρόμοι
eo: Nur certe permesataj stratoj
es_us: Calles expresamente autorizadas
et: Selgelt lubatud tänavad
eu: Berariaz baimenduta dauden kaleak
fa: خیابان‌هایی با اجازه صریح استفاده
fr: Rues expressément autorisées
he: רחובות שהותרו במפורש
hu: Kifejezetten engedélyezett utcák
id: Jalan yang diperbolehkan secara tegas
is: Sérstaklega leyfðar götur
it: Strade esplicitamente permesse
ja: 許可された道路のみ通行
ko: 명시적으로 허용된 거리
mk: Izrično dozvoleni ulici
nb: Ettertrykkelig tillatte gater
nl: Uitdrukkelijk toegestane straten
oc: Carrieras expressament permesas
pl: Celowo dozwolone ulice
ro_ro: Străzi permise în mod expres
ru: Разрешённые улицы
sc: Carreras autorizadas a manera espressa
sk: Len povolené ulice
sl: Izrecno dovoljene ulice
sr: Изричито дозвољене улице
sr_latn: Samo dozvoljene ulice
sv: Uttryckligen tillåtna gator
ta: வெளிப்படையாக அனுமதிக்கப்பட்ட தெருக்கள்
tr: Açıkça izin verilen sokaklar
uk: Вулиці з явним дозволом для руху
vi: Các phố được cho phép rõ ràng
zh_hans: 明确允许的街道
zh_hant: 明確允許的街道
