Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# traffic_warning_calming
source: Traffic calming
ar: مطب
be: Паменшыце хуткасць
bg: Легнал полицай
ca: Ressalt
cs: Zklidňování dopravy
cy: Tawelu traffig
da: Trafikdæmpning
de: Verkehrsberuhigung
el: Χαλάρωση κυκλοφορίας
eo: Trafik-trankviligilo
es_us: Reductor de velocidad
et: Liikluse rahustamine
eu: Abiadura murriztailea
fa: آرام‌سازی ترافیک
fi: Hidaste
fr: Ralentisseur
gl: Redutor de velocidade
he: צינון תנועה
hu: Forgalomcsillapítás
hy: Նվազեցրեք արագությունը
id: Penenangan lalu lintas
is: Hraðahindrun
it: Moderatore del traffico
ja: 速度抑制
ka: საცობი იწოვება
ko: 교통정화
lt: Eismo greičio ribojimas
lv: Satiksmes intensitāte
mk: Smaluvanje na soobracajot
ml: വേഗ നിയന്ത്റണം
nb: Trafikkdemping
nl: Verkeersdrempel
oc: Ressaut
pl: Uspokojenie ruchu
pt_br: Moderação do tráfego
ro_ro: Calmarea traficului
ru: Замедление движения
sc: Minimadore de tràficu
sk: Spomaľovač
sl: Umirjanje prometa
sr: Смиривање саобраћаја
sr_latn: Smirivanje saobraćaja
sv: Trafiksänkning
ta: போக்குவரத்து அமைதியானது
tr: Kasis
uk: Заспокоєння руху
vi: Giảm tốc giao thông
zh_hans: 交通稳静化
zh_hant: 交通寧靜區

# traffic_warning_speed_camera
source: Speed camera
ar: كاميرا مراقبة السرعة
ast: Radar de velocidá
az: Sürət kamerası
be: Камера кантролю хуткасці
bg: Камери за контрол на скоростта
ca: Radar de trànsit
cs: Rychlostní radar/kamera
cy: Camera cyflymder
da: Fartkamera
de: Blitzer
el: Κάμερα ταχύτητας
eo: Rapid-kontrolilo
es_us: Radar de velocidad
et: Kiiruskaamera
eu: Abiadura-kamera
fa: دوربین سرعت
fi: Nopeuskamera
fr: Radar de vitesse
gl: Radar de velocidade
he: מצלמת מהירות
hu: Sebességmérő kamera
hy: Արագաչափ տեսախցիկ
id: Kamera kecepatan
is: Hraðamyndavél
it: Autovelox
ja: スピードカメラ
ka: სიჩქარის კამერა
ko: 스피드 카메라
lt: Greičio matavimo kamera
lv: Ātruma kameras
mk: Brzinska kamera
ml: സ്പീഡ് ക്യാമറ
nb: Fotoboks
nl: Snelheidscamera
oc: Radar de trafec
pl: Fotoradar
pt_br: Radar
ro_ro: Cameră trafic
ru: Камера скорости
sc: Autovelox
sk: Rýchlostný radar/kamera
sl: Hitrostna kamera
sr: Брзинска камера
sr_latn: Kamera za merenje brzine
sv: Fartkamera
ta: வேக கேமரா
tr: Hız kamerası
uk: Камера контролю швидкості
vi: Camera tốc độ
zh_hans: 测速摄像机
zh_hant: 測速照相

source: Traffic warning
ar: تنبيه مروري
be: Абмежаванні руху
bg: Предупреждение за трафика
ca: Avís de circulació
cs: Dopravní varování
cy: Rhybudd traffig
da: Trafikadvarsel
de: Verkehrswarnung
el: Προειδοποίηση κυκλοφοριακού
eo: Trafika averto
es_us: Aviso de tráfico
et: Liiklushoiatus
eu: Trafiko abisua
fa: هشدار ترافیکی
fi: Liikennevaroitus
fr: Éléments sur la route
gl: Aviso do tráfico
he: אזהרת תנועה
hu: Forgalmi figyelmeztetés
hy: Արագության սահմանափակում
id: Peringatan lalu lintas
is: Aðvörun vegna umferðar
it: Avviso di traffico
ja: 通行に関する警告
ka: გაფრთხილება საცობის შესახებ
ko: 교통경보
lt: Eismo perspėjimas
lv: Satiksmes brīdinājumi
mk: Predupreduvanje vo soobracajot
ml: ഗതാഗത മുന്നറിയിപ്പു്
nb: Trafikkvarsel
nl: Verkeers waarschuwing
oc: Avís de circulacion
pl: Ostrzeżenia drogowe
pt_br: Aviso de tráfego
ro_ro: Avertizare trafic
ru: Дорожные предупреждения
sc: Avisu de tràficu
sk: Dopravné varovanie
sl: Prometno opozorilo
sr: Упозорење саобраћајне гужве
sr_latn: Upozorenje o stanju na putevima
sv: Trafikskylt
ta: போக்குவரத்து எச்சரிக்கை
tr: Trafik uyarısı
uk: Попередження на дорозі
vi: Cảnh báo giao thông
zh_hans: 交通警告
zh_hant: 交通流量警示

# tunnel_warning
source: Tunnel ahead
ar: مكان نفق
az: İrəlidə tunel
be: Наперадзе тунэль
ca: Túnel encarat
cs: Blíží se tunel
cy: Twnnel o'ch blaen
da: Tunnel forude
de: Tunnel voraus
el: Προσέγγιση σήραγγας
eo: Tunelo antaŭe
es_us: Túnel adelante
et: Tunnel ees
eu: Tunela aurrean
fa: تونل
fr: En approche d'un tunnel
gl: Túnel adiante
he: מנהרה לפניך
hu: Alagút közeledik
hy: Առջևում թունել է
id: Terowongan di depan
is: Göng framundan
it: Tunnel in arrivo
ja: 前方にトンネル有り
ka: წინ გვირაბია
ko: 전방 터널
lt: Priekyje tunelis
lv: Priekšā tunelis
mk: Tunel napred
ml: മുന്നില്‍ തുരങ്കം ഉണ്ട്
nb: Tunnel foran
nl: Tunnel
oc: Arribada en una galariá
pl: Zbliżasz się do tunelu
ro_ro: Tunel în față
ru: Впереди туннель
sc: Galleria a curtzu
sk: Blíži sa tunel
sl: Predor
sr: Тунел испред
sr_latn: Tunel je ispred
sv: Tunnel framöver
ta: சுரங்கப்பாதை முன் நோக்கி உள்ளது
tr: İleride tünel var
uk: Тунель попереду
zh_hans: 前方隧道
zh_hant: 前方有隧道

# driving_region_japan
source: Japan
ar: اليابان
ast: Xapón
az: Yaponiya
be: Японія
bg: Япония
ca: Japó
cs: Japonsko
el: Ιαπωνία
eo: Japanujo
es_us: Japón
et: Jaapan
eu: Japonia
fa: ژاپن
fi: Japani
fr: Japon
gl: Xapón
he: יפן
hu: Japán
hy: Ճապոնիա
id: Jepang
it: Giappone
ja: 日本
ka: იაპონია
ko: 일본
lt: Japonija
lv: Japāna
mk: Japonija
ml: ജപ്പാൻ
pl: Japonia
pt_br: Japão
ro_ro: Japonia
ru: Япония
sc: Giapone
sk: Japonsko
sl: Japonska
sq: Japoni
sr: Јапан
ta: ஜப்பான்
tr: Japonya
uk: Японія
vi: Nhật Bản
zh_hans: 日本
zh_hant: 日本

# driving_region_us
source: United States
af: Verenigde State van Amerika
ar: الولايات المتحدة
ast: Estaos Xuníos
az: ABŞ
be: ЗША
bg: САЩ
ca: Estats Units
cs: Spojené státy
cy: Unol Daleithiau America
da: USA
de: USA
el: ΗΠΑ
eo: Usono
es_us: Estados Unidos
et: Ameerika Ühendriigid
eu: EEBB
fa: ایالات متحدهٔ آمریکا
fi: Yhdysvallat
fr: États-Unis
gl: Estados Unidos
he: ארצות הברית
hu: USA
hy: Ամերիկայի Միացյալ Նահանգներ
id: Amerika Serikat
is: Bandaríkin
it: Stati Uniti
ja: アメリカ
ka: აშშ
ko: 미국
lt: JAV
lv: ASV
mk: SAD
ml: യുണൈറ്റഡ് സ്റ്റേറ്റ്സ്
nb: USA
nl: Verenigde Staten
oc: Estats Units
pl: Stany Zjednoczone
pt_br: Estados Unidos
ro_ro: Statele Unite
ru: США
sc: Istados Unidos
sk: Spojené štáty
sl: Združene države
sq: Shtetet e Bashkuara
sr: Сједињене Америчке Државе
sr_latn: Sjedinjene Američke Države
sv: USA
ta: ஐக்கிய மாநிலங்கள்
tr: Birleşik Devletler
uk: США
vi: Hoa Kỳ
zh_hans: 美国
zh_hant: 美國

# driving_region_canada
source: Canada
af: Kanada
ar: كندا
ast: Canadá
az: Kanada
be: Канада
bg: Канада
ca: Canadà
cs: Kanada
de: Kanada
el: Καναδάς
eo: Kanado
es_us: Canadá
et: Kanada
eu: Kanada
fa: کانادا
fi: Kanada
gl: Canadá
he: קנדה
hu: Kanada
hy: Կանադա
id: Kanada
is: Kanada
ja: カナダ
ka: კანადა
ko: 캐나다
lt: Kanada
lv: Kanāda
mk: Kanada
ml: കാനഡ
pl: Kanada
pt_br: Canadá
ru: Канада
sc: Cànada
sk: Kanada
sl: Kanada
sq: Kanada
sr: Канада
sr_latn: Kanada
sv: Kanada
ta: கனடா
tr: Kanada
uk: Канада
vi: Ca-na-đa
zh_hans: 加拿大
zh_hant: 加拿大

# driving_region_europe_asia
source: Europe, Asia, Latin America, and similar
af: Europa & Asië
ar: أوروبا، آسيا، أمريكا اللاتينية، ومناطق مماثلة
az: Avropa, Asiya, Latın Amerikası və oxşar
be: Еўропа, Азія, Лацінская Амерыка ды іншыя
bg: Европа, Азия, Латинска Америка и подобни
ca: Europa, Àsia, Amèrica llatina i similars
cs: Evropa, Asie, Latinská Amerika a podobné
cy: Ewrop, Asia, De America, a thebyg
da: Europa, Asien, Latinamerika og tilsvarende
de: Europa, Asien, Lateinamerika und ähnliche
el: Ευρώπη, Ασία, Λατινική Αμερική και παρόμοια
eo: Eŭropo, Azio, Latin-Ameriko kaj similaj
es_us: Europa, Asia, Latinoamérica y similares
et: Euroopa, Aasia, Ladina-Ameerika ja sarnased
eu: Europa, Asia, Hego Amerika eta antzekoak
fa: اروپا، آسیا، آمریکای لاتین و مناطق مشابه
fi: Eurooppa, Aasia, Latinalainen Amerikka ja vastaavat
fr: Europe, Asie, Amérique latine et équivalent
gl: Europa, Asia, Lationoamérica e semellantes
he: ישראל, אירופה, אסיה, דרום אמריקה ודומיהן
hu: Európa, Ázsia, Latin-Amerika és hasonlók
hy: Եվրոպա, Ասիա, Լատինական Ամերիկայում և նմանատիպ
id: Eropa, Asia, Amerika Latin, dan yang mirip
is: Evrópa, Asía, Mið- og Suður-Ameríka o.þ.h.
it: Europa, Asia, America Latina e simili
ja: ヨーロッパ、アジア、ラテンアメリカなど
ka: ევროპა&აზია და სხვა
ko: 한국 & 유럽
lt: Europa, Azija, Lotynų Amerika ir panašiai
lv: Eiropa,Āzija, Latīņamerika
mk: Evropa, Azija, Latinska Amerika i slično
ml: യൂറോപ്പും ഏഷ്യായും, ലാറ്റിനമേരിക്ക തുടങ്ങിയ
nb: Europa, Asia, Latin-Amerika og lignende
nl: Europa, Azië, Latijns-Amerika en dergelijke
oc: Euròpa, Asia, America latina e semblants
pl: Europa, Azja, Ameryka Łacińska i podobne
pt_br: Europa, Ásia, América Latina e similares
ro_ro: Europa, Asia, America Latină și similare
ru: Россия, ЕС, Азия, Лат. Америка
sc: Europa, Àsia, Amèrica latina e simigiantes
sk: Európa, Ázia, Latinská Amerika a podobné
sl: Evropa, Azija, Latinska Amerika in podobno
sq: Evropë & Azi
sr: Европа, Aзија, Јужна Америка и сличне
sr_latn: Evropa, Azija, Južna Amerika i slične
sv: Europa, Asien, Latinamerika och liknande
ta: ஐரோப்பா, ஆசியா, லத்தீன் அமெரிக்கா மற்றும் ஒத்த
tr: Avrupa, Asya, Latin Amerika ve benzeri
uk: Європа, Азія, Латинська Америка та подібні
vi: Châu Âu, Châu Á, Mỹ La-tinh, và tương tự
zh_hans: 欧洲、亚洲、拉丁美洲和类似地区
zh_hant: 歐洲、亞洲、拉丁美洲與類似地區

# driving_region_australia
source: Australia
ar: أستراليا
az: Avstraliya
be: Аўстралія
bg: Австралия
ca: Austràlia
cs: Austrálie
cy: Awstralia
da: Australien
de: Australien
el: Αυστραλία
eo: Aŭstralio
et: Austraalia
fa: استرالیا
fr: Australie
he: אוסטרליה
hu: Ausztrália
hy: Ավստրալիա
is: Ástralía
ja: オーストラリア
ka: ავსტრალია
ko: 호주
ku: Awistralya
lt: Australija
lv: Austrālija
mk: Avstralija
ml: ഓസ്ട്രേലിയ
nl: Australië
pt_br: Austrália
ru: Австралия
sc: Austràlia
sk: Austrália
sl: Avstralija
sr: Аустралија
sr_latn: Australija
sv: Australien
ta: ஆஸ்திரேலியா
tr: Avustralya
uk: Австралія
vi: Úc
zh_hans: 澳洲
zh_hant: 澳洲

# si_mi_feet
source: Miles/feet
af: Myle / voete
ar: ميل ، قدم
ast: Milles/pies
az: Mil/fut
be: Мілі/футы
bg: Мили/фута
ca: Milles/peu
cs: Míle/stopy
cy: Milltiroedd/troedfeddi
da: Mil/fod
de: Meilen/Fuß
el: Μίλια/πόδια
eo: Mejloj/futoj
es_us: Millas/pies
et: Miilid/jalad
eu: Miliak/Oin
fa: مایل/پا
fi: Mailia/jalkaa
fr: Miles / pieds
gl: Millas/pés
he: מיילים/רגל
hu: Mérföld, láb
hy: Մղոններ/ֆուտ
id: Mil/kaki
is: Mílur/fet
it: Miglia/piedi
ja: マイル/フィート
ka: მილი/ფუტი
ko: 마일리지/피트
lt: Mylios/pėdos
lv: Jūdzes/pēdas
mk: Milji/stapki
ml: "മൈല്‍/അടി "
mr: मैल/फूट
nb: Eng. mil/fot
nl: Mijlen/voet
oc: Milas/pè
pl: Mile/stopy
pt_br: Milhas/pés
ro_ro: Mile/picior
ru: Мили/футы
sc: Mìllias/pedes
sk: Míle/stopy
sl: Milje/Čevlji
sr: Миље/стопе
sr_latn: Milje/stope
sv: Miles/fot
ta: மைல்கள் / அடி
tr: Mil/feet
uk: Милі/фути
zh_hans: 英里/英尺
zh_hant: 英哩/英呎

# si_mi_yard
source: Miles/yards
af: Myle/jaarts
ar: ميل ، ياردة
ast: Milles/yardes
az: Mil/yard
be: Мілі/ярды
bg: Мили/ярда
ca: Milles/iardes
cs: Míle/yardy
cy: Milltiroedd/llathenni
da: Mil/yards
de: Meilen/Yards
el: Μίλια/γιάρδες
eo: Mejloj/jardoj
es_us: Millas/yardas
et: Miilid/jardid
eu: Miliak/yardak
fa: مایل/یارد
fi: Mailia/jaardia
gl: Millas/iardas
he: מיילים/יארדים
hu: Mérföld, yard
hy: Մղոններ/յարդեր
id: Mil/yard
is: Mílur/yardar
it: Miglia/iarde
ja: マイル/ヤード
ka: მილი/იარდი
ko: 마일스/야드
lt: Mylios/jardai
lv: Jūdzes/jardi
mk: Milji/jardi
ml: മൈല്‍/യാര്‍ഡ്
mr: मैल/यार्ड
nb: Eng. mil/yard
nl: Mijlen/yards
oc: Milas/iards
pl: Mile/jardy
pt_br: Milhas/jardas
ro_ro: Mile/iarzi
ru: Мили/ярды
sc: Mìllias/iardas
sk: Míle/yardy
sl: Milje/Jardi
sr: Миље/јарди
sr_latn: Milje/jardi
sv: Miles/yard
ta: மைல்கள் / கெஜம்
tr: Mil/yard
uk: Милі/ярди
zh_hans: 英里/码
zh_hant: 英哩/碼

# si_mi_meters
source: Miles/meters
ar: ميل ، م
ast: Milles/metros
az: Mil/metr
be: Мілі/метры
bg: Мили / метри
ca: Milles/metres
cs: Míle/metry
cy: Milltiroedd/metrau
da: Mil/meter
de: Meilen/Meter
el: Μίλια/μέτρα
eo: Mejloj/metroj
es_us: Millas/metros
et: Miilid/meetrid
eu: Miliak/metroak
fa: مایل/متر
fi: Mailit/metrit
fr: Miles / mètres
gl: Millas/metros
he: מיילים/מטרים
hu: Mérföld, méter
hy: Մղոններ/մետր
id: Mil/meter
is: Mílur/metrar
it: Miglia/metri
ja: マイル/メートル
ka: მილები/მეტრები
ko: 마일/미터
lt: Mylios/metrai
lv: Jūdzes/metri
mk: Milji/metri
ml: "മൈല്‍/മീറ്റര്‍ "
mr: मैल/मिटर
nb: Engelske mil/meter
nl: Mijl/meter
oc: Milas/mètres
pl: Mile/metry
pt_br: Milhas/metros
ro_ro: Mile/metri
ru: Мили/метры
sc: Mìllias/metros
sk: Míle/metre
sl: Milje/Metri
sr: Миље/метри
sr_latn: Milje/metri
sv: Miles/meter
ta: மைல்கள் / மீட்டர்
tr: Mil/metre
uk: Милі/метри
zh_hans: 英里/米
zh_hant: 英里/米

# si_km_m
source: Kilometers/meters
ar: كم ، م
ast: Quilómetros/metros
az: Kilometr/metr
be: Кіламетры/метры
bg: Километри/метри
ca: Kilòmetres/metres
cs: Kilometry/metry
cy: Cilometrau/metrau
da: Kilometer/meter
de: Kilometer/Meter
el: Χιλιόμετρα/μέτρα
eo: Kilometroj/metroj
es_us: Kilómetros/metros
et: Kilomeetrid/meetrid
eu: Kilometroak/metroak
fa: کیلومتر/متر
fi: Kilometrejä/metrejä
fr: Kilomètres / mètres
gl: Quilómetros/metros
he: קילומטרים/מטרים
hu: Kilométer, méter
hy: Կիլոմետր/մետր
id: Kilometer/meter
is: Kílómetrar/metrar
it: Chilometri/metri
ja: キロメートル/メートル
ka: კილომეტრი/მეტრი
ko: 킬로미터/미터
lt: Kilometrai/metrai
lv: Kilometri/metri
mk: Kilometri/metri
ml: കിലോമീറ്റര്‍/മീറ്റര്‍
mr: किमी/मी
nb: Kilometer/meter
nl: Kilometer/meter
oc: Quilomètres/mètres
pl: Kilometry/metry
pt_br: Quilômetros/metros
ro_ro: Km/metri
ru: Километры/метры
sc: Chilòmetros/metros
sk: Kilometre/metre
sl: Kilometri/Metri
sr: Километри/метри
sr_latn: Kilometri/metri
sv: Kilometer/meter
ta: கிலோமீட்டர்கள் / மீட்டர்
tr: Kilometre/metre
uk: Кілометри/метри
vi: Ki-lô-mét/mét
zh_hans: 千米/米
zh_hant: 公里/公尺

# coords_search
source: Coordinates search
ar: بحث عن إحداثيات
ast: Busca de coordenaes
az: Koordinatlarla axtar
be: Пошук па каардынатах
bg: Търсене по координати
ca: Cerca per coordenades
cs: Hledání souřadnic
cy: Chwilio cyfesurynnau
da: Koordinatsøgning
de: Koordinatensuche
el: Αναζήτηση συντεταγμένων
eo: Koordinat-serĉo
es_us: Buscar coordenadas
et: Koordinaatide otsing
eu: Koordenatuen bilaketa
fa: جستجوی مختصات
fi: Koordinaattihaku
fr: Recherche par coordonnées
gl: Procura de coordenadas
he: חיפוש נקודות ציון
hu: Koordináta keresése
hy: Որոնել ըստ կոորդինատների
id: Cari Koordinat
is: Leit eftir hnitum
it: Ricerca per coordinate
ja: 座標検索
ka: კოორდინატების ძებნა
ko: 좌표 검색
lt: Paieška pagal koordinates
lv: Meklēšana pēc koordinātām
mk: Prebaruvanje na koordinati
ml: "കോര്‍ഡിനേറ്റുകളുപയോഗിച്ച് തെരഞ്ഞെടുക്കുക "
nb: Koordinatsøk
nl: Zoeken met coördinaten
oc: Recerca per coordenadas
pl: Wyszukiwanie współrzędnych
pt_br: Busca por coordenadas
ro_ro: Căutare coordonate
ru: Поиск по координатам
sc: Chirca cun coordinadas
sk: Hľadanie súradníc
sl: Iskanje po koordinatah
sr: Претрага координата
sr_latn: Pretraga koordinata
sv: Koordinatsökning
ta: ஒருங்கிணைப்பு தேடல்கள்
tr: Koordinat ara
uk: Пошук за координатами
vi: Tìm kiếm bằng tọa độ
zh_hans: 坐标搜索
zh_hant: 座標查詢

# search_poi_category_hint
source: Type to search all
ar: ابحث هنا
az: Axtarmaq üçün yazın
be: Увядзіце, каб знайсці ўсё
bg: Въведете за търсене
ca: Escriviu per cercar-ho tot
cs: Pište pro vyhledání ve všech
cy: Teipiwch i chwilio'r cyfan
da: Tast for at søge i alle
de: Suchbegriff
el: Πληκτρολογήστε για αναζήτηση όλων
eo: Enigu ion por serĉi
es_us: Escribe para buscar
et: Kirjuta kõigi otsimiseks
eu: Idatzi bilatzeko
fa: برای جستجوی همه بنویسید
fi: Kirjoita etsiäksesi kaikista
fr: Saisissez votre recherche
gl: Escriba para procurar todo
he: סוג לחיפוש הכול
hu: Gépeljen az összes kereséséhez
hy: Մուտքագրեք որոնելու համար
id: Ketik untuk mencari semua
is: Skrifaðu hér til að leita að öllu
it: Scrivi per cercare
ja: 検索語句
ka: აკრიფეთ ყველაფერში საძებნელად
kn: ಎಲ್ಲವನ್ನು ಹುಡುಕಲು ಟೈಪಿಸಿ
ko: 모두 검색하려면 입력
lt: Rašykite, norėdami pradėti paiešką
lv: Meklēt visās kategorijās
mk: Napišete za da gi prebaruvate site
ml: "എല്ലാത്തിലും തെരയാനായി എഴുതിതരുക "
nb: Søk alle
nl: Tik om alles te doorzoeken
oc: Escrivètz per recercar
pl: Wpisz, aby szukać po wszystkich
pt_br: Digite para pesquisar
ro_ro: Tastați pentru a căuta tot
ru: Введите для поиска
sc: Iscrie pro chircare totu
sk: Píšte pre vyhľadanie všetkých
sl: Vrsta za iskanje
sr: Куцајте за претрагу
sr_latn: Kucaj za pretragu
sv: Skriv för att söka alla
ta: அனைத்தையும் தேட இங்கு தட்டச்சு செய்
tr: Tümünü aramak için yazın
uk: Введіть пошуковий запит
zh_hans: 键入以搜索全部
zh_hant: 輸入以查詢全部

# shared_string_enable
source: Enable
ar: تفعيل
ast: Activar
az: Aktivləşdir
be: Уключыць
bg: Включване
ca: Activa
cs: Povolit
cy: Galluogi
da: Aktiver
de: Aktivieren
el: Ενεργοποίηση
eo: Aktivigi
es_us: Activar
et: Võta kasutusele
eu: Gaitu
fa: فعال
fi: Ota käyttöön
fr: Activer
gl: Activar
he: הפעלה
hu: Engedélyezés
hy: Միացնել
id: Aktifkan
is: Virkja
it: Attiva
ja: 有効化
ka: ჩართვა
kn: ಸಕ್ರಿಯಗೊಳಿಸು
ko: 사용
lt: Įjungti
lv: Ieslēgt
mk: Ovozmozi
ml: സജീവമാക്കുക
nb: Aktiver
nl: Activeer
oc: Activar
pl: Włącz
pt_br: Ativar
ro_ro: Activează
ru: Включить
sc: Abìlita
sk: Povoliť
sl: Omogoči
sr: Омогући
sr_latn: Omogući
sv: Aktivera
ta: இயக்கு
tr: Etkinleştir
uk: Увімкнути
vi: Cho phép
zh_hans: 启用
zh_hant: 啟用

# shared_string_disable
source: Disable
ar: تعطيل
ast: Desactivar
az: Qeyri-aktiv et
be: Адключыць
bg: Изключване
ca: Desactiva
cs: Zakázat
cy: Analluogi
da: Deaktiver
de: Deaktivieren
el: Απενεργοποίηση
eo: Malaktivigi
es_us: Desactivar
et: Keela
eu: Desgaitu
fa: غیرفعال
fi: Pois käytöstä
fr: Désactiver
gl: Desactivar
he: השבתה
hu: Letiltás
hy: Անջատել
id: Nonaktifkan
is: Gera óvirkt
it: Disattiva
ja: 無効化
ka: გამორთვა
kn: ಹೆಳವುಗೊಳಿಸು
ko: 사용 안 함
lt: Išjungti
lv: Izslēgt
mk: Onevozmozi
ml: നിര്‍ജീവമാക്കുക
nb: Deaktiver
nl: Schakel uit
oc: Desactivar
pl: Wyłącz
pt_br: Desabilitar
ro_ro: Dezactivează
ru: Выключить
sc: Disabìlita
sk: Zakázať
sl: Onemogoči
sr: Онемогући
sr_latn: Onemogući
sv: Inaktivera
ta: முடக்கு
tr: Devre dışı bırak
uk: Вимкнути
vi: Vô hiệu
zh_hans: 禁用
zh_hant: 停用

# shared_string_apply
source: Apply
af: toepas
ar: تطبيق
ast: Aplicar
az: Tətbiq et
be: Ужыць
bg: Прилагане
ca: Aplica
cs: Použít
cy: Iawn
da: Anvend
de: Anwenden
el: Εφαρμογή
eo: Apliki
es_us: Aplicar
et: Rakenda
eu: Aplikatu
fa: به‌کارگیری
fi: Käytä
fr: Appliquer
gl: Aplicar
he: החלה
hu: Alkalmaz
hy: Կիրառել
id: Terapkan
is: Virkja
it: Applica
ja: 決定
ka: გამოყენება
ko: 적용
lt: Taikyti
lv: Labi
mk: Primeni
ml: പ്രയോഗിക്കുക
nb: Bruk
nl: Pas toe
oc: Aplicar
pl: Zastosuj
pt_br: Aplicar
ro_ro: Aplică
ru: Применить
sc: Àplica
sk: Aplikovať
sl: Uveljavi
sr: Примени
sr_latn: Primeni
sv: Verkställ
ta: விண்ணப்பிக்கவும்
tr: Uygula
uk: Застосувати
vi: Áp dụng
zh_hans: 应用
zh_hant: 套用

# shared_string_select
source: Select
ar: تحديد
ast: Esbillar
az: Seç
be: Абраць
bg: Избиране
ca: Selecciona
cs: Vybrat
cy: Dewis
da: Vælg
de: Auswählen
el: Επιλέξτε
eo: Elekti
es_us: Elegir
et: Vali
eu: Hautatu
fa: انتخاب
fi: Valitse
fr: Sélectionner
gl: Escoller
he: בחירה
hu: Kijelölés
hy: Ընտրել
id: Pilih
is: Velja
it: Seleziona
ja: 選択
ka: არჩევა
kn: ಆಯ್ದುಕೊಳ್ಳಿ
ko: 선택
lt: Pasirinkti
lv: Atzīmēt
mk: Izberi
ml: തെരഞ്ഞെടുക്കുക
my: ရွေးချယ်ပါ
nb: Velg
nl: Kies
oc: Seleccionar
pl: Wybierz
pt_br: Selecionar
ro_ro: Selectați
ru: Выбрать
sc: Seletziona
sk: Zvoliť
sl: Izberi
sr: Означи
sr_latn: Odabrati
sv: Välj
ta: தேர்வு
tr: Seç
uk: Обрати
vi: Chọn
zh_hans: 选择
zh_hant: 選取

# shared_string_ok
source: OK
ar: موافق
ast: D'acuerdu
be: Добра
ca: D'acord
cy: Iawn
el: Εντάξει
eo: Bone
es_us: Aceptar
et: Sobib
eu: ADOS
fa: خُب
gl: Feito
he: אישור
id: OKE
is: Í lagi
kn: ಸರಿ
ko: 승인
ku: Baş e
lt: Gerai
lv: Labi
ml: ശരി
mr: ठीक
oc: D'acòrd
ru: ОК
sc: AB
sl: V redu
sr: У реду
sr_latn: U redu
ta: எற்க்கிறேன்
tr: Tamam
uk: Так
zh_hans: 确定
zh_hant: 確定

# shared_string_cancel
source: Cancel
af: Kanseleer
ar: إلغاء
ast: Encaboxar
az: Ləğv et
be: Скасаваць
bg: Отказ
ca: Cancel·la
cs: Zrušit
cy: Canslo
da: Annuller
de: Abbrechen
el: Άκυρο
eo: Nuligi
es_us: Cancelar
et: Tühista
eu: Utzi
fa: لغو
fi: Peruuta
fr: Annuler
gl: Desbotar
he: ביטול
hu: Mégse
hy: Չեղարկել
id: Batalkan
is: Hætta við
it: Annulla
ja: キャンセル
ka: გაუქმება
kn: ರದ್ದುಮಾಡು
ko: 취소
ku: Betal bike
lt: Atsisakyti
lv: Atcelt
mk: Odbij
ml: റദ്ദാക്കുക
mr: रद्द करा
nb: Avbryt
nl: Annuleren
oc: Anullar
pl: Anuluj
pt_br: Cancelar
ro_ro: Anulează
ru: Отмена
sc: Annulla
sk: Zrušiť
sl: Prekliči
sr: Откажи
sr_latn: Otkazati
sv: Avbryt
ta: மறுக்கிறேன்
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# shared_string_exit
source: Exit
af: Verlaat
ar: خروج
ast: Colar
az: Çıx
be: Выйсці
bg: Изход
ca: Surt
cs: Konec
cy: Gadael
da: Afslut
de: Beenden
el: Έξοδος
eo: Eliri
es_us: Salir
et: Välju
eu: Irten
fa: خروج
fi: Poistu
fr: Quitter
gl: Saír
he: יציאה
hu: Kilépés
hy: Ելք
id: Keluar
is: Hætta
it: Esci
ja: 終了
ka: გასვლა
kn: ನಿರ್ಗಮಿಸು
ko: 퇴장
lt: Išeiti
lv: Iziet
mk: Izlez
ml: "പുറത്തേക്കുള്ള വഴി "
mr: बाहेर पडा
nb: Avslutt
nl: Verlaat
oc: Sortir
pl: Zakończ
pt_br: Sair
ro_ro: Ieși
ru: Выход
sc: Essi
sk: Ukončiť
sl: Končaj
sr: Излаз
sr_latn: Izlaz
sv: Avsluta
ta: வெளியேற
tr: Çıkış
uk: Вихід
vi: Thoát
zh_hans: 退出
zh_hant: 離開

# shared_string_close
source: Close
af: Sluit
ar: إغلاق
ast: Zarrar
az: Bağla
be: Закрыць
bg: Затваряне
br: Seriñ
ca: Tanca
cs: Zavřít
cy: Cau
da: Luk
de: Schließen
el: Κλείσιμο
eo: Fermi
es_us: Cerrar
et: Sulge
eu: Itxi
fa: ببند
fi: Sulje
fr: Fermer
gl: Pechar
he: סגירה
hu: Bezárás
hy: Փակել
id: Tutup
is: Loka
it: Chiudi
ja: 閉じる
ka: დახურვა
kn: ಮುಚ್ಚು
ko: 닫기
lt: Uždaryti
lv: Aizvērt
mk: Zatvori
ml: അടയ്ക്കുക
mr: बंद करा
nb: Lukk
nl: Sluit
oc: Plegar
pl: Zamknij
pt_br: Fechar
ro_ro: Închide
ru: Закрыть
sc: Serra
sk: Zavrieť
sl: Zapri
sr: Затвори
sr_latn: Zatvori
sv: Stäng
ta: மூடு
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# shared_string_no
source: No
af: Nee
ar: لا
ast: Non
az: Xeyr
be: Не
bg: Не
bs: Ne
cs: Ne
cy: Na
da: Nej
de: Nein
el: Όχι
eo: Ne
et: Ei
eu: Ez
fa: خیر
fi: Ei
fr: Non
gl: Non
he: לא
hi: नही
hu: Nem
hy: Ոչ
id: Tidak
is: Nei
ja: いいえ
ka: არა
kn: ಇಲ್ಲ
ko: 아니요
ku: Na
lt: Ne
lv: Nē
mk: Ne
ml: "അല്ല "
mr: नाही
nb: Nei
nl: Nee
oc: Non
pl: Nie
pt_br: Não
ro_ro: Nu
ru: Нет
sc: Nono
sk: Nie
sl: Ne
sq: Jo
sr: Не
sr_latn: Ne
sv: Nej
ta: இல்லை
tr: Hayır
uk: Ні
vi: Không
zh_hans: 否
zh_hant: 否

# shared_string_yes
source: Yes
af: Ja
ar: نعم
ast: Sí
az: Bəli
be: Так
bg: Да
br: Ya
bs: Da
ca: Sí
cs: Ano
cy: Ie
da: Ja
de: Ja
el: Ναι
eo: Jes
es_us: Sí
et: Jah
eu: Bai
fa: بله
fi: Kyllä
fr: Oui
gl: Si
he: כן
hi: हाँ
hu: Igen
hy: Այո
id: Ya
is: Já
it: Sì
ja: はい
ka: დიახ
kn: ಹೌದು
ko: 네
ku: Erê
lt: Taip
lv: Jā
mk: Da
ml: അതെ
mr: हो
nb: Ja
nl: Ja
oc: Òc
pl: Tak
pt_br: Sim
ro_ro: Da
ru: Да
sc: Eja
sk: Áno
sl: Da
sq: Po
sr: Да
sr_latn: Da
sv: Ja
ta: ஆம்
tr: Evet
uk: Так
vi: Có
zh_hans: 是
zh_hant: 是

# shared_string_save
source: Save
af: Berg
ar: حفظ
ast: Guardar
az: Saxla
be: Захаваць
bg: Запазване
ca: Desa
cs: Uložit
cy: Cadw
da: Gem
de: Speichern
el: Αποθήκευση
eo: Konservi
es_us: Guardar
et: Salvesta
eu: Gorde
fa: ذخیره
fi: Tallenna
fr: Enregistrer
gl: Gardar
he: שמירה
hu: Mentés
hy: Պահպանել
id: Simpan
is: Vista
it: Salva
ja: 保存
ka: შენახვა
kn: ಉಳಿಸಿ
ko: 저장
ku: Qeyd bike
lt: Išsaugoti
lv: Saglabāt
mk: Zacuvaj
ml: സൂക്ഷിക്കുക
mr: साठवा
nb: Lagre
nl: Opslaan
oc: Sauvagardar
pl: Zapisz
pt_br: Salvar
ro_ro: Salvează
ru: Сохранить
sc: Sarva
sk: Uložiť
sl: Shrani
sr: Сачувај
sr_latn: Sačuvaj
sv: Spara
ta: சேமி
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# shared_string_clear_all
source: Clear all
af: Vee alles uit
ar: مسح الكل
ast: Llimpiar too
az: Hamısını təmizlə
be: Ачысціць усё
bg: Изчистване на всичко
ca: Neteja-ho tot
cs: Vymazat vše
cy: Clirio'r cwbl
da: Ryd alt
de: Alle löschen
el: Καθαρισμός όλων
eo: Forviŝi ĉiujn
es_us: Limpiar todo
et: Tühjenda kõik
eu: Garbitu guztiak
fa: پاک‌سازی همه
fi: Tyhjennä kaikki
fr: Tout supprimer
gl: Limpar todo
he: לנקות הכול
hu: Összes törlése
hy: Մաքրել բոլորը
id: Hapus semua
is: Hreinsa allt
it: Cancella tutto
ja: 全消去
ka: გასუფთავება
kn: ಎಲ್ಲವನ್ನು ತೆಳಿಸಿ
ko: 모두 지우기
lt: Išvalyti viską
lv: Notīrīt visu
mk: Iscisti se'
ml: എല്ലാം വൃത്തിയാക്കുക(കളയുക -ക്ളീയര്‍)
mr: "सगळे काढून टाका"
nb: Slett alle
nl: Wis alles
oc: Tot escafar
pl: Wyczyść wszystko
pt_br: Limpar tudo
ro_ro: Șterge tot
ru: Очистить все
sc: Iscantzella totu
sk: Vymazať všetko
sl: Počisti vse
sr: Очисти све
sr_latn: Očisti sve
sv: Ta bort alla
ta: அனைத்தையும் அழி
tr: Hepsini temizle
uk: Очистити все
vi: Xóa hết
zh_hans: 全部清除
zh_hant: 清除全部
