Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# plugin_popup_weather_ask
source: Please enable Weather plugin
ar: يرجى تمكين البرنامج المساعد الطقس
cs: Povolte prosím modul Počasí
da: Aktiver venligst vejr-udvidelse
de: Bitte Wettermodul aktivieren
el: Παρακαλούμε ενεργοποιήστε το πρόσθετο Καιρού
es_us: Activar el complemento meteorológico
et: Palun luba ilma pistikprogramm
fr: Veuillez activer le greffon Météo
hu: Engedélyezze az Időjárás-bővítményt
id: Silakan aktifkan plugin Cuaca
is: Virkjaðu forritsviðbót fyrir veðurlýsingar
it: Si prega di abilitare il plugin Meteo
ja: 天気プラグインを有効にしてください
ko: 날씨 플러그인을 활성화하십시오
ro_ro: Vă rugăm să activați plugin-ul Weather
ru: Пожалуйста, включите плагин "Погода"
sc: Pro praghere abìlita su widget de su mèteu
sr: Омогућите додатак за временску прогнозу
sr_latn: Omogućite dodatak za vremensku prognozu
sv: Vänligen aktivera Vädret plugin
ta: தயவுசெய்து வானிலை சொருகி இயக்கவும்
tr: Lütfen Hava Durumu eklentisini etkinleştirin
uk: Будь ласка, увімкніть плагін Погода
zh_hant: 請啟用天氣外掛程式

# weather_plugin_description
source: Provides - the 24-hour and 7-day weather forecast featuring 5 layers - location-based widgets - the temperature / pressure isolines The weather data is provided by the Global Forecast System (GFS, %@).
ar: يوفر الملحق المساعد الطقس - 5 طبقات... توقعات على مدار 24 ساعة و 7 أيام توقعات كل 3 ساعات - ودجت يعتمد على الموقع - خطوط متساوية لدرجة الحرارة / الضغط يتم توفير بياناتالطقس من قبل (GFS، %@).
be: Змяшчае: - 5-слаёвы прагноз на 24 гадзіны і 7 дзён - віджэты на аснове месцазнаходжання - ізатэрмы / ізабары Даныя бяруцца з Global Forecast System (%@).
bg: Добавката осигурява: - 24-часова и 7-дневна прогноза за времето с 5 слоя - приспособления, базирани на местоположението - изолинии за температура/налягане Данните за времето се предоставят от Глобалната система за прогнози (GFS, %@).
ca: Proporciona - previsió meteorològica de 24 hores i 7 dies amb 5 capes - ginys basats en ubicació - isolínies de temperatura / de pressió Les dades meteorològiques són proporcionades per Global Forecast System (GFS, %@).
cs: Poskytuje - 24hodinovou a 7denní předpověď počasí s 5 vrstvami - nástroje založené na poloze - izolinie teploty a tlaku Údaje o počasí poskytuje globální předpovědní systém (GFS, %@).
da: Giver - 24-timers og 7-dages vejrprognose med 5 lag - lokationsbaserede moduler - temperatur/tryk-konturlinjer Vejrdataene leveres af Global Forecast System(GFS, %@).
de: Bietet - 24-Stunden- und 7-Tage-Wettervorhersage mit 5 Ebenen - Standortbasierte Widgets - Temperatur-/Luftdruck-Isolinien Wetterdaten werden vom Global Forecast System (GFS, %@) bereitgestellt.
el: Παρέχει - την 24ωρη και 7ήμερη πρόγνωση καιρού παρουσιάζοντας 5 επίπεδα - γραφικά στοιχεία με βάση την τοποθεσία - τις ισογραμμές θερμοκρασίας / πίεσης Τα καιρικά δεδομένα παρέχονται από το Παγκόσμιο Σύστημα Πρόγνωσης (GFS, %@).
eo: Liveras: • 24-horan 7-tagan veterprognozojn kun 5 tavoloj • fenestraĵojn agordiĝantajn laŭ loko • egal-temperatur-liniojn kaj egal-aerprem-liniojn. Datumoj estas liverataj de «Global Forecast System» (GFS, %@ ).
es_us: Este complemento incluye - pronóstico meteorológico de 24 horas y de 7 días, en 5 capas - widgets basados en la ubicación - isolíneas de temperatura / presión Los datos meteorológicos son provistos por el Global Forecast System (GFS, %@).
et: Lisamooduli võimalused: - viie andmekihiga 24 tunni ja 7 päeva ennustus - asukohapõhised vidinad - temperatuuri / õhurõhu samajooned Andmeallikas on Global Forecast System (GFS, %@).
eu: Ematen du - 24 orduko eta 7 eguneko eguraldiaren iragarpena 5 geruza dituena - Kokapenean oinarritutako widgetak - Tenperatura/presioaren isolineak Eguraldiaren datuak Global Forecast System-ek (GFS, %@) ematen ditu.
fr: Fournit : - Les prévisions météorologiques pour les 24 prochaines heures et les 7 prochains jours, avec 5 sur-couches - Des widgets basés sur la position - Les cartes d'isobares et d'isothermes Les données météorologiques sont fournies par le modèle GFS (Global Forecast System, %@).
gl: Proporciona - a predición meteorolóxica das 24 horas e 7 días con 5 capas - complementos baseados na localización - as isolíneas da temperatura/presión A predición meteorolóxica e proporcionada polo Global Forecast System (GFS, %@).
hu: Funkciók: - 24 órás és 7 napos időjárás-előrejelzés 5 rétegben - helyalapú modulok, - hőmérsékleti és légnyomásvonalak (izobárok). Az időjárási adatok szolgáltatója a Global Forecast System (GFS, %@).
id: Menyediakan - prakiraan cuaca 24 jam dan 7 hari memberikan 5 lapisan - widget berbasis lokasi - garis isometrik suhu/tekanan Data cuaca disediakan oleh Sistem Prakiraan Global (GFS, %@).
is: Gefur kost á - 24-stunda og 7-daga veðurspá með 5 gagnaþekjum - staðarháðum viðmótshlutum - hitastigs- / loftþrýstingslínum Veðurgögnin koma frá Global Forecast System (GFS, %@).
it: Fornisce - previsioni meteo, 24 ore su 24, 7 giorni su 7, con 5 livelli - widget localizzati - isoterme / isobare I dati meteo sono forniti dal Global Forecast System (GFS, %@).
ja: 提供されるサービスは以下の通りです - 5つのレイヤーを備えた 24時間および 7日間の天気予報 - 位置に応じたウィジェット - 温度/気圧の分布図 気象データは、Global Forecast System (GFS、%@) によって提供されています。
ko: 제공 - 5개의 레이어로 구성된 24시간 및 7일 일기 예보 - 위치 기반 위젯 - 온도/압력 등치선 날씨 데이터는 Global Forecast System(GFS, %@)에서 제공합니다.
mk: Enable the Weather Plugin to plan a route considering the weather. Watch the coloured map of weather forecast, which is updated hourly for today, tomorrow, and the week ahead. While traveling see location based info widgets with temperature, precipitation, wind speed, pressure. Will be useful for hiking and long trips by bike or motorcycle.
nb: Tilbyr - 24-timer og 7-dagers værmelding med 5 lag - posisjonsbaserte miniprogrammer - temperatur/lufttrykksisolinjer Værdata tilbys av det globale værmeldingssystemet (GFS, %@).
nl: Toont - 24-uurs en 7-daagse weersvoorspelling met 5 lagen - widgets afgesteld op locatie - hoogtelijnen van temperatuur / luchtdruk De weersgegevens worden geleverd door de Global Forecast System (GFS, %@).
oc: Fornís - la previsions meteo, 24 oras de 24, 7 jorns de 7, sus 5 nivèu - de clavelets localizats - lei isotermes / isobaras Lei donadas meteo son fornidas per lo Global Forecast System (GFS, %@).
pl: Zapewnia - 24-godzinną i 7-dniową prognozę pogody z 5 warstwami - widżety oparte na lokalizacji - izolinie temperatury / ciśnienia Dane pogodowe są dostarczane przez Globalny System Prognoz (GFS, %@).
ro_ro: Oferă - prognoza meteo pe 24 de ore și 7 zile, cu 5 straturi - widgeturi bazate pe locație - izolinii de temperatură / presiune Datele meteorologice sunt furnizate de Sistemul Global de Prognoză (GFS, %@).
ru: Плагин погоды предоставляет: - 24-часовой и 7-дневный прогноз с 5 слоями . - виджеты на основе местоположения. - изолинии температуры / давления. Данные о погоде предоставляются GFS %@.
sc: Frunit - sas previsiones meteorològicas pro 24 oras e 7 dies cun 5 istratos - basados subra de sa posidura - sas isolìnias de temperadura / pressione Sos datos meteorològicos los frunit su Sistema de Previsiones Globale (GFS, %@).
sk: Poskytuje - 24-hodinové a 7-dňové predpovede počasia na 5 vrstvách - nástroje podľa pozície - izočiary teploty a tlaku Údaje o počasí sú poskytované službou Global Forecast System (GFS, %@).
sl: Zagotavlja: - 24-urno in 7-dnevno vremensko napoved s petimi plastmi. - gradniki, ki temeljijo na lokaciji. - izoterme in izobare (izočrte temperature in zračnega tlaka). Vremenske podatke zagotavlja globalni sistem napovedi (Global Forecast System - GFS, %@).
sr: Омогућава - 24-рочасовни и седмични петослојни преглед временских прилика - справице засноване на положају - линије обриса мерења топлоте / притиска Податке о времену доставља Светски склоп временских прилика (ГФС, %@).
sr_latn: Omogućava - 24-ročasovni i sedmični petoslojni pregled vremenskih prilika - widžet zasnovan na lokaciji - linije obrisa merenja toplote / pritiska Podatke o vremenu dostavlja Global Forecast System (GFS, %@).
sv: Tillhandahåller - 24-timmars och 7-dagars väderprognos med 5 lager. - platsbaserade widgetar - temperatur och lufttryck med isolinjer Väderdatat tillhandahålls av Global Forecast System (GFS, %@).
ta: வழங்குகிறது -5 அடுக்குகளைக் கொண்ட 24 மணிநேர மற்றும் 7 நாள் வானிலை முன்னறிவிப்பு - இருப்பிட அடிப்படையிலான விட்செட்டுகள் - வெப்பநிலை / அழுத்தம் தனிமைகள் வானிலை தரவு உலகளாவிய முன்னறிவிப்பு அமைப்பால் (சி.எஃப்.எச், %@) வழங்கப்படுகிறது.
tr: Sağladıkları: - 5 katman içeren 24 saatlik ve 7 günlük hava tahmini - konum tabanlı widget'lar - sıcaklık/basınç eş değer eğrileri Hava durumu verileri Global Forecast System (GFS, %@) tarafından sağlanır.
uk: Надає - 24-годинний та 7-денний прогноз погоди з 5-ма шарами - віджети на основі розташування - ізолінії температури / тиску Дані про погоду надає Global Forecast System (GFS, %@).
vi: Cung cấp - dự báo thời tiết 24 giờ và 7 ngày bao gồm 5 lớp - widget theo vị trí - đường đồng mức nhiệt độ / áp suất Dữ liệu thời tiết được cung cấp bởi Hệ thống dự báo toàn cầu (GFS, %@).
zh_hans: 提供 - 24小时 x 7天 的天气预报，包括5个图层 - 基于位置的小工具 - 等温线/等压线 天气数据由全球预测系统（GFS，%@）提供。
zh_hant: 提供 - 五個圖層的24小時與7天天氣預報 - 以位置為基礎的小工具 - 等溫線/等壓線 天氣資料由全球預報系統 (GFS，%@) 提供。

# weather_pressure_inches_of_mercury
source: Inches of mercury
ar: بوصة من الزئبق
bg: Инчове живачен стълб
ca: Polzades de mercuri
cs: Palců rtuťového sloupce
da: Tommer kviksølv
de: Zoll Quecksilbersäule
el: Ίντσες στήλης υδραργύρου
eo: Coloj da hidrargo
es_us: Pulgadas de mercurio
et: tolli elavhõbeda sammast
eu: Hazbete merkurio
fa: اینچ جیوه
fi: Elohopeatuumaa
fr: Pouces de mercure
hu: Higanyhüvelyk
id: Inci air raksa
is: Tommur kvikasilfurs
it: Pollici di mercurio
ja: 水銀柱インチ
ko: 수은의 인치
lt: Gyvsidabrio coliai
nb: Tommer kvikksølv
nl: Inch kwik
pl: Cale rtęci
ro_ro: Inci coloană de mercur
ru: Дюймы ртутного столба
sc: Pòddighes de mercùriu
sk: Palce ortute
sl: Palciživega srebra
sr: Инчи живе
sr_latn: Inči žive
sv: Tum kvicksilver
ta: பாதரசத்தின் அங்குலங்கள்
tr: Cıva inç
uk: Дюйми ртутного стовпчика
vi: Inch thuỷ ngân
zh_hans: 英寸汞柱
zh_hant: 英吋汞柱

# weather_wind_knots
source: Knots
ar: عقدة
be: Вузлы
bg: Възли
ca: Nusos
cs: Uzlech
da: Knob
de: Knoten
el: Κόμβοι
eo: Nodoj
es_us: Nudos
et: Sõlme
eu: Korapiloak
fa: گره
fi: Solmua
fr: Nœuds
hu: csomó
id: Knot
is: Hnútar
it: Nodi
ja: ノット
ka: საზღვაო კვანძი
ko: 매듭
lt: Mazgai
nb: Knop
nl: Knopen
oc: Nos
pl: Węzły
ro_ro: Noduri
ru: Узлы
sc: Nodos
sk: Uzly
sl: Vozli
sr: Чворови
sr_latn: Čvorovi
sv: Knop
ta: முடிச்சுகள்
tr: Knot
uk: Вузлів
vi: Knot
zh_hans: 节
zh_hant: 節

# weather_precip_milimeters
source: Millimeters
ar: مليمترات
be: Міліметры
bg: Милиметри
ca: Mil·limetres
cs: milimetrech
da: Millimeter
de: Millimeter
el: Χιλιοστά
eo: Milimetroj
es_us: Milímetros
et: Millimeetrit
eu: Milimetroak
fa: میلی‌متر
fi: Millimetriä
fr: Millimètres
he: מילימטר
hu: milliméter
id: Milimeter
is: millimetrar
it: Millimetri
ja: ミリメートル
ka: მილიმეტრი
ko: 밀리미터
lt: Milimetrai
nb: Millimeter
nl: Millimeter
oc: Millimètres
pl: Milimetry
ro_ro: Milimetri
ru: Миллиметры
sc: Millìmetros
sk: Milimetre
sl: Milimetrov
sr: Милиметри
sr_latn: Milimetri
sv: Millimeter
ta: மில்லிமீட்டர்
tr: Milimetre
uk: Міліметри
vi: Mi-li-mét
zh_hans: 毫米
zh_hant: 公釐

# weather_precip_inches
source: Inches
ar: بوصة
be: Цалі
bg: Инчове
ca: Polzades
cs: palcích
da: Tommer
de: Zoll
el: Ίντσες
eo: Coloj
es_us: Pulgadas
et: Tolli
eu: Hazbeteak
fa: اینچ
fi: Tuumaa
fr: Pouces
he: אינץ׳
hu: hüvelyk
id: Inci
is: tommur
it: Pollici
ja: インチ
ka: დუიმ
ko: 인치
lt: Coliai
nb: Tommer
nl: Inche
oc: Poces
pl: Cale
ro_ro: Inci
ru: Дюймы
sc: Pòddighes
sk: Palce
sl: Palcev
sr: Инчи
sr_latn: Inči
sv: Tum
ta: அங்குலங்கள்
tr: İnç
uk: Дюйми
vi: inch
zh_hans: 英寸
zh_hant: 英吋

# weather_cloud_data_description
source: Weather data will be downloaded for viewed area each time.
ar: سيتم تنزيل بيانات الطقس للمنطقة المعروضة في كل مرة.
cs: Údaje o počasí budou pokaždé staženy pro zobrazenou oblast.
da: Vejrdata vil blive downloadet til vist område hver gang.
de: Wetterdaten werden jedes Mal für die verwendete Ansicht heruntergeladen.
el: Τα δεδομένα καιρού θα ληφθούν για την προβαλλόμενη περιοχή κάθε φορά.
es_us: Los datos meteorológicos serán descargados para verlos cada vez.
et: Ilmaandmed laaditakse alla vaadeldava ala kohta iga kord.
fr: Les données météorologiques seront téléchargées pour la zone visualisée à chaque fois.
hu: Az időjárási adatok minden alkalommal a megtekintett területre vonatkozóan lesznek letöltve.
id: Data cuaca akan diunduh untuk area yang dilihat setiap saat.
is: Veðurgögn verða sótt fyrir skoðað svæði í hvert skipti.
it: I dati meteorologici verranno scaricati ogni volta per l'area visualizzata.
ro_ro: Datele meteo vor fi descărcate de fiecare dată pentru zona vizualizată.
ru: Данные о погоде просматриваемого района будут скачиваться заново, при каждом новом просмотре.
sc: Sos datos de su mèteu s'ant a iscarrigare cada borta pro s'àrea pompiada.
sr: Временски подаци ће се преузимати за прегледано подручје сваки пут.
sr_latn: Vremenski podaci će se preuzimati za pregledano područje svaki put.
sv: Väderdata laddas ner för visat område varje gång.
ta: ஒவ்வொரு முறையும் பார்க்கும் பகுதிக்கு வானிலை தரவு பதிவிறக்கம் செய்யப்படும்.
tr: Her seferinde görüntülenen alan için hava durumu verileri indirilecektir.
uk: Дані про погоду завантажуватимуться для переглянутої зони щоразу.
zh_hant: 每次都會為檢視的區域下載天氣資料。

source: Go to downloads
ar: الانتقال إلى التنزيلات
be: Перайсці ў спампоўкі
ca: Vés a baixades
cs: Přejít ke stažení
da: Hent
de: Gehe zu Downloads
el: Πηγαίντε στις λήψεις
es_us: Ir a descargas
et: Ava allalaadimiste vaade
fr: Accéder aux téléchargements
hu: Ugrás a letöltésekhez
id: Buka unduhan
is: Fara í sótt gögn
it: Vai ai download
ko: 다운로드로 이동
oc: Anatz ai Teledescargaments
pl: Idź do Pobranych
pt_br: Ir para transferências
ro_ro: Mergeți la descărcări
ru: Перейти в скачивания
sc: Bae a sos iscarrigamentos
sk: Prejsť na sťahovanie
sl: Skoči v mapo prejemov
sr: Идите на преузимања
sr_latn: Idi na preuzimanja
sv: Gå till nedladdningar
ta: பதிவிறக்கங்களுக்குச் செல்லவும்
tr: İndirmelere git
uk: Перейти в завантаження
zh_hans: 前往下载
zh_hant: 去下載

source: Turn on plugin
ar: تشغيل المكون المساعد
be: Уключыць убудову
ca: Activa el connector
cs: Zapnout modul
da: Aktiver udvidelse
de: Aktivieren Sie das Plugin
el: Ενεργοποιήση πρόσθετου
es_us: Activar complemento
et: Lülita lisa sisse
fr: Activer le plugin
hu: Bővítmény bekapcsolása
id: Nyalakan plugin
is: Kveikja á viðbótinni
it: Attiva il componente aggiuntivo
ja: プラグインを有効にする
ka: დამატების ჩართვა
oc: Activar l'ajust
pl: Włącz wtyczkę
pt_br: Ativar complemento
ro_ro: Porniți plugin-ul
ru: Включите плагин
sc: Allue plugin
sk: Zapnúť modul
sr: Укључите додатак
sr_latn: Uključite dodatak
sv: Aktivera insticksmodulen
ta: சொருகி இயக்கவும்
tr: Eklenti açın
uk: Увімкніть плагін
zh_hans: 开启插件
zh_hant: 開啟外掛元件

source: Restore purchase
ar: استعادة الشراء
cs: Obnovit nákup
da: Gendan køb
de: Kauf wiederherstellen
el: Επαναφορά αγοράς
es_us: Restaurar compra
et: Taasta ost
fr: Restaurer les achats
hu: Vásárlások visszaállítása
id: Pulihkan pembelian
is: Endurheimta innkaup
it: Ripristina acquisti
ko: 구입내역 복원
lt: Atkurti pirkinį
nb: Gjenopprett kjøp
oc: Recuperar lei cròmpas
ro_ro: Restabilirea achiziției
ru: Восстановить покупку
sc: Riprìstina sas còmporas
sr: Обновите куповину
sr_latn: Obnovite kupovinu
sv: Återställ köp
ta: கொள்முதல் மீட்டமை
tr: Satın alma işlemini geri yükle
uk: Відновити придбання
zh_hant: 恢復購買

source: Restore purchases
ar: استعادة المشتريات
ast: Restaurar les compres
az: Alışları bərpa et
be: Аднаўленне пакупак
ca: Recupera les compres
cs: Obnovit nákupy
cy: Adfer pryniannau
da: Gendan køb
de: Käufe wiederherstellen
el: Επαναφορά αγορών
eo: Restarigi aĉetaĵojn
es_us: Restaurar compras
et: Taasta ostud
eu: Berreskuratu erosketak
fa: بازیابی خریدها
fr: Restaurer vos achats
gl: Restaurar as compras
he: שחזור רכישות
hu: Vásárlások visszaállítása
hy: Գնումների վերականգնում
id: Pulihkan pembelian
is: Endurheimta innkaup
it: Ripristina gli acquisti fatti
ja: 購入情報の復元
ka: შეძენების აღდგენა
ko: ‎구매 ‎‎항목 복원‎
lt: Atkurti pirkinius
lv: Atjaunot pirkumus
mk: Vratete gi na pocetno kupuvanjata
ml: വാങ്ങലുകൾ പുനഃസ്ഥാപിക്കുക
nb: Gjenopprett kjøp
nl: Aankopen herstellen
oc: Recuperar lei cròmpas
pl: Przywróć zakupy
ro_ro: Restaurează achiziții
ru: Восстановить покупки
sc: Riprìstina sas còmporas
sk: Obnoviť nákupy
sl: Obnovi nakupe
sr: Поврати трговину
sr_latn: Vrati kupovinu
sv: Återställ köp
ta: கொள்முதல் மீட்டமை
tr: Satın alımları geri yükle
uk: Відновлення покупок
zh_hans: 恢复购买内容
zh_hant: 恢復購買

# restore_backup_descr
source: Restore data on the device unsing online backups
ar: قم باستعادة البيانات الموجودة على الجهاز باستخدام النسخ الاحتياطية عبر الإنترنت
cs: Obnovit data v zařízení bez online zálohování
da: Gendan data på enheden ved hjælp af online sikkerhedskopier
de: Gerätedaten mithilfe von Online-Backups wiederherstellen
el: Επαναφέρετε δεδομένα στη συσκευή χρησιμοποιώντας αντίγραφα ασφαλείας στο Διαδίκτυο
es_us: Restaura los datos en el dispositivo, usando copias de seguridad en línea
et: Taasta võrguvarundusest andmed nutiseadmes
fr: Restaurer les données de l'appareil en utilisant des sauvegardes en ligne
hu: Adatok visszaállítása az eszközön, online biztonsági mentések segítségével
id: Pulihkan data pada perangkat menggunakan cadangan online
is: Endurheimta gögn á tækinu með nettengdum öryggisafritum
it: Ripristina i dati sul dispositivo senza utilizzare i backup online
ko: 온라인 백업을 해제하는 장치의 데이터 복원
oc: Restaurar lei donadas sus l’aparelh amb l’ajuda dei sauvagardas en linha
ro_ro: Restaurați datele de pe dispozitiv fără a face backup-uri online
ru: Восстанавливать данные на устройстве без использования онлайн-резервных копий
sc: Riprìstina sos datos in su dispositivu impreende còpias de seguresa in lìnia
sr: Повратите податке на уређају употребом мрежних резервних копија
sr_latn: Povratite podatke na uređaju upotrebom mrežnih rezervnih kopija
sv: Återställ data på enheten med säkerhetskopia online
ta: நிகழ்நிலை காப்புப்பிரதியைப் பயன்படுத்தி சாதனத்தில் தரவை மீட்டமைக்கவும்
tr: Çevrim içi yedekleri kullanarak verileri aygıta geri yükleyin
uk: Відновити дані на пристрій з резервних онлайн-копій
zh_hant: 使用線上備份恢復裝置上的資料

source: Map downloaded
ar: تم تحميل الخريطة
az: Xəritə endirildi
be: Мапа спампаваная
bg: Картата е изтеглена
ca: Mapa baixat
cs: Mapa stažena
cy: Map wedi'i lawrlwytho
da: Kort hentet
de: Karte heruntergeladen
el: Ο χάρτης ελήφθη
eo: Mapo elŝutita
es_us: Mapa descargado
et: Kaart on allalaaditud
eu: Mapa deskargatu da
fa: نقشه بارگیری شد
fi: Kartta ladattu
fr: Carte téléchargée
gl: Mapa baixado
he: מפה התקבלה
hu: Térkép letöltve
hy: Քարտեզը ներբեռնված է
id: Peta diunduh
is: Búið að ná í kort
it: Mappa scaricata
ja: マップがダウンロードされました
ka: რუკა გადმოწერილია
ko: 지도 다운로드됨
ku: Nexşe hate daxistin
lt: Žemėlapis atsiųstas
lv: Karte ir lejupielādēta
mk: Prevzemena karta
ml: ഭൂപടം ഡൗണ്‍ലോഡായി
nb: Kart lastet ned
nl: Kaart gedownload
oc: Mapa teledescargada
pl: Pobrano mapę
ro_ro: Hartă descărcată
ru: Карта скачана
sc: Mapa iscarrigada
sk: Mapa stiahnutá
sl: Zemljevid je prejet
sr: Карта је преузета
sr_latn: Mapa je preuzeta
sv: Karta hämtad
ta: வரைபடம் பதிவிறக்கம் செய்யப்பட்டது
tr: İndirilen harita
uk: Мапу завантажено
vi: Bản đồ đã tải
zh_hans: 地图已下载
zh_hant: 地圖已下載

# show_region_on_map_go
source: Go to the map
ar: الانتقال إلى الخريطة
be: Перайсці да мапы
ca: Ves al mapa
cs: Přejít na mapu
da: Gå til kortet
de: Gehen Sie zur Karte
el: Πηγαίντε στον χάρτη
es_us: Ir al mapa
et: Mine kaardile
fi: Siirry kartalle
fr: Aller à la carte
hu: Ugrás a térképhez
id: Buka peta
is: Fara á landakortið
it: Vai alla mappa
ja: マップ画面に移動
ka: რუკაზე გადასვლა
ko: 지도로 이동
ku: Here Nexşe
oc: Anar a la mapa
pl: Przejdź do mapy
pt_br: Vá para o mapa
ro_ro: Mergeți la hartă
ru: Перейти к карте
sc: Bae a sa mapa
sk: Prejsť na mapu
sr: Иди на мапу
sr_latn: Idi na mapu
sv: Gå till kartan
ta: வரைபடத்திற்குச் செல்லுங்கள்
tr: Harita git
uk: Перейти до мапи
zh_hans: 去地图
zh_hant: 返回地圖

source: Tomorrow
ar: غدا
bg: Утре
ckb: بەیانی
cs: Zítra
da: I morgen
de: Morgen
el: Αύριο
eo: Morgaŭ
es_us: Mañana
et: Homme
eu: Bihar
fa: فردا
fi: Huomenna
fr: Demain
hu: Holnap
id: Besok
is: Á morgun
it: Domani
ja: 明日
lt: Rytoj
nb: I morgen
nl: Morgen
oc: Deman
pl: Jutro
ro_ro: Mâine
ru: Завтра
sc: Cras
sk: Zajtra
sr: Сутрадан
sr_latn: Sutradan
sv: I morgon
ta: நாளை
tr: Yarın
uk: Завтра
vi: Ngày mai
zh_hant: 明天

# import_raster_map_success
source: Raster map has been imported. Open Map Settings and activate it via Overlay/Underlay
ar: تم استيراد الخريطة النقطية. افتح "إعدادات الخريطة" وقم بتنشيطها عبر الخريطة "العلوية / السفلية"
be: Растравая мапа імпартаваная. Адкрыйце налады мапы і актывуйце яе у "Накладка/Падкладка"
ca: S'ha importat el mapa de bits.Obriu Configuració de Mapes i activeu-lo via Superposició/Mapa de fons
cs: Rastrová mapa byla importována. Otevřete Nastavení mapy a aktivujte ji jako překryvnou nebo podkladovou mapu
da: Raster-kort er blevet importeret. Åbn Kort-Indstillinger, og aktiver via Over-/Underlejring
de: Rasterkarte wurde importiert. Öffnen Sie die Karteneinstellungen und aktivieren Sie diese über Overlay/Underlay-Karte
el: Ο raster χάρτης έχει εισαχθεί. Ανοίξτε τις Ρυθμίσεις χάρτη και ενεργοποιήστε τον με Επικάλυψη/Υπόστρωμα
es_us: Se ha importado un mapa de tramas. Abre los ajustes del mapa y actívalo desde «Superposición/Subyacencia»
et: Rasterkaart on imporditud. Ava kaartide seadistused ja võta ta kasutusele kas ülekattena või aluskihina
fr: La carte raster a été importée. Ouvrez les paramètres de carte et activez la comme sur-couche/sous-couche
hu: A raszteres térkép importálva lett. Nyissa meg a Térképbeállításokat, és aktiválja azt térkép-fedvény vagy -alátétként
id: Peta raster telah diimpor. Buka Pengaturan Peta dan aktifkan melalui Overlay/Underlay
is: Rastakort var flutt inn. Opnaðu kortastillingar og virkjaðu það í gegnum Yfirlag/Undirlag
it: La mappa raster è stata importata. Apri Impostazioni mappa e attivalo tramite Overlay/Underlay
ja: ラスターマップがインポートされました。マップ設定からオーバーレイ/アンダーレイの項目から表示が可能です
pl: Mapa rastrowa została zaimportowana. Otwórz Ustawienia mapy i aktywuj je za pomocą Nakładki/Podkładu
pt_br: O mapa de raster foi importado. Abra as Configurações do mapa e ative-o através de sobreposição
ro_ro: Harta raster a fost importată. Deschideți Map Settings (Setări hartă) și activați-o prin Overlay/Underlay (suprapunere/subpunere)
ru: Растровая карта импортирована. Откройте настройки карты и активируйте её с помощью наложения/подложки
sc: As importadu sa mapa raster. Aberi sas impostatziones de sa mapa e ativa·la pro mèdiu de un'istratu superiore o inferiore
sr: Растерска мапа је увезена. Отворите подешавања мапе и активирајте их преко Надподлоге/Подлоге
sr_latn: Rasterska mapa je uvezena. Otvorite podešavanja mape i aktivirajte ih preko Nadpodloge/Podloge
sv: Rasterkartan har importerats. Använd den som underlägg-/överläggskarta i kartinställningarna
ta: ராச்டர் வரைபடம் இறக்குமதி செய்யப்பட்டுள்ளது. வரைபட அமைப்புகளைத் திறந்து மேலடுக்கு/அண்டர்லே வழியாக செயல்படுத்தவும்
tr: Raster haritası içe aktarıldı. Harita Ayarları'nı açın ve Üst katman/Alt katman ile etkinleştirin
uk: Растрову мапу імпортовано. Відкрийте Налаштування мапи та задійте її за допомогою Накладки/Підкладки
zh_hant: 已匯入點陣地圖。開啟地圖設定並透過覆蓋/底圖啟用它
