Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# getting_list_required_maps
source: Getting a list of required maps...
cs: Získávání seznamu požadovaných map...
da: Henter en liste over nødvendige kort...
de: Abrufen einer Liste der benötigten Karten...
el: Λαμβάνεται λίστα των απαιτούμενων χαρτών...
es_us: Obteniendo una lista de mapas necesarios…
et: Laadime vajalike kaartide loendit...
fr: Récupération de la liste des cartes nécessaires...
hu: A szükséges térképek listájának lekérése…
id: Mendapatkan daftar peta yang diperlukan...
is: Sæki lista yfir nauðsynleg kort...
it: Ottieni un elenco delle mappe richieste...
nl: Lijst van vereiste kaarten ophalen...
ro_ro: Obținerea unei liste de hărți necesare...
ru: Получение списка необходимых карт...
sr: Преузимање листе потребних мапа…
sr_latn: Preuzimanje liste potrebnih mapa…
sv: Hämtar lista över kartor som krävs…
ta: தேவையான வரைபடங்களின் பட்டியலைப் பெறுதல் ...
tr: Gerekli haritaların listesi alınıyor...
uk: Отримання списку необхідних мап...
zh_hant: 取得所需的地圖清單…

# track_vertical_exaggeration_description
source: By changing the scale value, you can change 3D track height.
cs: Změnou hodnoty měřítka můžete měnit výšku 3D trasy.
da: Ved at ændre skalaværdien kan du ændre 3D-sporets højde.
de: Durch Ändern des Skalenwerts können Sie die Höhe des 3D-Tracks ändern.
el: Αλλάζοντας την τιμή της κλίμακας, μπορείτε να αλλάξετε το ύψος του 3D ίχνους.
eo: Perŝanĝi la valoron de skalo vi povas ŝanĝi alton de 3-dimensia spuro.
es_us: Cambiando el valor de la escala, puedes cambiar la altura de la traza 3D.
eu: Eskalaren balioa aldatuz gero, 3D pistaren altuera alda dezakezu.
fa: با تغییر مقدار مقیاس، می‌توانید ارتفاع رد سه‌بعدی را تغییر دهید.
fr: En modifiant la valeur de l'échelle, vous pouvez modifier la hauteur de la trace 3D.
hu: A skála értékének változtatásával módosíthatja a 3D nyomvonal magasságát.
id: Dengan mengubah nilai skala, Anda dapat mengubah ketinggian trek 3D.
is: Með því að breyta gildi kvarðans geturðu breytt hæð þrívíddarferilsins.
it: Modificando il valore della scala, puoi modificare l'altezza della traccia 3D.
ja: スケール値を変更することで、3D経路の高さを変更することができます。
ko: 스케일 값을 변경하면 3D 트랙 높이를 변경할 수 있습니다.
lt: Keisdami mastelio vertę, galite pakeisti 3D takelio aukštį.
nb: Ved å endre skalaverdien kan du endre 3D-sporets høyde.
nl: Door de schaalwaarde te veranderen, kun je de 3D track-hoogte wijzigen.
pl: Zmieniając wartość skali, można zmienić wysokość ścieżki 3D.
ro_ro: Prin modificarea valorii scării, puteți modifica înălțimea traseului 3D.
ru: Изменяя значение масштаба, вы можете изменить высоту 3D-трека.
sk: Zmenou hodnoty mierky môžete zmeniť výšku 3D stopy.
sr: Променом вредности размере, можете променити висину трага просторног приказа.
sr_latn: Promenom vrednosti na skali možeš promeniti visinu 3D staze.
sv: Genom att ändra skalningsvärdet kan du förändra 3D-spårets höjd.
ta: அளவிலான மதிப்பை மாற்றுவதன் மூலம், நீங்கள் 3D டிராக் உயரத்தை மாற்றலாம்.
tr: Ölçek değerini değiştirerek 3D iz yüksekliğini değiştirebilirsiniz.
uk: Змінюючи масштаб, ви можете змінювати висоту 3D-трека.
vi: Bằng cách thay đổi thang giá trị, bạn có thể thay đổi chiều cao của đường dẫn 3D.
zh_hans: 通过更改比例值，可以改变 3D 轨迹的高度。
zh_hant: 透過變更比例值，您可以變更 3D 軌跡高度。

# map_settings_weather_wind_animation
source: Wind animation
bg: Анимиран вятър
cs: Animace větru
da: Animation af vind
el: Κινούμενα γραφικά ανέμου
es_us: Animación del viento
et: Tuule animatsioon
eu: Haizearen animazioa
fa: پویانمایی باد آب‌وهوا
fr: Animation du vent
hu: Szélanimáció
id: Animasi angin
is: Vindhreyfing
it: Animazione del vento
ja: 風速
nb: Vindanimasjon
nl: Wind-animatie
pl: Animacja wiatru
ro_ro: Animația vântului
ru: Анимация ветра
sk: Animácia vetra
sr: Опонашање ветра
sr_latn: Animacija vetra
sv: Vindanimering
ta: காற்று அனிமேசன்
tr: Rüzgar animasyonu
uk: Анімація вітру
vi: Hoạt ảnh gió
zh_hant: 風動畫

# altitude_ascent
source: Uphill
ar: وعر
ast: Ascent
az: Yoxuş
be: Пад'ём
bg: Изкачване
ca: Ascens
cs: Stoupání
cy: Am i fyny
da: Opstigning
de: Bergauf
el: Ανηφόρα
eo: Supreniro
es_us: Ascenso
et: Tõus
eu: Maldan gora
fa: صعود
fi: Nousu
fr: Montée
gl: Ascenso
he: עלייה
hu: Emelkedő
hy: Վերելք
id: Naik
is: Hækkun
it: Salita
ja: 上り坂
ka: აღმართი
ko: 상승
lt: Sukilimas
lv: Paaugstinās
mk: Nagornica
ml: കയറ്റം
mr: चढ
nb: Oppoverbakke
nl: Bergopwaarts
oc: Montada
pl: Pod górę
ro_ro: Urcare
ru: Подъём
sc: Artziada
sk: Do kopca
sl: Navkreber
sr: Узбрдо
sr_latn: Uzbrdo
sv: Uppför
ta: மேல்நோக்கி
tr: Yokuş yukarı
uk: Підйом
vi: Lên dốc
zh_hans: 上坡
zh_hant: 上坡

source: Not specified
cs: Není specifikováno
da: Ikke specificeret
de: Nicht spezifiziert
el: Δεν προσδιορίζεται
et: Määratlemata
fa: مشخص‌نشده
fr: Non spécifié
hu: Nem meghatározott
id: Tidak dispesifikasikan
is: Ekki skilgreint
it: Non specificato
ja: 指定しない
ko: 지정하지 않음
nl: Niet aangegeven
ru: Не указано
sk: Neurčené
sr: Није назначено
sr_latn: Nije naznačeno
sv: Ej angiven
ta: குறிப்பிடப்படவில்லை
uk: Не вказано
vi: Không được ghi rõ
zh_hant: 沒有指定

# gpx_descent
source: Descent
ar: منحدر
be: Спуск
ca: Descens
cs: Klesání
da: Nedstigning
de: Abstieg
el: Κατάβαση
es_us: Descenso
et: Laskumine
fa: نزول
fi: Lasku
fr: Descente
gl: Descenso
hu: Lejtő
id: Turun
is: Lækkun
it: Discesa
ja: 下り
ka: დაღმავალი
ko: 내리막
lt: Nusileidimas
nb: Nedstigning
nl: Daling
oc: Descenda
pl: W dół
pt_br: Descida
ro_ro: Descendență
ru: Спуск
sc: Achirrada
sk: Klesanie
sl: Spust
sr: Спуст
sr_latn: Spust
sv: Nedför
ta: இறக்கம்
tr: İniş
uk: Спуск
zh_hans: 下坡
zh_hant: 下坡

# cloud_sync_progress
source: Sync… %@
cs: Synchronizace...%@
da: Synkroniserer...%@
el: Συγχρονισμός… %@
et: Sünkroniseerimisel… %@
fr: Synchronisation…%@
hu: Szinkronizálás... %@
id: Menyinkronkan… %@
is: Samstilli…%@
it: Sincronizza...%@
ja: 同期…%@
ko: 동기화 ...%@
nl: Synchroniseren... %@
ru: Синхронизация… %@
sk: Synchronizuje sa…%@
sr: Усклади…%@
sv: Synkar… %@
ta: ஒத்திசைவு… %@
uk: Синхронізація…%@
vi: Đồng bộ... %@
zh_hant: 同步……%@

source: Ask every time
ckb: هەموو جارێک بپرسە
cs: Pokaždé se ptejte
da: Spørg hver gang
el: Να ερωτώμαι κάθε φορά
et: Küsi iga kord
fa: همیشه بپرس
fr: Demander à chaque fois
hu: Kérdezzen rá mindig
id: Tanya setiap waktu
is: Spyrja í hvert skipti
it: Chiedi ogni volta
ja: 毎回尋ねる
nl: Vraag iedere keer
ru: Спрашивать каждый раз
sr: Питај сваки пут
sv: Fråga varje gång
ta: ஒவ்வொரு முறையும் கேளுங்கள்
uk: Запитуйте кожен раз

source: Detailed track guidance
cs: Podrobné pokyny ke stopě
da: Detaljeret sporvejledning
el: Λεπτομερείς καθοδήγηση ιχνών
et: Üksikasjalik rajapõhine teekonna juhatamine
fa: راهنمای دقیق رد
fr: Guide détaillé du parcours
hu: Nyomvonal korrekció
id: Panduan track terperinci
is: Nákvæm leiðsögn eftir ferli
it: Guida dettagliata della traccia
ja: 詳細なコース案内
nl: Gedetailleerde track begeleiding
ru: Подробное руководство по треку
sr: Детаљан водич за стазу
sv: Detaljerad spårvägledning
ta: விரிவான தட வழிகாட்டுதல்
uk: Детальне керівництво трасою

# detailed_track_guidance_description
source: OsmAnd will match your track to nearby roads for enhanced turn-by-turn guidance.
cs: OsmAnd přizpůsobí vaši stopu blízkým silnicím pro vylepšené navádění krok za krokem.
da: OsmAnd vil matche dit spor med nærliggende veje for at forbedre sving-for-sving-vejledningen.
el: Το OsmAnd θα αντιστοιχήσει το ίχνος σας με κοντινούς δρόμους για βελτιωμένη καθοδήγηση βήμα-βήμα.
et: OsmAnd võrdleb sinu rada lähimate teede ja tänavatega ning selle põhjal juhatab sammhaaval teed.
fa: دستورالعمل‌های دقیق برای دنبال کردن مسیرهای GPX ارائه می‌دهد.
fr: OsmAnd associe votre itinéraire aux routes voisines pour un meilleur guidage virage par virage.
hu: Az OsmAnd a nyomvonalát a közeli utakhoz igazítja a jobb, részletes navigáció érdekében.
id: OsmAnd akan mencocokkan track Anda dengan jalan terdekat untuk panduan belokan demi belokan yang lebih baik.
is: OsmAnd mun nálga ferilinn þinn við nálæga vegi til að bæta beygju-fyrir-beygju leiðsögn.
it: OsmAnd abbinerà il tuo percorso alle strade vicine per una guida dettagliata passo dopo passo.
ja: OsmAndは、ターンバイターンの案内を強化するために、あなたの経路を近くの道路に合わせます。
nl: OsmAnd vergelijkt je track met nabijgelegen wegen, voor een betere richtingaanwijzing.
ru: OsmAnd сопоставит ваш трек с близлежащими дорогами для улучшенного пошагового руководства.
sr: ОсмАнд ће ускладити вашу руту са оближњим путевима како би се боље оријентисао на сваком завоју.
sv: OsmAnd matchar ditt spår mot närliggande vägar för bättre sväng-för-sväng-vägledning.
ta: மேம்பட்ட திருப்புமுனை வழிகாட்டுதலுக்காக ஓச்மண்ட் உங்கள் பாதையை அருகிலுள்ள சாலைகளுடன் பொருத்தும்.
uk: OsmAnd зіставить ваш трек із сусідніми дорогами для покращеного покрокового супроводу.

# auto_25_chars_route_kr
source: Keep right
cs: Držte se vpravo
da: Hold til højre
el: Μείνετε δεξιά
et: Püsi paremal
fa: پیچ تند به راست
fr: Continuez à droite
hu: Tartson jobbra
id: Tetap kanan
is: Vertu til hægri
it: Tieni la destra
ja: 右側よりに進む
nl: Rechts aanhouden
ru: Держитесь правее
sr: Настави десно
sv: Håll till höger
ta: சரியாக வைத்திருங்கள்
uk: Тримайся праворуч

# mapillary_action_descr
source: Share your street-level view via Mapillary.
cs: Sdílejte své fotky z úrovně ulice přes Mapillary.
da: Del dit eget gadeperspektiv via Mapillary.
el: Μοιραστείτε την θέα σας στο επίπεδο του δρόμου μέσω του Mapillary.
et: Jaga oma tänavatasandi pilte Mapillary teenuses.
fa: نمای خیابانی را از دید خود به‌وسیلهٔ مپیلاری هم‌رسانی کنید.
fr: Partagez votre vue de la rue via Mapillary.
hu: Ossza meg utcaszintű képeit a Mapillary segítségével.
id: Bagikan tampilan tingkat jalan Anda melalui Mapillary.
is: Deildu þínum eigin götumyndum í gegnum Mapillary.
it: Condividi le tue immagini stradali attraverso Mapillary.
nl: Deel je omgeving op straatniveau via Mapillary.
ru: Поделитесь своими уличными видами через Mapillary.
sr: Поделите свој поглед на нивоу улице преко Мапилариј-а.
sv: Dela din vy på gatunivå via Mapillary.
ta: உங்கள் தெரு-நிலை பார்வையை மேபிலரி வழியாக பகிரவும்.
uk: Поділіться своїм виглядом на рівні вулиці через Mapillary.

# shared_string_source
source: Source
ckb: سەرچاوە
cs: Zdroj
da: Kilde
el: Πηγή
et: Andmeallikas
fa: منبع
hu: Forrás
id: Sumber
is: Uppruni
it: Sorgente
ja: 情報源
nl: Bron
ru: Источник
sr: Извор
sv: Källa
ta: மூலம்
uk: Джерело

# no_matched_tracks_descr
source: Your filter criteria didn't match any of your tracks
cs: Vaše kritéria filtru neodpovídala žádné z vašich stop
da: Dine filterkriterier matchede ikke nogen af dine spor
el: Τα κριτήρια φιλτραρίσματος σας δεν αντιστοιχούν σε κανένα από τα ίχνη σας
et: Filtri tingimustele ei vastanud ükski sinu radadest
fr: Les filtres ne correspondent à aucun itinéraire
hu: Szűrési feltételei nem egyeztek egyik nyomvonalával sem
id: Kriteria filter Anda tidak cocok dengan trek Anda
is: Skilyrði síunnar samsvöruðu engum ferlanna þinna
it: I criteri del filtro non corrispondono a nessuna delle tue tracce
nl: Uw filter criteria leveren geen gevonden tracks op
ru: Вашим критериям фильтрации не соответствовал ни один из ваших треков
sr: Ваш критеријум филтера се не подудара ни са једном од ваших стаза
sv: Dina filterkriterier stämde inte överens med några av dina spår
ta: உங்கள் வடிகட்டி அளவுகோல்கள் உங்கள் தடங்களுடன் பொருந்தவில்லை
uk: Ваші критерії фільтрації не відповідають жодному з ваших треків

# auto_25_chars_route_tshl
source: Turn sharply left
cs: Zahněte ostře vlevo
da: Drej skarpt til venstre
el: Στρίψτε απότομα αριστερά
et: Pööra järsult vasakule
fa: پیچ ملایم به چپ
fr: Tournez franchement à gauche
hu: Forduljon élesen balra
id: Belok tajam ke kiri
is: Beygðu skarpt til vinstri
it: Gira tutto a sinistra
ja: 左後方へ曲がる
nl: Scherp links afslaan
ru: Резко поверните налево
sr: Скрени оштро лево
sv: Skarp sväng vänster
ta: கூர்மையாக இடதுபுறம் திரும்பவும்
uk: Різко поверніть ліворуч

# auto_25_chars_route_tsll
source: Turn slightly left
cs: Zahněte mírně vlevo
da: Drej let til venstre
el: Στρίψτε ελαφρώς αριστερά
et: Pööra kergelt vasakule
fa: پیچ خیلی ملایم به چپ
fr: Tournez légèrement à gauche
hu: Forduljon enyhén balra
id: Belok sedikit ke kiri
is: Beygðu örlítið til vinstri
it: Gira leggermente a sinistra
ja: 左へ進む
nl: Ga flauw naar links
ru: Плавно поверните налево
sr: Скрени благо улево
sv: Svag sväng vänster
ta: சற்று இடதுபுறம் திரும்பவும்
uk: Поверніть трохи вліво

# auto_25_chars_route_tl_kl
source: Turn left and keep left
cs: Zahněte vlevo a držte se vlevo
da: Drej til venstre og hold til venstre
el: Στρίψτε αριστερά και μείνετε αριστερά
et: Pööra vasakule ja hoia vasakule
fa: به چپ بپیچید و به چپ برانید
fr: Tournez à gauche puis restez à gauche
hu: Forduljon balra, és tartson balra
id: Belok kiri dan tetap kiri
is: Beygðu til vinstri og haltu þig til vinstri
it: Svolta a sinistra e mantieni la sinistra
nl: Sla linksaf en houd links aan
ru: Поверните налево и держитесь левее
sr: Скрените лево и држите лево
sv: Sväng vänster och håll till vänster
ta: இடதுபுறம் திரும்பி இடதுபுறமாக வைக்கவும்
uk: Поверніть ліворуч і тримайтеся ліворуч

# auto_25_chars_route_tl_kr
source: Turn left and keep right
cs: Zahněte vlevo a držte se vpravo
da: Drej til venstre og hold til højre
el: Στρίψτε αριστερά και μείνετε δεξιά
et: Pööra vasakule ja hoia paremale
fa: به چپ بپیچید و به راست برانید
fr: Tournez à gauche puis restez à droite
hu: Forduljon balra, és tartson jobbra
id: Belok kiri dan tetap kanan
is: Beygðu til vinstri og haltu þig til hægri
it: Svolta a sinistra e mantieni la destra
nl: Sla linksaf en houd rechts aan
ru: Поверните налево и держитесь правее
sr: Скрените лево и држите десно
sv: Sväng vänster och håll till höger
ta: இடதுபுறம் திரும்பி வலதுபுறமாக வைக்கவும்
uk: Поверніть ліворуч і тримайтеся правого боку

# auto_25_chars_route_tr_kl
source: Turn right and keep left
cs: Zahněte vpravo a držte se vlevo
da: Drej til højre og hold til venstre
el: Στρίψτε δεξιά και μείνετε αριστερά
et: Pööra paremale ja hoia vasakule
fa: به راست بپیچید و به چپ برانید
fr: Tournez à droite puis restez à gauche
hu: Forduljon jobbra, és tartson balra
id: Belok kanan dan tetap kiri
is: Beygðu til hægri og haltu þig til vinstri
it: Svolta a destra e mantieni la sinistra
nl: Sla rechtsaf en houd links aan
ru: Поверните направо и держитесь левее
sr: Скрените десно и држите лево
sv: Sväng höger och håll till vänster
ta: வலதுபுறம் திரும்பி இடதுபுறமாக வைக்கவும்
uk: Поверніть праворуч і тримайтеся ліворуч

# auto_25_chars_route_tr_kr
source: Turn right and keep right
cs: Zahněte vpravo a držte se vpravo
da: Drej til højre og hold til højre
el: Στρίψτε δεξιά και μείνετε δεξιά
et: Pööra paremale ja hoia paremale
fa: به راست بپیچید و به راست برانید
fr: Tournez à droite puis restez à droite
hu: Forduljon jobbra, és tartson jobbra
id: Belok kanan dan tetap kanan
is: Beygðu til hægri og haltu þig til hægri
it: Svolta a destra e mantieni la destra
nl: Sla rechtsaf en houd rechts aan
ru: Поверните направо и держитесь правее
sr: Скрените десно и држите десно
sv: Sväng höger och håll till höger
ta: வலதுபுறம் திரும்பி வலதுபுறமாக வைத்திருங்கள்
uk: Поверніть праворуч і тримайтеся правого боку

# auto_25_chars_route_roundabout_kl
source: Take the %d exit and keep left
cs: Vyjeďte %d výjezdem a držte se vlevo
da: Tag %d afkørslen og hold til venstre
el: Πάρτε την %d έξοδο και μείνετε αριστερά
et: Pööra ära %d.-st ärapöördest ning hoia vasakule
fa: خروجی %d را بروید و به چپ برانید
fr: Prenez la %ème sortie et restez à gauche
hu: Menjen ki a(z) %d. kijáraton és tartson balra
id: Ambil jalan keluar %d dan tetap kiri
is: Beygðu útaf við %d afrein og haltu þig til vinstri
it: Prendi la %d uscita e tieni la sinistra
nl: Afslag %d namen en links aanhouden
ru: Сверните на %d съезд и держитесь левее
sr: Изађите на %d излазу и држите лево
sv: Ta %d avfarten och håll till vänster
ta: %d வெளியேறவும், இடதுபுறமாகவும் இருங்கள்
uk: Поверніть на %d виїзд і тримайтеся ліворуч

# shared_string_unchanged
source: Unchanged
cs: Nezměněno
da: Uændret
el: Αμετάβλητο
et: Muutmata
fa: بدون تغییر
fr: Inchangé
hu: Változatlan
id: Tidak berubah
is: Óbreytt
it: Invariato
ja: 変更なし
nl: Onveranderd
ru: Без изменений
sv: Oförändrad
ta: மாறாமல்
uk: Без змін

# sensor_data_settings_description
source: show main data from sensor
cs: zobrazit hlavní data ze senzoru
da: vis primær data fra sensor
el: Εμφάνιση κυρίων δεδομένων από αισθητήρα
et: näita põhiandmeid andurist
fr: montrer les données principales des capteurs
hu: az érzékelő fő adatainak megjelenítése
id: tampilkan data utama dari sensor
is: sýna aðalgögn frá skynjara
it: Mostra i dati principali dal sensore
nl: toon voornaamste sensor gegevens
ru: основные данные с датчика
sr: прикажи главне податке са сензора
sv: visa primär data från sensor
ta: சென்சாரிலிருந்து முக்கிய தரவைக் காட்டு
uk: показати основні дані з датчика

# battery_level_settings_description
source: show sensor batter level as main value
cs: zobrazit úroveň baterie senzoru jako hlavní hodnotu
da: vis sensors batteriniveau som primær værdi
el: Εμφάνιση επιπέδου μπαταρίας αισθητήρα ως κύρια τιμή
et: näita põhiväärtusena anduri põhjal aku täituvust
fr: afficher le niveau de batterie du capteur comme valeur principale
hu: érzékelő akkumulátorának töltöttségi szintjének fő értékként való megjelenítése
id: tampilkan level baterai sensor sebagai nilai utama
is: sýna rafhlöðustyrk skynjara sem aðalgildi
it: Mostra come valore principale il sensore di basso livello della batteria
nl: toon sensor batterij niveau als voornaamste waarde
ru: основное значение - датчик батареи
sr: прикажи ниво батерије сензора као главну вредност
sv: visa sensorns batterinivå som huvudvärde
ta: சென்சார் பேட்டரி அளவை முக்கிய மதிப்பாகக் காட்டு
uk: показувати рівень заряду датчика як основне значення

source: Default appearance
el: Προεπιλεγμένη εμφάνιση
et: Vaikimisi välimus
fa: ظاهر پیش‌فرض
fr: Apparence par défaut
hu: Alapértelmezett megjelenés
id: Penampilan bawaan
is: Sjálfgefið útlit
nl: Standaard uiterlijk
ru: Дизайн по умолчанию
sv: Standardutseende
ta: இயல்புநிலை தோற்றம்
uk: Зовнішній вигляд за замовчуванням

source: Intermediate first
el: Ενδιάμεσο πρώτα
et: Esmalt teekonnapunkt
fa: میانی اول
hu: Köztes először
id: Perantara dahulu
nl: Tussenstop eerst
ru: Сначала промежуточный пункт
sv: Mellanliggande först
ta: முதலில் இடைநிலை

source: Destination first
el: Προορισμός πρώτα
et: Esmalt sihtkoht
fa: مقصد اول
hu: Úti cél először
id: Tujuan dahulu
nl: Bestemming eerst
ru: Сначала пункт назначения
sv: Destination först
ta: முதலில் இலக்கு

source: Display priority
el: Εμφάνιση προτεραιότητας
et: Kuvamise prioriteet
fa: اولویت نمایش
hu: Kijelző prioritás
id: Prioritas tampilan
nl: Toon prioriteit
ru: Приоритет отображения
sv: Visningsprioritet
ta: முன்னுரிமையைக் காண்பி

# shared_string_default_view
source: Default view
el: Προεπιλεγμένη προβολή
et: Vaikimisi vaade
fa: نمای پیش‌فرض
hu: Alapértelmezett nézet
id: Tampilan bawaan
nl: Standaard weergave
ru: Вид по умолчанию
sv: Standardvy
ta: இயல்புநிலை பார்வை

# map_widget_route_information
source: Route information
br: Titouroù an hentadur
el: Πληροφορίες διαδρομής
et: Teekonna teave
fa: اطلاعات مسیر
hu: Útvonal-információk
id: Informasi rute
nl: Route-informatie
ru: Информация о маршруте
sv: Ruttinformation
ta: பாதை செய்தி

# dd_ddddd_format
source: DD.DDDDD°
el: ΜΜ.ΜΜΜΜΜ°
hu: Fok (5 tizedessel)
nl: GG.GGGGG°
ru: ГГ.ГГГГГ°
ta: Dd.dddd °

source: Add smart folder
cs: Přidat chytrou složku
da: Tilføj smart-mappe
el: Προσθήκη έξυπνου φακέλου
et: Lisa nutikas kaust
fa: افزودن پوشه هوشمند
fr: Ajouter un dossier intelligent
hu: Okos-mappa hozzáadása
id: Tambah folder pintar
is: Bæta við snjallmöppu
it: Aggiungi cartella intelligente
nl: Slimme map toevoegen
ru: Создать смарт-папку
sr: Додај паметан фолдер
sv: Lägg till smart mapp
ta: அறிவுள்ள கோப்புறையைச் சேர்க்கவும்
uk: Додати розумну папку

source: Save as smart folder
cs: Uložit jako chytrou složku
da: Gem som smart-mappe
el: Αποθήκευση ως έξυπνου φακέλου
et: Salvesta nutika kaustana
fa: ذخیره به‌عنوان پوشه هوشمند
fr: Enregistre en tant que dossier intelligent
hu: Mentés okos-mappaként
id: Simpan sebagai folder pintar
is: Vista sem snjallmöppu
it: Salva come cartella intelligente
nl: Opslaan als slimme map
ru: Сохранить как смарт-папку
sr: Сачувај као паметан фолдер
sv: Spara som smart mapp
ta: அறிவுள்ள கோப்புறையாக சேமிக்கவும்
uk: Зберегти як розумну папку

source: New smart folder
cs: Nová chytrá složka
da: Ny smart-mappe
el: Νέος έξυπνος φάκελος
et: Uus nutikas kaust
fr: Nouveau dossier intelligent
hu: Új okos-mappa
id: Folder pintar baru
is: Ný snjallmappa
it: Nuova cartella intelligente
nl: Nieuwe Smart Folder
ru: Новая умная папка
sr: Нови паметан фолдер
sv: Ny smart mapp
ta: புதிய அறிவுள்ள கோப்புறை
uk: Нова розумна папка

# empty_smart_folder_title
source: No matching track
cs: Žádná odpovídající stopa
da: Ingen matchende spor
el: Δεν υπάρχει αντιστοιχισμένο ίχνος
et: Ühtegi sobivat rada ei leidu
fa: بدون رد مطابق
fr: Aucun itinéraire correspondant
hu: Nincs egyező nyomvonal
id: Tidak ada trek yang cocok
is: Enginn samsvarandi ferill
it: Nessuna traccia corrispondente
nl: Geen overeenkomende track
ru: Нет подходящего трека
sr: Нема подударајуће стазе
sv: Inget matchande spår
ta: பொருந்தக்கூடிய பாடல் இல்லை
uk: Немає відповідного треку

# each_favourite_point_own_icon
source: Each favourite point would keep its own icon.
cs: Každý oblíbený bod si ponechá svoji vlastní ikonu.
da: Hvert favoritpunkt vil have sit eget ikon.
el: Κάθε αγαπημένο σημείο θα διατηρήσει το δικό του εικονίδιο.
et: Iga lemmikuks märgitud punkt säilitab oma ikooni.
fr: Les points favoris garderont leur propre icône.
hu: Minden kedvenc pont megtartja a saját ikonját.
id: Setiap titik favorit akan mempertahankan ikonnya sendiri.
is: Hver eftirlætispunktur myndi halda sínu eigin tákni.
it: Oggi punto preferito manterrà la sua icona.
nl: Ieder favoriet punt behoudt zijn eigen symbool.
ru: У каждой любимой точки будет свой значок.
sv: Varje favoritpunkt skulle behålla sin egen ikon.
ta: ஒவ்வொரு பிடித்த புள்ளியும் அதன் சொந்த ஐகானை வைத்திருக்கும்.
uk: Кожна улюблена точка матиме власний значок.

# shared_string_original
source: Original
el: Αυθεντικό
et: Algne
fa: اصلی
hu: Eredeti
id: Asli
is: Upprunalegt
nl: Origineel
ru: Оригинал
sv: Ursprunglig
ta: அசல்
uk: Оригінал

source: Unit of volume
da: Enhed for volumen
el: Μονάδα όγκου
et: Mahuühik
fa: واحد حجم
fr: Unité de volume
hu: Térfogategység
id: Unit volume
is: Rúmmálseining
it: Unità di volume
nl: Inhoudsmaat
ru: Единица объема
sv: Volymenhet
ta: தொகுதி அலகு
uk: Одиниця об'єму

# auto_25_chars_route_kl
source: Keep left
cs: Držte se vlevo
da: Hold til venstre
el: Μείνετε αριστερά
et: Püsi vasakul
fa: پیچ تند به چپ
fr: Continuez à gaucher
hu: Tartson balra
id: Tetap kiri
is: Vertu til vinstri
it: Tieni la sinistra
ja: 左側よりに進む
nl: Links aanhouden
ru: Держитесь левее
sr: Настави лево
sv: Håll till vänster
ta: இடதுபுறமாக இருங்கள்
uk: Тримайся ліворуч

source: Customize grid color
el: Προσαρμογή χρώματος πλέγματος
et: Kohanda ruudustiku värvi
fa: سفارشی‌سازی رنگ شبکه
fr: Personnaliser la couleur de la grille
hu: Rácsszín testreszabása
id: Atur warna kisi
is: Sérsníða lit á hnitalínum
nl: Rasterkleur aanpassen
ru: Настроить цвет сетки
sv: Anpassa rutnätsfärg
ta: கட்டம் வண்ணத்தைத் தனிப்பயனாக்குங்கள்
uk: Налаштувати колір сітки

source: Grid color
el: Χρώμα πλέγματος
et: Ruudustiku värv
fa: رنگ شبکه
fr: Couleur de la grille
hu: Rács színe
id: Warna kisi
is: Litur á hnitalínum
nl: Rasterkleur
ru: Цвет сетки
sv: Rutnätsfärg
ta: கட்டம் நிறம்
uk: Колір сітки

# shared_string_edges
source: Edges
el: Άκρες
et: Ääred
fa: لبه‌ها
fr: Bords
hu: Élek
id: Ujung
is: Jaðrar
nl: Randen
ru: По краям
sv: Kanter
ta: விளிம்புகள்
uk: Краї
vi: Cạnh
