Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# routing_attr_avoid_tunnels_name
source: Avoid tunnels
ar: تجنب الأنفاق
az: Tunellərdən yayın
be: Пазбягаць тунэляў
bg: Избягване на тунели
cs: Vyhnout se tunelům
cy: Osgoi twneli
da: Undgå tunneler
de: Tunnel vermeiden
el: Αποφυγή σηράγγων
eo: Sen tuneloj
es_us: Evitar túneles
et: Väldi tunneleid
eu: Saihestu tunelak
fa: تونل‌ها
fi: Vältä tunneleita
fr: Éviter les tunnels
he: הימנעות ממנהרות
hu: Alagutak elkerülése
id: Hindari terowongan
is: Forðast veggöng
it: Evita i tunnel
ja: トンネルを避ける
ka: გვირაბების აცილება
ko: 터널 우회
lt: Vengti tunelių
mk: Izbegnuvajte tuneli
nb: Unngå tunneler
nl: Tunnels vermijden
oc: Evitar lei galariás
pl: Unikaj tuneli
ro_ro: Evită tuneluri
ru: Избегать тоннели
sc: Istransi sas gallerias
sk: Vyhnúť sa tunelom
sl: Izogibaj se predorov
sr: Избегавај тунеле
sr_latn: Tunele
sv: Undvik tunnlar
ta: சுரங்கங்களைத் தவிர்க்கவும்
tr: Tünellerden kaçın
uk: Уникати тунелів
vi: Tránh đường hầm
zh_hans: 避开隧道
zh_hant: 避開隧道

# rendering_attr_smoothness_horrible_name
source: Horrible
ar: فظيع
az: Dəhşətli
be: Жудасная
bg: Ужасна
cs: Hrozná
cy: Ofnadwy
da: Forfærdelig
de: Schrecklich
el: Απαίσιο
eo: Malbonega
et: Jube
eu: Latza
fa: افتضاح
fi: Hirvittävä
gl: Horríbel
he: איומה
hu: Szörnyű
id: Sangat jelek
is: Hörmulegt
it: Orribile
ja: 重装備のオフロード車なら走行可
ka: საშინელი
lt: Baisi
lv: Šausmīgs
mk: Grozno
ml: ഭയങ്കര മോശം
my: အဆိုးဆုံး
nb: Fryktelig
nl: Verschrikkelijk
oc: Òrre
pl: Okropna
pt_br: Horrível
ro_ro: Oribilă
ru: Ужасная
sc: Orrorosa
sk: Hrozná
sl: Grozno
sr: Ужасно
sr_latn: Užasno
sv: Förskräcklig
ta: பயங்கரமான
tr: Korkunç
uk: Жахлива
vi: Tồi tệ
zh_hans: 极端
zh_hant: 可怕

# rendering_attr_surface_sett_name
source: Sett
ar: ضبط
be: Брук
ca: Llambordí
cs: Dlažební kostky
cy: Setiau
da: Brosten
de: Steinpflaster
el: Πλακόστρωση
eo: Kvadratajŝtonoj
es_us: Adoquín
et: Linnakivid
eu: Galtzada-harria
fa: سنگفرش کوبیک
fi: Nupukivi
fr: Pavés taillés
gl: Lastra
he: אבנים משתלבות
hu: Macskakő
id: Blok
is: Steinlagt
it: Sampietrini
ja: 敷石舗装
ka: კოჭი
ko: 돌블럭
lt: Trinkelės
lv: Bruģis
mk: Kaldrma
ml: കല്ല് പാകിയത്
nb: Brostein
nl: Kasseien
oc: Caladau
pl: Kostka brukowa
pt_br: Paralelepípedo
ro_ro: Setãri
ru: Брусчатка
sc: Pavè
sk: Hranaté kamene
sl: Granitni tlakovci
sr: Калдрма
sr_latn: Kaldrma
sv: Gatsten
ta: அமைக்கவும்
tr: Kaldırım taşı
uk: Бруківка
vi: Gạch lát đường
zh_hans: 比利时石砌路
zh_hant: 枕木

# rendering_attr_publicTransportMode_name
source: Bus, trolleybus, shuttle routes
ar: حافلة، عربة وغيرها
be: Маршруты аўтобусаў, тралейбусаў і таксі
bg: Автобусни, тролейбусни, маршрутни линии
ca: Rutes de bus, troleibús i tramvia
cs: Autobusy, trolejbusy a kyvadlová doprava
cy: Bws, bws troli, llwybrau gwennol
da: Bus-, trolleybus-, shuttlebusruter
de: Bus-, Oberleitungsbus-, Sammeltaxi-Linien
el: Λεωφορεία, τρόλεϊ, κλειστά δρομολόγια
eo: Busaj, trolebusaj, pramaj kursoj
es_us: Rutas de autobús, trolebús y lanzadera
et: Bussi-, trolli- ja tellimusveoliinid
eu: Autobus, trolebus, eta hurbileko garraioaren ibilbideak
fa: مسیرهای اتوبوس، اتوبوس برقی و مسیرهای خطی
fi: Bussi, trolleybussi, syöttöliikennebussi
fr: Lignes de bus, trolleybus et navettes
gl: Liñas de bus, trolebus e transbordos
he: נתיבי אוטובוס, טרוליבוס, שאטל
hu: Trolibusz-, ingajáratú busz- és buszútvonalak
hy: Ավտոբուսների, երթուղայինների, տրոլեյբուսների, երթուղիները
id: Rute bus, bus listrik, antar-jemput
is: Strætisvagnaleiðir, sporvagnar og skutlur
it: Percorsi bus, filobus, servizi navetta
ja: バス、トロリーバス、シャトルバス路線
ka: ავტობუსები და ტროლეიბუსები
ko: 버스, 무궤도전차, 셔틀 노선
lt: Visuomeninio transporto maršrutai
lv: Autobusu, mikriņu un trolejbusu maršruti
mk: Avtobuski, trolejbus,šatl pravci
ml: ബസ് ,ട്രോളിബസ് , ഷട്ടില്‍ റൂട്ടുകള്‍
nb: Buss-, trolleybuss-, skyttelbussruter
nl: Bus-, trolleybus- en pendeltaxilijnen
oc: Linhas de bus, troleibús e tramvai
pl: Linie autobusowe, trolejbusowe, wahadłowe
pt_br: Linhas deônibus, trólebus e de conexão
ro_ro: Autobuz, troleibuz, rute de transfer
ru: Маршруты автобусов, троллейбусов и маршрутных такси
sc: Modalidade bus, filobus, tram e navetas
sk: Linky autobusov a trolejbusov
sl: Avtobusne, trolejbusne in druge proge
sr: Аутобус, тролејбус, шатл бус
sr_latn: Autobus, trolejbus, taksi
sv: Buss-, trådbuss-, matarbusslinjer
ta: பச், டிரால்பச், சட்டில் வழிகள்
tr: Otobüs, troleybüs, mekik yolları
uk: Маршрути автобусів, тролейбусів та маршрутних таксі
vi: Xe buýt, xe buýt 2 dây điện, tuyến xe con thoi
zh_hans: 公交车，无轨电车，班车路线
zh_hant: 公車、無軌電車，班車路線

# rendering_attr_surface_ground_name
source: Ground
ar: الأرض
az: Torpaq
be: Глеба
bg: Пръст
ca: Terra
cs: Zem
cy: Daear
da: Jord
de: Naturbelassen
el: Έδαφος
eo: Grundo
es_us: Tierra (natural)
et: Maapind
eu: Lurra
fa: زمین
fi: Maa
fr: Sol
gl: Chan natural
he: קרקע
hu: Talaj
id: Tanah
is: Jarðvegsyfirborð
it: Sterrato (generico)
ja: 自然の地面
ka: ნიადაგი
ko: 흙
lt: Žemė
lv: Neapstrādāts
mk: Zemja
ml: ഗ്രൗണ്ട്
my: မြေပြင်
nb: Jord
nl: Aarde
oc: Sòu
pl: Ziemia
pt_br: Chão
ro_ro: Sol
ru: Земля
sc: Terrinu (naturale)
sk: Zem
sl: Utrjena prst
sr: Земља
sr_latn: Zemlja
sv: Mark
ta: மைதானம்
tr: Zemin
uk: Земля
vi: Mặt đất
zh_hans: 地面
zh_hant: 地面

# rendering_attr_highway_class_steps_name
source: Steps
ar: خطوات
az: Addımlar
be: Прыступкі
bg: Стъпала
ca: Escales
cs: Schody
cy: Stepiau
da: Trin
de: Stufen
el: Σκάλες
eo: Ŝtuparoj
es_us: Escalera
et: Trepiastmed
eu: Eskailera
fa: پلکان
fi: Portaat
fr: Escalier
gl: Escadas
he: מדרגות
hu: Lépcső
id: Langkah
is: Þrep
it: Scale
ja: 階段、エスカレーター
ka: ნაბიჯი
ko: 걸음
lt: Laiptai
lv: Pakāpieni
mk: Čekori
ml: സ്ടെപ്പുകള്‍
nb: Trapper
nl: Treden
oc: Escaliers
pl: Schody
pt_br: Escada
ro_ro: Pași
ru: Ступеньки
sc: Iscalinos
sk: Schody
sl: Stopnice
sr: Степенице
sr_latn: Stepenice
sv: Trappa
ta: படிகள்
tr: Basamak
uk: Сходи
vi: Bậc thang
zh_hans: 台阶
zh_hant: 臺階

# routing_attr_avoid_tram_name
source: No trams
ar: لامركبة ترام
ast: Ensin tranvíes
be: Без трамваяў
ca: Sense el tram
cs: Žádné tramvaje
cy: Dim tramiau
da: Ingen sporvogne
de: Keine Straßenbahnen
el: Χωρίς τραμ
eo: Sen tramoj
es_us: Sin tranvías
et: Väldi tramme
eu: Tranbiarik ez
fa: تراموا
fr: Éviter le tram
gl: Sen tranvías
he: ללא חשמליות
hi: ट्राम से बचें
hu: Villamos nélkül
id: Hindari trem
is: Forðast sporvagna
it: No tram
ja: 路面電車を使わない
ka: ტრამვაის გარეშე
ko: 트램 없음
lt: Be tramvajų
lv: Nelietot tramvajus
mk: Nema tramvai
ml: ട്രാം ഒഴിവാക്കുക
my: လမ်းရထားများကိုရှောင်ပါ
nb: Ingen trikk
nl: Geen trams
oc: Evitar lo transvai
pl: Bez tramwajów
pt_br: Sem bondes
ro_ro: Evită tramvaie
ru: Без трамваев
sc: Perunu tram
sk: Žiadne električky
sl: Brez tramvajev
sr: Без трамваја
sr_latn: Bez tramvaja
sv: Inga spårvagnar
ta: டிராம்கள் இல்லை
tr: Tramvay yok
uk: Уникати трамваїв
vi: Không dùng tàu điện
zh_hans: 不乘坐电车
zh_hant: 避免電車

# rendering_attr_piste_type_downhill_name
source: Downhill
ar: انحدار
be: Спуск
bg: Спyскане
ca: Descens
cs: Sjezd
cy: Lawr rhiw
da: Styrtløb
el: Κατάβαση
eo: alpa (malsuprenira)
es_us: Descenso
et: Allamäge
eu: Maldan behera
fa: دان‌هیل
fi: Alamäki
fr: Descente
gl: Descendemento
he: במורד ההר
hu: Lesikló
id: Turun
is: Brun
it: Discesa
ja: ダウンヒル
ka: დაღმართი
ko: 내리막
lt: Nuokalnė
mk: Nadolnica
mr: उतार
my: တောင်ဂုံးဆင်း
nb: Utfor
nl: Bergafwaarts
oc: Descenda
pl: Zjazd
pt_br: Descida
ro_ro: Coborâre
ru: Спуск
sc: Iscì alpinu
sk: Zjazd
sr: Низбрдо
sr_latn: Nizbrdo
sv: Utförsåkning
ta: கீழ்நோக்கி
tr: Yokuş aşağı
uk: Спуск
vi: Xuống dốc
zh_hans: 下坡
zh_hant: 下坡

# routeInfo_winter_ice_road_description
source: Color the route or track line by its winter road classification.
ar: قم بتلوين المسار أو خط المسار حسب تصنيف طرقاته الشتوية.
ast: Coloring the route or track line according to the winter road classification that is only usable during the winter.
be: Колер маршрута або следу паводле класіфікацыі зімовых дарог.
bg: Оцветяване на маршрутите или трасетата в зависимост от зимната класификация на пътя.
cs: Obarvit čáru trasy nebo stopy podle její zimní klasifikace.
cy: Lliwio llinell y llwybr neu drac ynôl cyflwr y ffyrdd yn y gaeaf.
da: Farvelæg ruten eller sporlinjen efter dens vintervejklassificering.
de: Färbt die Route oder den Track entsprechend der Winterstraßenklassifizierung.
eo: Klasifikas vojojn laŭ ilia veturebleco dum vintro.
es_us: Colorea la ruta o el trazado de la vía según la clasificación del camino en invierno.
et: Värvi teekond või rada vastavalt talvise tee klassifikatsioonile.
eu: Margotu ibilbidea edo arrastoa neguko errepideen sailkapenaren arabera.
fa: رنگ‌آمیزی مسیر یا رد ها را بر پایه طبقه‌بندی جاده زمستانی.
fr: Colore les routes et chemins selon si ils sont praticables ou non en période hivernale.
he: צביעת המסלול או קו הנסיעה לפי סיווג הדרך בחורף.
hu: Útvonal vagy nyomvonal színezése a téli használat szerinti besorolása szerint.
id: Warnai rute atau jalur lintasan dengan klasifikasi jalan musim dinginnya.
is: Lita leið eða ferillínu samkvæmt vetrarflokkun vegar.
it: Colora il percorso o la traccia secondo la classificazione stradale invernale.
ja: 冬の道路分類によってルートまたは経路の線に色を付けます。
ko: 동절기 도로 분류를 기준으로 노선 또는 선로를 색칠합니다.
mk: Obojte ja trasata ili linijata na patekata spored nejzinata zimska klasifikacija na patištata.
nb: Fargelegg rute eller sporlinje etter vinterveiklassifisering.
nl: Kleur de route of track-lijn volgens de winterse wegcategorieën.
oc: Colorar lo percorsò la traça segon la classificacion ivernala.
pl: Pokoloruj trasę lub linię śladu według zimowej klasyfikacji dróg.
ro_ro: Colorează ruta sau linia traseului după clasificarea sa ca drum de iarnă.
ru: Окраска маршрута или трека в соответствии с классификацией зимних дорог (зимников).
sc: Colora s'àndala o sa lìnia de sa rasta sighende sa classificatzione de su caminu ierrile suo.
sk: Zafarbiť čiaru trasy alebo stopy podľa jej zimnej klasifikácie.
sl: Obarvaj pot ali sled glede na zimsko klasifikacijo ceste.
sr: Обојите путању или линију трага према њеној зимском разврставању путева.
sr_latn: Oboji rutu ili liniju trase prema njenoj zimskoj klasifikaciji puteva.
sv: Färglägg rutten eller spårlinjen efter dess klassificering av vintervägar.
ta: அதன் குளிர்கால சாலை வகைப்பாட்டின் மூலம் பாதை அல்லது தடத்தை வண்ணமயமாக்குங்கள்.
tr: Kış yolu sınıflandırmasına göre rota veya yol hattını renklendir.
uk: Забарвлення маршруту або треку за класифікацією зимових доріг.
vi: Tô màu tuyến đường hoặc nét vẽ cung đường bằng sự phân loại đường mùa đông của nó.
zh_hans: 按冬季道路分类为路线或轨迹线着色。
zh_hant: 按冬季道路分類為路線或軌跡著色。

# rendering_attr_winter_road_name
source: Winter road
ar: طريق شتوي
be: Зімовая дарога
ca: Carretera sobre la neu
cs: Zimní cesta
cy: Ffordd y gaeaf
da: Vintervej
de: Schneepiste
el: Δρόμος του Χειμώνα
eo: Vintraj vojoj
es_us: Camino de invierno
et: Talitee
eu: Elur gaineko errepidea
fa: جادهٔ زمستانی
fi: Talvitie
fr: Route sur neige
gl: Estrada de inverno
he: כביש חורפי
hi: सर्दियों की सड़क
hu: Havas út
id: Jalan musim dingin
is: Vegur með vetrarskilyrðum
it: Strada invernale
ja: 冬期道路
ka: ზამთრის გზა
ko: 겨울 도로
lt: Žiemos kelias
lv: Ziemas ceļi
mk: Zimski pat
nb: Vintervei
nl: Winterweg
oc: Rota ennevada
pl: Droga zimowa
pt_br: Estrada de inverno
ro_ro: Drum de iarnă
ru: Автозимник
sc: Caminu ierrile
sk: Zimná cesta
sl: Zimska cesta
sr: Снежни коловоз
sr_latn: Snežni put
sv: Vinterväg
ta: குளிர்கால சாலை
te: శీతాకాలపు దారి
tr: Kış yolu
uk: Зимова дорога
vi: Đường mùa đông
zh_hans: 冬季道路
zh_hant: 冬季道路

# rendering_attr_smoothness_intermediate_name
source: Intermediate
ar: متوسط
az: Orta
be: Сярэдняя
bg: Средна
ca: Intermèdia
cs: Střední
cy: Gweddol
da: Mellem
de: Mittel
el: Μέτριο
eo: Meza
es_us: Intermedio
et: Keskpärane
eu: Tartekoa
fa: متوسط
fi: Tyydyttävä
fr: Intermédiaire
gl: Intermedio
he: בינונית
hu: Közepes
id: Sedang
is: Miðlungs
it: Intermedio
ja: シティバイク、スポーツカー、車椅子、スクーター及びオフロードバイクや車も走行可能
ka: საშუალო
lt: Vidutinė
lv: Vidējs
mk: Sredno
ml: ഇന്റർമീഡിയറ്റ്
my: အလယ်အလတ်
nb: Middels
nl: Gemiddeld
oc: Mejan
pl: Średnia
pt_br: Intermediária
ro_ro: Intermediar
ru: Средняя
sc: Intermèdia
sk: Stredná
sl: Zadovoljivo
sr: Средње
sr_latn: Srednje
sv: Medel
ta: இடைநிலை
tr: Orta
uk: Посередня
vi: Khá
zh_hans: 适中
zh_hant: 中等

# routing_attr_piste_type_downhill_description
source: Slopes for alpine or downhill skiing and access to ski lifts.
ar: التزلج على جبال الألب أو الانحدار.
be: Схілы для горных лыжаў і доступ да пад'ёмнікаў.
bg: Склонове за алпийски ски или спускане и достъп до ски лифтове.
ca: Pistes per esquí alpí o eslàlom i accés als remuntadors.
cs: Svahy pro alpské nebo sjezdové lyžování a přístup k lyžařským vlekům.
da: Skiløjper til alpint skiløb eller downhill og adgang til skilifte.
de: Pisten für Ski Alpin oder Abfahrtslauf und Zugang zu den Skiliften.
el: Πίστες για αλπική ή κατηφορική χιονοδρομία και πρόσβαση σε αναβατόρια.
eo: Skivojoj por skiado alpa (malsuprenira) kaj vojetoj al skitelferoj.
es_us: Pistas de esquí alpino o de descenso y acceso a remontes mecánicos.
et: Nõlvad alpisuusatamiseks või laskumiseks ja ligipääs suusatõstukitele.
eu: Eski alpino edo jaitsierakoarentzako maldak eta igogailuetarako sarbideak.
fa: سراشیبی‌های اسکی آلپاین یا دان‌هیل و دسترسی به بالابرهای اسکی.
fi: Alppihiihto tai laskettelurinteet ja pääsy hiihtohisseihin.
fr: Pistes de ski et accès aux remontées mécaniques.
gl: Pistas de esquí alpino ou de descendemento e acceso a remontes mecánicos.
he: מדרונים לסקי אלפיני או במורד ההר וגישה למעליות סקי.
hu: Alpesi vagy lesiklópályák és a felvonókhoz vezető utak.
id: Lereng untuk ski alpine atau downhill dan akses ke lift ski.
is: Brekkur fyrir svigskíði eða brun og aðgangur að skíðalyftum.
it: Pendii per sci alpino e discesa e accesso agli impianti di risalita.
ja: アルペンスキーまたはダウンヒルスキーに用の斜面(ゲレンデ)やスキーリフトへの道です。
ko: 알파인 또는 활강 스키를 위한 슬로프와 스키 리프트 접근.
lv: Slēpošanai paredzētās nobraucienu vietas un pacēlāji.
mk: Nagibi za alpsko ili spust skijanje i pristap do ski-liftovi.
nb: Bakker for alpin skisport og tilgang til skiheiser.
nl: Hellingen voor alpine en bergafwaarts skiën en toegang tot skiliften.
oc: Pistas per esquilh alpinò eslalom e accès ai remonradors.
pl: Stoki narciarskie do narciarstwa alpejskiego i zjazdowego oraz dostęp do wyciągów narciarskich.
pt_br: Pistas de esqui alpino ou de downhill e acesso a teleféricos.
ro_ro: Pârtii pentru schi alpin sau coborâre și acces la teleschiuri.
ru: Склоны для катания и спуска на горных лыжах и доступ к подъёмникам.
sc: Pistas pro iscì alpinu o de achirrada e atzessu a sos impiantos de artiada.
sk: Svahy pre alpské a zjazdové lyžovanie a prístup k vlekom.
sl: Pobočja, namenjena alpskemu smučanju in dostop do žičnic.
sr: Падине алпског скијања или спуштања и приступ скијаштим жичарама.
sr_latn: Padine alpskog skijanja ili spuštanja i pristup skijaškim žičarama.
sv: Backar för utförsåkning med tillgång till skidliftar.
ta: ஆல்பைன் அல்லது கீழ்நோக்கி பனிச்சறுக்கு மற்றும் ச்கை லிஃப்ட் அணுகலுக்கான சரிவுகள்.
tr: Alp veya yokuş aşağı kayak ve kayak teleferiklerine erişim için yamaçlar.
uk: Траси для високогірних і гірських лиж та доступ до витягів.
zh_hans: 可进行高山或滑降滑雪的斜坡，并可使用滑雪缆车。
zh_hant: 適合高山或下山滑雪的斜坡與滑雪纜車。

# rendering_attr_roadStyle_description
source: Road style
ar: نمط الطريق
az: Yol stili
be: Стыль адлюстравання дарог
bg: Оцветяване на пътищата
ca: Estil de via
cs: Styl cesty
cy: Math o ffordd
da: Vejformat
de: Straßendarstellung
el: Μορφή δρόμου
eo: Kiel vidigi vojojn
es_us: Estilo del camino
et: Tee stiil
eu: Errepide estiloa
fa: ظاهر جاده
fi: Tien tyyli
fr: Style pour les routes
gl: Estilo das estradas
he: סגנון דרך
hu: Útstílus
hy: Ճանապարհների ոճը
id: Gaya jalanan
is: Stíll götu
it: Stile delle strade
ja: 道路の表示形式
ka: გზის ტიპი
lt: Kelių vaizdavimo stilius
lv: Pārklājuma veidi
mk: Paten stil
ml: റോഡ് സ്ടൈല്‍
nb: Veistil
nl: Stijl van wegen
oc: Representacion dei vias
pl: Styl dróg
pt_br: Estilo das vias
ro_ro: Stil drum
ru: Стиль отображения дорог
sc: Istile pro sos caminos
sk: Štýl ciest
sl: Slog izrisa cest
sr: Изглед путева
sr_latn: Izgled puta
sv: Vägtyp
ta: சாலை நடை
tr: Yol tarzı
uk: Стиль доріг
vi: Kiểu đường
zh_hans: 道路风格
zh_hant: 道路樣式

# rendering_attr_tracktype_grade4_name
source: Mostly soft
ar: لينة في الغالب
be: Амаль мяккае
bg: Предимно мека
ca: Majoritàriament no compacte
cs: Většinou měkký
cy: Meddal yn bennaf
da: Mest blød
de: Überwiegend weich
el: Κυρίως μαλακός
eo: Plejparte malfirmaj
es_us: Mayormente suave (de tierra con vegetación entre rodaduras)
et: Peamiselt pehme
eu: Nagusiki biguna
fa: تقریباً نرم
fi: Enimmäkseen pehmeä
fr: Principalement non-compact
gl: Maiormente suave
he: בעיקר רך
hi: ज्यादातर नरम
hu: Jórészt laza
id: Sebagian besar lembut
is: Mestmegnis mjúkt
it: Per lo più morbido
ja: やや軟らか
ka: უმეტესად რბილი
ko: 가장 부드러운
lv: Pārsvarā mīksts
mk: Najčesto meko
nb: For det meste myk
nl: Grotendeels zacht
oc: Au mai leugier
pl: Głównie miękkie
pt_br: Principalmente macio
ro_ro: Moale, în mare parte
ru: Почти мягкое
sc: Printzipalmente modde
sk: Väčšinou mäkký
sl: Pretežno mehka
sr: Углавном мекана
sr_latn: Uglavnom mekana
sv: Mestadels mjuk
ta: பெரும்பாலும் மென்மையானது
te: ఎక్కువగ మ్రుదువైనది
tr: Çoğunlukla yumuşak
uk: Переважно мʼяке
vi: Hầu hết là mềm
zh_hans: 多半松软
zh_hant: 大多鬆軟

# rendering_attr_alpineHiking_name
source: Hiking trails difficulty grade
ar: تصنيف الصعوبات
bg: Класификация на сложност
ca: Classificació de la dificultat
cs: Stupeň obtížnosti turistických tras
da: Vandrestiers sværhedsgrad
de: Schwierigkeitsgrad der Wanderwege
el: Βαθμός δυσκολίας μονοπατιών πεζοπορίας
eo: Klasifiko de facileco
es_us: Dificultad de las rutas de senderismo
et: Matkaradade raskusastme klassifikatsioon
eu: Mendi-ibilbideen zailtasun maila
fa: درجه دشواری مسیرهای پیاده‌روی
fi: Haastavuusluokitus
fr: Classification des sentiers de randonnée selon leur difficulté
hu: Túraútvonalak nehézségi szintje
id: Tingkat kesulitan jejak pendakian
is: Flokkun stíga í erfiðleikastig
it: Grado di difficoltà dei sentieri escursionistici
ja: ハイキングコースの難易度
ka: სიძნელის კლასიფიკაცია
ko: 난이도 등급
nb: Vanskelighetsklassifisering
nl: Moeilijkheidsgraad wandelpad
pl: Klasyfikacja trudności
pt_br: Escala de montanhismo (SAC)
ro_ro: Grad de dificultate al traseelor de drumeție
ru: Уровень сложности пешеходных маршрутов
sk: Stupeň náročnosti turistických trás
sl: Klasifikacije težavnosti
sr: Степен тежине пешачких стаза
sr_latn: Stepen težine pešačkih staza
sv: Vandringsleders svårighetsgrad
ta: ஐக்கிங் பாதைகள் தொல்லை தகுதி
tr: Zorluk sınıflandırması
uk: Рівень складності пішохідних маршрутів
vi: Độ khó của đường mòn leo núi
zh_hans: 难度分级
zh_hant: 健行路線難度分級

# rendering_value_green_name
source: Green
ar: أخضر
ast: Verde
az: Yaşıl
be: Зялёны
bg: Зелена
ca: Verd
cs: Zelená
cy: Gwyrdd
da: Grøn
de: Grün
el: Πράσινο
eo: Verda
es_us: Verde
et: Roheline
eu: Berdea
fa: سبز
fi: Vihreä
fr: Vert
gl: Verde
he: ירוק
hu: Zöld
hy: Կանաչ
id: Hijau
is: Grænt
it: Verde
ja: グリーン
ka: მწვანე
kn: ಹಸಿರು
ko: 녹색
lt: Žalia
lv: Zaļš
mk: Zelen
ml: "പച്ച "
mr: हिरवा
nb: Grønn
nl: Groen
oc: Vèrd
pl: Zielony
pt_br: Verde
ro_ro: Verde
ru: Зелёный
sc: Birde
sk: Zelená
sl: Zelena
sr: Зелена
sr_latn: Zelena
sv: Grön
ta: பச்சை
tr: Yeşil
uk: Зелений
vi: Xanh lá cây
zh_hans: 绿色
zh_hant: 綠

# routing_attr_piste_type_nordic_description
source: Trails for nordic or cross-country skiing.
ar: مسارات للتزلج الشمالي أو الريفي علي الثلج.
be: Трасы для лыжных гонак і іх паўночных тыпаў.
ca: Itineraris per a esquí nòrdic o de fons.
cs: Trasy pro severské nebo běžecké lyžování.
da: Spor til nordisk eller langrend.
de: Loipen für Skilangläufer und Nordische Skiläufer.
el: Πίστες για σκανδιναβική ή εκτός δρόμου χιονοδρομία.
eo: Skivojoj por skiado nordia (skikurada).
es_us: Senderos para esquí nórdico o de travesía.
et: Murdmaa- või põhja suusaalade rajad.
eu: Eski nordiko edo fondokoarentzako bidexkak.
fa: مسیرهای اسکی کراس یا نوردیک.
fi: Ladut pohjoismaiseen tai maastohiihtoon.
fr: Pistes de ski de fond ou de ski de randonnée.
gl: Pistas para esquí nórdico ou de travesía.
he: מסלולים לסקי נורדי או למרחקים.
hu: Északi vagy sífutónyomok.
id: Jalur untuk ski nordik atau lintas negara.
is: Leiðir fyrir gönguskíði eða norræn fjallaskíði.
it: Percorsi per sci nordico o cross country.
ja: ノルディックスキーやクロスカントリースキー用コースやそれらに用いられる小道などです。
ko: 노르딕 또는 크로스컨트리 스키용 트레일.
lv: Distanču un nordic ski slēpošanas trases.
mk: Pateki za nordisko ili kros-kantri skijanje.
nb: Løyper for langrenn.
nl: Sporen voor nordic of cross-country skiën.
oc: Percors d'esquilh nordicò de fons.
pl: Trasy do narciarstwa klasycznego lub biegowego.
pt_br: Trilhas para esqui nórdico ou cross-country.
ro_ro: Trasee pentru schi nordic sau schi fond.
ru: Трассы для северных дисциплин или лыжных гонок.
sc: Pistas pro s'iscì nòrdicu o de fundu.
sk: Trasy pre beh na lyžiach.
sl: Poti za nordijsko in prosto smučanje.
sr: Путеви за нордијско или пољско скијање.
sr_latn: Staze za nordijske discipline ili skijaško trčanje.
sv: Leder och skidspår för längdskidåkning.
ta: நோர்டிக் அல்லது குறுக்கு நாடு பனிச்சறுக்கு தடங்கள்.
tr: İskandinav veya kros kayağı pistleri.
uk: Траси для скандинавської ходьби або бігу на лижах.
zh_hans: 适合北欧或越野滑雪的小径。
zh_hant: 越野滑雪的路線。

# rendering_value_translucent_lightgreen_name
source: Translucent light green
ar: أخضر فاتح جداً
ast: Verde claro tresllúcido
az: Şəffaf açıq yaşıl
be: Празрысты светла-зялёны
bg: Полупрозрачно светло-зелено
ca: Verd clar translúcid
cs: Průsvitná světlezelená
cy: Gwyrdd golau tryloyw
da: Gennemsigtig lysegrøn
de: Transparentes Hellgrün
el: Ημιδιαφανές ανοιχτό πράσινο
eo: Helverda diafana
es_us: Verde claro translúcido
et: Läbikumav heleroheline
eu: Berde argi gardena
fa: سبز روشن شفاف
fi: Läpikuultava vaaleanvihreä
fr: Vert clair translucide
gl: Verde claro translúcido
he: ירוק בהיר שקוף למחצה
hu: Átlátszó világoszöld
hy: Կիսաթափանցիկ բաց կանաչ
id: Hijau muda translucent
is: Hálfgegnsætt ljósgrænt
it: Verde chiaro traslucido
ja: 半透明ライトグリーン
ka: გამჭირვალე ღია მწვანე
ko: 반투명 가벼운 녹색
lt: Permatomašviesiai žalia
lv: Caurspīdīgi gaiši zaļš
mk: Prodzirno svetlo zelena
ml: മങ്ങിയ ഇളം പച്ച
nb: Gjennomskinnelig lysegrønn
nl: Doorschijnend lichtgroen
oc: Vèrd clar translucid
pl: Przezroczysty jasnozielony
pt_br: Verde claro translúcido
ro_ro: Verde deschis translucid
ru: Светло-зелёный прозрачный
sc: Birde craru translùcidu
sk: Priehľadná svetlozelená
sl: Prosojna svetlo zelena
sr: Прозирна светло зелена
sr_latn: Prozirna svetlo zelena
sv: Genomskinlig ljusgrön
ta: கசியும் ஒளி பச்சை
tr: Yarı saydam açık yeşil
uk: Напівпрозорий світло зелений
zh_hans: 半透明浅绿色
zh_hant: 半透明的淺綠色

# rendering_attr_contourLines_name
source: Show contour lines
af: Wys kontoerlyne
ar: أظهر الخطوط الكنتورية
az: Kontur xətlərini göstər
be: Паказваць контурныя лініі
bg: Показване на контурни линии
bs: Prikaži linije konture
ca: Mostra les corbes de nivell
cs: Zobrazit vrstevnice
cy: Dangos cyfuchliniau
da: Vis højdekurver
de: Höhenlinien anzeigen
el: Εμφάνιση ισοϋψών καμπυλών
eo: Montri nivelkurbojn
es_us: Mostrar curvas de nivel
et: Kuva kõrgusjooned
eu: Erakutsi sestra-kurbak
fa: نشان‌دادن منحنی‌های میزان
fi: Näytä korkeuskäyrät
fr: Afficher les courbes de niveau
gl: Amosar curvas do nivel
he: הצגת קווי מתאר
hu: Szintvonalak megjelenítése
hy: Ցույց տալ եզրագծերը (contour lines)
id: Tampilkan garis jejak
is: Birta hæðarlínur
it: Visualizza le isoipse
ja: 等高線を表示
ka: კონტურის ჩვენება
ko: 등고선 표시
lt: Rodyti kontūrų linijas
lv: Kontūrlīnijas
mk: Prikaži konturni linii
ml: കോണ്ടൂര്‍ ലൈനുകള്‍ കാണിക്കുക
nb: Vis koter
nl: Toon hoogtelijnen
oc: Mostrar lei corbas de nivèu
pl: Wyświetl poziomice
pt_br: Mostrar curvas de nível
ro_ro: Arată linii de contur
ru: Показывать изолинии
sc: Ammustra curvas de livellu
sk: Zobraziť vrstevnice
sl: Izriši izohipse
sr: Прикажи изохипсе
sr_latn: Prikazati izohipse
sv: Visa höjdkurvor
ta: விளிம்பு கோடுகளைக் காட்டு
tr: Eş yükselti eğrilerini göster
uk: Показ ізоліній
vi: Hiện đường đồng mức
zh_hans: 显示等高线
zh_hant: 顯示等高線
