Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# rendering_value_americanRoadAtlas_name
source: American road atlas
ar: نمط الطرق الأمريكية
az: Amerika yol atlası
be: Амерыканскі атлас аўтадарог
bg: Американска пътна карта
ca: Atles de carreteres americà
cs: Americký atlas cest
cy: Atlas ffyrdd Americanaidd
da: Amerikansk vejkort
de: Amerikanischer Straßenatlas
el: Αμερικάνικος άτλαντας δρόμων
eo: Usona voja maparo
es_us: Estilo vial estadounidense
et: Ameerika teede atlas
eu: Amerikako errepide atlasa
fa: اطلس راه‌های آمریکایی
fi: Amerikan tiekartta
fr: Atlas des routes américaines
gl: Atlas de estradas norteamericanas
he: אטלס דרכים אמריקאי
hu: Amerikai autós atlasz
hy: Ամերիկայի ճանապարհների ատլաս
id: Atlas jalan Amerika
is: Amerísk vegakort
it: Atlante strade americane
ja: アメリカの道路マップ
ka: ამერიკის გზების ატლასი
ko: 미국 도로 지도
lt: Amerikos kelių atlasas
lv: Amerikāņu ceļa karte
mk: Amerkanski paten atlas
ml: അമേരിക്കന്‍ റോഡ് അറ്റ്-ലസ്
nb: Amerikansk veiatlas
nl: Amerikaanse wegenkaart
oc: Atlàs dei rotas americanas
pl: Amerykański atlas drogowy
pt_br: Atlas de vias americanas
ro_ro: Atlas rutier american
ru: Атлас дорог Америки
sc: Atlante de sos caminos americanos
sk: Americký atlas ciest
sl: Ameriški cestni atlas
sr: Амерички атлас путева
sr_latn: Američki atlas puteva
sv: Amerikansk vägkarta
ta: அமெரிக்கன் சாலை அட்லச்
tr: Amerikan yol atlası
uk: Атлас доріг Америки
vi: Atlas đường nước Mỹ
zh_hans: 美国道路地图
zh_hant: 美國道路地圖集

# routing_attr_avoid_subway_description
source: Avoids subways and lightweight rail transport
ar: تجنب قطارالأنفاق والنقل بالسكك الحديدية خفيفة الوزن
be: Пазбягаць метро і лёгкарэйкавага транспарту
ca: Evita el metro i el tram
cs: Vyhnout se metru a lehké železniční dopravě
cy: Yn osgoi isffyrdd a chludiant rheilffordd ysgafn
da: Undgår metro og letbane
de: Vermeidet U-Bahnen und leichten Schienenverkehr
el: Αποφεύγει μετρό και ελαφρά μέσα σταθερής τροχιάς
eo: Eviti subterajn vagonarojn kaj fervojon malpezan
es_us: Evita usar metros y trenes ligeros
et: Väldib metroosid ja kergraudteetransporti
eu: Ekidin metroak eta tren arinak
fa: از مترو و حمل‌ونقل ریلی سبک پرهیز می‌کند
fr: Évite le métro et les transports ferrés
gl: Evitar metros e tranvías/metros lixeiros
he: נמנע מרכבות תחתיות ומרכבות קלות
hi: सबवे और हल्के रेल परिवहन से बचें
hu: Elkerüli a metrókat és a HÉV-eket
hy: Խուսափել մետրոյից և թեթև երկաթուղային տրանսպորտից
id: Menghindari kereta bawah tanah dan transportasi kereta api ringan
is: Forðast neðanjarðarlestir og léttlestasamgöngur
it: Evita la metro e la metrotranvia
ja: 移動手段として地下鉄や軽量軌道交通(LRT)などを避けます
ko: 지하철 및 경량 철도 수송 우회
lt: Vengti metro ir lengvojo geležinkelio
lv: Nelietot metro un viensliežu transportu
mk: Izbegnuva metro i lesenželeznički transport
ml: ഭൂഗർഭ റെയിൽവേ/ലൈറ്റ്വെയിറ്റ് റെയിൽവേ ഗതാഗതം ഒഴിവാക്കുക
my: မြေအောက်ရထားနှင့်ရထားများကိုရှောင်
nb: Unngår tunnelbane og lett bane
nl: Vermijd de metro en sneltram
oc: Evita mètro e transvai
pl: Unika metra i lekkiego transportu kolejowego
pt_br: Evita usar metrôs e transporte ferroviário leve
ro_ro: Evită metrouri și transport feroviar ușor
ru: Избегать метро и легкорельсового транспорта
sc: Istransit sas metropolitanas e sas metrotranvias
sk: Vyhnúť sa metru a ľahkej železnici
sl: Načrtovanje poti brez uporabe podzemne železnice
sr: Избегавање подземне и лаке железнице
sr_latn: Podzemne i lake železnice
sv: Undviker tunnelbana, spårvagn, rälsbuss etc
ta: சுரங்கப்பாதைகள் மற்றும் இலகுரக ரயில் போக்குவரத்தைத் தவிர்க்கிறது
tr: Metro ve hafif demiryolu araçlarından kaçınır
uk: Уникати метро та легкого рейкового транспорту
vi: Tránh tàu điện ngầm và phương tiện vận tải đường sắt nhẹ
zh_hans: 避免地铁和轻轨交通
zh_hant: 避免捷運與輕軌運輸

# routeInfo_surface_name
source: Surface
ar: السطح
be: Паверхня
bg: Настилка
ca: Superfície
cs: Povrch
cy: Arwyneb
da: Overflade
de: Oberfläche
el: Επιφάνεια
eo: Pavimo
es_us: Superficie
et: Pind
eu: Gainazala
fa: سطح
fi: Pinta
gl: Superficie
he: משטח
hu: Felület
id: Permukaan
is: Yfirborð
it: Superficie
ja: 路面
ka: ზედაპირი
ko: 지표면
lt: Paviršius
lv: Segums
mk: Povrsina
ml: ഉപരിതലം
nb: Overflate
nl: Oppervlakte
oc: Superficia
pl: Nawierzchnia
pt_br: Superfície
ro_ro: Suprafață
ru: Покрытие
sc: Superfìtzie
sk: Povrch
sl: Površina
sr: Подлога
sr_latn: Površina
sv: Vägbeläggning
ta: மேற்பரப்பு
tr: Yüzey
uk: Поверхня
vi: Bề mặt
zh_hans: 表面
zh_hant: 路面

# activity_type_running_name
source: Running
ar: الجري
az: Qaçış
be: Бег
bg: Бягане
ca: Córrer
cs: Běh
cy: Rhedeg
da: Løb
de: Laufen
el: Τρέξιμο
eo: Kurado
es_us: Correr
et: Jooksmine
eu: Korrikalaria
fa: دویدن
fi: Juoksu
fr: Course
gl: Correndo
he: ריצה
hu: Futás
id: Berlari
is: Hlaup
it: Corsa
ja: ランニング
ka: სირბილი
ko: 달리기
lt: Bėgimas
mk: Trcanje
nb: Løping
nl: Joggen
oc: A la corsa
pl: Bieganie
ro_ro: Alergare
ru: Бег
sc: Cursa
sk: Beh
sl: Tek
sr: Трчање
sr_latn: Trčanje
sv: Löpning
ta: இயங்கும்
tr: Koşma
uk: Біг
vi: Chạy bộ
zh_hans: 跑步
zh_hant: 跑步

# activity_type_hiking_name
source: Hiking
ar: مشي
be: Пешы турызм
bg: Пешеходен туризъм
ca: Senderisme
cs: Turistika
cy: Heicio
da: Vandring
de: Wandern
el: Πεζοπορία
eo: Marŝado
es_us: Senderismo
et: Matkamine
eu: Mendi-ibilaldia
fa: پیاده‌گردی
fi: Patikointi
fr: Randonnée
gl: Sendeirismo
he: טיול שטח
hu: Túrázás
id: Mendaki
is: Gönguferðir
it: Escursione
ja: ハイキング
ka: ლაშქრობა
ko: 하이킹
lt: Žygiavimas
mk: Planinarenje
nb: Turgåing
nl: Trektocht
oc: Escorregudas
pl: Wędrówki
ro_ro: Drumeție
ru: Пеший туризм
sc: Escursionismu
sk: Turistika
sl: Pohod
sr: Планинарење
sr_latn: Planinarenje
sv: Vandring
ta: ஐக்கிங்
tr: Yürüyüş
uk: Піший туризм
vi: Leo núi
zh_hans: 健行
zh_hant: 健行

# activity_type_racing_name
source: Racing
ar: سباق
be: Гонка
bg: Състезание
cs: Závodění
cy: Rasio
da: Racerkørsel
de: Rennsport
el: Αγώνες
eo: Kurkonkurso
es_us: Carreras
et: Võistlus
eu: Lasterketa
fa: مسابقه
fi: Kilpailu
fr: Course
gl: Carreira
he: מירוץ
hu: Versenykerékpározás
id: Balapan
is: Kappakstur
it: Corsa
ja: レーシング
ka: მანქანით
ko: 경주
lt: Lenktynės
mk: Trkanje
nb: Kappløp
nl: Racen
oc: Corsa
pl: Wyścigi
ro_ro: Cursă
ru: Гонки
sc: Gara
sk: Preteky
sl: Dirkanje
sr: Тркање
sr_latn: Trkanje
ta: பந்தய
tr: Yarış
uk: Перегони
vi: Đua xe
zh_hans: 赛车
zh_hant: 賽車

# activity_type_riding_name
source: Riding
ar: ركوب
be: Верхавая язда
bg: Езда
ca: Muntar a cavall
cs: Jezdectví
cy: Marchogaeth
da: Ridning
de: Reiten
el: Ιππασία
eo: Rajdado
es_us: Equitación
et: Ratsutamine
eu: Zaldiketa
fa: سوارکاری
fi: Ratsastus
fr: Équitation
gl: Equitación
he: רכיבה
hu: Lovaglás
id: Berkendara
is: Útreiðar
it: Cavalcare
ja: 乗用馬
ka: ცხენით
ko: 승마
lt: Jojimas
mk: Javanje
nb: Ridning
nl: Rijden
oc: Equitacion
pl: Konne
ro_ro: Echitație
ru: Верховая езда
sc: Ecuitatzione
sk: Jazda na koni
sl: Jahanje
sr: Јахање
sr_latn: Jahanje
sv: Ridning
ta: சவாரி
tr: Binme
uk: Їзда верхи
vi: Lái xe
zh_hans: 骑行
zh_hant: 騎馬

# rendering_attr_showMtbScaleIMBATrails_name
source: Show MTB IMBA trails
ar: عرض مسارات الدراجات الجبلية
be: Паказваць маршруты MTB IMBA
bg: Показвне на маршрути за MTB на IMBA
ca: Mostra els itineraris BTT de la IMBA
cs: Zobrazit trasy pro MTB IMBA
da: Vis MTB IMBA-spor
de: MTB-IMBA-Strecken anzeigen
el: Εμφάνιση MTB μονοπατιών της IMBA
eo: Montbiciklaj kursoj IMBA
es_us: Mostrar senderos de montaña IMBA
eu: Erakutsi MTB IMBA ibilbideak
fa: نمایش مسیرهای IMBA دوچرخه‌سواری کوهستان
fr: Afficher la difficulté des chemins VTT IMBA
hu: IMBA MTB-útvonalak megjelenítése
id: Tampilkan jalur MTB IMBA
is: Sýna IMBA-fjallahjólaleiðir
it: Mostra percorsi MTB IMBA
ja: MTBのIMBA基準トレイルを表示
ko: MTB IMBA 트레일 표시
mk: Prikazi gi MTB IMBA pateki
nb: Vis IMBA-Terrengsykkelløyper
nl: Toon MTB IMBA paden
pl: Pokaż szlaki MTB IMBA
ro_ro: Arată trasee MTB IMBA
ru: Показать маршруты MTB IMBA
sc: Ammustra sas camineras BDM IMBA
sk: Zobraziť trasy pre horské bicykle
sl: Pokaži poti MTB IMBA
sr: Приказуј трагове МТБ ИМБА
sr_latn: Prikazati MTB IMBA trase
sv: Visa IMBA mtb-leder
ta: MTB IMBA தடங்களைக் காட்டு
tr: MTB IMBA parkurlarını göster
uk: Показувати маршрути для MTB IMBA
vi: Hiện lối đi cho xe đạp địa hình IMBA
zh_hans: 显示山地自行车 IMBA 路径
zh_hant: 顯示山地自行車 IMBA 路徑

# rendering_attr_tracktype_grade5_name
source: Soft
ar: لينة
be: Мяккае
bg: Мека
ca: No compacte
cs: Měkký
cy: Meddal
da: Blød
de: Weich
el: Μαλακός
eo: Malfirmaj
es_us: Suave (con rodaduras apenas visibles entre la vegetación)
et: Pehme
eu: Biguna
fa: نرم
fi: Pehmeä
fr: Non-compact
gl: Suave
he: רך
hi: मुलायम
hu: Laza
id: Lembut
is: Mjúkt
it: Morbido
ja: 軟らかい
ka: რბილი
lt: Švelnus
lv: Mīksts
mk: Meko
nb: Myk
nl: Zacht
oc: Leugier
pl: Miękkie
pt_br: Suave
ro_ro: Moale
ru: Мягкое
sc: Modde
sk: Mäkký
sl: Mehka
sr: Мекана
sr_latn: Mekana
sv: Mjuk
ta: மென்மையான
te: మ్రుదువైన
tr: Yumuşak
uk: Мʼяке
vi: Mềm
zh_hans: 松软
zh_hant: 鬆軟

# routing_attr_width_description
source: Specify permitted vehicle width limit on routes.
ar: حدد الحد المسموح به لعرض السيارة على الطرق.
az: Marşrutlarda icazə veriləcək nəqliyyat vasitəsinin en limitini təyin edin.
be: Увядзіце шырыню транспартнага сродку для ўліку пры разліку маршруту.
ca: Indica el límit d'amplada de vehicle permesa en les rutes.
cs: Zadejte povolenou šířku vozidla na trase.
da: Angiv tilladt køretøjsbredde på ruter.
de: Geben Sie die zulässige Fahrzeugbreitenbegrenzung auf Routen an.
el: Καθορίστε το επιτρεπόμενο όριο πλάτους οχήματος στους δρόμους.
eo: Difini permesatan larĝon de veturilo.
es_us: Especifica el límite de anchura permitida del vehículo en rutas.
et: Määra teedel lubatud sõiduki laius.
eu: Zehaztu baimendutako ibilgailuaren zabalera muga ibilbideetan.
fa: محدودیت پهنای وسیله در مسیرها را مشخص کنید.
fi: Määrittele ajoneuvon sallittu leveys reiteille.
fr: Indique la limite de largeur autorisée sur les itinéraires.
gl: Especifica o límite permitido de largura do vehículo nas rutas.
he: ציון מגבלת רוחב מכונית אפשרי בנתיבים.
hu: Adja meg az útvonalakon a járművekre vonatkozó szélességkorlátozást.
id: Tentukan batas lebar kendaraan yang diizinkan pada rute.
is: Tilgreindu takmörk á breidd farartækja á leiðum.
it: Specifica il limite della larghezza del veicolo permessa nei percorsi.
ja: ルート上で通行可能な車幅を指定します。
mk: Navedete go dozvolenoto ograničuvanje na širinata na voziloto na maršrutite.
nb: Velg tillatt kjøretøybredde på ruter.
nl: Specificeer de minimaal benodigde breedte voor het voertuig.
pl: Określa dozwoloną szerokość pojazdu na trasach.
pt_br: Especifique o limite permitido de largura do veículo nas rotas.
ro_ro: Specificați limita permisă pentru lățimea vehiculului pe rute.
ru: Укажите ширину транспортного средства для учёта при построении маршрута.
sc: Dislinda su lìmite de largària permìtidu in sas àndalas.
sk: Zadajte šírku vozidla, ktorá musí byť povolená na cestách.
sl: Navedi dovoljenoširino vozila na poteh.
sr: Назначите дозвољену ширину возила на путу.
sr_latn: Naznači dozvoljenu širinu vozila na putu.
sv: Ange tillåten fordonsbredd på rutter.
ta: பாதைகளில் அனுமதிக்கப்பட்ட வாகன அகல வரம்பைக் குறிப்பிடவும்.
tr: Rotalarda izin verilen araç genişlik sınırını belirtin.
uk: Задайте дозволену ширину автомобіля для прокладання маршруту.
zh_hans: 指定路线上允许的车辆宽度。
zh_hant: 在路線當指定允許的車輛寬度限制。

# rendering_attr_currentTrackColor_name
source: GPX color
ar: لون جي بي إكس
az: GPX rəngi
be: Колер GPX
bg: цвят на GPX
ca: Color de la traça GPX
cs: GPX barva
cy: Lliw GPX
da: GPX-farve
de: GPX-Farbe
el: χρώμα GPX
eo: GPX-koloro
es_us: Color del GPX
et: GPX värv
eu: GPX kolorea
fa: رنگ GPX
fi: GPX-reitin väri
fr: Couleur des traces GPX
gl: Cor de GPX
he: צבע GPX
hu: GPX-nyomvonal színe
hy: GPX-ի գույնը
id: Warna GPX
is: Litur GPX
it: Colore della traccia GPX
ja: GPX経路の色
ka: GPX-ის ფერი
ko: GPX 색상
lt: GPX spalva
lv: GPX krāsa
mk: GPX boja
ml: ജിപിഎക്സ് നിറം
mr: जिपिएक्स रंग
nb: GPX-farge
nl: GPX-kleur
oc: Color de la traça GPX
pl: Kolor trasy GPX
pt_br: Cor do GPX
ro_ro: Culoare GPX
ru: Цвет трека GPX
sc: Colore GPX
sk: Farba GPX
sl: Barva poti GPX
sr: Боја ГПИкс-а
sr_latn: GPX boja
sv: GPX-färg
ta: சிபிஎக்ச் நிறம்
tr: GPX rengi
uk: Колір GPX
vi: Màu GPX
zh_hans: GPX 颜色
zh_hant: GPX 的顏色

# rendering_attr_ice_road_name
source: Ice road
ar: طريق جليد
be: Ледзяная дарога
ca: Carretera sobre el gel
cs: Ledová cesta
cy: Ffordd iâ
da: Isvej
de: Eispiste
el: Παγωμένος δρόμος
eo: Glaciaj vojoj
es_us: Camino de hielo
et: Jäätee
eu: Izotz gaineko errepidea
fa: جادهٔ یخی
fi: Jäätie
fr: Route sur glace
gl: Estrada de xeo
he: כביש קרח
hi: बर्फ की सड़क
hu: Jégút
id: Jalan es
is: Ísaður vegur
it: Strada di ghiaccio
ja: アイスロード
ka: მოყინული გზა
ko: 얼음 도로
lt: Ledo kelias
lv: Ledus ceļi
mk: Zamrznat pat
nb: Isvei
nl: IJsweg
oc: Rota glaçada
pl: Droga lodowa
pt_br: Estrada de gelo
ro_ro: Drum cu gheață
ru: Ледовый автозимник
sc: Caminu de astra
sk: Ľadová cesta
sl: Ledena cesta
sr: Залеђени коловоз
sr_latn: Zaleđen put
sv: Isväg
ta: பனி சாலை
te: మంచు దారి
tr: Buz yolu
uk: Льодова дорога
vi: Đường băng tuyết
zh_hans: 冰路
zh_hant: 冰路

# rendering_attr_piste_difficulty_connection_name
source: Connection
ar: اتصال
ast: Conexón
be: Злучэнне
ca: Connexió
cs: Připojení
cy: Cysylltiad
da: Forbindelse
de: Verbindung
el: Σύνδεση
eo: ligilo
es_us: Conexión
et: Ühendus
eu: Konexioa
fa: اتصال
fi: Yhteys
fr: Connexion
gl: Conexión
he: חיבור
hu: Kapcsolat
id: Koneksi
is: Tenging
it: Connessione
ja: リフト間接続
ka: კავშირი
kn: ಸಂಪರ್ಕ
ko: 연결
mk: Vrska
nb: Overgang
nl: Verbinding
oc: Connexion
pl: Połączenie
pt_br: Conexão
ro_ro: Conexiune
ru: Соединение
sc: Connessione
sk: Spojnica
sl: Povezovalna
sr: Веза
sr_latn: Povezivanje
sv: Anslutning
ta: இணைப்பு
tr: Bağlantı
uk: Зʼєднання
vi: Sự kết nối
zh_hans: 连接
zh_hant: 連線

# rendering_attr_streetLightingNight_name
source: Show only at night
ar: اظهر في الليل فقط
az: Yalnız gecə göstər
be: Паказваць толькі ўначы
bg: Показване само през нощта
ca: Mostra només de nit
cs: Zobrazit pouze v noci
cy: Dangos dim ond yn y nos
da: Vis kun om natten
de: Nur nachts anzeigen
el: Εμφάνιση μόνο τη νύχτα
eo: Montri nur dum nokto
es_us: Mostrar solo de noche
et: Näita vaid öösel
eu: Erakutsi gauez bakarrik
fa: فقط هنگام شب نشان بده
fi: Näytä vain yöllä
fr: Afficher seulement de nuit
gl: Amosar só á noite
he: הצגה רק בלילה
hu: Csak éjszaka jelenjék meg
id: Tampilkan hanya pada malam hari
is: Sýna aðeins á nóttunni
it: Mostra solo di notte
ja: 夜間限定表示
ka: მხოლოდ ღამით ჩვენება
ko: 밤에만 표시
lv: Rādīt tikai naktī
mk: Prikaži samo noḱe
nb: Kun vis om natten
nl: Enkel 's nachts tonen
oc: Mostrar ren que de nuech
pl: Wyświetlaj tylko w nocy
pt_br: Mostrar apenasà noite
ro_ro: Afișați doar noaptea
ru: Показывать только ночью
sc: Ammustra a de note ebbia
sk: Zobraziť iba v noci
sl: Prikaži samo ponoči
sr: Прикажи само ноћу
sr_latn: Prikazati samo noću
sv: Visa endast på natten
ta: இரவில் மட்டுமே காட்டு
te: రాత్రిపూట మాత్రమే చూపించు
tr: Sadece geceleri göster
uk: Показувати лише вночі
vi: Chỉ hiển thị vào buổi tối
zh_hans: 仅在夜晚显示
zh_hant: 僅在夜間顯示

# rendering_attr_piste_difficulty_intermediate_name
source: Intermediate
ar: متوسط
be: Сярэдняя
ca: Intermèdia
cs: Středně pokročilý
cy: Canolig
da: Mellem
de: Mittel
el: Ενδιάμεση
eo: meza
es_us: Intermedio
et: Vahepealne
eu: Tartekoa
fa: متوسط
fi: Keskitasoinen
fr: Intermédiaire
gl: Intermedio
he: בינוניים
hu: Középhaladó
id: Menengah
is: Miðlungs
it: Intermedia
ja: 中級者向け
ka: საშუალო
ko: 중급자
lt: Vidutinis
mk: Sredno
my: ဝါလတ်
nb: Middels
nl: Middelmatig
oc: Intermèdia
pl: Średnia
pt_br: Intermediária
ro_ro: Mai experimentat
ru: Средне
sc: Intermèdia
sk: Stredná
sl: Srednja
sr: Средња
sr_latn: Osrednji
sv: Medel
ta: இடைநிலை
tr: Orta
uk: Посередньо
vi: Trung bình
zh_hans: 中等
zh_hant: 中等

# routing_attr_freeride_policy_description
source: 'Freeride' and 'Off-piste' are unofficial routes and passages. Typically ungroomed, unmaintained and not checked in the evening. Enter at your own risk.
ar: الطرق الزلقة والغير منتظمة طرق ومسارات غير رسمية. عادة ما يكون غير مرتبة ، وغير مصبوغة من قبل المسؤولين ولا ينصح بالذهاب معها في المساء خاصة. الدخول على مسؤوليتك الخاصة.
be: Freerides і offpiste - неафіцыйныя маршруты і праходы. Як правіла, недагледжаныя, неразмечаныя, не асвятляюцца ўвечары. Будзьце вельмі ўважлівымі.
ca: 'Camp a través' i 'Fora pistes' són vies no oficials. Normalment, no estan regulades ni mantingudes ni revisades de nit. Entrant-hi, sereu responsables del que passi.
cs: Freeride a sjezd mimo sjezdovky. Obvykle neupravované a neudržované, bez večerní kontroly. Vstup na vlastní nebezpečí.
da: 'Freeride' og 'Off-piste' er uofficielle ruter og passager. Typisk upræparerede, ikke vedligeholdt og ikke kontrolleret om aftenen. Adgang på egen risiko.
de: Freerides und Strecken abseits der Piste sind inoffizielle Routen und Passagen. Typischerweise ungepflegt, nicht gewartet und abends nicht kontrolliert. Betreten auf eigene Gefahr.
el: 'Ελεύθερες' καθώς και 'εκτός πίστας' είναι ανεπίσημες διαδρομές και περάσματα. Συνήθως ακαθάριστες, ασυντήρητες και μη ελεγμένες το πρωί. Μπαίνετε με δικό σας κίνδυνο.
eo: Skivojoj malfacilegaj, neoficialaj, nepreparataj kaj nekontrolataj je vespero. Vi eniras nur sub via risko.
es_us: Los senderos libres y fuera de pista son rutas y pasajes no oficiales. Típicamente descuidados, no mantenidos y no controlados por la noche. Entrar bajo su propio riesgo.
et: Vabasõidu ja hooldamata nõlvad on mitteametlikud rajad ja läbipääsud. Tavaliselt hooldamata ja õhtuti kontrollimata. Sisene omal vastutusel.
eu: Pista kanpoko ibilbideak ibilbide eta pasabide ez ofizialak dira. Orokorrean konpondu eta prestatu gabekoak eta gauez zaindu gabeak. Sartu zure ardurapean.
fa: مسیرهای «آزادرانی» و «بیرون پیست» غیررسمی هستند. معمولاً آماده‌سازی و نگهداری نمی‌شوند و پس از تعطیلی وارسی نمی‌شوند. با مسئولیت خودتان وارد شوید.
fr: Le hors-piste (ou 'freeride') emprunte des itinéraires non-officiels. Ces itinéraires ne sont généralement ni balisés ni damés et ne font l’objet d'aucune surveillance. Vous pratiquez cette activité à vos risques et périls.
gl: 'Freeride' e 'Fóra de pista' son rutas e pasaxes non oficiais. Normalmente con moitas fochancas, sen mantemento e non revisadas. Entra polo teu propio risco.
he: מסלולי ‚גלישה חופשית’ ו‚מחוץ לסימון’ הם מסלולים ומעברים בלתי רשמיים. בדרך כלל לא עברו גרומינג, אינם מתוחזקים ואינם מפוקחים בשעות הערב. הכניסה על אחריותך בלבד.
hu: A „freeride” és a „pályán kívüli utak” nem hivatalos útvonalak és átjárók. Általában nem egyengetik el őket, nincsenek karbantartva, este pedig nem ellenőrzik őket. Belépés csak saját felelősségre.
id: 'Freeride' dan 'Off-piste' adalah rute dan jalur tidak resmi. Biasanya tidak terawat, tidak terawat dan tidak diperiksa di sore hari. Masuk sendiri dengan risiko Anda sendiri.
is: Frjálsar brekkur (freeride) og utanbrautaleiðir eru óopinberar leiðir. Venjulega ótroðnar, ekki viðhaldið af starfsmönnum skíðasvæðis og oft ekki skoðaðar í lok dags. Umferð er leyfð á eigin ábyrgð.
it: Freeride e fuoripista sono percorsi e passaggi non ufficiali. Tipicamente non curati, non mantenuti e non controllati la sera. Entrare a proprio rischio e pericolo.
ja: 'フリーライド'や'ゲレンデ外'は非公式のルートです。通常は手入れされていないうえ、職員によってメンテナンスされておらずクローズ時間にもチェックされません。マップデータは自己責任で利用し、禁止されている場所には決して入らないでください。
ko: '프리라이드(Freeride)'와 '오프 피스트(Off-piste)'는 비공식 루트이자 통로입니다. 일반적으로 손질되지 않고 유지 관리되지 않으며 저녁에 확인되지 않습니다. 자신의 책임하에 입장하십시오.
lv: Brīvā stila un beztrases ir neoficiālie maršruti un pārejas. Parasti neiebraukti un oficiāli netiek neuzturēti. Brauciet tikai uz savu risku.
mk: „Freeride“ i „Off-piste“ se neoficijalni pravci i premini. Tipično neguvani, neodržuvani i ne provereni navečer. Vlezete na vaš sopstven rizik.
nb: Frikjøring og terrengkjøring er uoffisielle ruter og passasjer. Typisk upreparert, ikke vedlikeholdt og ikke sjekket på kveldene. Kjør på egen risiko.
nl: 'Freeride' en 'Off-piste' zijn officieuze routes en passages. Meestal onverzorgd en niet onderhouden, en niet 's avonds gecontroleerd. Betreden op eigen risico.
pl: „Freeride” i „poza trasą” to nieoficjalne trasy i przejścia. Zazwyczaj nieprzygotowane, nieutrzymywane i niesprawdzane wieczorem. Wchodzisz na własne ryzyko.
pt_br: 'Freeride' e 'Fora de pista' são rotas e passagens não oficiais. Normalmente não-preparado, sem manutenção e não verificado à noite. Entre por seu próprio risco.
ro_ro: "Freeride" și "Off-piste" sunt trasee și pasaje neoficiale. De obicei, acestea sunt neamenajate, neîntreținute și nu sunt verificate seara. Intrați pe propriul risc.
ru: Фрирайд и внетрассовые маршруты — это неофициальные трассы и проезды. Как правило, они не подготовлены, не обслуживаются и не проверяются вечером. Вход на свой страх и риск.
sc: Sas àndalas e sos coladòrgios in foras de pista ('freeride' e 'offpiste') non sunt ufitziales. De sòlitu non sunt curados, non benint manutentados e non benint compidados su sero. Intra a perìgulu e arriscu tuo.
sk: Voľný zjazd mimo zjazdovky cez neoficiálne trasy a prejazdy. Obyčajne neupravované a neudržiavané, bez večernej kontroly. Vstup na vlastné riziko.
sl: Turno in smučanje izven urejenih smučišč so neuradne poti in prehodi. Običajno niso teptani in uradno vzdrževani in jih ob koncu dneva ne preverja nihče. Vstop na lastno odgovornost.
sr: 'Бесплатана вожња' и 'Са-писте' су незванични путеви и пролази. Обично су неуређени, неодржавани и ниси сигурни ноћу. Улазите на сопствени ризик.
sr_latn: Spuštanje izvan staze neslužbenim rutama, obično su neuređena, neodržavana i nisi sigurna noću. Ulazite na sopstveni rizik.
sv: Friåkning och offpist är inofficiella rutter och passager, vanligen helt opreparerade och utan underhåll. Åk på egen risk.
ta: 'ஃப்ரீரைடு' மற்றும் 'ஆஃப்-பிச்ட்' ஆகியவை அதிகாரப்பூர்வமற்ற வழிகள் மற்றும் பத்திகள். பொதுவாக வளர்க்கப்படாதது, மதிப்பிடப்படாதது மற்றும் மாலையில் சரிபார்க்கப்படவில்லை. உங்கள் சொந்த ஆபத்தில் உள்ளிடவும்.
tr: 'Serbest' ve 'pist dışı sürüşler', resmi olmayan yollar ve geçitlerdir. Tipik olarak düzenlenmemiş, bakımı yapılmamış ve akşamları denetlenmemiştir. Riski göze alarak girin.
uk: "Фрірайд" та "Поза трасою" є неофіційними маршрутами та проїздами. Зазвичай недоглянуті, офіційно непозначені та не підтримуються в належному стані. Використовуйте на власний розсуд.
zh_hans: “自由式滑雪(Freeride)”和“越野滑雪(Off-piste)”是非官方的路线和通道。通常未经修饰，没有维护，晚上没有检查。请自行承担风险。
zh_hant: 'Freeride' 與 'Off-piste' 是非正式的路線與通道。通常是未整理、維護，也不會在晚上檢查。風險自負。

# rendering_attr_surface_fine_gravel_name
source: Fine gravel
ar: حصى دقيق
be: Шматпластовы жвір
ca: Graveta
cs: Jemný štěrk
cy: Graean mân
da: Fint grus
de: Feiner Kies
el: Λεπτό χαλίκι
eo: Eta gruzo
es_us: Grava fina
et: Peenkillustik
eu: Legarra
fa: شن ریز
fi: Hiekka
fr: Gravier fin
gl: Cascallo fino
he: שומשום
hu: Murva
id: Kerikil halus
is: Fín möl
it: Pietrisco fine
ja: 砂利と砂の複数舗装
ka: ქვიშა
ko: 파쇄석
lv: Smalka grants
mk: PrecistenČakal
ml: പുഴിമണല്‍
my: ကျောက်စရစ်အသေး
nb: Fin grus
nl: Fijne kiezel
oc: Graveta
pl: Drobny żwir
pt_br: Cascalho fino
ro_ro: Pietriș fin
ru: Мелкий гравий
sc: Ghiàia fina
sk: Jemné kamienky
sl: Droben grušč
sr: Ситан шљунак
sr_latn: Sitan šljunak
sv: Fint grus
ta: நன்றாக சரளை
tr: İnce çakıl
uk: Відсів
vi: Sỏi mịn
zh_hans: 细砂砾
zh_hant: 細石

# rendering_value_medium_w_name
source: Medium
af: Gemiddeld
ar: وسط
az: Orta
be: Сярэдняя
bg: Средна
ca: Mitjà
cs: Střední
cy: Canolig
da: Mellem
de: Mittel
el: Μέση
eo: Meza
es_us: Mediano
et: Keskmine
eu: Ertaina
fa: متوسط
fi: Keskitaso
fr: Moyen
gl: Media
he: בינונית
hu: Közepes
hy: Միջին
id: Sedang
is: Miðlungs
it: Medio
ja: 中
ka: საშუალო
ko: 중간
lt: Vidutinis
lv: Vidējs
mk: Sredno
ml: ഇടത്തരം
nb: Middels
nl: Gemiddeld
oc: Mejan
pl: Średnia
pt_br: Médio
ro_ro: Medie
ru: Средняя
sc: Mèdia
sk: Stredná
sl: Običajna
sr: Средња
sr_latn: Srednja
sv: Mellan
ta: சராசரி
tr: Orta
uk: Середня
vi: Trung bình
zh_hans: 中等
zh_hant: 中
