Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# report_an_issues
source: Report an issue
ar: إبلاغ عن مشكلة
bg: Съобщете за дефект
cs: Nahlásit problém
da: Rapportér et problem
de: Ein Problem melden
el: Αναφέρετε ένα ζήτημα
eo: Raporti problemon
es_us: Informar un problema
et: Teata probleemist
eu: Arazo baten berri eman
fa: گزارش مسئله
fi: Ilmoita ongelmasta
fr: Signaler un problème
he: דיווח על תקלות
hu: Jelentsen be hibát
id: Laporkan isu
is: Tilkynntu vandamál
it: Segnala un problema
ko: 문제 보고하기
nb: Rapporter et problem
nl: Een probleem melden
oc: Avisar d'una dificultat
pl: Zgłoś problem
ro_ro: Raportează o problemă
ru: Сообщить о проблеме
sk: Nahlásiť problém
sr: Пријави грешку
sr_latn: Prijavi grešku
sv: Rapportera ett problem
ta: ஒரு சிக்கலைப் புகாரளிக்கவும்
tr: Hata bildir
uk: Повідомити про проблему
vi: Báo cáo một vấn đề
zh_hans: 报告问题
zh_hant: 回報問題

source: About OsmAnd
ar: حول أوسماند
be: Пра OsmAnd
bg: Относно OsmAnd
cs: O aplikaci OsmAnd
da: Om OsmAnd
de: Über OsmAnd
el: Σχετικά με το OsmAnd
eo: Pri OsmAnd
es_us: Sobre OsmAnd
et: Teave OsmAndi kohta
eu: OsmAnd-i buruz
fi: Tietoa OsmAnd:ista
fr: À propos d'OsmAnd
he: על OsmAnd
hu: Az OsmAnd névjegye
id: Tentang OsmAnd
is: Um OsmAnd
it: A proposito di OsmAnd
ko: OsmAnd 소개
lt: Apie OsmAnd
nb: Om OsmAnd
nl: Over OsmAnd
oc: A prepaus d'OsmAnd
pl: O aplikacji OsmAnd
ro_ro: Despre OsmAnd
ru: Об OsmAnd
sk: O OsmAnde
sr: О ОсмАнду
sr_latn: O aplikaciji
sv: Om OsmAnd
ta: ஆச்மண்ட் பற்றி
tr: OsmAnd hakkında
uk: Про OsmAnd
vi: Về OsmAnd
zh_hans: 关于 OsmAnd
zh_hant: 關於 OsmAnd

source: OsmAnd Team
ar: فريق أوسماند
cs: Tým OsmAnd
el: Ομάδα OsmAnd
es_us: Equipo de OsmAnd
et: OsmAndi meeskond
fr: Équipe d'OsmAnd
hu: OsmAnd csapat
id: Tim OsmAnd
is: OsmAnd-teymið
it: Team OsmAnd
ko: OsmAnd 팀
nb: OsmAnd-laget
oc: Chorma d'OsmAnd
pl: Zespół OsmAnd
ro_ro: Echipa OsmAnd
ru: Разработчики OsmAnd
sk: Tím OsmAnd
sr: OsmAnd Тим
sr_latn: OsmAnd Tim
sv: OsmAnd-teamet
ta: ஒச்மண்ட் அணி
tr: OsmAnd Ekibi
uk: Команда OsmAnd
zh_hant: OsmAnd 團隊

# monitoring_min_accuracy
source: Minimum accuracy
ar: دقة الحد الأدنى
ast: Precisión mínima
be: Мінімальная дакладнасць
bg: Минимална точност
ca: Precisió mínima
cs: Minimální přesnost
cy: Isafswm cywirdeb
da: Min. nøjagtighed
de: Minimale Genauigkeit
el: Ελάχιστη ακρίβεια
eo: Minimuma precizo
es_us: Precisión mínima
et: Vähim täpsus
eu: Gutxieneko zehaztasuna
fa: کمترین صحت
fi: Vähimmäistarkkuus
fr: Précision minimale
gl: Precisión mínima
he: דיוק מזערי
hu: Legkisebb pontosság
id: Akurasi minimum
is: Lágmarksnákvæmni
it: Accuratezza minima
ja: 最小精度
ka: მინიმალური სიზუსტე
ko: 최소 정확도
lv: Minimālā precizitāte
mk: Minimalna točnost
nb: Minimumsnøyaktighet
nl: Minimum nauwkeurigheid
oc: Precision minimala
pl: Minimalna dokładność
ro_ro: Acuratețe minimă
ru: Минимальная точность
sc: Acuradesa mìnima
sk: Minimálna presnosť
sl: Najmanjša natančnost
sr: Најмања прецизност
sr_latn: Najmanja preciznost
sv: Miniminoggrannhet
ta: குறைந்தபட்ச துல்லியம்
te: కనిష్ట ఖచ్చితత్వం
tr: Asgari doğruluk
uk: Мінімальна точність
vi: Độ chính xác tối thiểu
zh_hans: 最低精度
zh_hant: 最低精密度

# coordinates_widget_current_location_desc
source: Shows the geographic coordinates of the current geolocation
ar: ودجت عرض الإحداثيات الجغرافية للموقع الجغرافي الحالي
be: Паказвае геаграфічныя каардынаты бягучага месцазнаходжання
bg: Показва географските координати на текущото местоположение
ca: Mostra les coordenades geogràfiques de la ubicació geogràfica actual
cs: Zobrazí zeměpisné souřadnice aktuální polohy
da: Viser de geografiske koordinater for den aktuelle geografiske placering
de: Zeigt die geografischen Koordinaten des aktuellen Standorts an
el: Δείχνει τις γεωγραφικές συντεταγμένες της τρέχουσας τοποθεσίας
eo: Fenestraĵo montranta geografiajn koordinatojn de via nuna pozicio.
es_us: Muestra las coordenadas geográficas de la ubicación geográfica actual
et: Näitab praeguse asukoha geograafilisi koordinaate
eu: Uneko kokapenaren koordenatu geografikoak erakusten ditu
fa: مختصات جغرافیایی مکان‌یابی کنونی را نمایش می‌دهد
fr: Affiche les coordonnées de la position actuelle
hu: Megjeleníti a jelenlegi helyzet földrajzi koordinátáit
id: Menampilkan koordinat geografis lokasi geografis saat ini
is: Sýnir landfræðileg hnit fyrirliggjandi staðsetningar
it: Mostra le coordinate geografiche della posizione attuale
ja: 現在のジオロケーション地理座標を表示します
ko: 현재 위치의 지리적 좌표 표시
nb: Viser geografiske koordinater for nåværende geoposisjon
nl: Toont geografische coördinaten van de huidige locatie
pl: Pokazuje współrzędne geograficzne bieżącej geolokalizacji
ro_ro: Arată coordonatele geografice ale geolocalizării curente
ru: Виджет показывает географические координаты текущего местоположения
sc: Ammustrat sas coordinadas geogràficas de sa positzione atuale
sk: Nástroj zobrazuje zemepisné súradnice súčasnej polohy
sl: Prikazuje geografske koordinate trenutne zemljepisne lege
sr: Приказује земљописне координате тренутног земаљског положаја
sr_latn: Prikazuje geografske koordinate trenutnog zemaljske lokacije
sv: Visar koordinaterna för aktuell position
ta: தற்போதைய புவிஇருப்பிடத்தின் புவியியல் ஒருங்கிணைப்புகளைக் காட்டுகிறது
tr: Geçerli coğrafi konumun coğrafi koordinatlarını gösterir
uk: Показує географічні координати поточної геолокації
vi: Hiện toạ độ vị trí địa lý của vị trí địa lý hiện tại
zh_hans: 显示当前地理位置的地理坐标
zh_hant: 顯示目前地理位置的經緯度

# lanes_widgets_desc
source: Shows the current road lanes layout and highlights the ones to take while navigating.
ar: ودجت عرض أداة ممرات الطريق الحالي وكشف الممرات عند القيادة باستخدام الملاحة النشطة.
be: Віджэт «Палосы руху» паказвае бягучую схему дарожных палос і вылучае палосы руху з актыўнай навігацыяй.
bg: Показва схема на лентите на текущия път и подчертава тези, които трябва да използвате при маршрутизиране.
cs: Zobrazuje aktuální rozložení jízdních pruhů a zvýrazňuje ty, které je třeba při navigaci využít.
cy: Dangosa'r ategyn lonydd y drefn lonydd cyfredol a pha lonydd i gadw ynddynt.
da: Viser det aktuelle vejbane-layout og fremhæver de vejbaner, der skal benyttes under vejvisning.
de: Zeigt die aktuellen Fahrspuren an und hebt diejenigen hervor, die bei der Navigation zu nehmen sind.
el: Δείχνει την διάταξη λωρίδων του τρέχοντος δρόμου και επισημαίνει αυτές που πρέπει να πάρετε κατά την πλοήγηση.
eo: Fenestraĵo montranta aranĝon de nunaj vetur-koridoroj (lenoj) kaj emfazas koridorojn por sekvi dum aktiva navigado.
es_us: Muestra la disposición actual de los carriles del camino y destaca por cual se debe circular al navegar.
eu: Errepideen egungo erreien diseinua erakusten du eta nabigatzean hartu beharrekoak nabarmentzen ditu.
fa: طرح خطوط جاده کنونی را نمایش می‌دهد و خطوطی که باید در ناوبری انتخاب شوند را برجسته می‌کند.
fr: Affiche la disposition des voies de la route et met en évidence la voie à emprunter pendant la navigation.
he: וידג׳ט הנתיבים מציג את פריסת הנתיבים בכביש הנוכחי ומדגיש באילו נתיבים ליסוע כחלק מהניווט הפעיל.
hu: Megjeleníti a jelenlegi közlekedési sávok elrendezését, és kiemeli azt, amelyen a navigáció szerint haladni kell.
id: Menampilkan tata letak jalur jalan saat ini dan menyoroti satu yang akan digunakan saat bernavigasi.
is: Sýnir fyrirkomulag akreina og áherslulitar þær akreinar sem skal aka miðað við virka leiðsögn.
it: Mostra l'attuale disposizione delle corsie stradali ed evidenzia quella da utilizzare per la navigazione.
ja: 現在の道路の車線を表示し、ナビゲート時に進むべき車線を強調表示します。
ko: 현재 도로 차선 레이아웃을 표시하고 항해 중 하나를 강조합니다.
mk: Vidžetot Lanes go prikažuva momentalniot raspored na kolovoznite lenti i gi istaknuva lentite za vozenje so aktivna navigacija.
nb: Viser gjeldende kjørefeltoppsett og framhever filene å kjøre i under navigering.
nl: Toont de rijstrokenindeling van de huidige weg en wijst de juiste rijstroken aan tijdens navigatie.
pl: Pokazuje aktualny układ pasów drogowych i podkreśla te, które należy obrać podczas nawigacji.
ro_ro: Arată configurația benzilor de circulație și le evidențiază pe cele ce trebuie urmate în timpul navigației.
ru: Виджет показывает текущую схему полос движения и выделяет полосы, которые следует использовать во время навигации.
sc: Ammustrat sa dispositzione de sas corsias de su caminu atuale e evidèntziat sas de impreare durante sa navigatzione.
sk: Zobrazuje rozloženie jazdných pruhov cesty a zvýrazňuje, ktoré pruhy použiť počas navigácie.
sl: Prikazuje trenutno razporeditev cestnih pasov in izpostavi tiste, ki jih je treba izbrati med navigacijo.
sr: Приказује тренутни распоред коловозне траке и истиче траке за престројавање приликом навођења.
sr_latn: Prikazuje trenutni raspored kolovozne trake i ističe trake za prestrojavanje prilikom navođenja.
sv: Visar aktuella körfält och framhäver de som ska köras för navigeringen.
ta: தற்போதைய சாலை பாதைகள் தளவமைப்பைக் காட்டுகிறது மற்றும் செல்லும்போது எடுக்க வேண்டியவற்றை எடுத்துக்காட்டுகிறது.
tr: Geçerli yol şeritlerinin düzenini gösterir ve navigasyon sırasında kullanılacak şeritleri vurgular.
uk: Показує поточну схему розташування смуг руху та підсвічує ті, якими слід скористатись під час навігації.
vi: Hiện bố cục làn đường hiện tại và làm nổi bật làn cần đi trong khi dẫn đường.
zh_hans: 显示当前的道路车道布局，并突出显示导航时要走的车道。
zh_hant: 顯示目前道路車道佈局並在導航時突出顯示要採取的車道。

# coordinates_widget_desc
source: Shows the geographic coordinates of current geolocation.
ar: يعرض الإحداثيات الجغرافية للموقع الجغرافي الحالي.
be: Паказвае геаграфічныя каардынаты бягучага месцазнаходжання.
bg: Показва географските координати на текущото местоположение.
cs: Zobrazuje zeměpisné souřadnice aktuální zeměpisné polohy.
cy: Mae'n dangos cyfesurynnau daearyddol y geo-leoliad presennol.
da: Viser de geografiske koordinater for den aktuelle geografiske placering.
de: Zeigt die geografischen Koordinaten des aktuellen Standorts an.
el: Δείχνει τις γεωγραφικές συντεταγμένες της τρέχουσας τοποθεσίας.
eo: Fenestraĵo montranta geografiajn koordinatojn de la nuna pozicio.
es_us: Muestra las coordenadas geográficas de la ubicación actual.
et: Näitab praeguse asukoha geograafilisi koordinaate.
eu: Uneko kokapenaren koordenatu geografikoak erakusten ditu.
fa: مختصات جغرافیایی مکان‌یابی کنونی را نمایش می‌دهد.
fr: Indique les coordonnées de la position actuelle.
he: הוא מציג את נקודות הציון הגאוגרפיות של המיקום הגאוגרפי הנוכחי.
hu: Megjeleníti a jelenlegi pozíció földrajzi koordinátáit.
id: Menampilkan koordinat geografis dari geolokasi saat ini.
is: Sýnir landfræðileg hnit fyrirliggjandi staðsetningar.
it: Mostra le coordinate geografiche della localizzazione attuale.
ja: 現在のジオロケーションの地理座標を表示します。
ko: 현재 위치의 지리적 좌표 표시합니다.
mk: Gi prikažuva geografskite koordinati na tekovnata geo-lokacija.
nb: Viser geografiske koordinater for nåværende geoposisjon.
nl: Toont de geografische coördinaten van de huidige geolocatie.
pl: Pokazuje współrzędne geograficzne bieżącej geolokalizacji.
ro_ro: Arată coordonatele geografice ale geolocalizării curente.
ru: Виджет показывает географические координаты текущего местоположения.
sc: Ammustrat sas coordinadas geogràficas de sa positzione atuale.
sk: Zobrazuje zemepisné súradnice aktuálnej polohy.
sl: Prikazuje geografske koordinate trenutne zemljepisne lege.
sr: Приказује земљописне координате тренутног земаљског положаја.
sr_latn: Prikazuje geografske koordinate lokacije.
sv: Visar den nuvarande platsens geografiska koordinater.
ta: தற்போதைய புவிஇருப்பிடத்தின் புவியியல் ஒருங்கிணைப்புகளைக் காட்டுகிறது.
tr: Geçerli coğrafi konumun coğrafi koordinatlarını gösterir.
uk: Показує географічні координати поточної геолокації.
vi: Hiện toạ độ địa lý của vị trí địa lý hiện tại.
zh_hans: 显示当前地理位置的地理坐标。
zh_hant: 顯示目前地理位置的地理坐標。

# mapillary_widget_descr
source: Allows quick contributions to Mapillary.
ar: يسمح لك بالمساهمة بسرعة لمابيلاري.
az: Mapillary-ə sürətli töhfələr verməyə imkan verir.
be: Дазваляе хутка дадаць фотаздымкі ў Mapillary.
ca: Permet aportacions directes a Mapillary.
cs: Umožňuje rychle přispět do Mapillary.
cy: Mae'n caniatáu cyfraniadau cyflym i Mapillary.
da: Giver mulighed for hurtige bidrag til Mapillary.
de: Ermöglicht schnelle Beiträge zu Mapillary.
el: Επιτρέπει γρήγορες συνεισφορές στο Mapillary.
eo: Ebligas rapide kontribui al Mapillary.
es_us: Permite realizar contribuciones rápidas a Mapillary.
et: Võimaldab kiireid Mapillary kaastöid.
eu: Mapillary-n parte hartze azkar bat baimentzen du.
fa: به‌وسیلهٔ این ابزارک با مپیلاری سریع‌تر کار کنید.
fi: Mahdollistaa nopean osallistumisen Mapillaryyn.
fr: Permet de contribuer facilement à Mapillary.
gl: Permite facer contribucións axiña ó Mapillary.
he: מאפשר תרומה במהירות ל־Mapillary.
hu: Gyors Mapillary közreműködést tesz lehetővé.
hy: Թույլ է տալիս արագորեն նպաստել Mapillary-ին։
id: Memungkinkan berkontribusi cepat ke Mapillary.
is: Gerir kleift að bæta kerfið á einfaldan hátt með Mapillary.
it: Permette di contribuire facilmente a Mapillary.
ja: Mapillaryへのワンタッチ投稿を許可します。
ko: Mapillary에 빠른 기여를 허용합니다.
lt: Leidžia greitai prisidėti prie Mapillary.
lv: Ļauj ātri piekļūt Mapillary.
mk: Ovozmožuva brzi pridonesi za Mapillary.
ml: മാപ്പില്ലറിക്ക് ദ്രുതവേഗ സംഭാവനകൾ അനുവദിക്കുന്നു.
nb: Gir mulighet for raske bidrag til Mapillary.
nl: Maakt snelle bijdragen aan Mapillary mogelijk.
pl: Pozwala na szybkie udostępnianie do Mapillary.
ro_ro: Permite contribuții rapide la Mapillary.
ru: Позволяет быстро внести свой вклад в Mapillary.
sc: Permitit de contribuire in manera lestra e fàtzile a Mapillary.
sk: Umožňuje rýchle prispievanie do Mapillary.
sl: Omogoča hitre prispevke v Mapillary.
sr: Омогућава брзи допринос Мапиларију.
sr_latn: Omogućava brzi doprinos Mapilariju.
sv: Möjliggör snabba bidrag till Mapillary.
ta: மாபிலரி விரைவான பங்களிப்புகளை அனுமதிக்கிறது.
tr: Mapillary'ye hızlıca katkıda bulunmanıza imkan verir.
uk: Дозволяє швидко поширювати світлини в Mapillary.
zh_hans: 可以助你迅速将图片提交到 Mapillary。
zh_hant: 允許快速貢獻到 Mapillary。

# widget_secondary_desc_part_of
source: Part of “%@” plugin.
ar: جزء من المكون الإضافي %@.
az: “%@” qoşmasının bir hissəsi.
be: Частка ўбудовы %@.
bg: Част от добавката „%@“.
ca: Forma part del connector %@.
cs: Součást modulu %@.
cy: Rhan o ategyn %@.
da: En del af %@-udvidelsen.
de: Teil des Plugins %@.
el: Μέρος του πρόσθετου %@.
eo: Parto de la kromprogramo %@.
es_us: Parte del complemento «%@».
et: Osa „%@“ lisamoodulist.
eu: %@ gehigarriaren zatia.
fi: Osa %@ laajennusta.
fr: Fait partie de l'extension %@.
he: חלק מהתוסף %@.
hu: A(z) %@ bővítmény része.
id: Bagian dari plugin %@.
is: Hluti af %@ forritsviðbótinni.
it: Parte del componente aggiuntivo %@.
ja: %@プラグインの一部です。
ko: %@ 플러그인의 일부입니다.
mk: Del od %@ povrzuvanje.
nb: En del av %@-programtillegget.
nl: Deel van de %@ plugin.
pl: Część wtyczki %@.
ro_ro: Parte a pluginului %@.
ru: Часть плагина «%@».
sc: Parte de s'estensione %@.
sk: Súčasť modulu %@.
sl: Del vtičnika %@.
sr: Део %@ додатка.
sr_latn: Deo %@ dodatka.
sv: Del av insticksmodulen %@.
ta: %@ சொருகி ஒரு பகுதி.
tr: %@ eklentisinin bir parçası.
uk: Частина плагіна %@.
vi: Một phần của phần bổ trợ %@.
zh_hans: %@ 插件的一部分。
zh_hant: %@ 外掛程式的一部分。

# weather_widgets_secondary_desc
source: Measurement units can be changed in the Weather plugin settings.
ar: يمكن تغيير وحدات القياس في إعدادات الاداة الخاصة بالطقس.
az: Ölçü vahidləri Hava qoşması parametrlərində dəyişdirilə bilər.
be: Адзінкі вымярэння можна змяніць у наладах убудовы надвор'я.
bg: Мерните единици могат да бъдат променени в настройките на добавката „Времето“.
ca: Les unitats de mesura poden canviar-se en la configuració del connector meteorològic.
cs: Jednotky měření lze změnit v nastavení modulu Počasí.
da: Måleenheder kan ændres i indstillingerne for Vejr-udvidelsen.
de: Die Maßeinheiten können in den Einstellungen des Wetter-Plugins geändert werden.
el: Οι μονάδες μέτρησης μπορού να αλλαχθούν στις ρυθμίσεις του πρόσθετου Καιρός.
eo: Mezurunuoj estasŝanĝeblaj en agordoj de la kromprogramo “Vetero”.
es_us: Las unidades de medida pueden cambiarse dentro del complemento «Meteorología».
et: Mõõtuühikuid saad muuta Ilmateate lisamooduli seadistustes.
eu: Neurketa-unitateak Eguraldia pluginaren ezarpenetan alda daitezke.
fa: واحدهای اندازه‌گیری را می‌توان در تنظیمات افزونه آب‌وهوا تغییر داد.
fr: Les unités de mesure peuvent être modifiées dans les paramètres du plugin météo.
hu: A mértékegységek az időjárás bővítmény beállításaiban módosíthatók.
id: Satuan pengukuran dapat diubah dalam pengaturan plugin Cuaca.
is: Mælieiningum er hægt að breyta í stillingum Veðurviðbótarinnar.
it: Le unità di misura si possono modificare nelle impostazioni del componente aggiuntivo Meteo.
ja: 測定単位は、天候プラグインの設定で変更できます。
ko: 측정 단위는 날씨 플러그인 설정에서 변경 될 수 있습니다.
nb: Målingsenheter kan endres i værprogramtilleggsinnstillingene.
nl: Meeteenheden kunnen worden aangepast in de weer plugin instellingen.
pl: Jednostki miary można zmienić w ustawieniach wtyczki Pogoda.
ro_ro: Unitățile de măsură pot fi modificate în setările pluginului Meteo.
ru: Единицы измерения можно изменить в настройках плагина «Погода».
sc: Sas unidades de medida si podent cambiare in sas impostatziones de s'estensione de su Mèteu.
sk: Merné jednotky je možné zmeniť v nastaveniach modulu Počasie.
sl: Merilne enote lahko spremeniš v nastavitvah vtičnika Vreme.
sr: Мерне јединице могу бити промењене у поставкама прикључка временских прилика.
sr_latn: Merne jedinice mogu biti promenjene u podešavanjima priključka vremenskih prilika.
sv: Måttenheter kan ändras i inställningarna för Väder-insticksmodulen.
ta: வானிலை சொருகி அமைப்புகளில் அளவீட்டு அலகுகளை மாற்றலாம்.
tr: Ölçüm birimleri hava durumu eklentisi ayarlarından değiştirilebilir.
uk: Одиниці виміру можна змінити в налаштуваннях плагіна Погода.
vi: Đơn vị đo có thể đổi trong phần cài đặt Thời tiết.
zh_hans: 可以在天气插件设置中更改测量单位。
zh_hant: 可以在天氣外掛設定中更改測量單位。

source: Map markers bar
ar: شريط علامات الخريطة
be: Панэль адзнак мапы
bg: Панел с маркери на картата
cs: Lišta mapových značek
cy: Bar marcwyr map
da: Bjælke til kortmarkører
de: Leiste für Kartenmarkierungen
el: Μπάρα δεικτών χάρτη
eo: Strio de map-markoj
es_us: Barra de marcadores del mapa
et: Kaardimarkerite riba
eu: Mapa markatzaileen barra
fa: نوار نشانگرهای نقشه
fr: Barre de marqueurs
he: סרגל סמני מפה
hu: Térképjelölők sávja
id: Bilah penanda peta
is: Stika fyrir kortamerki
it: Barra marcatori mappa
ja: マップマーカー用バー
ko: 지도 마커 막대
mk: Lenta za markeri na karti
nb: Kartmarkørlinje
nl: Kaartmarkeringenbalk
pl: Pasek znaczników mapy
ro_ro: Bară de marcaje a hărții
ru: Панель маркеров карты
sc: Barra de sos marcadores de mapa
sk: Panel mapových značiek
sl: Vrstica oznak zemljevida
sr: Трака ознака на карти
sr_latn: Traka markera na mapi
sv: Fältet Kartmarkörer
ta: வரைபட குறிப்பான்கள் பட்டி
tr: Harita işaretleyicileri çubuğu
uk: Панель позначок мапи
vi: Thanh điểm đánh dấu bản đồ
zh_hans: 地图标记栏
zh_hant: 地圖標記欄

# shared_string_bearing
source: Bearing
ar: اتجاه
be: Арыентацыя
bg: Направление
ca: Trajectòria
cs: Azimut
cy: Cyfeiriant
da: Pejling
de: Peilung
el: Προσανατολισμός
eo: Direkto
es_us: Rumbo
et: Kurss
eu: Norabidea
fa: سویه
fi: Suuntima
fr: Direction
gl: Levando
he: תכווין
hu: Irányszög
hy: Կողմնորոշում
id: Bantalan
is: Miðun
it: Direzione
ja: ベアリング
ka: ჩასადები
ko: 베어링
lt: Kryptis
mk: Azimut
nb: Peiling
nl: Richting
pl: Kierunek
ro_ro: Direcție
ru: Пеленг
sc: Orientamentu
sk: Azimut
sl: Smer
sr: Правац
sr_latn: Pravac
sv: Bäring
ta: தாங்கி
tr: Kerteriz
uk: Напрямок
vi: Góc lệch
zh_hans: 方向
zh_hant: 方位

# map_widget_current_speed
source: Current speed
ar: السرعة الحالية
az: Hazırkı sürət
be: Бягучая хуткасць
bg: Моментна скорост
cs: Aktuální rychlost
cy: Cyflymder cyfredol
da: Nuværende hastighed
de: Aktuelle Geschwindigkeit
el: Τρέχουσα ταχύτητα
eo: Nuna rapido
es_us: Velocidad actual
et: Praegune kiirus
eu: Uneko abiadura
fa: سرعت کنونی
fi: Nykyinen nopeus
fr: Vitesse instantanée
he: מהירות נוכחית
hu: Pillanatnyi sebesség
id: Kecepatan saat ini
is: Fyrirliggjandi hraði
it: Velocità attuale
ja: 現在速度
ka: მიმდინარე სიჩქარე
ko: 현재 속도
mk: Momentalna brzina
nb: Nåværende hastighet
nl: Huidige snelheid
pl: Obecna prędkość
ro_ro: Viteză curentă
ru: Текущая скорость
sc: Lestresa atuale
sk: Súčasná rýchlosť
sl: Trenutna hitrost
sr: Тренутна брзина
sr_latn: Trenutna brzina
sv: Nuvarande hastighet
ta: தற்போதைய விரைவு
tr: Geçerli hız
uk: Поточна швидкість
vi: Vận tốc hiện tại
zh_hans: 当前速度
zh_hant: 目前速度

# map_widget_transparent
source: Transparent widgets
af: Deursigtige vel
ar: عدادات شفافة
ast: Widgets tresparentes
az: Şəffaf vidcetlər
be: Празрыстыя віджэты
bg: Прозрачни приспособления
br: Widjetoù treuzwelus
ca: Ginys transparents
cs: Průhledné nástroje
cy: Teclynau tryloyw
da: Gennemsigtige moduler
de: Transparente Widgets
el: Διάφανα γραφικά στοιχεία
eo: Travideblaj fenestraĵoj
es_us: Widgets transparentes
et: Läbipaistvad vidinad
eu: Trepeta gardenak
fa: ابزارک‌های شفاف
fi: Läpikuultavat työkalut
fr: Widgets transparents
gl: Trebellos transparentes
he: וידג׳טים שקופים
hu: Átlátszó modulok
hy: Թափանցիկ Widgets
id: Widget transparan
is: Gegnsæir viðmótshlutar
it: Widget trasparenti
ja: 透過ウィジェット
ka: გამჭირვალე ღილაკები
ko: 투명 위젯
lt: Permatomiįrankiai
lv: Caurspīdīgi logrīki
mk: Transparentn vidzeti
ml: സുതാര്യമായ വിഡ്ജെറ്റ്
nb: Gjennomsiktige miniprogrammer
nl: Transparante widgets
oc: Clavelets transparents
pl: Przezroczyste widżety
pt_br: Widgets transparentes
ro_ro: Widgeturi transparente
ru: Прозрачные виджеты
sc: Butones trasparentes
sk: Priehľadné nástroje
sl: Prosojni gradniki
sr: Прозирне справице
sr_latn: Prozirni vidžeti
sv: Genomskinliga widgetar
ta: வெளிப்படையான விட்செட்டுகள்
tr: Şeffaf widget'lar
uk: Прозорі віджети
vi: Widget trong suốt
zh_hans: 透明小部件
zh_hant: 透明小工具

# map_widget_intermediate_distance
source: Intermediate destination
af: Oorgangspunt
ar: وجهة وسطى
ast: Destín intermediu
az: Ara təyinat nöqtəsi
be: Прамежкавы пункт
bg: Междинна точка
ca: Fita
cs: Mezicíl
cy: Cyrchfan ar y ffordd
da: Mellemliggende destination
de: Zwischenziel
el: Ενδιάμεσος προορισμός
eo: Intercelo
es_us: Destino intermedio
et: Vahepealne sihtkoht
eu: Erdibideko helburua
fa: مقصد میانی
fi: Välietappi
fr: Étape
gl: Destino intermedio
he: יעד ביניים
hu: Köztes célpont
hy: Միջանկյալ նպատակակետ
id: Tujuan perantara
is: Milliáfangi
it: Destinazione intermedia
ja: 中間経由地点
ka: შუალედური დანიშნულების პუნქტი
ko: 경유지
lt: Tarpinis tikslas
lv: Starpposmu punkti
mk: Sredna destinacija
ml: " ഇട-ലക്ഷ്യസ്ഥാനം "
nb: Mellomliggende reisemål
nl: Tussenbestemming
oc: Etapa intermediària
pl: Cel pośredni trasy
pt_br: Destino intermediário
ro_ro: Destinație intermediară
ru: Промежуточный пункт
sc: Tapa intermèdia
sk: Prechodný bod
sl: Vmesni cilji
sr: Пролазно одредиште
sr_latn: Međuodredište
sv: Mellanliggande destination
ta: இடைநிலை இலக்கு
tr: Seyahatte ara hedef
uk: Проміжний пункт призначення
zh_hans: 中转点
zh_hant: 中轉地點

# map_widget_rendering_fps
source: Map rendering FPS
ar: معدل إطارأداء الخريطة
bg: Изчертаване в кадри/сек
ca: FPS de la renderització del mapa
cs: Vykreslení mapy FPS
da: Kortgengivelse FPS
de: Kartendarstellung FPS
el: FPS απεικόνισης χάρτη
eo: Rapido de map-bildigado
es_us: Renderizado FPS del mapa
et: Kaadrisagedus kaardi kuvamisel
eu: Maparen FPS errendatzea
fa: نرخ فریم رندر نقشه
fr: Rendu FPS de la carte
hu: Térképkirajzolás (képkocka/mp)
id: FPS perenderan peta
is: Rammatíðni myndgerðar korts
it: FPS rendering mappa
ja: マップ描画FPS
ko: 지도 렌더링 FPS
nb: Kartgjengivelse FPS
nl: FPS van laad methode
oc: Rendut FPS de la mapa
pl: FPS renderowania mapy
ro_ro: FPS randare hartă
ru: FPS отрисовки карты
sc: FPS de sa renderizatzione de sa mapa
sk: Rýchlosť vykresľovania mapy
sl: FPS za izrisovanje zemljevida
sr: Обрада карте у сликама по секунди
sr_latn: Obrada mape u slikama po sekundi
sv: Kartrenderingens FPS
ta: வரைபட வழங்கும் FPS
uk: FPS рендерингу мапи
vi: FPS kết xuất bản đồ
zh_hans: 地图渲染 FPS
zh_hant: 地圖繪製 FPS
