Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# create_custom_categories_list_promo
source: Change the list order and hide categories. Import or export all changes as profiles.
ar: غير ترتيب القائمة وقم بإخفاء الفئات. استرد كافة التغييرات أو صدرها كأوضاع.
az: Siyahı sırasını dəyişdirin və kateqoriyaları gizlədin. Bütün dəyişiklikləri profil kimi idxal və ya ixrac edin.
be: Змяняйце парадак спіса і хавайце катэгорыі. Імпартуйце і экспартуйце ўсе змены ў якасці профіляў.
bg: Може да променяте подредбата на списъкът, да скриете ненужните категории. Може да импортирате или експортирате промените чрез профилите.
ca: Canvia el criteri d'ordenació de la llista, amaga categories. Podeu importar o exportar tots els canvis amb els perfils.
cs: Změňte pořadí seznamu a skryjte kategorie. Importujte a exportujte všechny změny jako profily.
cy: Newidiwch drefn y rhestr a chuddio categorïau. Mewnforiwch neu allforio newidiadau fel proffiliau.
da: Ændr sorteringsrækkefølgen på listen og skjul kategorier. Importer eller eksporter alle ændringer som profiler.
de: Ändern Sie die Sortierreihenfolge der Liste und blenden Sie Kategorien aus. Sie können alle Änderungen als Profile importieren oder exportieren.
el: Αλλάξτε την σειρά διάταξης και αποκρύψτε τις κατηγορίες. Εισάγετε ή εξάγετε όλες τις αλλαγές ως προφίλ.
eo: Vi povasŝanĝi ordigon de la listo aŭ kaŝi kategoriojn. Ĉiuj ŝanĝoj estas enporteblaj/elporteblaj kiel profiloj.
es_us: Cambia el orden de la lista y oculta las categorías. Importa o exporta todos los cambios como perfiles.
et: Muuda nimekirja järjekorda ja peida kategooriad. Impordi või ekspordi kõik muudatused profiilidena.
eu: Aldatu zerrendaren ordena eta ezkutatu kategoriak. Inportatu edo esportatu aldaketa guztiak profil gisa.
fa: ترتیب فهرست را تغییر دهید و دسته‌ها را مخفی کنید. همهٔ تغییرات را در قالب نمایه‌ها درون‌برد یا برون‌برد کنید.
fi: Voit lisätä mukautettuja luokkia, piilottaa tarpeettomiksi katsomasi luokat ja muuttaa luettelon lajittelujärjestystä. Mukautettuja luokkia voidaan tuoda ja viedä profiilien kanssa.
fr: Modifiez l'ordre de tri dans la liste, masquez des catégories. Vous pouvez importer et exporter toutes vos modifications via les profils.
gl: Mudar a orde de clasificación da listaxe ou agochar categorías. Podes importar ou exportar todas as modificacións cos perfís.
he: ניתן להחליף את סדר הרשימה ולהסתיר קטגוריות וגם לייבא או לייצא את כל השינויים כפרופילים.
hu: Lista sorrendjének módosítása és kategóriák elrejtése. Minden módosítás profilként importálható és exportálható.
id: Ubah urutan daftar dan sembunyikan kategori. Impor atau ekspor seluruh perubahan sebagai profil.
is: Feldu flokka og breyttu röðun listans. Listann má flytja inn og út með notkunarsniðum.
it: Cambia l'ordinamento della lista, nasconde le categorie. Importa o esporta tutti i cambiamenti con i profili.
ja: リストの並び順を変更し、カテゴリを非表示にします。すべての変更をプロファイルとしてインポートまたはエクスポートが出来ます。
ka: You can add custom categories, hide categories that you don’t find necessary, and change the sort order of the list. Custom categories can be imported and exported with profiles.
ko: 목록 순서를 변경하고 카테고리를 숨깁니다. 모든 변경 사항을 프로필로 가져오거나 내보냅니다.
lt: You can add custom categories, hide categories that you don’t find necessary, and change the sort order of the list. Custom categories can be imported and exported with profiles.
lv: Jūs varat pievienot savas kategorijas, paslēpt liekās kategorijas un mainīt kārtošanas secību. Saraksts var tikt importēts un eksportēts ar profiliem.
mk: Promenete go redosledot na spisokot i skrijte gi kategoriite. Uvezete ili izvezete gi site promeni kako profili.
nb: Endre listens sorteringsrekkefølge, skjul unødvendige kategorier. Du kan importere eller eksportere alle endringer med profiler.
nl: Wijzig de volgorde van de lijst en verberg categorieën. Importeer of exporteer alle wijzigingen als profielen.
oc: Podètz filtrar de categorias personalizadas, amagar lei categorias que trobatz pas necessàrias e modificar l'òrdre de la lista. Lei categorias personalizadas se pòdon importar emai exportar amb lei perfius.
pl: Zmieniaj porządek listy i ukrywaj kategorie. Importuj lub eksportuj wszystkie zmiany za pomocą profili.
pt_br: Você pode adicionar categorias personalizadas, ocultar categorias que você não encontra necessário e altera a ordem de classificação da lista. As categorias personalizadas podem ser importadas e exportadas com perfis.
ro_ro: Modificați ordinea din listă sau ascundeți categoriile. Importați sau exportați toate modificările ca profiluri.
ru: Изменение порядка списка и скрытие категорий. Импорт или экспорт всех изменений в виде профилей.
sc: Modìfica s'òrdine de sa lista e cua sas categorias. Importare o esporta totu sas modìficas comente profilos.
sk: Zmeňte poradie zoznamu a skryte kategórie. Importovať alebo exportujte všetky zmeny ako profily.
sl: Spremeni vrstni red seznama in skrij kategorije. Uvozi ali izvozi vse spremembe kot profile.
sr: Промените редослед списка и сакријте врсте. Увезите или извезите све промене као налоге.
sr_latn: Promeni redosled spiska i sakrij kategorije. Uvezi ili izvezi sve promene kao profile.
sv: Ändra listans sortering och dölja kategorier. Importera eller exportera alla ändringar som profiler.
ta: பட்டியல் வரிசையை மாற்றி வகைகளை மறைக்கவும். அனைத்து மாற்றங்களையும் சுயவிவரங்களாக இறக்குமதி செய்யுங்கள் அல்லது ஏற்றுமதி செய்க.
tr: Liste düzenini değiştirin ve kategorileri gizleyin. Tüm değişiklikleri profiller olarak içe veya dışa aktarın.
uk: Змінюйте порядок списку та ховайте непотрібні категорії. Імпортуйте або експортуйте всі зміни як профілі.
vi: Thay đổi thứ tự danh sách và ẩn danh mục. Nhập hoặc xuất tất cả thay đổi thành hồ sơ.
zh_hans: 更改列表顺序并隐藏类别。将所有更改导入或导出为配置文件。
zh_hant: 變更清單順序並隱藏分類。以設定檔的形式匯入或匯出所有變更。

# poi_select_category
source: Select category
ar: اختر الفئة
be: Абраць катэгорыю
ca: Seleccioneu la categoria
cs: Zvolte kategorii
da: Vælg kategori
de: Kategorie auswählen
el: Επιλεγμένη κατηγορία
es_us: Elegir categoría
et: Vali kategooria
fa: دسته‌بندی را انتخاب کنید
fi: Valitse luokka
fr: Sélectionner une catégorie
hu: Válasszon kategóriát
id: Pilih kategori
is: Veldu flokk
it: Seleziona categoria
ja: カテゴリーの選択
ka: აირჩიეთ კატეგორია
nl: Selecteer categorie
oc: Seleccionar una categoria
pl: Wybór kategorii
pt_br: Selecionar categoria
ro_ro: Selectați categoria
ru: Выбор категории
sc: Ischerta sa categoria
sk: Zvoľte kategóriu
sr: Изаберите категорију
sr_latn: Izaberite kategoriju
sv: Välj kategori
ta: வகையைத் தேர்ந்தெடு
tr: Kategori seç
uk: Виберіть категорію
zh_hant: 選擇類別

# sett_generic_ext_input
source: Keyboard
ar: لوحة المفاتيح
ast: Tecláu
az: Klaviatura
be: Клавіятура
bg: Generic Keyboard
ca: Teclat
cs: Klávesnice
cy: Bysellfwrdd
da: Tastatur
de: Tastatur
el: Πληκτρολόγιο
eo: Klavaro
es_us: Teclado
et: Klaviatuur
eu: Teklatua
fa: صفحه‌کلید
fi: Näppäimistö
fr: Clavier
gl: Teclado
he: מקלדת
hu: Billentyűzet
id: Papan tik
is: Lyklaborð
it: Tastiera
ja: キーボード
ka: კლავიატურა
ko: 키보드
lt: Klaviatūra
lv: Klaviatūra
mk: Tastatura
nb: Tastatur
nl: Toetsenbord
oc: Clavier
pl: Klawiatura
pt_br: Teclado genérico
ro_ro: Tastatură
ru: Клавиатура
sc: Tastiera
sk: Klávesnica
sl: Tipkovnica
sr: Тастатура
sr_latn: Tastatura
sv: Tangentbord
ta: விசைப்பலகை
tr: Klavye
uk: Клавіатура
zh_hans: 键盘
zh_hant: 鍵盤

# index_item_depth_contours_osmand_ext
source: Nautical depth contours
ar: معالم العمق البحري
az: Dəniz dərinliyi konturları
be: Контуры марскіх глыбінь
ca: Isòbates
cs: Námořní hloubkové vrstevnice
cy: Cyfuchliniau dyfnder morol
da: Havdybdekurver
de: Nautische Tiefenlinien
el: Ναυτικές ισοβαθείς καμπύλες
eo: Maraj profundec-kurboj
es_us: Curvas de profundidad náuticas
et: Meresügavuse kontuurid
eu: Sakonera nautikoaren sestra-kurbak
fa: منحنی‌های میزان عمق دریایی
fi: Merelliset syvyyskäyrät
fr: Lignes de sondes marines
gl: Curvas do afundimento náuticos
he: קווי מתאר של עומק הים
hu: Tengeri mélységvonalak
hy: Ծովային խորքային ուրվագծեր
id: Kontur kedalaman laut
is: Dýptarlínur sjávar
it: Isobate nautiche
ja: 海洋等深線データ
ka: საზღვაო სიღრმის კონტურები
lt: Jūrlapiai su gylio kontūrais
lv: Jūras dziļuma kontūras
mk: Konturi za pomorska dlabočina
ml: നോട്ടിക്കൽ ഡെപ്ത് കോണ്ടൂറുകള്‍
nb: Havdybdekonturer
nl: Nautische dieptelijnen
oc: Isobates
pl: Izobaty
pt_br: Batimetria náutica
ro_ro: Curbe de adâncime nautică
ru: Контуры морских глубин
sc: Curvas de livellu nàuticas
sk: Námorné hĺbkové vrstevnice
sl: Navtični relief globine (izobate)
sr: Поморске изобате
sr_latn: Konture morskih dubina
sv: Nautiska djupkurvor
ta: கடல் ஆழமான வரையறைகள்
tr: Deniz derinlik eğrileri
uk: Ізолінії морських глибин (Ізобати)
vi: Đường đồng mức độ sâu hàng hải
zh_hans: 航海等深线
zh_hant: 航海等深線

# routeInfo_road_types_name
source: Road types
ar: أنواع الطرق
az: Yol növləri
be: Тыпы дарог
ca: Tipus de carretera
cs: Typy silnic
cy: Mathau o ffyrdd
da: Vejtyper
de: Straßentypen
el: Τύποι δρόμων
eo: Specoj de vojoj
es_us: Tipos de caminos
et: Teeliigid
eu: Bide motak
fa: نوع جاده‌ها
fi: Tietyypit
fr: Types de route
gl: Tipos de estrada
he: סוגי כבישים
hu: Úttípusok
id: Tipe jalan
is: Gerðir vega
it: Tipi di strade
ja: 道路種別
ka: გზის ტიპები
ko: 도로 유형
lt: Kelių tipai
lv: Ceļu tipi
mk: Vidovi na patista
ml: റോഡ് തരങ്ങൾ
nb: Veityper
nl: Weg types
oc: Mena de rota
pl: Rodzaje dróg
pt_br: Tipos de estrada
ro_ro: Tipuri drum
ru: Типы дорог
sc: Castas de àndalas
sk: Druhy ciest
sl: Vrste poti
sr: Врсте путева
sr_latn: Vrste puteva
sv: Vägtyper
ta: சாலை வகைகள்
tr: Yol türleri
uk: Види доріг
vi: Loại đường
zh_hans: 道路类型
zh_hant: 道路類型

# rendering_attr_piste_difficulty_undefined_name
source: Undefined
ar: غير محدد
ast: Ensin definir
be: Не вызначана
bg: Неопределена
ca: Indefinida
cs: Neurčený
cy: Anniffiniedig
da: Ikke defineret
de: Undefiniert
el: Ακαθόριστη
eo: nedifinita
es_us: Indefinido
et: Määratlemata
eu: Zehaztu gabea
fa: نامشخص
fi: Määrittelemätön
fr: Non défini
gl: Indefinido
he: אין הגדרה
hu: Meghatározatlan
id: Nihil
is: Óskilgreint
it: Non definito
ja: 定義なし
ka: განუსაზღვრელი
ko: 정의되지 않음
lt: Neapibrėžtas
mk: Nedefinirano
nb: Udefinert
nl: Ongedefinieerd
oc: Indefinit -da
pl: Niezdefiniowana
pt_br: Indefinido
ro_ro: Nedefinit
ru: Неопределённая
sc: Non dessinida
sk: Neurčená
sl: Nedoločena
sr: Неодређено
sr_latn: Neodređena
sv: Odefinierad
ta: வரையறுக்கப்படவில்லை
tr: Tanımlanmamış
uk: Не визначено
vi: Không xác định
zh_hans: 未定义
zh_hant: 未定義

# routing_attr_allow_motorway_name
source: Use motorways
ar: استخدام الطرق السريعة
az: Avtomagistrallara icazə ver
be: Выкарыстоўваць аўтамагістралі
ca: Utilitza les autopistes
cs: Použít dálnice
cy: Defnyddio traffyrdd
da: Brug motorveje
de: Autobahnen benutzen
el: Χρήση αυτοκινητοδρόμων
eo: Uzi aŭtovojojn
es_us: Usar autopistas
et: Kasuta kiirteid
eu: Erabili autobideak
fa: استفاده از آزادراه
fi: Käytä moottoriteitä
fr: Autoriser les autoroutes
gl: Empregar autoestradas
he: להשתמש בדרכים סלולות
hu: Autópálya használata
hy: Օգտագործել մայրուղի
id: Gunakan jalan bebas hambatan
is: Nota hraðbrautir
it: Usa autostrade
ja: 高速道路を使う
ka: ავტოსტრადების გამოყენება
ko: 자동차 전용도로 이용
lt: Leisti greitkelius
lv: Atļaut automağistrāles
mk: Koristi avtopatista
ml: അതിവേഗപാതകള്‍ അനുവദിക്കുക
my: အဝေးပြေးလမ်းမသုံးခွင့်ပြု
nb: Bruk motorveier
nl: Autosnelwegen gebruiken
oc: Utilizar leis autorotas
pl: Używanie autostrad
pt_br: Usar autoestradas
ro_ro: Folosiți autostrăzile
ru: Разрешить магистрали
sc: Imprea sas autostradas
sk: Použiť diaľnice
sl: Uporabljaj avtoceste
sr: Користи аутопутеве
sr_latn: Koristi magistrale
sv: Använd motorvägar
ta: மின்னோடி பாதைகளைப் பயன்படுத்துங்கள்
tr: Otoyolları kullan
uk: Використовувати автомагістралі
zh_hans: 使用高速公路
zh_hant: 使用高速公路

# rendering_value_black_name
source: Black
ar: أسود
ast: Prietu
az: Qara
be: Чорны
bg: Черна
ca: Negre
cs: Černá
cy: Du
da: Sort
de: Schwarz
el: Μαύρο
eo: Nigra
es_us: Negro
et: Must
eu: Beltza
fa: سیاه
fi: Musta
fr: Noir
gl: Negro
he: שחור
hu: Fekete
hy: Սև
id: Hitam
is: Svart
it: Nero
ja: 黒
ka: შავი
lt: Juodas
lv: Melns
mk: Crna
ml: കറുപ്പ്
nb: Svart
nl: Zwart
oc: Negre -a
pl: Czarny
pt_br: Preto
ro_ro: Negru
ru: Чёрный
sc: Nieddu
sk: Čierna
sl: Črna
sr: Црна
sr_latn: Crna
sv: Svart
ta: கருப்பு
tr: Siyah
uk: Чорний
vi: Đen
zh_hans: 黑色
zh_hant: 黑色

# rendering_attr_depthContourColorScheme_name
source: Line color scheme
ar: نظام لون الخط
be: Колеравая схема ізабат
bg: Цвят на линията
ca: Esquema de color de les línies
cs: Barevné schéma linií
da: Linjefarvesætning
de: Linienfarbschema
el: Συνδυασμός χρωμάτων γραμμής
eo: Kolor-skemo de kurboj
es_us: Esquema de color de la línea
et: Joonte värvid
eu: Lerroaren kolore-eskema
fa: طرح رنگ خطوط
fr: Couleurs des courbes
gl: Esquema de cores de liña
hu: Vonal színsémája
id: Skema warna garis
is: Litastef línu
it: Schema colori delle linee
ja: 線の色
ko: 라인 색상 계획
mk: Lines color scheme
nb: Linjefargeskjema
nl: Kleurschema van lijnen
oc: Combinason de colors dei linhas
pl: Schemat kolorów linii
ro_ro: Schemă de culori pentru linii
ru: Цветовая схема линий
sc: Ischema de colore de sas lìnias
sk: Farebná schéma čiar
sl: Barvna shemačrte
sr: Образац боја линија
sr_latn: Linije kolor sheme
sv: Linjefärgsättning
ta: வரி வண்ணத் திட்டம்
tr: Çizgi rengi düzeni
uk: Колірна схема ліній
vi: Hệ màu nét kẻ
zh_hans: 线条配色方案
zh_hant: 線條配色方案

# rendering_value_white_name
source: White
ar: أبيض
ast: Blancu
az: Ağ
be: Белы
bg: Бяла
ca: Blanc
cs: Bílá
cy: Gwyn
da: Hvid
de: Weiß
el: Λευκό
eo: Blanka
es_us: Blanco
et: Valge
eu: Zuria
fa: سفید
fi: Valkoinen
fr: Blanc
gl: Branco
he: לבן
hu: Fehér
id: Putih
is: Hvítt
it: Bianco
ja: ホワイト
ka: თეთრი
kn: ಬಿಳಿ
ko: 흰색
lt: Balta
mk: Belo
nb: Hvit
nl: Wit
oc: Blanc
pl: Biały
pt_br: Branco
ro_ro: Alb
ru: Белый
sc: Biancu
sk: Biela
sl: Bela
sr: Бело
sr_latn: Belo
sv: Vit
ta: வெள்ளை
tr: Beyaz
uk: Білий
vi: Trắng
zh_hans: 白色
zh_hant: 白

# rendering_attr_piste_difficulty_expert_name
source: Expert
ar: خبير
az: Ekspert
be: Экспертная
cy: Arbenigwr
da: Ekspert
de: Experte
el: Ειδική
eo: malfacilega
es_us: Experto
et: Ekspert
eu: Aditua
fa: حرفه‌ای
fi: Asiantuntija
gl: Experto
he: מומחים
hu: Profi
id: Ahli
is: Mjög vanir
it: Esperti
ja: 熟練者向け
ka: ექსპერტი
ko: 전문가
lt: Ekspertas
mk: Ekspert
my: ဝါရင့်
nb: Ekspert
oc: Expèrt
pl: Ekspert
pt_br: Perito
ru: Эксперт
sc: Espertos
sk: Pre expertov
sl: Za strokovnjake
sr: Стручна
sr_latn: Profi
ta: வல்லுநர்
tr: Uzman
uk: Для експертів
vi: Chuyên gia
zh_hans: 专家
zh_hant: 專家

# rendering_attr_pisteRoutes_name
source: Ski slopes
ar: منحدرات تزلج
be: Лыжныя трасы
bg: Ски писти
ca: Pistes d'esquí
cs: Lyžařské svahy
cy: Llethrau sgïo
da: Skiløjper
de: Skipisten
el: Πίστες και διαδρομές σκι
eo: Descendejoj
es_us: Pistas de esquí
et: Suusanõlvad ja rajad
eu: Ski pistak
fa: سراشیبی‌های اسکی
fi: Laskettelurinteet
fr: Pistes de ski
gl: Pistas de esquí
he: מדרוני סקי
hu: Sípályák és útvonalak
hy: Լեռնադահուկային երթուղիները
id: Lereng ski dan rute
is: Skíðabrekkur
it: Piste da sci
ja: スキー場
ka: სასრიალო ქანობები
ko: 스키 슬로프
lt: Slidninkų maršrutai
lv: Slēpošanas trases
mk: Ledeni nagibi
ml: സ്കീ ചരിവുകൾ
nb: Skibakker
nl: Skiroutes
oc: Pistas d'esquí
pl: Stoki narciarskie
pt_br: Pistas de esqui
ro_ro: Pârtii de ski
ru: Горнолыжные склоны и маршруты
sc: Pistas de iscì
sk: Lyžiarske svahy
sl: Smučišča
sr: Скијалишта
sr_latn: Skijališta
sv: Skidbackar och spår
ta: ச்கை பாதைகள்
tr: Kayak pistleri
uk: Лижні траси
zh_hans: 滑雪斜坡
zh_hant: 滑雪斜坡

# transport_hazmat_yes_desc
source: Select the applicable category.
ar: حدد الفئة القابلة للتطبيق.
be: Вам трэба абраць правільную катэгорыю.
bg: Изберете подходяща категория.
cs: Vyberte příslušnou kategorii.
cy: Rhaid dewis categori go iawn.
da: Vælg den rette kategori.
de: Wählen Sie die zutreffende Kategorie aus.
el: Επιλέξτε την εφαρμόσιμη κατηγορία.
eo: Elektuĝustan kategorion.
es_us: Marca la categoría correspondiente.
et: Vali sobilik kategooria.
eu: Aukeratu dagokion kategoria.
fa: دسته‌بندی مناسب را انتخاب کنید.
fi: Valitse soveltuva kategoria.
fr: Sélectionner la catégorie applicable.
he: עליך לבחור קטגוריה מתאימה.
hu: Válassza ki a megfelelő kategóriát.
id: Pilih kategori yang sesuai.
is: Veldu viðeigandi flokk.
it: Seleziona la categoria appropriata.
ja: 該当するカテゴリを選択します。
ko: 적절한 카테고리를 선택해야 합니다.
mk: Vi treba da odberete soodvetna kategorija.
nb: Du må velge rett kategori.
nl: Kies de toepasselijke categorie.
oc: Vos fau chausir la categoria apropriada.
pl: Wybierz odpowiednią kategorię.
ro_ro: Selectați categoria aplicabilă.
ru: Выберите подходящую категорию.
sc: Seletziona sa categoria adeguada.
sk: Zvoľte vhodnú kategóriu.
sl: Izberi ustrezno kategorijo.
sr: Одаберите применљиву врсту.
sr_latn: Odaberi primenljivu kategoriju.
sv: Välj tillämplig kategori.
ta: பொருந்தக்கூடிய வகையைத் தேர்ந்தெடுக்கவும்.
tr: Uygun kategoriyi seçin.
uk: Виберіть відповідну категорію.
vi: Chọn danh mục phù hợp.
zh_hans: 选择适用的类别。
zh_hant: 選取適合的分類。

# transport_hazmat_no_desc
source: Roads and tunnels may restrict transporting hazardous materials.
ar: قد تقيد الطرق والأنفاق نقل المواد الخطرة.
be: Па некаторых дарогах і тунэлях перавозка небяспечных матэрыялаў забаронена.
bg: По някои пътища и тунели превозът на опасни товари е забранен.
ca: En algunes carreteres i túnels es restringeix el transport de materials perillosos.
cs: Silnice a tunely mohou omezovat přepravu nebezpečných materiálů.
cy: Ar rai ffyrdd a thwneli, mae cludo sylweddau peryglus wedi'i wahardd.
da: Veje og tunneller kan have begrænsninger på transport af farlige materialer.
de: Straßen und Tunnel können den Transport gefährlicher Güter einschränken.
el: Δρόμοι και σήραγγες ενδέχεται να περιορίζουν την μεταφορά επικίνδυνων υλικών.
eo: Sur kelkajŝoseoj kaj tuneloj transporto de danĝeraj materialoj estas malpermesata.
es_us: En algunos caminos y túneles se prohíbe el transporte de materiales peligrosos.
eu: Errepideek eta tunel batzuek material arriskutsuak garraiatzea muga dezakete.
fa: جاده‌ها و تونل‌ها ممکن است حمل مواد خطرناک را محدود کنند.
fr: Certaines routes et certains tunnels peuvent interdire le transport de matières dangereuses.
he: בחלק מהכבישים והמנהרות אסור להוביל חומרים מסוכנים.
hu: Egyes utakon és alagutakban korlátozott lehet a veszélyes anyagok szállítása.
id: Jalan dan terowongan mungkin dibataskan pada transportasi yang membawa material beracun.
is: Flutningur hættulegra spilliefna er takmarkaður á sumum vegum og í veggöngum.
it: Strade e tunnel possono proibire il trasporto di materiale pericoloso.
ja: 道路やトンネルは、危険物の輸送が制限される場合があります。
ko: 일부 도로 및 터널에서는 유해 물질 운송이 금지되어 있습니다.
mk: Na nekoi patista i tuneli zabranet e prevoz na opasni materii.
nb: I noen tunneler og på noen veier er transport av farlig gods forbudt.
nl: Wegen en tunnels kunnen het vervoer van gevaarlijke stoffen beperken.
oc: Rotas e galariás enebidas au transpòrt de matèrias perilhosas.
pl: Drogi i tunele mogą ograniczać transport materiałów niebezpiecznych.
ro_ro: Drumurile și tunelurile pot restricționa transportul materialelor periculoase.
ru: Дороги и туннели могут ограничивать транспортировку опасных материалов.
sc: Sos caminos e sas gallerias diant pòdere limitare su trasportu de materiales perigulosos.
sk: Cesty a tunely môžu mať obmedzenia na prevoz nebezpečných látok.
sl: Ceste in predori lahko imajo omejitve za prevoz nevarnih snovi.
sr: На неким путевима и тунелима може бити забрањен превоз опасних твари.
sr_latn: Na nekim putevima i tunelima može biti zabranjen prevoz opasnih materije.
sv: Vissa vägar och tunnlar kan begränsa transport av farligt gods.
ta: சாலைகள் மற்றும் சுரங்கங்கள் அபாயகரமான பொருட்களைக் கொண்டு செல்வதை கட்டுப்படுத்தலாம்.
tr: Yollar ve tüneller tehlikeli maddelerin taşınmasını kısıtlayabilir.
uk: Дороги та тунелі можуть мати обмеження на перевезення небезпечних матеріалів.
vi: Những con đường và đường hầm có thể hạn chế việc vận chuyển chất nguy hại.
zh_hans: 道路和隧道可能会限制危险材料的运输。
zh_hant: 道路與隧道可能會限制運輸危險物品。

# backup_error_size_is_exceeded
source: Maximum size of OsmAnd Cloud exceeded %@
ar: تجاوزت الحد الأقصى لحجم سحابة أوسماند %@
be: Максімальны памер OsmAnd Cloud перавышаны на %@
bg: Максималният размер на OsmAnd Cloud превишава %@
cs: Maximální velikost OsmAnd Cloudu přesahuje %@
cy: Wedi pasio maint mwyaf OsmAnd Cloud %@
da: Den maksimale størrelse på OsmAnd Cloud er overskredet %@
de: Maximale Größe der OsmAnd Cloud überschritten %@
el: Το μέγιστο μέγεθος του OsmAnd Cloud ξεπερνά τα %@
eo: Superis maksimuman grandon por OsmAnd-Nubo: %@
es_us: Tamaño máximo de OsmAnd Cloud excedido (%@)
et: OsmAnd Cloudi maksimaalne suurus %@ on ületatud
eu: OsmAnd Cloud-en gehienezko tamaina %@ gainditu da
fa: از حداکثر حجم ابر OsmAnd به میزان %@ گذشته است
fi: OsmAnd Cloudin enimmäiskoko ylitetty %@
fr: Taille maximale du Cloud OsmAnd dépassée %@
he: הגודל המרבי של OsmAnd Cloud חורג מ־%@
hu: Az OsmAnd Cloud legnagyobb mérete túllépte a megengedettet: %@
id: Ukuran maksimum OsmAnd Cloud melebihi %@
is: Hámarksstærð OsmAnd Cloud tölvuskýsins fór fram yfir %@
it: Eccede la dimensione massima del file OsmAnd Cloud di %@
ja: OsmAnd Cloudの最大サイズが%@を超えました
ko: OsmAnd Cloud의 최대 크기가 초과되었습니다 %@
lt: Maksimalus OsmAnd Cloud dydis viršytas %@
lv: Maksimālais OsmAnd Cloud izmērs pārsniegts par %@
mk: Maksimalnata golemina na OsmAnd Cloud nadmina %@
nb: Maks. størrelse for OsmAnd-sky har overskredet %@
nl: Maximum opslag van OsmAnd Cloud overschreden %@
oc: Passa la dimension maximala dau Nívol OsmAnd de %@
pl: Przekroczono maksymalny rozmiar chmury OsmAnd Cloud %@
ro_ro: Dimensiunea maximă a OsmAnd Cloud a depășit %@
ru: Максимальный размер OsmAnd Cloud превышает %@
sc: Sa mannària màssima de OsmAnd Cloud at barigadu %@
sk: Maximálna veľkosť OsmAnd Cloudu prekračuje %@
sl: Največja velikost OsmAnd Cloud je presežena %@
sr: Премашена је максимална величина ОсмАнд облака %@
sr_latn: Premašena je maksimalna veličina OsmAnd Cloud %@
sv: Maximal storlek för OsmAnd Cloud överskriden %@
ta: OSMand மேகத்தின் அதிகபட்ச அளவு %@ ஐ தாண்டியது
tr: OsmAnd Cloud'un azami boyutu aşıldı %@
uk: Максимальний розмір OsmAnd Cloud перевищено %@
zh_hans: OsmAnd云的最大容量超出 %@
zh_hant: OsmAnd Cloud 的最大大小超過 %@
