Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# profile_alert_delete_title
source: Delete profile
ar: حذف الوضع
ast: Desaniciar el perfil
az: Profili sil
be: Выдаліць профіль
ca: Suprimeix el perfil
cs: Odstranit profil
cy: Dileu proffil
da: Slet profil
de: Profil löschen
el: Διαγραφή προφίλ
eo: Forigi profilon
es_us: Borrar perfil
et: Kustuta profiil
eu: Ezabatu profila
fa: پاک‌کردن نمایه
fi: Poista profiili
fr: Supprimer le profil
gl: Eliminar perfil
he: מחיקת פרופיל
hi: प्रोफ़ाइल हटाएं
hu: Profil törlése
id: Hapus profil
is: Eyða notkunarsniði
it: Elimina il profilo
ja: プロファイルの削除
ka: პროფილის წაშლა
ko: 프로필 삭제
lv: Izdzēst profilu
mk: Izbrisete go profilot
my: ပရိုဖိုင်းကိုဖျက်မည်
nb: Slett profil
nl: Profiel verwijderen
oc: Eliminar lo perfiu
pl: Usuń profil
pt_br: Excluir perfil
ro_ro: Șterge profil
ru: Удалить профиль
sc: Iscantzella su profilu
sk: Odstrániť profil
sl: Izbriši profil
sr: Обриши налог
sr_latn: Obriši profil
sv: Ta bort profil
ta: சுயவிவரத்தை நீக்கு
tr: Profili sil
uk: Вилучити профіль
vi: Xóa hồ sơ
zh_hans: 删除配置文件
zh_hant: 刪除設定檔

source: Configure profile
ar: إعداد الوضع
ast: Configurar el perfil
az: Profili tənzimlə
be: Налады профілю
bg: Настройки на профила
ca: Configura el perfil
cs: Upravit profil
cy: Addasu proffil
da: Konfigurer profil
de: Profil konfigurieren
el: Ρυθμίστε το προφίλ
eo: Agordi profilon
es_us: Configurar perfil
et: Seadista profiili
eu: Konfiguratu profila
fa: پیکربندی نمایه
fi: Määritä profiili
fr: Configurer le profil
gl: Configurar o perfil
he: הגדרת פרופיל
hu: Profil testreszabása
hy: Կարգավորել պրոֆիլը
id: Konfigurasi profil
is: Stilla snið
it: Configura il profilo
ja: プロファイルの構築
ka: პროფილის გამართვა
ko: 프로파일 구성
lt: Konfigūruoti profilį
lv: Iestatīt profilu
mk: Konfigurirajte go profilot
my: ပရိုဖိုင်းကိုပြုပြင်မြည်
nb: Sett opp profil
nl: Stel profiel in
oc: Configurar lo perfiu
pl: Skonfiguruj profil
pt_br: Configurar perfil
ro_ro: Configurare profil
ru: Настройки профиля
sc: Cunfigura su profilu
sk: Nastaviť profil
sl: Nastavi profil
sr: Подеси налог
sr_latn: Podesi profil
sv: Konfigurera profil
ta: சுயவிவரத்தை உள்ளமைக்கவும்
tr: Profili yapılandır
uk: Налаштування профілю
vi: Điều chỉnh hồ sơ
zh_hans: 更改配置
zh_hant: 設定設定檔

# base_profile_descr_aircraft
source: Airplane, gliding
ar: طائرة, مدرج
be: Самалёт, палёты
ca: Avió, vol planat
cs: Letadlo, plachtění
cy: Awyren, gleidio
da: Fly, svævefly
de: Flugzeug, Segelflugzeug
el: Αεροπλάνο, ανεμοπορία
eo: Aviadilo, glisilo
es_us: Avión, planeador
et: Lennuk, purilend
eu: Hegazkina, planeatzailea
fa: هواپیما، گلایدینگ
fi: Lentokone, riippuliito
fr: Avion, parapente
gl: Avión, planador
he: טיסה, דאייה
hi: हवाई जहाज, ग्लाइडिंग
hu: Repülés, siklórepülés
id: Pesawat, meluncur
is: Flugvélar, svifflug
it: Aereo, volo a vela
ja: 航空機、グライダー
ka: პლანერი
ko: 비행기, 글라이더
lv: Lidmašīnas, planieri
mk: Avion, lizganje
my: လေယာဉ်ပျံ၊ စက်မဲ့လေယာဉ်ပျံ
nb: Fly, glidefly
nl: Vliegtuig, zweefvliegtuig
oc: Avion, Planador
pl: Samolot, szybownictwo
pt_br: Avião, planador
ro_ro: Avion, planor
ru: Самолёт, планеризм
sc: Aèreu, volu planadu
sk: Lietadlo, plachtenie
sl: Za letala, jadralna padala
sr: Авион, параглајдинг
sr_latn: Avion, paraglajding
sv: Flygplan, glidflygplan
ta: வானூர்தி, சறுக்குதல்
tr: Uçak, planör
uk: Літак, планер
vi: Máy bay, tàu lượn
zh_hans: 飞机、滑翔
zh_hant: 飛機、滑翔

# err_profile_import
source: Error reading item data: %@
ar: خطأ في قراءة بيانات العنصر:٪ @
be: Падчас чытання даных элемента адбылася памылка: %@
ca: S'ha produït un error llegint l'element de dades: %@
cs: Nepodařilo se přečíst data položky: %@
da: Fejl ved læsning af elementdata: %@
de: Fehler beim Lesen von Elementdaten: %@
el: Σφάλμα ανάγνωσης δεδομένων αντικειμένου: %@
es_us: Error al leer los datos del elemento: %@
et: Viga kirje andmete lugemisel: %@
fr: Erreur lors de la lecture de l'élément : %@
hu: Hiba az elemadatok olvasásakor: %@
id: Kesalahan membaca data item: %@
is: Villa við að lesa gögn atriðisins: %@
it: Errore durante la lettura dei dati dell'elemento: %@
ja: 項目データの読込エラー: %@
nb: Kunne ikke lese elementdata: %@
nl: Fout bij lezen van item gegevens: %@
oc: Error a la lectura de l'element de donadas : %@
pl: Błąd odczytu danych elementu: %@
pt_br: Erro ao ler dados do item: %@
ro_ro: Eroare la citirea datelor elementului: %@
ru: Ошибка чтения данных об элементе: %@
sc: Errore leghende sos datos de s'elementu: %@
sr: Грешка при читању података о ставци: %@
sr_latn: Greška pri čitanju podataka stavke: %@
sv: Fel vid inläsning av objektdata: %@
ta: உருப்படி தரவைப் படிப்பதில் பிழை: %@
tr: Öge verileri okunurken hata oluştu: %@
uk: Помилка читання даних елемента: %@
zh_hant: 讀取項目資料時出錯：%@

# osm_edits_all
source: All edits
ar: جميع التعديلات
be: Усе праўкі
ca: Totes les edicions
cs: Všechny úpravy
da: Alle redigeringer
de: Alle Bearbeitungen
el: Όλες οι επεξεργασίες
es_us: Todas las ediciones
et: Kõik muudatused
fa: همه ویرایش‌ها
fr: Toutes les modifications
hu: Összes szerkesztés
id: Semua editan
is: Allar breytingar
it: Tutte le modifiche
ja: すべての編集
ka: ყველა ჩასწორება
ko: 모든 편집
nl: Alle bewerkingen
oc: Totei leis modificacions
pl: Wszystkie zmiany
pt_br: Todas as edições
ro_ro: Toate editările
ru: Все правки
sc: Totu sas modìficas
sk: Všetky úpravy
sl: Vsa urejanja
sr: Све измене
sr_latn: Sve izmene
sv: Alla ändringar
ta: அனைத்து திருத்தங்களும்
tr: Tüm düzenlemeler
uk: Всі правки
zh_hant: 所有編輯

# osm_edits_title
source: OSM Edits
ar: تحرير OSM
be: Змены OSM
ca: Edicions d'OSM
cs: OSMúpravy
da: OSM redigeringer
de: OSM Bearbeitungen
el: Επεξεργασίες OSM
es_us: Ediciones de OSM
et: OSM muudatused
fa: ویرایش‌های OSM
fr: Éditions OSM
gl: Edicións do OSM
hu: OSM-szerkesztések
id: Edit OSM
is: OSM-breytingar
it: Modifiche OSM
ja: OSMの編集
ka: OSM ჩასწორებები
ko: OSM 편집
nb: OSM-redigeringer
nl: OSM-aanpassingen
oc: Modificacions d'OSM
pl: Zmiany OSM
pt_br: Edições OSM
ro_ro: Editare OSM
ru: OSM Правки
sc: Modìficas de OSM
sk: Úpravy OSM
sl: Urejanje OSM
sr: OSM измене
sr_latn: OSM izmene
sv: OSM-redigeringar
ta: OSM திருத்தங்கள்
tr: OSM Düzenlemeleri
uk: OSM Правки
zh_hant: OSM編輯

# osm_edits_edits_label
source: Edits
ar: محررة
be: Праўкі
ca: Edicions
cs: Úpravy
da: Redigeringer
de: Bearbeitungen
el: Επεξεργασίες
es_us: Ediciones
et: Muudatused
fa: ویرایش‌ها
fr: Modifications
hu: Szerkesztések
id: Editan
is: Breytingar
it: Modifiche
ja: 編集
ka: ჩასწორებები
ko: 편집
nl: Bewerkingen
oc: Modificacions
pl: Edycje
pt_br: Edições
ro_ro: Editări
ru: Правки
sc: Modìficas
sk: Úpravy
sl: Urejanja
sr: Измене
sr_latn: Izmene
sv: Ändringar
ta: திருத்தங்கள்
tr: Düzenlemeler
uk: Правки
zh_hant: 編輯

# quick_action_verb_start_stop
source: Start / Stop
ca: Inicia / Atura
ckb: دەستپێکردن / وەستاندن
cs: Spustit / Zastavit
de: Start / Stopp
el: Έναρξη / Διακοπή
es_us: Iniciar / Parar
et: Alusta / lõpeta
eu: Hasi / Gelditu
fa: شروع/توقف
fi: Aloita / Pysäytä
fr: Démarrer / Arrêter
hu: Kezdés / Befejezés
id: Mulai / Berhenti
is: Ræsa / Stöðva
it: Avvia / Ferma
ja: 開始/停止
ru: Старт/стоп
sk: Spustiť / Zastaviť
sr: Крени / заустави
sr_latn: Početak / Završetak
sv: Starta / Stoppa
ta: தொடக்க / நிறுத்து
uk: Старт / Стоп
vi: Bắt đầu / Dừng
zh_hans: 开始 / 停止
zh_hant: 開始/停止

# cannot_add_destination
source: Cannot add Direction
ar: لا يمكن إضافة اتجاه
be: Нельга дадаць кірунак
ca: No es pot afegir l'adreça
cs: Směr nelze přidat
da: Kan ikke tilføje retning
de: Kann nicht Richtung ergänzen
el: Δεν είναι δυνατή η προσθήκη κατεύθυνσης
es_us: No se pudo añadir la dirección
et: Suunda ei saa lisada
fr: Impossible d’ajouter la direction
hu: Nem adható hozzá irány
id: Tidak dapat menambahkan Arah
is: Get ekki bætt við leiðarlýsingu
it: Impossibile aggiungere una direzione
ja: 案内を追加できませんでした
ka: მიმართულების დამატება შეუძლებელია
nl: Kan richting niet toevoegen
oc: L'adreiça se pòt pas averar
pl: Nie można dodać kierunku
pt_br: Não é possível adicionar a direção
ro_ro: Nu se poate adăuga Direcția
ru: Нельзя добавить направление
sc: Impossìbile annanghere una diretzione
sk: Smer sa nedá pridať
sl: Ni mogoče dodati smeri
sr: Није могуће додати смер
sr_latn: Nije moguće dodati smer
sv: Kan inte lägga till riktning
ta: திசையைச் சேர்க்க முடியாது
tr: Yön ekleyemezsiniz
uk: Неможливо додати напрям
zh_hant: 不能增加指引

# product_desc_africa_short
source: Africa region maps
ar: خرائط منطقة أفريقيا
be: Мапы рэгіёна Афрыкі
ca: Mapes de les regions d'Àfrica
cs: Mapy africké oblasti
da: Kort til Afrika-regionen
de: Karten der Regionen in Afrika
el: Χάρτες της περιοχής της Αφρικής
es_us: Mapas regionales de África
et: Aafrika piirkondade kaardid
fi: Afrikan alueen kartat
fr: Cartes de l'Afrique
hu: Afrikai területi térképek
id: Peta wilayah Afrika
is: Afrísk svæðiskort
it: Mappe della regione africana
ja: アフリカ地域のマップ
ka: აფრიკის რეგიონალური რუკები
nl: Afrika regiokaarten
oc: Mapas d'Africa
pl: Mapy regionów Afryki
pt_br: Mapas da região da África
ro_ro: Hărți ale regiunii Africa
ru: Карты Африканского региона
sc: Mapas de sas regiones de s'Àfrica
sk: Mapy regiónov Afriky
sr: Мапе региона Африке
sr_latn: Mape regiona Afrike
sv: Kartor över Afrika
ta: ஆப்பிரிக்கா பிராந்திய வரைபடங்கள்
tr: Afrika bölgesi haritaları
uk: Мапи Африканського регіону
zh_hant: 非洲地區地圖

# product_desc_northamerica_short
source: North America region maps
ar: خرائط منطقة أمريكا الشمالية
be: Мапы рэгіёна Паўночнай Амерыкі
ca: Mapes de les regions d'Amèrica del Nord
cs: Mapy severoamerické oblasti
da: Kort til Nordamerika-regionen
de: Karten der Regionen in Nordamerika
el: Χάρτες της περιοχής της Βόρειας Αμερικής
es_us: Mapas regionales de Norteamérica
et: Põhja-Ameerika piirkondade kaardid
fi: Pohjois-Amerikan alueen kartat
fr: Cartes de l'Amérique du Nord
hu: Észak-amerikai területi térképek
id: Peta wilayah Amerika Utara
is: Norður-Amerísk svæðiskort
it: Mappe della regione del Nord America
ja: 北アメリカ地域のマップ
ka: ჩრდილოეთ ამერიკის რეგიონის რუკები
nl: Noord Amerika regiokaarten
oc: Mapas d'America dau Nòrd
pl: Mapy regionów Ameryki Północnej
pt_br: Mapas da região da América do Norte
ro_ro: Hărți ale regiunii America de Nord
ru: Карты Северо-американского региона
sc: Mapas de sas regiones de s'Amèrica setentrionale
sk: Mapy regiónov Severnej Ameriky
sr: Мапе региона Северне Америке
sr_latn: Mape regiona Severne Amerike
sv: Kartor inom Nordamerika
ta: வட அமெரிக்கா பிராந்திய வரைபடங்கள்
tr: Kuzey Amerika bölgesi haritaları
uk: Мапи Північно-американського регіону
zh_hant: 北美洲地區地圖

# slope_grey_color_descr
source: Grey color is used when slope is undefined.
ar: يستخدم اللون الرمادي عندما يكون المنحدر غير محدد.
cs: Šedá barva se použije, pokud sklon není známý.
da: Grå farve anvendes, når hældningen er udefineret.
de: Graue Farbe wird verwendet, wenn die Steigung nicht definiert ist.
es_us: El color gris se usa cuando la pendiente no está definida.
et: Halli värvi kasutatakse, kui kalle on määratlemata.
fr: La couleur grise est utilisée lorsque la pente n’est pas connue.
hu: A meghatározatlan lejtéssel rendelkező utak szürke színnel fognak megjelenni.
id: Warna abu-abu digunakan ketika kemiringan tidak terdefinisi.
is: Grár litur er notaður þegar halli er óskilgreindur.
it: Il colore grigio viene utilizzato quando la pendenza non è definita.
nl: Grijze kleur is gebruikt indien de helling is ongedefinieerd.
oc: La color grisa marca que la penda es pas definida.
pt_br: A cor cinza é usada quando a inclinação é indefinida.
ro_ro: Culoarea gri este utilizată atunci când panta este nedefinită.
ru: Серый цвет используется, когда наклон не определен.
sc: Su colore murru s'impreat cando sa pendèntzia no est definida.
sr: Сива боја се користи када је нагиб недефинисан.
sr_latn: Siva boja se koristi kada je nagib nedefinisan.
sv: Grått används när lutningsgraden är odefinierad.
ta: சாய்வு வரையறுக்கப்படாதபோது சாம்பல் நிறம் பயன்படுத்தப்படுகிறது.
tr: Eğim tanımsız olduğunda gri renk kullanılır.
uk: Сірий колір використовується, коли нахил не визначено.
zh_hant: 當坡度未定義時，使用灰色。

# show_alt_in_drive
source: Show altitude in Drive mode
ar: إظهار الارتفاع في وضع القيادة
be: Паказваць вышыню ў рэжыме кіравання
ca: Mostra l'altitud en el mode conducció
cs: Zobrazit nadmořskou výšku v režimu jízdy
da: Vis højde i køretilstand
de: Höhe im Fahrmodus anzeigen
es_us: Ver altitud en modo conducción
et: Kuva kõrgus sõidurežiimis
fr: Afficher l'altitude en mode conduite
hu: Magasság megjelenítése vezetés módban
id: Tampilkan ketinggian dalam mode Berkendara
is: Birta hæðartölur í akstursham
it: Mostra la quota in madalità Drive
ja: ドライブモードで高度を表示
nl: Toon hoogte in Rijd modus
oc: Mostrar l'altitud en mòde de conducha
pl: Pokaż wysokość w trybie jazdy
pt_br: Mostrar altitude em modo de navegação
ro_ro: Afișarea altitudinii în modul Drive
ru: Показывать высоту в режиме вождения
sc: Ammustra s'artària in sa modalidade Drive
sk: Zobraziť nadm.výšku v režime jazdy
sr: Прикажи висину у режиму вожње
sr_latn: Prikaži visinu u režimu vožnje
sv: Visa höjd i Kör-läget
ta: இயக்கி பயன்முறையில் உயரத்தைக் காட்டுங்கள்
tr: İrtifa sürücü modunda göster
uk: Показувати висоту в режимі водіння
zh_hant: 在駕駛時顯示海拔高度

# public_transport_warning_descr_blog
source: Read more about OsmAnd routing on our blog.
ar: اقرأ المزيد حول ملاحة OsmAnd على مدونتنا.
be: Даведацца падрабязней пра OsmAnd можна ў нашым блогу.
bg: Read more about OsmAnd routing in our blog.
ca: Llegiu més sobre com OsmAnd calcula les rutes al nostre bloc.
cs: Zjistěte více o výpočtu trasy v OsmAnd na našem blogu.
cy: Darllenwch fwy am lwybro OsmAnd ar ein blog.
da: Læs mere om OsmAnd-ruteberegning på vores blog.
de: Mehr über die OsmAnd-Routenführung in unserem Blog.
el: Μάθετε περισσότερα για το πώς δρομολογεί το OsmAnd στο ιστολόγιό μας.
eo: Pliaj informoj pri kiel OsmAnd difinas kursojn estas legeblajĉe nia taglibro.
es_us: Lea más sobre el cálculo de las rutas de OsmAnd en nuestro blog.
et: OsmAnd teekonna arvutamise kohta loe lähemalt meie blogist.
eu: Irakurri gehiago ibilbideei buruz OsmAnd blogean.
fa: در وبلاگ ما دربارهٔ مسیریابی OsmAnd بیشتر بخوانید.
fi: Read more about OsmAnd routing in our blog.
fr: Pour savoir comment OsmAnd calcule les itinéraires, visitez notre blog.
gl: Le máis sobre o cálculo das rutas do OsmAnd no noso blogue.
he: מידע נוסף על הניווט עם OsmAnd ניתן למצוא בבלוג שלנו.
hu: Az OsmAnd útvonaltervezés módjáról a blogunkon olvashat.
id: Pelajari lebih lanjut tentang perutean OsmAnd di blog kami.
is: Lestu meira á blogginu okkar um hvernig OsmAnd reiknar leiðir.
it: Leggi di più sul calcolo dei percorsi di OsmAnd sul nostro blog.
ja: OsmAndのルーティング詳細については、公式ブログをご参照ください。
ka: Read more about OsmAnd routing in our blog.
ko: 블로그에서 OsmAnd 라우팅에 대해 자세히 알아보세요.
lt: Apie Osmand maršrutus skaitykite daugiau mūsų dienoraštyje.
lv: Uzziniet vairāk kā OsmAnd aprēķina maršrutus mūsu blogā.
mk: Pročitajte poveḱe za rutiranjeto OsmAnd na našiot blog.
ml: ഞങ്ങളുടെ ബ്ലോഗിൽ നിന്നും OsmAnd റൂട്ടുകൾ എങ്ങനെ കണക്കുകൂട്ടുന്നുവെന്നതിനെ കുറിച്ച് കൂടുതലറിയാം.
nb: Lær mer om OsmAnd-ruting på bloggen vår.
nl: Lees meer op onze blog over hoe OsmAnd routes berekent.
oc: Ne'n saber mai coma OsmAnd calcula lo percors, visitatz nòstre blog.
pl: Dowiedz się więcej na naszym blogu, jak OsmAnd wyznacza trasy.
pt_br: Leia mais sobre o roteamento OsmAnd em nosso blog.
ro_ro: Aflați mai multe despre modul în care OsmAnd calculează rutele în blogul nostru.
ru: Узнайте больше о маршрутизации OsmAnd в нашем блоге.
sc: Leghe de prus a pitzu de su càrculu de s'àndala de OsmAnd in su blog nostru.
sk: Prečítajte si viac o výpočte trasy v OsmAnd na našom blogu.
sl: Preberi več o usmerjanju OsmAnd v našem spletnem dnevniku.
sr: Прочитајте како ОсмАнд израчунава путеве на нашем блогу.
sr_latn: Pročitaj kako OsmAnd izračunava puteve na našem blogu.
sv: Läs mer om OsmAnds navigering och vägbeskrivning på vår blogg.
ta: எங்கள் வலைப்பதிவில் ஒச்மண்ட் ரூட்டிங் பற்றி மேலும் வாசிக்க.
tr: OsmAnd'ın rotaları hakkında blogumuzda daha fazla bilgi edinin.
uk: Докладніше про те, як OsmAnd прокладає маршрути, читайте в нашому блозі.
vi: Đọc thêm về tìm đường OsmAnd trên blog của chúng tôi.
zh_hans: 在我们的博客上了解更多与 OsmAnd 路线计算相关的信息。
zh_hant: 在我們的部落格上閱讀更多關於 OsmAnd 路徑規劃的資訊。

# shared_string_activity
source: Activity
cs: Aktivita
da: Aktivitet
el: Δραστηριότητα
et: Tegevus
fa: فعالیت
fr: Activité
hu: tevékenység
id: Aktivitas
is: Athöfn
it: Attività
ja: アクティビティ
ko: 액티비티
nl: Activiteit
ru: Активность
sk: Aktivita
sr: Активност
sv: Aktivitet
ta: செய்கைப்பாடு
uk: Активність
vi: Hoạt động
zh_hant: 活動

# weather_wind_kilimeters_per_hour
source: Kilometers per hour
ar: كم/س
ast: Quilómetros per hora
az: Saatda kilometr
be: Кіламетраў за гадзіну
bg: Километри в час
ca: Kilòmetres/hora
cs: kilometrech za hodinu
cy: Cilomedr yr awr
da: Kilometer i timen
de: Kilometer pro Stunde
el: Χιλιόμετρα ανά ώρα
eo: Kilometroj en horo
es_us: Kilómetros por hora
et: Kilomeetrit tunnis
eu: Kilometro orduko
fa: کیلومتر در ساعت
fi: Kilometriä tunnissa
fr: Kilomètres par heure
gl: Quilómetros por hora
he: קילומטר לשעה
hu: kilométer/óra
hy: Կիլոմետր ժամում
id: Kilometer per jam
is: Kílómetrar á klukkustund
it: kilometri all'ora
ja: 毎時メートル
ka: კილომეტრი საათში
ko: 시간당 킬로미터
lt: Kilometrai per valandą
lv: Kilometri stundā
ml: കിലോമീറ്റര്‍/മണിക്കൂര്‍
nb: Kilometer i timen
nl: Kilometer per uur
oc: Quilomètres a l'ora
pl: Kilometry na godzinę
ro_ro: Kilometri pe oră
ru: Километров в час
sc: Chilòmetros a s’ora
sk: Kilometre za hodinu
sl: Kilometri na uro
sr: Километри по сату
sr_latn: Kilometara po satu
sv: Kilometer i timmen
ta: ஒரு மணி நேரத்திற்கு கிலோமீட்டர்
tr: Kilometre/saat
uk: Кілометрів на годину
vi: Ki-lô-mét trên giờ
zh_hans: 千米每小时
zh_hant: 公里每小時

# rendering_attr_surface_cobblestone_name
source: Cobblestone
ar: حصى تعبيد الطرق
be: Брукавец
ca: Empedrat
cs: Kočičí hlavy
cy: Cobbls
da: Natursten
de: Kopfsteinpflaster
el: Βότσαλο
eo: Rulŝtonaj kaheloj
es_us: Empedrado (adoquín)
et: Munakivid
eu: Galtzadarria
fa: سنگفرش سنگی
fi: Mukulakivi
fr: Pavés
gl: Empedrado
he: ריצוף חלוקי נחל
hu: Durva kőburkolat
id: Batu besar
is: Götusteinar
it: Ciottoli
ja: 丸石舗装
ka: რიყის ქვა
ko: 과속방지블록
lt: Akmenys
lv: Bruģakmens
mk: Kaldrma
ml: കല്ല് പാകിയത്
my: လမ်းခင်းကျောက်ခဲ
nb: Kuppelstein
nl: Straatkeien
oc: Empeirat
pl: Kocie łby
pt_br: Pavimento de pedras irregulares
ro_ro: Piatră cubică
ru: Булыжник
sc: Impedradu
sk: Okrúhle kamene
sl: Kamniti tlakovci
sr: Калдрма
sr_latn: Kaldrma
sv: Kullersten
ta: கோப்ச்டோன்
tr: Parke taşı
uk: Булижник
vi: Đá cuội
zh_hans: 鹅卵石路
zh_hant: 鵝卵石

# routing_attr_avoid_sett_name
source: No sett
ar: بدون ضبط
be: Без брукаваных дарог
bg: Без паваж
ca: Sense empedrats ni llambordins
cs: Žádné dlažební kostky
cy: Dim wynebau cobls
da: Ingen brosten
de: Keine Pflastersteine
el: Χωρίς λιθόστρωτο
eo: Sen malglataŝtonpavimo
es_us: Sin adoquinado natural
et: Pole klombitud tänavakive
eu: Harri galtzadarik ez
fa: پرهیز از سنگفرش‌های کوبیک
fi: No cobblestone or sett
fr: Sans pavés
gl: Sen pavimento empedrado ou lastrado
he: ללא ריצוף חלוקי נחל או אבנים משתלבות
hu: Macskaköves nélkül
id: Tidak ada sett
is: Forðast steinlögn
it: No sampietrini
ja: 石畳や敷石の道を避ける
ka: კოჭის გარეშე
ko: 포석도로 없음
lt: No cobblestone or sett
lv: Bez bruģētiem ceļiem
mk: Bez kaldrma ili kameni kocki
ml: കല്ല് പാകിയത് ഒഴിവാക്കുക (cobblestone and sett)
nb: Ingen kuppelstein eller brostein
nl: Geen kasseien
oc: Sensa peirada nimai caladat
pl: Bez kostki brukowej
pt_br: Sem pedras irregulares ou paralelepípedo
ro_ro: Fără piatră cubică
ru: Без брусчатки
sc: Perunu impredadu o pavè
sk: Žiadne dlažobné kocky
sl: Brez tlakovcev
sr: Без калдрме
sr_latn: Bez kaldrme
sv: Ingen gatsten
ta: இல்லை
tr: Parke veya kaldırım taşı yok
uk: Уникати бруківки
zh_hans: 无原石铺砖
zh_hant: 避免枕木

source: Preferred terrain
ar: التضاريس المميزة
cs: Preferovaný terén
da: Foretrukket terræn
de: Bevorzugtes Gelände
el: Προτεινόμενο έδαφος
es_us: Terreno preferido
et: Eelistatud maastik
fr: Terrain préféré
hu: Előnyben részesített domborzat
id: Medan yang disukai
is: Kjörið landslag
it: Terreno preferito
lt: Pageidaujamas reljefas
oc: Terren preferit
ro_ro: Teren preferat
ru: Предпочтительный рельеф
sc: Terrinu preferidu
sr: Преферирани терен
sr_latn: Preferirani teren
sv: Föredragen terräng
ta: விருப்பமான நிலப்பரப்பு
tr: Tercih edilen arazi
uk: Бажаний рельєф
zh_hant: 偏好地形

# backup_error_user_is_already_registered
source: This e-mail address is in use on another account
ar: اسم المستخدم والبريد مسجل مسبقا
az: Bu e-poçt ünvanı başqa hesabda istifadə olunur
be: Гэты адрас электроннай пошты ўжо выкарыстоўваецца іншым акаўнтам
bg: Този адрес на електронна поща се използва от друг профил
cs: Tato e-mailová adresa je použita v jiném účtu
cy: Mae'r cyfeiriad e-bost hwn yn perthyn i gyfrif arall
da: Denne e-mailadresse er i brug på en anden konto
de: Diese E-Mail-Adresse wird in einem anderen Konto verwendet
el: Αυτή η διεύθυνση email χρησιμοποιείται ήδη σε άλλον λογαριασμό
eo: Tiuĉi retpoŝta adreso estas uzata de alia konto
es_us: Esta dirección de correo electrónico se usa en otra cuenta
et: See e-posti aadress on kasutusel teisel kontol
eu: Helbide elektroniko hau beste kontu batean erabiltzen ari da
fa: این نشانی ایمیل برای حساب دیگری در حال استفاده است
fi: Tämä sähköpostiosoite on käytössä toisella tilillä
fr: Cet e-mail est utilisé par un autre compte utilisateur
he: חשבון אחר כבר משתמש בכתובת הדוא״ל הזו
hu: Ezt az e-mail-címet egy másik fiók már használja
id: Alamat surel ini telah digunakan oleh akun lain
is: Þetta tölvupóstfang er þegar virkt á öðrum notandaaðgangi
it: Questo indirizzo email è in uso a un altro account
ja: このメールアドレスは別のアカウントで使用されています
ko: 이미 전자 메일 주소가 다른 계정에서 사용 중
lt: Šis el. pašto adresas naudojamas kitoje paskyroje
lv: Šī epasta adrese jau tiek izmantota
mk: Ovaa adresa na e-pošta se koristi na druga smetka
nb: Denne e-postadressen er i bruk på en annen konto
nl: Dit e-mailadres wordt gebruikt door een ander account
oc: Aquesta adreiça electronica es emplegada per una autre còmpte
pl: Ten adres e-mail jest już w użyciu na innym koncie
ro_ro: Această adresă de e-mail este folosită de un alt cont
ru: Эта электронная почта используется с другим аккаунтом
sc: Custu indiritzu de posta l'impreat giai un'àteru contu
sk: Táto emailová adresa je používaná iným účtom
sl: Ta e-poštni naslov se že uporablja v drugem računu
sr: Ова адреса е-поште се користи на другом налогу
sr_latn: Ovaj e-mail koristi drugi profil
sv: Denna e-postadress används av ett annat konto
ta: இந்த மின்னஞ்சல் முகவரி மற்றொரு கணக்கில் பயன்பாட்டில் உள்ளது
tr: Bu e-posta adresi başka bir hesapta kullanılıyor
uk: Ця адреса е-пошти використовується іншим обліковим записом
vi: Địa chỉ e-mail này đang được sử dụng bởi một tài khoản khác
zh_hans: 此电子邮件地址正被另一个帐户使用
zh_hant: 此電子郵件帳號已被另外一個帳號使用
