Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# select_another_colorization
source: Please select another type of coloring.
ar: الرجاء اختيار أنواع أخرى من التلوين.
az: Zəhmət olmasa, başqa rəngləmə növü seçin.
be: Калі ласка, абярыце іншы тып афарбоўкі.
ca: Seleccioneu un altre tipus de coloració.
cs: Vyberte prosím jiný typ obarvení.
cy: Dewiswch fath arall o liwio.
da: Vælg venligst en anden type farvelægning.
de: Bitte wählen Sie eine andere Art der Einfärbung.
el: Παρακαλούμε επιλέξτε άλλον τύπο χρωματισμού.
eo: Elektu alian specon de kolorigo.
es_us: Elige otro tipo de color.
et: Palun vali muud moodi värvimine.
eu: Hautatu beste kolore mota bat.
fa: لطفاً گونهٔ دیگری از رنگ‌بندی انتخاب کنید.
fi: Valitse toinen väritystyyppi.
fr: Veuillez sélectionner un autre type de coloration.
gl: Escolle outro tipo de cor.
he: נא לבחור סוג אחר של צביעה.
hu: Válasszon másik színezéstípust.
id: Mohon pilih tipe pewarnaan yang lain.
is: Veldu aðra tegund litunar.
it: Prego selezionare un altro tipo di colorazione.
ja: 別タイプのカラーリングを選択してください。
ko: 다른 색상 유형을 선택하십시오.
mk: Izberete drug tip na boenje.
nb: Velg en annen type fargelegging.
nl: Selecteer een ander inkleuring.
oc: Per plaser, chausissètz una autra mena de colorizacion.
pl: Wybierz inny rodzaj kolorystyki.
ro_ro: Selectați un alt tip de colorare.
ru: Выберите другой тип окраски.
sc: Ischerta un'àtera casta de colorimentu.
sk: Prosím zvoľte iný typ zafarbenia.
sl: Prosimo, izberi drugo vrsto barvanja.
sr: Одаберите други тип бојења.
sr_latn: Odaberi drugi tip bojenja.
sv: Vänligen välj en annan typ av färgning.
ta: மற்றொரு வகை வண்ணத்தைத் தேர்ந்தெடுக்கவும்.
tr: Lütfen başka bir renklendirme türü seçin.
uk: Виберіть інший тип забарвлення.
vi: Vui lòng chọn một loại tô màu khác.
zh_hans: 请选择另一种着色类型。
zh_hant: 請選擇另一種顏色。

# purchases_feature_desc_osmand_cloud
source: Get OsmAnd Cloud to store all OsmAnd data online. No lost data after reinstalling. Back up and restore all info easily.
ar: احصل على سحابة أوسماند لتخزين جميع بيانات أوسماند عبر الإنترنت. لن تفقد بياناتك بعد إعادة التثبيت. نسخ الاحتياطي واستعادة جميع المعلومات بسهولة.
az: Bütün OsmAnd məlumatlarını onlayn saxlamaq üçün OsmAnd Cloud əldə edin. Yenidən quraşdırdıqda məlumatları itirməyin. Bütün məlumatları asanlıqla nüsxələyin və bərpa edin.
be: Атрымайце воблачнае сховішча OsmAnd Cloud для захоўвання ўсіх даных OsmAnd у сеціве. Забудцеся пра страчаныя даныя пасля пераўсталёўкі праграмы. Лёгка стварайце рэзервовыя копіі і аднаўляйце ўсю інфармацыю.
cs: Získejte OsmAnd Cloud pro ukládání všech OsmAnd dat. Po přeinstalování již neztratíte svá data. Zálohujte a obnovujte data jednoduše.
cy: Cael OsmAnd Cloud i gadw holl ddata OsmAnd ar-lein. Dim colli data arôl ailosod. Cadw gwybodaeth wrth gefn a'i hadfer yn hawdd.
da: Få OsmAnd Cloud for at gemme alle OsmAnd-data online. Ingen mistede data efter geninstallation. Sikkerhedskopiér og gendan nemt alle informationer.
de: Holen Sie sich OsmAnd Cloud, um alle OsmAnd-Daten online zu speichern. Kein Datenverlust mehr nach einer Neuinstallation, alle Informationen problemlos sichern und wiederherstellen.
el: Αποκτήστε το OsmAnd Cloud για να αποθηκεύετε όλα τα OsmAnd δεδομένα σας στο διαδίκτυο. Κανένα χαμένο δεδομένο μετά την επανεγκατάσταση. Κάντε αντίγραφο ασφαλείας και επαναφορά όλων των πληροφοριών εύκολα.
eo: Tenuĉiujn datumojn de OsmAnd enrete en OsmAnd-Nubo. Ne perdu viajn datumojn post reinstali. Facile kreu kaj restarigu sekurkopiojn de viaj datumoj.
es_us: Obtén OsmAnd Cloud para almacenar en línea todos los datos de OsmAnd. No pierdes los datos al reinstalar. Haz copias de seguridad y restaura toda la información fácilmente.
et: Hangi OsmAnd Cloud, et salvestada kõik OsmAnd'i andmed pilves, et säilitada andmed pärast rakenduse uuesti paigaldamist. Varunda ja taasta kogu info hõlpsasti.
eu: Lortu OsmAnd Cloud OsmAnd datu guztiak linean gordetzeko. Ez duzu informaziorik galduko berrinstalatzean, egin babeskopia eta leheneratu informazio guztia arazorik gabe.
fa: ابر OsmAnd را فعال کنید تا تمام دادهٔ OsmAnd را آنلاین ذخیره کنید. داده‌ها بعد از نصب مجدد از دست نخواهد رفت. همهٔ اطلاعات را به‌آسانی پشتیبان بگیرید و بازیابی کنید.
fi: Hanki OsmAnd Cloud tallentaaksesi kaikki OsmAnd tiedot verkkoon. Et menetä tietoja uudelleenasennuksen jälkeen. Varmuuskopioi ja palauta kaikki tiedot helposti.
fr: Utilisez OsmAnd Cloud pour sauvegarder toutes les données d'OsmAnd en ligne. Plus aucun risque de perdre vos données après une réinstallation. Sauvegardez et restaurez toutes vos informations sans difficulté.
he: הצטרפות ל־OsmAnd Cloud מאפשרת לך לאחסן את כל נתוני ה־OsmAnd שלך באופן מקוון. הנתונים שלך לא הולכים לאיבוד לאחר ההתקנה. ניתן לגבות ולשחזר את כל הנתונים בקלות.
hu: Szerezzen OsmAnd Cloud tárhelyet az összes OsmAnd-adat online tárolásához. Nincs többé adatvesztés az újratelepítés után. Az összes információ biztonsági mentése és visszaállítása egyszerű lesz.
id: Dapatkan OsmAnd Cloud untuk menyimpan data OsmAnd secara daring. Tidak ada data yang hilang setelah penginstalan ulang. Cadangkan dan pulihkan semua info secara mudah.
is: Fáðu aðgang að OsmAnd Cloud tölvuskýi til að geyma öll OsmAnd-gögn á netinu. Engin gögn tapast við enduruppsetningu. Taktu öryggisafrit og endurheimtu allar upplýsingar á einfaldan hátt.
it: Ottieni OsmAnd Cloud per salvare tutti i dati OsmAnd online. Nessuna perdita di dati dopo la reinstallazione. Fai backup e ripristino di tutte le informazioni facilmente.
ja: OsmAnd Cloudを入手することで、すべてのOsmAndデータをクラウド保存が可能になります。再インストール後にデータが失われることはありません。全情報を簡単にバックアップおよび復元出来ます。
ko: OsmAnd Cloud에서 모든 OsmAnd 데이터를 온라인으로 저장하십시오. 재설치 후 손실된 데이터가 없습니다. 모든 정보를 쉽게 백업 및 복원할 수 있습니다.
mk: Zemete OsmAnd Cloud za da gi začuvate site podatoci OsmAnd onlajn. Nema izgubeni podatoci po povtorno instaliranje. Napravete rezervna kopija i lesno vratete gi site informacii.
nb: Skaff deg OsmAnd-sky forå lagre all OsmAnd-data på nett. Ingen mistet data etter reinstallasjon. Sikkerhetskopier og gjenopprett info.
nl: Neem OsmAnd Cloud om alle je OsmAnd gegevens online op te slaan. Je verliest geen gegevens na herinstallatie, want je kan alle gegevens gemakkelijk back-uppen en herstellen.
oc: Obtenètz la Nívol OsmAnd per conservar totei lei donadas OsmAnd en linha. Ges de donadas perdudas ansin per cas de tornar installar. Sauvagardatz e restauratz totei leis informacions facilament.
pl: Otrzymaj OsmAnd Cloud, aby przechowywać wszystkie dane OsmAnd w trybie online. Bez utraty danych po reinstalacji. Z łatwością twórz kopie zapasowe i przywracaj wszystkie informacje.
ro_ro: Obțineți OsmAnd Cloud pentru a stoca toate datele OsmAnd online. Fără date pierdute după reinstalare. Faceți backup și restaurați toate informațiile cu ușurință.
ru: Облачное хранилище OsmAnd Cloud для хранения всех данных приложения. Забудьте о потере данных после переустановки, сохраняйте и восстанавливайте информацию без проблем.
sc: Imprea OsmAnd Cloud pro archiviare totu sos datos de OsmAnd in lìnia. No as a pèrdere prus sos datos a pustis de un'installatzione noa. Sarva e riprìstina totu sas informatziones in manera fàtzile.
sk: Získajte OsmAnd Cloud na uloženie všetkých údajov OsmAnd na serveri. Po preinštalovaní nestratíte údaje. Zálohujte a obnovte ľahko všetky informácie.
sl: Pridobi OsmAnd Cloud za shranjevanje vseh podatkov OsmAnd na spletu. Po ponovni namestitvi ni izgubljenih podatkov. Preprosto varnostno kopirajte in obnovitev vseh podatkov.
sr: Набавите ОсмАнд облак за складиштење свих података ОсмАнд -а на мрежи. Заборавите на губитак података након поновне инсталације, направите резервне копије и вратите све податке без проблема.
sr_latn: Nabavi OsmAnd Cloud za skladištenje svih podataka OsmAnd -a na internetu. Zaboravi na gubitak podataka nakon ponovne instalacije, napravi rezervne kopije i vrati sve podatke bez problema.
sv: Skaffa OsmAnd Cloud för att lagra all OsmAnd-data online. Ingen förlorad data efter ominstallation. Säkerhetskopiera och återställ all info med lätthet.
ta: அனைத்து ஒச்மண்ட் தரவையும் ஆன்லைனில் சேமிக்க ஒச்மண்ட் கிளவுட்டைப் பெறுங்கள். மீண்டும் நிறுவிய பின் இழந்த தரவு இல்லை. காப்புப் பிரதி எடுத்து எல்லா தகவல்களையும் எளிதாக மீட்டெடுக்கவும்.
tr: Tüm OsmAnd verilerini çevrim içi depolamak için OsmAnd Cloud edinin. Yeniden kurduktan sonra veri kaybı yaşamayın. Tüm bilgileri kolayca yedekleyin ve geri yükleyin.
uk: Отримайте OsmAnd Cloud для зберігання всіх даних OsmAnd онлайн. Не втрачайте дані після перевстановлення. Легко створюйте резервні копії та відновлюйте всі дані.
vi: Đăng ký OsmAnd Cloud để lưu trữ tất cả dữ liệu OsmAnd trực tuyến. Không bị mất dữ liệu sau khi cài đặt lại. Sao lưu và khôi phục tất cả dữ liệu một cách dễ dàng.
zh_hans: 让 OsmAnd 云在线存储所有 OsmAnd 数据。重新安装后不会丢失数据。轻松备份和恢复所有信息。
zh_hant: 取得 OsmAnd 以將所有 OsmAnd 的資料儲存到線上。重新安裝後資料也不會遺失。輕鬆備份並輕鬆復原。

# purchases_feature_desc_pro_widgets
source: Get access to OsmAnd Pro features: Route coloring and more.
ar: احصل على إمكانية الوصول إلى ميزات أوسماند الاحترافية: تلوين المسار وأكثر.
az: OsmAnd Pro xüsusiyyətlərini əldə edin: Marşrut rəngləndirmə və daha çox.
be: Атрымайце доступ да функцый OsmAnd Pro: расфарбоўка маршрутаў і многае іншае.
bg: Получете достъп до възможностите на OsmAnd Pro: оцветяване на маршрути и др.
cs: Získejte přístup k pokročilým funkcím OsmAnd: obarvení tras a další.
cy: Cael mynediad at nodweddion OsmAnd Pro: Lliwio llwybrau a mwy.
da: Få adgang til OsmAnd Pro-funktioner: Rutefarvelægning og meget mere.
de: Erhalten Sie Zugang zu den Funktionen von OsmAnd Pro: Routeneinfärbung und mehr.
el: Αποκτήστε πρόσβαση σε λειτουργίες OsmAnd Pro: Χρωματισμός διαδρομής και άλλα.
eo: Akiru aliron al altnivelaj agordoj: kolorigo de kursoj kaj pli.
es_us: Obtén acceso a las funciones de OsmAnd Pro: Coloración de rutas y más.
et: Saa juurdepääs OsmAnd Pro funktsioonidele: teekonna värvimine ja palju muud.
eu: Lortu OsmAnd Pro funtzioetarako sarbidea: Ibilbideak koloreztatu eta gehiago.
fa: به قابلیت‌های OsmAnd Pro دست یابید: رنگ مسیر و بیشتر.
fi: Pääset käsiksi OsmAnd Pron ominaisuuksiin: Reitin väritys ja paljon muuta.
fr: Accédez aux fonctionnalités d'OsmAnd Pro comme les itinéraires colorés et bien plus encore.
he: קבלת גישה לתכונות מקצועיות של OsmAnd: צביעת מסלולים ועוד.
hu: Szerezze meg az OsmAnd Pro funkcióit is: útvonalak színezése és még sok más.
id: Dapatkan akses ke fitur OsmAnd Pro: Pewarnaan rute dan banyak lagi.
is: Fáðu aðgang að ítarlegum OsmAnd Pro eiginleikum:.
it: Ottieni l'accesso alle funzionalità OsmAnd avanzate: colorazione dei percorsi e altro.
ja: OsmAnd Pro専用の機能(ルートの色付けなど)が利用できます。
ko: OsmAnd Pro 기능을 액세스한다면: 경로 색칠 및 기타 정보 등등.
mk: Dobijte pristap do funkciite na OsmAnd Pro: Boenje na maršrutata i povece.
nb: Få tilgang til OsmAnd Pro-funksjoner. Rutefargelegging med mer.
nl: Krijg toegang tot OsmAnd Pro functies zoals routekleuringen en meer.
oc: Obtenètz l'accès ai fonccionalitats OsmAnd avançadas : coloracion dei percors eca.
pl: Uzyskaj dostęp do funkcji OsmAnd Pro: Kolorowanie tras i nie tylko.
ro_ro: Obțineți acces la caracteristicile OsmAnd Pro: Colorarea traseelor și altele.
ru: Получите доступ к функциям OsmAnd Pro: раскраска маршрутов и многое другое.
sc: Otene s'atzessu a sas funtzionalidades avantzadas de OsmAnd: colorimentu de sas àndalas e àteru.
sk: Získajte prístup k pokročilým (Pro) funkciám OsmAnd: Vyfarbenie trás a ďalšie.
sl: Pridobi dostop do naprednih funkcij OsmAnd Pro: barvanje poti in drugo.
sr: Добавите приступ могућностима стручног ОсмАнда. бојење путева и још штошта.
sr_latn: Dobavi pristup OsmAnda Pro mogućnostima: Bojenje ruta i još štošta.
sv: Få tillgång till OsmAnd Pro-finesser: Färgläggning av rutter med mera.
ta: OSMand Pro அம்சங்களுக்கான அணுகலைப் பெறுங்கள்: பாதை வண்ணம் மற்றும் பல.
tr: OsmAnd Pro özelliklerine erişin: Rota renklendirme ve daha fazlası.
uk: Отримайте доступ до можливостей OsmAnd Pro: Забарвлення маршрутів та багато іншого.
vi: Quyền truy cập đến các tính năng OsmAnd chuyên nghiệp: tô màu tuyến đường và nhiều hơn nữa.
zh_hans: 获得 OsmAnd Pro 功能：路线着色等。
zh_hant: 存取 OsmAnd Pro 功能：路線著色等。

# purchases_feature_desc_cross_buy
source: Use your subscription features on different platforms (Android/iOS/web) at no additional cost.
ar: استخدم ميزات اشتراكك على منصات مختلفة (Android / iOS / Web) دون أي تكلفة إضافية.
az: Abunəlik funksiyalarından müxtəlif platformalarda (Android/iOS/veb) əlavə ödəniş etmədən istifadə edin.
bg: Използвайте възможностите за абонамент на различните платформи (Android/iOS/интернет) без допълнителни разходи.
ca: Utilitza les funcions de la subscripció en diferents plataformes (Android/iOS/web) sense cost addicional.
cs: Používejte funkce předplatného na různých platformách (Android/iOS/web) bez dalších nákladů.
da: Brug dine abonnementsfunktioner på forskellige platforme (Android/iOS/web) uden ekstra omkostninger.
de: Nutzen Sie Ihre Abonnementfunktionen auf verschiedenen Plattformen (Android/iOS/Web) ohne zusätzliche Kosten.
el: Χρησιμοποιήστε τις συνδρομητικές λειτουργίες σε διαφορετικές πλατφόρμες (Android/iOS/ιστός) χωρίς πρόσθετο κόστος.
eo: Havigu viajn aĉetitajn trajtojn ĉe pluraj platformoj: Android/iOS/ret-aplikaĵo sen kroma pago.
es_us: Usa las funciones de la suscripción en diferentes plataformas (Android/iOS/web) sin costo adicional.
et: Kasuta oma tellimuse kõiki võimalusi eri platvormidel (Android, iOS, veeb) ilma lisakuludeta.
eu: Erabili zure harpidetza-abantailak plataforma ezberdinetan (Android/iOS/web) kostu gehigarririk gabe.
fa: از ویژگی‌های اشتراک خود در پلتفرم‌های مختلف (اندروید/iOS/وب) بدون هزینه اضافی استفاده کنید.
fr: Utilisez votre abonnement sur toutes les plateformes (Android, iOS, web) sans frais supplémentaire.
hu: Használja előfizetésének funkcióit különböző platformokon (Android/iOS/web) további költségek nélkül.
id: Gunakan fitur langganan Anda di platform yang berbeda (Android/iOS/web) tanpa biaya tambahan.
is: Notaðu eiginleika áskriftarinnar þinnar á mismunandi kerfum (Android/iOS/vefnum) án nokkurs aukakostnaðar.
it: Utilizza le funzionalità del tuo abbonamento su piattaforme diverse (Android/iOS/Web) senza costi aggiuntivi.
ja: 追加料金なしで、さまざまなプラットフォーム(Android/iOS/ウェブ) からサブスクリプション機能を利用できます。
ko: 추가 비용 없이 다양한 플랫폼(Android/iOS/Web)에서 구독 기능을 사용할 수 있습니다.
mk: Use all subscription features on multiple platforms at no additional cost.
nb: Ta med deg dine abonnementsfunksjoner til andre plattformer (Android/iOS/nett).
nl: Gebruik functionaliteiten van uw abonnement op verschillende platforms (Android/iOS/web) zonder bijkomende kosten.
oc: Utilisatz vòstre abonament sus totei lei plataformas (Android, iOS, web) sensa còst suplementari.
pl: Korzystaj z funkcji subskrypcji na różnych platformach (Android/iOS/web) bez dodatkowych kosztów.
ro_ro: Utilizați facilitățile abonamentului dumneavoastră pe diferite platforme (Android/iOS/web) fără costuri suplimentare.
ru: Используйте функции подписки на разных платформах (Android/iOS/web) без дополнительной платы.
sc: Imprea sas funtzionalidades de s'abbonamentu tuo in prataformas diferentes (Android/iOS/web) chene costos additzionales.
sk: Použite vaše predplatené funkcie na iných platformách (Android/iOS/web) bez ďalších nákladov.
sl: Uporabi svoje naročniške funkcije na različnih platformah (Android/iOS/splet), brez dodatnih stroškov.
sr: Користите своје могућности претплате на различитим платформама (Андорид/Иос/веб) без додатних трошкова.
sr_latn: Koristi svoje mogućnosti pretplate na različitim platformama (Andorid/Ios/veb) bez dodatnih troškova.
sv: Använd dina prenumerationsfunktioner på olika plattformar (Android/iOS/webb) utan extra kostnad.
ta: உங்கள் சந்தா அம்சங்களை வெவ்வேறு தளங்களில் (Android/iOS/Web) கூடுதல் செலவில் பயன்படுத்தவும்.
tr: Abonelik özelliklerinizi farklı platformlarda (Android/iOS/web) ek ücret ödemeden kullanın.
uk: Користуйтеся можливостями передплати на різних платформах (Android/iOS/web) без додаткових витрат.
vi: Dùng các tính năng trả tiền trên các nền tảng khác nhau (Android/iOS/web) mà không tốn thêm chi phí nào.
zh_hans: 在不同的平台（Android/iOS/Web）上使用您的订阅功能，无需额外费用。
zh_hant: 在不同的平台上免費使用您的訂閱功能（Android/iOS/網頁版）。

# purchases_feature_relief_3d_description
source: Own and observe the scale model of your neighborhood or the whole continent.
ar: امتلك وراقب نموذج مقياس لمنطقتك أو القارة بأكملها.
be: Стварайце і назірайце за маштабнай мадэллю вашага раёна або ўсяго кантынента.
cs: Získejte a prohlédněte si model svého okolí nebo celého kontinentu ve věrném měřítku.
da: Ej og se skalamodellen af dit nabolag eller hele kontinentet.
de: Besitzen und beobachten Sie das maßstabsgetreue Modell Ihrer Nachbarschaft oder des ganzen Kontinents.
el: Αποκτήστε και παρατηρείστε το μοντέλο κλίμακας της γειτονιάς σας ή ολόκληρης της ηπείρου.
eo: Havigu kaj vidu skalitan modelon de via najbaraĵo aŭ de la tuta kontinento.
es_us: Obtén y observa el modelo a escala de tu barrio o de todo el continente.
eu: Eduki eta behatu zure auzoko edo kontinente osoko maketa.
fr: Possédez et observez la maquette de votre quartier ou du continent tout entier.
hu: Birtokolja és figyelje meg környéke vagy akár az egész kontinens méretarányos modelljét.
id: Miliki dan amati model skala lingkungan Anda atau seluruh benua.
is: Eigðu og skoðaðu kvarðað líkan af hverfinu þínu eða heilli heimsálfu.
it: Possiedi e osserva il modello in scala del tuo quartiere o dell'intero continente.
ja: ご近所や大陸全体のスケールモデルを利用し道案内に役立てて下さい。
ko: 이웃 또는 대륙 전체의 축척 모델을 소유하고 관찰하십시오.
nb: Ei og observer skalamodellen av ditt nabolag eller hele kontinentet.
nl: Bekijk het schaalmodel van je buurt of het hele continent.
pl: Posiadaj i obserwuj model w skali swojej okolicy lub całego kontynentu.
ro_ro: Dețineți și observați macheta la scară a cartierului dumneavoastră sau a întregului continent.
ru: Масштабная модель вашего района или целого континента.
sk: Získajte a preskúmajte zmenšený model vášho okolia alebo celého kontinentu.
sl: Imej in opazuj maketo svoje soseske ali cele celine.
sr: Присвоји и посматрај модел у размери твоје околине или целог континента.
sr_latn: Kupi i posmatraj susedne države ili ceo kontinent.
sv: Äg och se en skalmodell över ditt närområde eller hela kontinenten.
ta: உங்கள் சுற்றுப்புறத்தின் அல்லது முழு கண்டத்தின் அளவிலான மாதிரியை சொந்தமாக வைத்திருங்கள்.
uk: Придбайте та спостерігайте за масштабною моделлю вашого району або цілого континенту.
vi: Sở hữu và quan sát mô hình tĩnh của khu vực bạn sống hoặc toàn bộ châu lục.
zh_hans: 拥有并观察您所在社区或整个大陆的缩放模型。
zh_hant: 你的社區或是整個大陸的擁有與觀察的縮放尺度。

# purchases_feature_desc_monthly_map_updates
source: Get access to regular monthly updates for offline maps.
ar: احصل على التحديثات الشهرية المنتظمة للخرائط غير المتصلة بالإنترنت.
az: Oflayn xəritələr üçün müntəzəm aylıq yeniləmələrə giriş əldə edin.
be: Атрымайце доступ да рэгулярных штомесячных абнаўленняў для пазасеткавых мапаў.
bg: Достъп до редовни месечни обновявания за изтеглени карти.
cs: Získejte přístup k pravidelným měsíčním aktualizacím offline map.
cy: Cael mynediad at ddiweddariadau misol o fapiau all-lein.
da: Få adgang til regelmæssige månedlige opdateringer af offlinekort.
de: Erhalten Sie Zugang zu den regulären monatlichen Updates für Offline-Karten.
el: Αποκτήστε πρόσβαση σε τακτικές μηνιαίες ενημερώσεις για χάρτες εκτός σύνδεσης.
eo: Akiru aliron alĉiumonataj ĝisdatigoj de malkonektaj mapoj.
es_us: Obtén acceso a las actualizaciones mensuales de los mapas sin conexión.
et: Hangi juurdepääs regulaarsetele igakuistele võrguühenduseta kaartide uuendustele.
eu: Lortu lineaz kanpoko mapen hileroko eguneratzeak.
fa: به به‌روزرسانی‌های منظم ماهانه برای نقشه‌های آفلاین دست یابید.
fi: Saat käyttöösi säännölliset kuukausittaiset päivitykset offline-karttoihin.
fr: Obtenez les mises à jour mensuelles pour les cartes hors ligne.
he: קבלת גישה לעדכונים חודשיים מתחדשים למפות בלתי־מקוונות.
hu: Havi frissítés az offline térképekhez.
id: Dapatkan akses ke pembaruan reguler setiap bulan untuk peta luring.
is: Fáðu mánaðarlegar uppfærslur á ónettengdum kortum.
it: Ottieni l'accesso ad aggiornamenti mensili regolari per le mappe offline.
ja: オフラインマップの定期および月毎更新が可能になります。
ko: 오프라인 지도에 대한 정기적인 월간 업데이트에 액세스할 수 있습니다.
mk: Dobijte pristap do redovnite mesečni ažuriranja za oflajn karti.
nb: Få tilgang til regelmessige månedlige oppdateringer for frakoblede kart.
nl: Krijg toegang tot maandelijkse updates voor offline kaarten.
oc: Obtenètz l'accès a una actualizacion mesadiera regulara dei mapas fòra de linha.
pl: Uzyskaj dostęp do regularnych, comiesięcznych aktualizacji dla map offline.
ro_ro: Obțineți acces la actualizări lunare regulate pentru hărțile offline.
ru: Доступ к регулярным ежемесячным обновлениям для локальных карт.
sc: Otene atzessu a agiornamentos regulares mensiles pro sas mapas non in lìnia.
sk: Získajte prístup k pravidelným mesačným aktualizáciám pre offline mapy.
sl: Dostopaj do rednih mesečnih posodobitev za zemljevide brez povezave.
sr: Обезбедите приступ редовним месечним исправкама за офлајн мапе.
sr_latn: Obezbedi pristup redovnim mesečnim ispravkama za oflajn mape.
sv: Få tillgång till regelbundna månatliga uppdateringar av offline-kartor.
ta: இணைப்பில்லாத வரைபடங்களுக்கான வழக்கமான மாத புதுப்பிப்புகளுக்கான அணுகலைப் பெறுங்கள்.
tr: Çevrim dışı haritalar için düzenli aylık güncellemelere erişin.
uk: Отримайте доступ до регулярних щомісячних оновлень для офлайн-мап.
vi: Có quyền truy cập đến các bản cập nhật hàng tháng cho bản đồ ngoại tuyến.
zh_hans: 获得离线地图的定期月度更新。
zh_hant: 取得每月定期更新的離線地圖。
