Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# context_menu_item_edit_waypoint
source: Edit GPX waypoint
ar: تعدبل إحداثية GPX
az: GPX nöqtəsinə düzəliş et
be: Рэдагаваць пункт шляху GPX
bg: Редактиране на отправна точка от GPX
ca: Edita la fita GPX
cs: Upravit bod GPX
cy: Golygu cyfeirbwynt GPX
da: Rediger GPX-rutepunkt
de: GPX-Wegpunkt bearbeiten
el: Επεξεργασία σημείου διαδρομής GPX
eo: Redakti GPX-navigadpunkton
es_us: Editar punto de ruta GPX
et: Muuda GPX teekonnapunkti
eu: Editatu GPX bide-puntua
fa: ویرایش راه‌نشان GPX
fi: Muokkaa GPX-väyläpistettä
fr: Modifier le waypoint GPX
gl: Editar punto de pasaxe GPX
he: עריכת נקודת דרך GPX
hu: GPX-útpont szerkesztése
hy: Խմբագրել GPX կետը
id: Sunting titik jalan GPX
is: Breyta GPX-ferilpunkti
it: Modifica i waypoint del GPX
ja: GPX経由地点の編集
ka: GPXგზის წერტილის ჩასწორება
ko: GPX 방법점 편집
lt: Redaguoti GPX tašką
lv: Labot GPX kursa punktu
mk: Uredi ja GPX točkata
ml: ജിപിഎക്സ് പാതബിന്ദുക്കള്‍ ക്രമീകരിക്കുക(എഡിറ്റ്)
nb: Rediger GPX-rutepunkt
nl: GPX-routepunt bewerken
oc: Editar lei ponchs d'etapa GPX
pl: Edytuj punkt trasy GPX
pt_br: Editar ponto GPX
ro_ro: Editează punct intermediar GPX
ru: Изменить путевую точку GPX
sc: Modìfica su puntu de coladòrgiu GPX
sk: Upraviť bod GPX
sl: Uredi vmesno točko GPX
sr: Измени пролазну тачку ГПИкс-а
sr_latn: Izmeni GPX međuodredište
sv: Redigera GPX-waypoint
ta: சிபிஎக்ச் வழியைத் திருத்து
tr: GPX ara noktasını düzenle
uk: Змінити маршрутну точку GPX
zh_hans: 编辑 GPX 路径点
zh_hant: 編輯 GPX 的航點

# toggle_local_edits
source: Toggle local OSM edits
ar: تبديل عمليات تحرير OSM المحلية
be: Паказаць/Схаваць лакальныя праўкі OSM
ca: Commuta edició local OSM
cs: Přepnout lokální úpravy OSM
da: Slå visning af lokale OSM-redigeringer til eller fra
de: Lokale OSM-Bearbeitungen umschalten
el: Εναλλαγή τοπικών επεξεργασιών OSM
es_us: Alternar ediciones locales de OSM
et: Lülita kohalikud OSM muudatused sisse/välja
fr: Activer les modifications OSM locales
hu: Helyi OSM-szerkesztések ki/be
id: Alihkan editan OSM lokal
is: Víxla staðværum OSM-breytingum af/á
it: Attiva/disattiva modifiche locali OSM
ja: ローカルOSM編集を切替
ka: ლოკალური OSM ჩასწორებების გადართვა
ko: 로컬 OSM 편집 토글
nl: Schakelen tussen lokale OSM bewerkingen
oc: Activar/desactivar lei modificacions localas OSM
pl: Przełącz lokalne edycje OSM
pt_br: Alternar edições locais do OSM
ro_ro: Comutați editările OSM locale
ru: Показать/спрятать локальные правки OSM
sc: Ammustra/cua sas modìficas locales de OSM
sr: Укључите локалне OSM измене
sr_latn: Uključite lokalne OSM izmene
sv: Visa/dölj lokala OSM-ändringar
ta: உள்ளக OSM திருத்தங்களை மாற்றவும்
tr: Yerel OSM düzenlemelerini aç/kapat
uk: Показати/сховати локальні правки OSM
zh_hant: 切換本地 OSM 編輯

# quick_action_map_source
source: Change map source
ar: مصدر الخريطة
az: Xəritə mənbəyini dəyiş
be: Змяніць крыніцу мапы
ca: Canvia l'origen del mapa
cs: Změnit zdroj mapy
da: Skift kortkilde
de: Kartenquelleändern
el: Αλλαγή παρόχου χάρτη
eo: Ŝanĝi mapan fonton
es_us: Alternar repositorio del mapa
et: Muuda kaardiallikat
eu: Aldatu maparen iturria
fa: تغییر منبع نقشه
fi: Muuta kartan lähdettä
fr: Modifier la source de la carte
gl: Mudar a fonte do mapa
he: החלפת מקור מפה
hu: Térképforrás módosítása
hy: Փոխել քարտեզի աղբյուրը
id: Ubah sumber peta
is: Breyta gagnagjafa korts
it: Cambia la sorgente della mappa
ja: ソースマップの変更
ka: რუკის წყაროს შეცვლა
lt: Pakeistižemėlapio šaltinį
lv: Nomainīt kartes avotu
mk: Promenete go izvorot na kartata
ml: മാപ്പ് ഉറവിടം മാറ്റുക
nb: Endre kartkilde
nl: Kaartbron wijzigen
oc: Modificar la fònt de la mapa
pl: Zmień zasób mapy
ro_ro: Schimbă sursa hărții
ru: Сменить источник карты
sc: Muda sa mitza de sa mapa
sk: Zmeniť zdroj mapy
sl: Spremeni vir zemljevida
sr: Измени извор карте
sr_latn: Izmeni izvor mape
sv: Ändra kartkälla
ta: வரைபட மூலத்தை மாற்றவும்
tr: Harita kaynağını değiştir
uk: Змінити джерело мапи
zh_hans: 改变地图来源
zh_hant: 更改地圖來源

# pause_nav
source: Pause navigation
ar: توقيف الملاحة مؤقتاً
be: Прыпыніць навігацыю
ca: Suspèn la navegació
cs: Pozastavit navigaci
da: Sæt navigation på pause
de: Navigation pausieren
el: Παύση πλοήγησης
es_us: Pausar navegación
et: Peata tee juhatamine
fr: Mettre en pause la navigation
hu: Navigáció szüneteltetése
id: Jeda navigasi
is: Setja leiðsögn í bið
it: Metti in pausa la navigazione
nb: Midlertidig stopp navigering
nl: Navigatie pauzeren
oc: Metre en pausa la navigacion
pl: Wstrzymaj nawigację
pt_br: Pausar a navegação
ro_ro: Pauză de navigare
ru: Приостановить навигацию
sc: Pone in pàusa sa navigatzione
sr: Паузирај навигацију
sr_latn: Pauziraj navigaciju
sv: Pausa navigeringen
ta: இடைநிறுத்த வழிசெலுத்தல்
tr: Navigasyonu duraklat
uk: Призупинити навігацію
zh_hant: 暫停導航

# show_gpx
source: Tracks
ar: المسارات
ast: Trazaos
az: İzlər
be: Сляды
bg: Трасета
ca: Traces
cs: Stopy
cy: Traciau
da: Spor
el: Ίχνη
eo: Spuroj
es_us: Trazas
et: Rajad
eu: Arrastoak
fa: ردها
fi: Jäljet
fr: Traces
gl: Pistas
he: מסלולים
hu: Nyomvonalak
id: Trek
is: Ferlar
it: Tracce
ja: 経路
ka: გზები
ko: 트랙
lt: Maršrutai
lv: Show track
mk: Trasi
nb: Spor
oc: Traças
pl: Trasy
pt_br: Mostrar trilhas
ro_ro: Trasee
ru: Треки
sc: Rastas
sk: Stopy
sl: Sledi
sr: Трагови
sr_latn: Trase
sv: Spår
ta: தடங்கள்
tr: İzlenen yollar
uk: Треки
vi: Đường dẫn
zh_hans: 轨迹
zh_hant: 軌跡

# show_notes
source: Show OSM notes
ar: إظهار ملاحظات OSM
be: Паказаць OSM-нататкі
ca: Mostra notes OSM
cs: Zobrazit OSM poznámky
da: Vis OSM-bemærkninger
de: OSM-Hinweise einblenden
el: Εμφάνιση σημειώσεων OSM
es_us: Mostrar notas de OSM
et: Kuva OSM märkmed
fa: آشکارکردن یادداشت‌های OSM
fr: Afficher les notes OSM
gl: Amosar notas do OSM
hu: OSM-jegyzetek megjelenítése
id: Tampilkan catatan OSM
is: Birta OSM-minnispunkta
it: Mostra le note OSM
ja: OSMメモを表示
ka: OSM შენიშვნების ჩვენება
nb: Vis OSM-notater
nl: Toon OSM-opmerkingen
oc: Mostrar lei nòtas OSM
pl: Wyświetl uwagi OSM
pt_br: Mostrar notas do OSM
ro_ro: Arată notele OSM
ru: Показать заметки OSM
sc: Ammustra sas notas OSM
sk: Zobraziť OSM poznámky
sl: Pokaži Opombe OSM
sr: Прикажи OSM белешке
sr_latn: Prikaži OSM beleške
sv: Visa OSM-anteckningar
ta: OSM குறிப்புகளைக் காட்டு
tr: OSM notlarını göster
uk: Показати нотатки OSM
zh_hans: 显示 OSM 笔记
zh_hant: 顯示 OSM 註記

# shared_string_open_track
source: Open track
ar: فتح المسار
az: İzi aç
be: Адкрыць след
ca: Obre la traça
cs: Otevřít trasu
cy: Agor trac
da: Åbn spor
de: Track öffnen
el: Άνοιγμα ίχνος
eo: Malfermi kurson
es_us: Abrir traza
et: Ava rada
eu: Ireki arrastoa
fa: باز کن
fi: Avaa jälki
fr: Ouvrir trace
gl: Abrir pista
he: מסלול פתוח
hi: ट्रैक खोलें
hu: Nyomvonal megnyitása
id: Buka trek
is: Opna feril
it: Apri la traccia
ja: 経路を開く
ka: ღია გზა
ko: 트랙 열기
lv: Atvērt treku
mk: Otvori zapis
nb: Åpne spor
nl: Track openen
pl: Otwórz trasę
ro_ro: Deschide traseu
ru: Открыть трек
sc: Aberi sa rasta
sk: Otvoriť stopu
sl: Odprta sled
sr: Отвори траг
sr_latn: Otvori putanju
sv: Öppna spår
ta: திறந்த பாதையில்
te: తెరుచుకున్న మార్గం
tr: İzlenen yolu aç
uk: Відкрити трек
vi: Mở cung đường
zh_hans: 打开轨迹
zh_hant: 打開軌道

# quick_action_screen_header
source: Screen %ld
ar: الشاشة %ld
be: Экран %ld
ca: Pantalla %ld
cs: Obrazovka %ld
da: Skærm %ld
de: Ansicht %ld
el: Οθόνη %ld
es_us: Pantalla %ld
et: Ekraan %ld
fa: صفحه‌نمایش %ld
fr: Écran %ld
hu: %ld kijelző
id: Layar %ld
is: Skjár %ld
it: Schermo %ld
nl: Scherm %ld
oc: Ecran %ld
pl: Ekran %ld
pt_br: Tela %ld
ro_ro: Ecran %ld
ru: Экран %ld
sc: Ischermu %ld
sr: Екран %ld
sr_latn: Ekran %ld
sv: Skärm %ld
ta: திரை %ld
tr: Ekran %ld
uk: Екран %ld
zh_hant: 螢幕 %ld

# confirm_history_item_delete
source: Are you sure you want to delete (%ld) history items?
ar: هل تريد بالتأكيد حذف (%ld) من عناصر المحفوظات؟
cs: Opravdu chcete odstranit (%ld) položek historie?
da: Er du sikker på, at du vil slette (%ld) historikelementer?
de: Sind Sie sicher, dass Sie (%ld) Verlaufseinträge löschen möchten?
el: Σίγουρα θέλετε να διαγράψετε (%ld) αντικείμενα ιστορικού;
es_us: ¿Borrar (%ld) elementos del historial?
et: Kas oled kindel, et soovid kustutada (%ld) ajalookirje(t)?
fr: Êtes-vous sûr de vouloir supprimer (%ld) éléments de l'historique ?
hu: Biztosan törölni szeretne %ld előzményelemet?
id: Apakah Anda yakin ingin menghapus (%ld) item riwayat?
is: Ertu viss um að þú viljir eyða (%ld) atriðum í aðgerðaferlinum?
it: Sei sicuro di voler eliminare (%ld) elementi della cronologia?
nl: Weet je zeker dat je (%ld) geschiedenis items wilt verwijderen?
oc: Siatz ben segur que volètz suprimir (%ld) elements de l’istoric ?
pl: Czy na pewno chcesz usunąć (%ld) obiektów historii?
ro_ro: Sunteți sigur că doriți să ștergeți (%ld) elemente din istoric?
ru: Вы уверены, что хотите удалить элементы истории (%ld шт.)?
sr: Да ли сте сигурни да желите да обришете (%ld) ставке историје?
sr_latn: Da li ste sigurni da želite da obrišete (%ld) stavke istorije?
sv: Är du säker på att du vill radera (%ld) historikposter?
ta: (%எல்.டி) வரலாற்று உருப்படிகளை நீக்க விரும்புகிறீர்களா?
tr: Geçmişteki (%ld) ögeyi silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити (%ld) елементи історії?
zh_hant: 您確定要刪除 (%ld) 個歷史項目嗎？

# quick_action_template_name
source: Template name
ar: اسم القالب
be: Назва шаблона
ca: Nom de la plantilla
cs: Název šablony
da: Skabelonnavn
de: Vorlagen-Name
el: Όνομα προτύπου
es_us: Nombre de la plantilla
et: Malli nimi
fa: نام قالب
fr: Nom de modèle
hu: Sablon neve
id: Nama templat
is: Heiti sniðmáts
it: Nome del modello
nl: Template naam
oc: Nom dau modèl(e)
pl: Nazwa szablonu
pt_br: Nome do modelo
ro_ro: Numele șablonului
ru: Имя шаблона
sc: Nùmene de su modellu
sr: Име шаблона
sr_latn: Ime šablona
sv: Mallnamn
ta: வார்ப்புரு பெயர்
tr: Şablon adı
uk: Назва шаблона
zh_hant: 範本名稱

# quick_action_dialog
source: Dialog
ar: الحوار
be: Дыялог
ca: Confirmació
el: Διάλογος
es_us: Diálogo
et: Vaade
fa: گفتگو
fr: Boîte de dialogue
hu: Párbeszédpanel
is: Samskiptagluggi
it: Dialogo
nl: Dialoog
oc: Dialòg
pl: Okno dialogowe
pt_br: Diálogo
ro_ro: Dialogul
ru: Диалог
sc: Diàlogu
sr: Дијалог
sr_latn: Dijalog
ta: உரையாடல்
tr: İletişim kutusu
uk: Діалог
zh_hant: 對話框

# quick_action_bug_descr
source: This message is included in the comment field.
ar: سوف تكون تتمة هذه الرسالة تلقائية في المجال المخصص للتعليق.
be: Гэтае паведамленне дададзена ў поле камэнтара.
ca: Aquest missatge s'inclou en el camp de comentaris.
cs: Tato zpráva je zahrnuta v poli komentáře.
da: Meddelelsen inkluderes i kommentarfeltet.
de: Diese Nachricht wird ins Kommentarfeld eingetragen.
el: Αυτό το μήνυμα περιλαμβάνεται στο πεδίο σχολίων.
eo: Tiuĉi mesaĝo estos inkluzivita en la komenta kampo.
es_us: Este mensaje se incluye en el campo del comentario.
et: See teade kaasatakse kommentaari väljale.
eu: Mezu hau iruzkinen eremuan txertatuko da.
fa: این نوشته در قسمت پیام درج می‌شود.
fr: Ce message est ajouté en commentaire.
gl: Esta mensaxe inclúese no campo do comentario.
he: הודעה זו מתווספת לשדה ההערה.
hu: Ez az üzenet bekerül a megjegyzés mezőbe.
hy: Այս հաղորդագրությունը ներառված է մեկնաբանության դաշտում:
id: Pesan ini ditambahkan dalam kolom komentar.
is: Þessi skilaboð eru innifalin í athugasemdareitnum.
it: Questo messaggio è aggiunto nel campo commento.
ja: このメッセージはコメント欄に自動入力されます。
ko: 이 메시지는 댓글 필드에 포함되어 있습니다.
lv: Šī ziņa tiks automātiski piepildīta komentāru laukā.
mk: Ovaa poraka e vklučena vo poleto za komentari.
ml: ഈ സന്ദേശം അഭിപ്രായ കോളത്തില്‍ ഉൾപ്പെടുത്തിയിരിക്കുന്നു.
nb: Denne meldingen inkluderes i kommentarfeltet.
nl: Dit bericht wordt automatisch ingevuld in het commentaarveld.
oc: Aquest messatge es enregistrat dins lo camp de comentaris.
pl: Ta wiadomość uzupełni się w polu komentarza.
ro_ro: Acest mesaj este inclus în câmpul de comentarii.
ru: Это сообщение будет добавлено в комментарий.
sc: Custu messàgiu at a èssere incluidu in su logu pro sos cummentos.
sk: Táto správa je zahrnutá do poľa komentára.
sl: Sporočilo bo dodano v polje opombe.
sr: Ова порука је укључена у поље са напоменама.
sr_latn: Ova poruka je uključena u polje sa napomenama.
sv: Detta meddelande ingår i kommentarsfältet.
ta: இந்த செய்தி கருத்துத் துறையில் சேர்க்கப்பட்டுள்ளது.
tr: Bu mesaj yorum alanına dahil edilmiştir.
uk: Це повідомлення буде додане в поле коментаря.
zh_hans: 此消息将包含在注释字段中。
zh_hant: 此訊息會包含在註解欄。

# quick_action_day_night_descr
source: Tapping this action button switches between Day and Night map mode.
ar: يؤدي النقر فوق زر الإجراء هذا إلى التبديل بين وضع خريطة النهار والليل.
be: Гэтая кнопка дзеяння пераключае начны і дзённы рэжымы мапы.
ca: Prement aquest botó d'acció aneu canviant entre els modes diürn i nocturn.
cs: Klepnutím na toto tlačítko akce přepnete mezi denním a nočním režimem mapy.
da: Trykkes på denne genvejsknap skiftes der mellem dag-og natkort-tilstand.
de: Drücken diesen Buttons erlaubt das Wechseln von Tag- und Nachtmodus der Karte.
el: Πατώντας αυτό το κουμπί ενέργειας κάνει εναλλαγή μεταξύ των λειτουργιών χάρτη Μέρα και Νύχτα.
es_us: Este botón de acción, cambia entre el modo de mapa Diurno y Nocturno.
et: Selle toimingunupu puudutamine lülitab päevarežiimi ja öörežiimi vahel ümber.
fr: Ce bouton permet de basculer entre les modes Jour et Nuit de la carte.
hu: Erre a műveletgombra koppintva válthat a nappali és az éjszakai térképmód között.
id: Mengetuk tombol aksi ini beralih antara mode peta Siang dan Malam.
is: Ef ýtt er á þennan aðgerðahnapp verður skipt á milli dags- og næturhams.
it: Toccando questo pulsante si passa dalla modalità mappa diurna a quella notturna.
ja: このアクションボタンをタップすると、昼と夜のマップモードが切り替わります。
nl: Door op deze actieknop te tikken schakel je tussen Dag en Nacht kaartmode.
oc: D'accionar aquest boton passatz dau mòde diurne a nocturne.
pl: Naciśnięcie tego przycisku czynności powoduje przełączenie między trybem dziennym i nocnym.
pt_br: Tocar neste botão de ação alterna entre o modo de mapa Dia e Noite.
ro_ro: Atingerea acestui buton de acțiune permite comutarea între modul de hartă de zi și cel de noapte.
ru: Эта кнопка действия переключает между дневным и ночным режимом карты.
sc: Incarcare custu butone faghet colare dae sa modalidade de sa mapa pro sa die a cussa pro sa note e a s'imbesse.
sr: Додиром на ово акционо дугме прелази се између дневног и ноћног режима мапе.
sr_latn: Dodirom na ovo akciono dugme prelazi se između dnevnog i noćnog režima mape.
sv: Tryck på snabbåtgärden växlar mellan dag- och natt kartvisningsläge.
ta: இந்த செயல் பொத்தானைத் தட்டுவது பகல் மற்றும் இரவு வரைபட பயன்முறைக்கு இடையில் மாறுகிறது.
tr: Bu eylem düğmesine dokunmak, Gündüz ve Gece harita modu arasında geçiş yapar.
uk: Ця кнопка дії перемикає між денним та нічним режимом мапи.
zh_hant: 點選此動作按鈕將在日間和夜間地圖模式之間切換。

# quick_action_show_gpx_descr
source: Tapping this action button shows or hides currently displayed GPX tracks.
ar: انقر على زر التشغيل هذا لعرض أو إخفاء المسارات الحالية GPX.
be: Гэтая кнопка дзеяння паказвае ці хавае сляды GPX, якія зараз выкарыстоўваюцца.
ca: Prement aquest botó d'acció es mostra o s'amaga les traces GPX representades actualment.
cs: Klepnutím na toto tlačítko akce zobrazíte nebo skryjete aktuálně vybrané GPX stopy.
da: Tryk på genvejsknappen viser eller skjuler de aktuelt viste GPX-spor.
de: Drücken diesen Buttons zeigt oder versteckt derzeitige GPX-Strecken.
el: Πατώντας αυτό το κουμπί ενέργειας εμφανίζει ή κρύβει τα τρέχοντα εμφανιζόμενα ίχνη GPX.
es_us: Este botón de acción, muestra u oculta las trazas GPX elegidas en el mapa.
et: Selle toimingunupu puudutamisel kuvatakse või peidetakse praegu kuvatud GPX teekonnad.
fr: Appuyez pour afficher/masquer les traces GPX actuellement affichées.
hu: Erre a műveletgombra koppintva megjeleníthet vagy elrejtheti a jelenleg megjelenített GPX-nyomvonalat.
id: Mengetuk tombol aksi ini menampilkan atau menyembunyikan trek GPX yang sedang ditampilkan.
is: Ef ýtt er á þennan aðgerðahnapp mun það birta eða fela GPX-ferla á kortinu.
it: Toccando questo pulsante vengono mostrate o nascoste le tracce GPX attualmente visualizzate.
ja: このアクションボタンをタップすると、現在表示されているGPX経路の表示/非表示が切り替わります。
nl: Tikken op deze actieknop zal huidig weergegeven GPX tracks verbergen of tonen.
oc: Aquest boton mòstra ò amaga lei traças GPX actualament visualizadas.
pl: Naciśnięcie tego przycisku czynności powoduje wyświetlenie lub ukrycie aktualnie wyświetlanych tras GPX.
pt_br: Tocar neste botão de ação mostra ou oculta as faixas GPX exibidas atualmente.
ro_ro: Atingerea acestui buton de acțiune afișează sau ascunde pistele GPX afișate în prezent.
ru: Эта кнопка действия показывает или прячет GPX-треки, которые сейчас используются.
sc: Incarcare custu butone pro s'atzione at a ammustrare o cuare sas rastas ammustradas.
sr: Додиром на ово дугме за акцију приказују се или сакривају тренутно приказане GPX стазе.
sr_latn: Dodirom na ovo dugme za akciju prikazuju se ili sakrivaju trenutno prikazane GPX staze.
sv: Tryck på den här åtgärdsknappen visar eller döljer för närvarande GPX-spår.
ta: இந்த செயல் பொத்தானைத் தட்டுவது தற்போது காட்டப்படும் சிபிஎக்ச் தடங்களைக் காட்டுகிறது அல்லது மறைக்கிறது.
tr: Bu eylem düğmesine dokunmak, o anda görüntülenen GPX yollarını gösterir veya gizler.
uk: Натискання на цю кнопку покаже чи сховає GPX-треки, що зараз використовуються.
zh_hant: 點選此動作按鈕顯示或隱藏目前顯示的 GPX 軌跡。

# quick_action_first_intermediate_descr
source: Tapping this action button adds the first intermediate destination at the map center point.
ar: يؤدي النقر فوق هذا الإجراء إلى إضافة الوجهة الوسيطة الأولى في نقطة مركز الخريطة.
be: Націск на гэтую кнопку дзеяння дадае першы прамежкавы пункт прызначэння ў цэнтры экрана мапы.
ca: Prement aquest botó d'acció afegireu el centre del mapa de la pantalla com el primer punt de pas intermedi.
cs: Klepnutím na toto tlačítko akce se střed mapy nastaví jako první mezicíl.
da: Ved tryk på genvejsknappen tilføjes et første mellemliggende punkt på skærmens centrum.
de: Durch Antippen dieser Aktionstaste wird das erste Zwischenziel am Kartenmittelpunkt hinzugefügt.
el: Πατώντας αυτό το κουμπί ενέργειας προσθέτει τον πρώτο ενδιάμεσο προορισμό στο κέντρο του χάρτη.
es_us: Este botón de acción, añade el primer destino intermedio en el punto central del mapa.
et: Selle toimingunupu puudutamine lisab kaardi keskpunkti esimeseks vahepealseks sihtkohaks.
fr: Appuyez pour ajouter la première étape intermédiaire au centre de la carte.
hu: Erre a műveletgombra koppintva az első köztes célpont a térkép középpontjához lesz hozzáadva.
id: Mengetuk tombol aksi ini menambahkan tujuan perantara pertama di titik tengah peta.
is: Ef ýtt er á þennan aðgerðahnapp verður fyrsti milliáfangi á miðju skjásins.
it: Toccando questo pulsante si aggiunge la prima destinazione intermedia al punto centrale della mappa.
ja: このアクションボタンをタップすると、マップの中心が最初の中間経由地点として追加されます。
nl: Door op deze knop te tikken wordt de eerste tussenstop gemarkeerd op het centrale punt op de kaart.
oc: De clicar sus aquest boton ajusta lo promier ponch d'etapa au ponch centrau de la mapa a l'ecran.
pl: Naciśnięcie tego przycisku czynności powoduje dodanie pierwszego pośredniego celu podróży na środku mapy.
pt_br: Tocar neste botão de ação adiciona o primeiro destino intermediário no ponto central do mapa.
ro_ro: Atingerea acestui buton de acțiune adaugă prima destinație intermediară la punctul central al hărții.
ru: Эта кнопка действия добавляет первый промежуточный пункт назначения в центре экрана карты.
sc: Incarcare custu butone de s'atzione annanghet su primu puntu de coladòrgiu in su tzentru de sa mapa.
sr: Додиром на ово дугме за радњу додаје се прво међуодредиште на централној тачки мапе.
sr_latn: Dodirom na ovo dugme za radnju dodaje se prvo međuodredište na centralnoj tački mape.
sv: Tryck på denna åtgärdsknapp lägger till den första mellanliggande destinationen vid kartcentrumpunkten.
ta: இந்த செயல் பொத்தானைத் தட்டுவது வரைபட மைய புள்ளியில் முதல் இடைநிலை இலக்கைச் சேர்க்கிறது.
tr: Bu eylem düğmesine dokunmak, harita merkez noktasına ilk ara hedefi ekler.
uk: Натискання на цю кнопку додасть перший проміжний пункт призначення в центрі екрана.
zh_hant: 點選此動作按鈕在地圖中心點新增第一個中間目的地。

# quick_action_track_waypoint
source: Track waypoint
cs: Bod trasy
da: Sporrutepunkt
de: Wegpunkt
el: Σημείο διαδρομής ίχνους
es_us: Punto de referencia de la traza
et: Raja kontrollpunkt
eu: Jarraitu bide-puntua
fa: راه‌نشان رد
fi: Jäljen väyläpiste
fr: Point de passage de trace
hu: Nyomvonal útpontja
id: Titik jalan trek
is: Leiðarpunktur í ferli
it: Punti di passaggio della traccia
ja: 経由地点の経路
nl: Track tussenpunt
ro_ro: Urmărește punctul de cale
ru: Путевая точка
sk: Bod trasy
sr: Пролазна тачка трага
sr_latn: Međuodredište putanje
sv: Spår-ruttpunkt
ta: டிராக் வே பாயிண்ட்
uk: Маршрутна точка
vi: Điểm dừng trên đường dẫn
zh_hans: 轨迹路点
zh_hant: 軌跡航點

# quick_action_destination
source: Destination
ca: Destí
cs: Cílový bod
de: Zielort
el: Προορισμός
es_us: Destino
et: Sihtpunkt
eu: Helmuga
fa: مقصد
fi: Määränpää
fr: Arrivée
hu: Úti cél
id: Tujuan
is: Áfangastaður
it: Destinazione
ja: 目的地
nl: Bestemming
ro_ro: Destinație
ru: Место назначения
sk: Cieľový bod
sr: Одредиште
sr_latn: Odredište
ta: இலக்கு
uk: Призначення
vi: Điểm đến
zh_hans: 目的地
zh_hant: 目的地

# voices
source: Voice prompts
ast: Indicaciones per voz
az: Səsli göstərişlər
be: Галасавыя падказкі
bg: Гласови напътствия
ca: Indicacions per veu
cs: Hlasové pokyny
cy: Cyfarwyddiadau llais
da: Stemmemeddelelser
de: Sprachansagen
el: Φωνητικές ειδοποιήσεις
es_us: Indicaciones por voz
et: Hääljuhised
eu: Ahots iragarpenak
fa: پیام‌های گفتاری
fi: Äänikehotteet
fr: Guidage vocal
gl: Indicacións por voz
he: הנחיות קוליות
hu: Hangutasítások
hy: Ձայնային հրահանգներ
id: Panduan suara
is: Talskilaboð
it: Annunci vocali
ja: 音声指示
ka: ხმოვანი მოთხოვნები
ko: 음성 안내
lt: Balso pranešimai
lv: Balss vadība
mk: Glasovna poraka
ml: വോയിസ് സൂചനകള്‍
nl: Gesproken aanwijzingen
pl: Komunikaty głosowe
ro_ro: Instrucțiuni vocale
ru: Голосовая навигация
sc: Indicatziones vocales
sk: Hlasové výzvy
sl: Glasovna navodila
sr: Гласовна навођења
sr_latn: glasovno navođenja
sv: Röstmeddelanden
ta: குரல் தூண்டுகிறது
tr: Sesli uyarılar
uk: Голосові повідомлення
vi: Lời nhắc bằng giọng nói
zh_hans: 语音提示
zh_hant: 語音導航

source: Temperature layer
az: Temperatur qatı
bg: Слой с температура
ca: Capa de temperatura
cs: Teplotní vrstva
da: Temperaturlag
de: Temperaturebene
el: Επίπεδο θερμοκρασίας
es_us: Capa de temperatura
et: Temperatuuri andmekiht
eu: Tenperaturaren geruza
fa: لایه دما
fi: Lämpötilataso
fr: Couche de température
gl: Capa das temperaturas
he: שכבת טמפרטורות
hu: Hőmérséklet réteg
id: Lapisan suhu
is: Hitastigslag
it: Livello temperature
ja: 温度関連レイヤー
ko: 온도층
nl: Temperatuur laag
pl: Warstwa temperatury
ro_ro: Strat temperaturi
ru: Слой температуры
sc: Istratu de sa temperadura
sk: Vrstva teploty
sl: Sloj temperatur
sr: Слој топлоте
sr_latn: Nivo toplote
sv: Temperaturlager
ta: வெப்பநிலை அடுக்கு
tr: Sıcaklık katmanı
uk: Температурний шар
vi: Lớp nhiệt độ
zh_hans: 温度图层
zh_hant: 溫度圖層
