Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# units_and_formats
source: Units & formats
ar: الوحدات والأشكال
ast: Unidaes y formatos
az: Vahidlər və formatlar
be: Адзінкі вымярэння і фарматы
bg: Мерни единици и формати
ca: Unitats i formats
cs: Jednotky a formáty
cy: Unedau a fformatau
da: Enheder & formater
de: Einheiten und Formate
el: Μονάδες μέτρησης & μορφές
eo: Mezurunuoj kaj formoj
es_us: Unidades y formatos
et: Ühikud ja vormingud
eu: Unitate eta formatuak
fa: یکاها و قالب‌ها
fi: Yksiköt&muotoilut
fr: Unités et formats
gl: Unidades e formatos
he: יחידות ותבניות
hu: Mértékegységek & formátumok
hy: Չափման միավորներ և ձեւաչափեր
id: Satuan & format
is: Einingar og snið
it: Unità e formati
ja: 単位と形式
ko: 단위 & 형식
lt: Vienetai ir formatai
lv: Mērvienības un formāti
mk: Edinici i formati
nb: Enheter og formater
nl: Eenheden & formaten
oc: Unitats e formats
pl: Jednostki i formaty
pt_br: Unidades e formatos
ro_ro: Unități & formate
ru: Единицы измерения и форматы
sc: Unidades e formados
sk: Jednotky & formáty
sl: Enote in zapisi
sr: Мерне јединице и облици
sr_latn: Merne jedinice i formati
sv: Enheter & format
ta: அலகுகள் மற்றும் வடிவங்கள்
tr: Birimler ve biçimler
uk: Одиниці виміру й формати
vi: Đơn vị và định dạng
zh_hans: 单位和格式
zh_hant: 單位與格式

# shared_string_appearance
source: Appearance
ar: المظهر
ast: Aspeutu
az: Görünüş
be: Выгляд
bg: Външен вид
ca: Aparença
cs: Vzhled
cy: Ymddangosiad
da: Udseende
de: Aussehen
el: Εμφάνιση
eo: Aspekto
es_us: Aspecto
et: Välimus
eu: Itxura
fa: ظاهر
fi: Ulkoasu
fr: Apparence
gl: Aparencia
he: מראה
hu: Megjelenés
hy: Տեսակ
id: Tampilan
is: Útlit
it: Aspetto
ja: 表示形式
ka: გარეგნობა
ko: 모양
lt: Išvaizda
lv: Izskats
mk: Izgled
ml: ദൃശ്യരൂപം
mr: स्वरुप
nb: Utseende
nl: Uiterlijk
oc: Aparéncia
pl: Wygląd
ro_ro: Aspect
ru: Внешний вид
sc: Aparèntzia
sk: Vzhľad
sl: Videz
sr: Изглед
sr_latn: Izgled
sv: Utseende
ta: தோற்றம்
tr: Görünüm
uk: Вигляд
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

# shared_string_update
source: Update
ar: تحديث
az: Yenilə
be: Абнавіць
bg: Обновяване
ca: Actualitza
cs: Aktualizovat
cy: Diweddaru
da: Opdater
de: Aktualisieren
el: Ενημέρωση
eo: Ĝisdatigi
es_us: Actualizar
et: Uuenda
eu: Eguneratu
fa: به‌روزرسانی
fi: Päivitä
fr: Mettre à jour
gl: Actualizar
he: עדכון
hu: Frissítés
hy: Թարմացնել
id: Perbarui
is: Uppfæra
it: Aggiorna
ja: 更新
ka: განახლება
ko: 갱신
lt: Atnaujinti
lv: Atjauninājums
mk: Azuriraj
ml: പരിഷ്കരിക്കുക(അപ്ഡേറ്റ്)
nb: Oppdater
oc: Actualizar
pl: Aktualizuj
pt_br: Atualizar
ro_ro: Actualizează
ru: Обновить
sc: Agiorna
sk: Aktualizovať
sl: Posodobitev
sr: Надгради
sr_latn: Ažuriranje
sv: Uppdatering
ta: புதுப்பிப்பு
tr: Güncelle
uk: Оновити
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

source: Average altitude
ar: متوسط الارتفاع
ast: Altitú media
az: Ortalama yüksəklik
be: Сярэдняя вышыня
bg: Средна надморска височина
ca: Altitud mitjana
cs: Průměrná výška
cy: Uchder cyfartalog
da: Gennemsnitshøjde
de: Durchschnittliche Höhe
el: Μέσο υψόμετρο
eo: Mezuma altitudo
es_us: Altitud media
et: Keskmine kõrgus
eu: Batezbesteko garaiera
fa: میانگین ارتفاع
fi: Keskimääräinen korkeus
fr: Altitude moyenne
gl: Altitude media
he: גובה ממוצע
hu: Átlagos magasság
hy: Միջին բարձրություն
id: Ketinggian rata-rata
is: Meðalhæð
it: Altitudine media
ja: 平均標高
ka: საშუალო სიმაღლე
ko: 평균 고도
lt: Vidutinis aukštis virš jūros lygio
lv: Vidējā altitūda
mk: Visinski opseg
ml: ശരാശരി ഉയരം
mr: सरासरी उंची
nb: Gjennomsnittshøyde
nl: Gemiddelde hoogte
oc: Altitud mejana
pl: Średnia wysokość
ro_ro: Altitudine medie
ru: Средняя высота
sc: Artària mèdia
sk: Priemerná výška
sl: Povprečna nadmorska višina
sr: Просечна висина
sr_latn: Prosečna visina
sv: Genomsnittlig höjd
ta: சராசரி உயரம்
tr: Ortalama yükseklik
uk: Середня висота
vi: Độ cao trung bình
zh_hans: 平均海拔
zh_hant: 平均海拔

# shared_string_name
source: Name
af: Naam
ar: الاسم
ast: Nome
az: Ad
be: Імя
bg: Име
ca: Nom
cs: Jméno
cy: Enw
da: Navn
el: Όνομα
eo: Nomo
es_us: Nombre
et: Nimi
eu: Izena
fa: نام
fi: Nimi
fr: Nom
gl: Nome
he: שם
hu: Név
hy: Անուն
id: Nama
is: Nafn
it: Nome
ja: 名前
ka: სახელი
ko: 이름
ku: Nav
lt: Pavadinimas
lv: Nosaukums
mk: Ime
ml: പേര‍്
mr: नाव
nb: Navn
nl: Naam
oc: Nom
pl: Nazwa
ro_ro: Nume
ru: Название
sc: Nùmene
sk: Názov
sl: Ime
sr: Име
sr_latn: Ime
sv: Namn
ta: பெயர்
tr: Ad
uk: Назва
vi: Tên
zh_hans: 名称
zh_hant: 名稱

source: By name
ar: بالاسم
be: Па імёнах
ca: Per nom
cs: Podle názvu
da: Efter navn
de: Nach Namen
el: Κατά όνομα
es_us: Por nombre
et: Nime järgi
fi: Nimen mukaan
fr: Par nom
hu: Név szerint
id: Berdasarkan nama
is: Eftir nafni
it: Per nome
ja: 名前で
ko: 이름별
nb: Ved navn
nl: Op naam
oc: Per lo nom
pl: Alfabetycznie
pt_br: Por nome
ro_ro: Prin nume
ru: По имени
sc: Pro nùmene
sk: Podľa názvu
sr: По имену
sr_latn: Po imenu
sv: Efter namn
ta: பெயரால்
tr: Ada göre
uk: За іменем
zh_hant: 按名稱

# shared_string_install
source: Install
ar: تثبيت
ast: Instalar
az: Quraşdır
be: Усталяваць
bg: Инсталиране
ca: Instal·la
cs: Instalovat
cy: Gosod
da: Installer
de: Installieren
el: Εγκατάσταση
eo: Instali
es_us: Instalar
et: Paigalda
eu: Instalatu
fa: نصب
fi: Asenna
fr: Installer
gl: Instalar
he: התקנה
hu: Telepítés
hy: Տեղադրել
id: Pasang
is: Setja upp
it: Installa
ja: インストール
ka: ჩადგმა
kn: ಅನುಸ್ಥಾಪಿಸಿ
ko: 설치
ku: Daxe
lt: Įdiegti
lv: Instalēt
mk: Instaliraj
ml: സ്ഥാപിക്കുക
my: ထည့်သွင်းပါ
nb: Installer
nl: Installeer
oc: Installar
pl: Zainstaluj
pt_br: Instalar
ro_ro: Instalați
ru: Установить
sc: Installa
sk: Inštalovať
sl: Namesti
sr: Угради
sr_latn: Instaliraj
sv: Installera
ta: நிறுவவும்
tr: Yükle
uk: Встановити
zh_hans: 安装
zh_hant: 安裝

# shared_string_back
source: Back
ar: عودة
az: Geri
be: Назад
bg: Назад
ca: Enrere
cs: Zpět
cy: Nôl
da: Tilbage
de: Zurück
el: Προηγούμενο
eo: Reen
es_us: Atrás
et: Tagasi
eu: Atzera
fa: عقب
fi: Takaisin
fr: Retour
gl: Voltar
he: חזרה
hu: Vissza
hy: Վերադառնալ
id: Kembali
is: Til baka
it: Indietro
ja: 戻る
ka: უკან
ko: 뒤로
ku: Paşve
lt: Atgal
lv: Atpakaļ
mk: Nazad
ml: പിന്നോട്ട്
my: နောက်သို့
nb: Tilbake
nl: Terug
oc: Tornar
pl: Wróć
pt_br: Voltar
ro_ro: Înapoi
ru: Назад
sc: In dae segus
sk: Späť
sl: Nazaj
sr: Назад
sr_latn: Nazad
sv: Bakåt
ta: பின்
tr: Geri
uk: Назад
zh_hans: 返回
zh_hant: 返回

# shared_string_logout
source: Log out
ar: تسجيل الخروج
az: Çıx
be: Выйсці
bg: Излизане
cs: Odhlásit se
cy: Allgofnodi
da: Log ud
de: Abmelden
el: Αποσύνδεση
eo: Elsaluti
es_us: Cerrar sesión
et: Logi välja
eu: Amaitu saioa
fa: خروج
fi: Kirjaudu ulos
fr: Se déconnecter
he: יציאה
hu: Kijelentkezés
id: Keluar
is: Skrá út
it: Esci
ja: ログアウト
ka: გასვლა
ko: 로그아웃
lt: Atsijungti
mk: Iskluchi se
nb: Logg ut
nl: Log uit
oc: Se deconnectar
pl: Wyloguj
ro_ro: Deconectează-te
ru: Выйти
sc: Essi
sk: Odhlásiť
sl: Odjavi se
sr: Одјава
sr_latn: Odjava
sv: Logga ut
ta: விடுபதிகை
tr: Oturumu kapat
uk: Вийти
vi: Đăng xuất
zh_hans: 退出登录
zh_hant: 登出

# shared_string_continue
source: Continue
ar: استمرار
az: Davam et
be: Працягнуць
bg: Напред
ca: Continua
cs: Pokračovat
cy: Parhau
da: Fortsæt
de: Fortfahren
el: Συνέχεια
eo: Daŭrigi
es_us: Continuar
et: Jätka
eu: Jarraitu
fa: ادامه
fi: Jatka
fr: Continuer
gl: Continuar
he: המשך
hu: Folytatás
hy: Շարունակել
id: Lanjutkan
is: Halda áfram
it: Continua
ja: 続行
ka: გაგრძელება
ko: 계속
lt: Tęsti
lv: Turpināt
mk: Prodolzi
ml: തുടരൂ
nb: Fortsett
nl: Doorgaan
oc: Contuniar
pl: Kontynuuj
pt_br: Continuar
ro_ro: Continuă
ru: Продолжить
sc: Sighi
sk: Pokračovať
sl: Nadaljuj
sr: Настави
sr_latn: Nastavi
sv: Fortsätt
ta: தொடரவும்
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# nm
source: nmi
ar: ميل بحري
be: м.мілі
bg: мор. мили
bn: নটিকাল মাইল
ca: NM
da: sømil
de: sm
el: ναυτικό μίλι
et: M
eu: mn
fi: mpk
fr: mn
gl: Milla náutica
he: מייל ימי
hu: tengeri mérföld
hy: նմ
is: sml
ja: 海里
ka: ნმ
ko: nm
lt: jm
lv: nm
mk: nmi (Normalizirani meǵusebni informacii)
ml: നോ. മൈല്‍
nb: sjømil
oc: MN
pl: Mm
pt_br: mn
ro_ro: nmi ( nautic miles)
ru: мор. миля
sr: нми
sv: di
ta: என்.எம்.ஐ.
uk: BMI
zh_hans: 浬
zh_hant: 浬

# min_mile
source: min/m
ar: د/م
az: dəq/mil
be: хв/м
bg: мин/м
cy: mun/m
de: min/mile
el: λεπτά/μίλι
gl: min/mi
he: דק׳/מ׳
hu: perc/mérföld
hy: րոպե/մ
id: mnt/m
is: mín/ml
ka: წთ/მილი
ko: 분/m
ml: മിനു/മൈല്‍
my: မိနစ် / မီတာ
nl: min/mijl
ru: мин/м
sv: min/mi
ta: n/m
uk: хв/м
zh_hans: 分钟每米
zh_hant: 分/公尺

source: min/km
ar: د/كم
az: dəq/km
be: хв/км
bg: мин/км
cy: mun/km
el: λεπτά/χιλιόμετρο
he: דק׳/ק״מ
hu: perc/km
hy: րոպե/կմ
id: mnt/km
is: mín/km
ka: წთ/კმ
ko: 분/km
ml: മിനു/കിമി
my: မိနစ် / ကီလိုမီတာ
ru: мин/км
ta: நிமையம்/கிமீ
uk: хв/км
zh_hans: 分/千米
zh_hant: 分/公里

source: m/s
ar: م/ث
az: m/san
be: м/с
bg: м/сек
bn: মি/সে
cy: m/e
el: μέτρα/δευτερόλεπτο
gl: m/seg
he: מ/שנ׳
hy: մ/վ
id: m/d
is: m/sek
ka: მ/წმ
ml: മീ/സെ.
my: မီတာ / စက္ကန့်
ru: м/с
ta: எம்/கள்
uk: м/с
zh_hans: 米/秒
zh_hant: 公尺/秒

# si_kmh
source: Kilometers per hour
ar: كم/س
ast: Quilómetros per hora
az: Saatda kilometr
be: Кіламетраў за гадзіну
bg: Километри в час
ca: Kilòmetres per hora
cs: Kilometry za hodinu
cy: Cilomedr yr awr
da: Kilometer i timen
de: Kilometer pro Stunde
el: Χιλιόμετρα ανά ώρα
eo: Kilometroj en horo
es_us: Kilómetros por hora
et: Kilomeetrit tunnis
eu: Kilometro orduko
fa: کیلومتر بر ساعت
fi: Kilometriä tunnissa
fr: Kilomètres par heure
gl: Quilómetros por hora
he: קילומטרים לשעה
hu: km/h
hy: Կիլոմետր ժամում
id: Kilometer per jam
is: Kílómetrar á klukkustund
it: Chilometri all'ora
ja: キロメートル毎時
ka: კილომეტრი საათში
ko: 시간당 킬로미터
lt: Kilometrai per valandą
lv: Kilometri stundā
mk: km/h
ml: കിലോമീറ്റര്‍/മണിക്കൂര്‍
nb: Kilometer i timen
nl: Kilometer per uur
oc: Quilomètres a l'ora
pl: Kilometry na godzinę
pt_br: Quilômetros por hora
ro_ro: Kilometri pe oră
ru: Километров в час
sc: Chilòmetros a s'ora
sk: Kilometre za hodinu
sl: Kilometri na uro
sr: Километара на сат
sr_latn: Kilometara na sat
sv: Kilometer per timme
ta: ஒரு மணி நேரத்திற்கு கிலோமீட்டர்
tr: Kilometre/saat
uk: Кілометрів на годину
vi: Ki-lô-mét trên giờ
zh_hans: 千米每小时
zh_hant: 公里每小時

# si_mph
source: Miles per hour
ar: ميل ساعة
ast: Milles per hora
az: Saatda mil
be: Міляў за гадзіну
bg: Мили в час
ca: Milles per hora
cs: Míle za hodinu
cy: Milltir yr awr
da: Mil i timen
de: Meilen pro Stunde
el: Μίλια ανά ώρα
eo: Mejloj en horo
es_us: Millas por hora
et: Miili tunnis
eu: Milia orduko
fa: مایل بر ساعت
fi: Mailia tunnissa
fr: Miles par heure
gl: Millas por hora
he: מיילים לשעה
hu: mérföld/h
hy: Մղոն ժամում
id: Mil per jam
is: Mílur á klukkustund
it: Miglia all'ora
ja: マイル毎時
ka: მილი საათში
ko: 시간당 마일 수
lt: Mylios per valandą
lv: Jūdzes stundā
mk: Mi/h
ml: മൈല്‍/മണിക്കൂര്‍
my: တစ်နာရီမိုင်
nb: Engelsk mil i timen
nl: Mijl per uur
oc: Milas a l'ora
pl: Mile na godzinę
pt_br: Milhas por hora
ro_ro: Mile pe oră
ru: Миль в час
sc: Mìllias a s'ora
sk: Míle za hodinu
sl: Milje na uro
sr: Миља на сат
sr_latn: Milja na sat
sv: Miles per timme
ta: ஒரு மணி நேரத்திற்கு மைல்கள்
tr: Mil/saat
uk: Миль на годину
zh_hans: 英里/小时
zh_hant: 英里每小時

# si_m_s
source: Meters per second
ar: م/ث
ast: Metros per segundu
az: Saniyədə metr
be: Метраў за секунду
bg: Метри в секунда
ca: Metres per segon
cs: Metrů za sekundu
cy: Metrau yr eiliad
da: Meter per sekund
de: Meter pro Sekunde
el: Μέτρα ανά δευτερόλεπτο
eo: Metroj en sekundo
es_us: Metros por segundo
et: Meetrit sekundis
eu: Metro segunduko
fa: متر بر ثانیه
fi: Metriä sekunnissa
fr: Mètres par seconde
gl: Metros por segundo
he: מטרים לשנייה
hu: m/s
hy: Մետր վայրկյանում
id: Meter per detik
is: Metrar á sekúndu
it: Metri al secondo
ja: メートル毎秒
ka: მეტრი წამში
ko: 초당 미터
lt: Metrai per sekundę
lv: Metri sekundē
mk: Metri vo sekunda
ml: "മീറ്റര്‍/സെക്കന്റ് "
my: တစ်စက္ကန့်ကိုမီတာ
nb: Meter per sekund
nl: Meter per seconde
oc: Mètres a la segonda
pl: Metry na sekundę
pt_br: Metros por segundo
ro_ro: Metri pe secundă
ru: Метров в секунду
sc: Metros a su segundu
sk: Metre za sekundu
sl: Metri na sekundo
sr: Метара у секунди
sr_latn: Metara u sekundi
sv: Meter per sekund
ta: நொடிக்கு மீட்டர்
tr: Metre/saniye
uk: Метрів за секунду
zh_hans: 米/秒
zh_hant: 公尺每秒

# si_min_km
source: Minutes per kilometer
ar: دقيقة/كم
ast: Minutos per quilómetru
az: Kilometrdə dəqiqə
be: Хвілін на кіламетар
bg: Минути на километър
ca: Minuts per kilòmetre
cs: Minut na kilometr
cy: Munudau y cilomedr
da: Minutter pr. kilometer
de: Minuten pro Kilometer
el: Λεπτά ανά χιλιόμετρο
eo: Minutoj en kilometro
es_us: Minutos por kilómetro
et: Minutit kilomeetri kohta
eu: Minutu kilometroko
fa: دقیقه بر کیلومتر
fi: Minuutteja kilometrille
fr: Minutes par kilomètre
gl: Minutos por quilómetro
he: דקות לקילומטר
hu: perc/km
hy: Րոպե կիլոմետր
id: Menit per kilometer
is: Mínútur á kílómetra
it: Minuti al chilometro
ja: 分/キロメートル
ka: წუთი კილომეტრში
ko: 킬로미터당 분
lt: Minutės vienam kilometrui
lv: Minūtes kilometrā
mk: Minuti za kilometar
ml: മിനുട്ട്/കിലോമീറ്റര്‍
my: တစ်မိနစ်မှာ ကီလိုမီတာနှုန်း
nb: Minutter per kilometer
nl: Minuten per kilometer
oc: Minutas au quilomètre
pl: Minuty na kilometr
pt_br: Minutos por quilômetro
ro_ro: Minute pe kilometru
ru: Минут на километр
sc: Minutos a su chilòmetru
sk: Minúty za kilometer
sl: Minute na kilometer
sr: Минута по километру
sr_latn: Minuta po kilometru
sv: Minuter per kilometer
ta: ஒரு கிலோமீட்டருக்கு நிமிடங்கள்
tr: Dakika/kilometre
uk: Хвилин на кілометр
zh_hans: 分钟每千米
zh_hant: 分鐘每公里

# si_min_m
source: Minutes per mile
ar: دقيقة/ميل
ast: Minutos per milla
az: Mildə dəqiqə
be: Хвілін на мілю
bg: Минути на миля
ca: Minuts per milla
cs: Minut na míli
cy: Munudau y filltir
da: Minutter pr. mil
de: Minuten pro Meile
el: Λεπτά ανά μίλι
eo: Minutoj en mejlo
es_us: Minutos por milla
et: Minutit miili kohta
eu: Minutu miliaro
fa: دقیقه بر مایل
fi: Minuutteja mailille
fr: Minutes par mile
gl: Minutos por milla
he: דקות למייל
hu: perc/mérföld
hy: Րոպե մղոն
id: Menit per mil
is: Mínútur á mílu
it: Minuti al miglio
ja: 分/マイル
ka: წუთი მილში
ko: 마일당 분
lt: Minutės per mylią
lv: Minūtes jūdzē
mk: Minuti za milja
ml: മിനുട്ട്/മൈല്‍
my: တစ်မိနစ်မှာမိုင်
nb: Minutter per engelsk mil
nl: Minuten per mijl
pl: Minuty na milę
pt_br: Minutos por milha
ro_ro: Minute pe milă
ru: Минут на милю
sc: Minutos a su mìlliu
sk: Minúty za míľu
sl: Minute na miljo
sr: Минута по миљи
sr_latn: Minuta po milji
sv: Minuter per mile
ta: ஒரு மைலுக்கு நிமிடங்கள்
tr: Dakika/mil
uk: Хвилин на милю
zh_hans: 分钟/英里
zh_hant: 分鐘每英里

# si_nm
source: Nautical miles
ar: ميل بحري
ast: Milles náutiques
az: Dəniz mili
be: Марскія мілі
bg: Морски мили
ca: Milles nàutiques
cs: Námořní míle
cy: Milltiroedd morwrol
da: Sømil
de: Seemeilen
el: Ναυτικά μίλια
eo: Marmejloj
es_us: Millas náuticas
et: Meremiilid
eu: Milia nautikoak
fa: مایل دریایی
fi: Meripeninkulmat
fr: Miles nautiques
gl: Millas náuticas
he: מיילים ימיים
hu: Tengeri mérföld
hy: Ծովային մղոն
id: Mil bahari
is: Sjómílur
it: Miglia nautiche
ja: 海里
ka: საზღვაო მილი
ko: 항해 마일
ku: Mîlê behrê
lt: Jūrmylės
lv: Jūras jūdze
mk: Nauticki mili
ml: നോട്ടിക്കല്‍ മൈല്‍
my: ရေကြောင်းမိုင်
nb: Nautiske mil
nl: Nautische mijlen
oc: Milas nautic
pl: Mile morskie
pt_br: Milhas náuticas
ro_ro: Mile nautice
ru: Морские мили
sc: Mìllias nàuticas
sk: Námorné míle
sl: Navtične milje
sr: Наутичке миље
sr_latn: Nautičke milje
sv: Distansminuter
ta: கடல் மைல்கள்
tr: Deniz mili
uk: Морські милі
zh_hans: 海里
zh_hant: 海浬

# rendering_attr_showClimbingRoutes_name
source: Climbing routes
cs: Lezecké trasy
da: Klatreruter
el: Αναρριχητικές διαδρομές
et: Ronimismarsruudid
fa: مسیرهای صخره‌نوردی
fr: Voies d'escalade
hu: Hegymászó utak
id: Rute pendakian
is: Klifurleiðir
it: Percorsi arrampicata
ja: 登山ルート
nl: Klimroutes
ru: Скалолазные маршруты
sk: Lezecké trasy
sr: Стазе за пењање
sv: Klätterrutter
ta: ஏறும் வழிகள்
uk: Скелелазні маршрути
vi: Các tuyến đường leo núi
zh_hant: 攀登路線

# lang_br
source: Breton
ar: البريتونية
ast: Bretón
az: Bretonca
be: Брэтонская
bg: Бретонски
ca: Bretó
cs: Bretonština
cy: Llydaweg
da: Bretonsk
de: Bretonisch
el: Βρετονικά
eo: Bretona
es_us: Bretón
et: bretooni
eu: Bretoiera
fa: برتون
fi: Bretoni
gl: Bretón
he: ברטונית
hy: Բրետոնի
is: Bretónska
it: Bretone
ja: ブルトン語
ka: ბრეტონული
kn: ಬ್ರೆಟನ್
ko: 브루타뉴어
lt: Bretonų
lv: Bretoņu
mk: Bretonski
ml: "ബ്രെടൊണ്‍ ഭാക്ഷ "
nb: Bretonsk
nl: Bretons
pl: Bretoński
ro_ro: Bretonă
ru: Бретонский
sc: Bretonu
sk: Bretónsky
sl: Bretonščina
sr: Бретонски
sr_latn: Bretonski
sv: Bretonska
ta: பிரெட்டன்
tr: Bretonca
uk: Бретонська
zh_hans: 布列塔尼文
zh_hant: 布列塔尼語

# lang_ckb
source: Central Kurdish
ar: الكردية الوسطى
be: Курдская (цэнтральная)
bg: Централен кюрдски
cs: Centrální kurdština
da: Centralkurdisk
de: Zentralkurdisch
el: Κεντρικά κουρδικά (σορανί)
eo: Sorana
es_us: Kurdo central
et: keskkurdi ehk sorani
eu: Erdialdeko kurduera
fa: کردی مرکزی
fr: Sorani
he: כורדית מרכזית
hu: Közép-kurd
id: Kurdi Tengah
is: Mið-kúrdíska
it: Curdo centrale
ja: 中央クルド語
ko: 중부 쿠르드족
lt: Centrinė kurdų
mk: Centralno kurdiski
nb: Sorani
nl: Centraal Koerdisch
pl: Kurdyjski centralny
ro_ro: Kurdă centrală
ru: Центральный курдский
sc: Curdu tzentrale
sk: Kurdsky Sorání
sl: Soranska kurdščina
sr: Средњекурдски
sr_latn: Srednjekurdski
sv: Sorani
ta: மைய குர்திச்
tr: Orta Kürtçe
uk: Сорані (центральнокурдська)
vi: Tiếng Sorani
zh_hans: 中库尔德语
zh_hant: 中庫德語

# lang_kk
source: Kazakh
ar: الكازاخستانية
ast: Kazaquistanín
be: Казахская
bg: Казахски
cs: Kazaština
cy: Kasacheg
da: Kasakhisk
de: Kasachisch
el: Καζάκικα
eo: Kazaĥa
es_us: Kazajo
et: kasahhi
eu: Kazakhera
fa: قزاقی
fi: Kazakki
gl: Casaco
he: קזחית
hi: कज़ाकिस्तानी
hu: kazak
hy: Ղազախերեն
is: Kasakíska
it: Kazako
ja: カザフ語
ka: ყაზახური
ko: 카자흐어 카자흐스탄방언
lt: Kazachų
mk: Kazakstanski
nb: Kasakhisk
nl: Kazachs
pl: Kazachski
ro_ro: Cazacă
ru: Казахский
sc: Kazaku
sk: Kazašsky
sl: Kazaščina
sr: Казашки
sr_latn: Kazaški
sv: Kazakiska
ta: கசாக்
tr: Kazakça
uk: Казахська
vi: Tiếng Kazakh
zh_hans: 哈萨克语
zh_hant: 哈薩克語

# lang_la
source: Latin
ar: اللاتينية
ast: Llatín
az: Latınca
be: Лацінская
bg: Латински
ca: Llatí
cs: Latina
cy: Lladin
de: Lateinisch
el: Λατινικά
eo: Latino
es_us: Latín
et: ladina
eu: Latina
fa: لاتین
fi: Latina
gl: Latín
he: לטינית
hy: Լատիներեն
is: Latína
it: Latino
ja: ラテン語
ka: ლათინური
kn: ಲ್ಯಾಟಿನ್
ko: 라틴어
lt: Lotynų
lv: Latīņu
mk: Latinski
ml: ലാറ്റിന്‍
mr: लॅटिन
nl: Latijn
oc: Latina
pl: Łacina
ro_ro: Latină
ru: Латинский
sc: Latinu
sk: Latinsky
sl: Latinščina
sr: Латински
sr_latn: Latinski
ta: லத்தீன்
tr: Latince
uk: Латинська
zh_hans: 拉丁语
zh_hant: 拉丁語

# lang_sco
source: Scots
ar: الاسكتلنديين
ast: Escocés
be: Шатландская
bg: Шотландски
ca: Escocès
cs: Skotština
cy: Scoteg
da: Skotsk
el: Σκωτσέζικα
eo: Skota
es_us: Escocés
et: šoti
eu: Eskoziera
fa: اسکاتلندی
fi: skotti
fr: Écossais
gl: Escocés
he: סקוטית
hu: skót
hy: Շոտլանդական
id: Skotlandia
is: Skoska
it: Scozzese
ja: スコットランド語
ka: შოტლანდიური
ko: 스코틀랜드어
mk: Skotski
nb: Skotsk
nl: Schots
oc: Escocés
ro_ro: Scoțiană
ru: Шотландский
sc: Iscotzesu (scots)
sk: Škótsky
sl: Škotščina
sr: Шкотски
sr_latn: Škotski
sv: Lågskotska
ta: ச்காட்ச்
tr: İskoçça
uk: Шотландська
vi: Tiếng Scots
zh_hans: 苏格兰语
zh_hant: 低地蘇格蘭語

# shared_string_maps
source: Maps
ar: الخرائط
ast: Mapes
az: Xəritələr
be: Мапы
bg: Карти
ca: Mapes
cs: Mapy
cy: Mapiau
da: Kort
de: Karten
el: Χάρτες
eo: Mapoj
es_us: Mapas
et: Kaardid
eu: Mapak
fa: نقشه‌ها
fi: Kartat
fr: Cartes
gl: Mapas
he: מפות
hu: Térképek
id: Peta
is: Kort
it: Mappe
ja: マップ
ka: რუკები
kn: ನಕ್ಷೆಗಳು
ko: 지도
lt: Žemėlapiai
mk: Karti
nb: Kart
nl: Kaarten
oc: Mapas
pl: Mapy
ro_ro: Hărţi
ru: Карты
sc: Mapas
sk: Mapy
sl: Zemljevidi
sr: Карте
sr_latn: Mape
sv: Kartor
ta: வரைபடங்கள்
tr: Haritalar
uk: Мапи
vi: Bản đồ
zh_hans: 地图
zh_hant: 地圖

# shared_string_rendering_style
source: Rendering style
ar: نمط التقديم
be: Стыль рэндэрынгу
bg: Стил на рендиране
ca: Estil de representació
cs: Styl vykreslování
cy: Arddull rendro
da: Gengivelsesstil
de: Darstellungsstil
el: Τεχνοτροπία απόδοσης
eo: Stilo de bildigado
es_us: Estilo de renderizado
et: Esitusviisi stiil
eu: Errendatze-estiloa
fa: سبک رندر
fi: Piirtotyyli
fr: Style de rendu
gl: Estilo da renderización
he: סגנון העיבוד
hu: Megjelenítés stílusa
id: Gaya perenderan
is: Myndgerðarstíll
it: Stile di rappresentazione
ja: レンダリングのスタイル
ka: რენდერის სტილი
ko: 렌더링 스타일
lt: Rendering styles
lv: Rendering styles
mk: Stil na renderiranje
nb: Opptegningsstil
nl: Weergavestijl
oc: Estil de representacion
pl: Styl renderowania
pt_br: Estilo de renderização
ro_ro: Stil randare
ru: Стиль рендеринга
sc: Istile de renderizatzione
sk: Štýl vykresľovania
sl: Slog upodabljanja
sr: Стил исцртавања
sr_latn: Stil renderinga
sv: Renderingsstil
ta: வழங்குதல் பாணி
tr: Görselleştirme tarzı
uk: Стиль рендерингу
vi: Kiểu hiển thị
zh_hans: 渲染样式
zh_hant: 算繪樣式

# select_navigation_icon
source: Position icon while moving
ar: حدد رمز التنقل
ast: Iconu de posición en movimientu
az: Hərəkət vaxtı mövqe ikonu
be: Значок пазіцыі падчас руху
bg: Икона на позицията по време на движение
ca: Icona de posició en moviment
cs: Ikona polohy při pohybu
cy: Lleoli eicon wrth symud
da: Positionsikon ved bevægelse
de: Positionssymbol in Bewegung
el: Εικονίδιο θέσης κατά τη μετακίνηση
eo: Emblemo de pozicio dum moviĝi
es_us: Icono de la ubicación mientras se mueve
et: Liikumisel kuvatav asukohaikoon
eu: Posizioaren ikonoa mugitzerakoan
fa: نماد موقعیت هنگام حرکت
fi: Sijaintikuvake liikuttaessa
fr: Icône de votre position en déplacement
gl: Icona de posición mentres se move
he: סמל מיקום בזמן תזוזה
hu: Mozgás közben látható pozícióikon
id: Posisikan ikon saat bergerak
is: Staðsetningartáknmynd við hreyfingu
it: Icona della posizione in movimento
ja: 移動中の位置アイコン
kn: ನ್ಯಾವಿಗೇಷನ್ ಐಕಾನ್ ಆಯ್ಕೆಮಾಡಿ
ko: 이동 중에 위치 아이콘
mk: Pozicionirajte ja ikonata dodeka se dvižite
nb: Posisjonsikon under bevegelse
nl: Positie-icoon tijdens bewegen
oc: Icòna de posicion en movement
pl: Ikona położenia podczas ruchu
ro_ro: Selectați icon pentru navigație
ru: Значок при движении
sc: Icona de positzione in movimentu
sk: Ikona polohy pri pohybe
sl: Ikona položaja med premikanjem
sr: Сличица положаја приликом кретања
sr_latn: Ikona vođice
sv: Positionsikon vid förflyttning
ta: நகரும் போது படவுரு நிலை
tr: Hareket halindeyken konum simgesi
uk: Піктограма положення під час руху
vi: Biểu tượng vị trí trong khi di chuyển
zh_hans: 移动时定位图标
zh_hant: 移動時的位置圖示

# base_profile_descr_car
source: Car, truck, motorcycle
ar: سيارة ، شاحنة ، دراجة نارية
ast: Coche, camín y motocicleta
az: Avtomobil, yük maşını, motosiklet
be: Аўтамабіль, грузавік, матацыкл
ca: Cotxe, camió, motocicleta
cs: Auto, nákladní auto, motocykl
cy: Car, lori, beic modur
da: Bil, lastbil, motorcykel
de: Auto, Lkw, Motorrad
el: Αυτοκίνητο, φορτηγό, μηχανή
eo: Aŭto, kamiono, motorciklo
es_us: Automóvil, camión, motocicleta
et: Auto, veoauto, mootorratas
eu: Kotxea, kamioia, motorra
fa: خودرو، کامیون، موتورسیکلت
fi: Auto, kuorma-auto, moottoripyörä
fr: Voiture, camion, moto
gl: Automóbil, camión, motocicleta
he: מכונית, משאית, אופנוע
hi: कार, ट्रक, मोटर साइकिल
hu: Személyautó, teherautó, motorkerékpár
id: Mobil, truk, sepeda motor
is: Bílar, trukkar, mótorhjól
it: Auto, camion, moto
ja: 乗用車、トラック、オートバイ
ka: მანქანა, მოტოციკლი
ko: 자동차, 트럭, 오토바이
lv: Vieglie auto, kravas auto, motocikli
mk: Avtomobil, kamion, motocikl
my: ကား၊ ထရပ်ကား၊ ဆိုင်ကယ်
nb: Bil, lastebil, motorsykkel
nl: Auto, vrachtauto, motor
oc: Automobila, camion, motocicleta
pl: Samochód, ciężarówka, motocykl
pt_br: Carro, caminhão, motocicleta
ro_ro: Mașină, camion, motocicletă
ru: Автомобиль, грузовик, мотоцикл
sc: Màchina, càmion, mototzicleta
sk: Auto, nákladné auto, motocykel
sl: Za avtomobile, motorje, tovornjake
sr: Кола, камион, мотор
sr_latn: Auta, kamion, motor
sv: Bil, lastbil, motorcykel
ta: கார், டிரக், மின்னோடி சைக்கிள்
tr: Araba, kamyon, motorsiklet
uk: Автомобіль, вантажівка, мотоцикл
vi: Ô tô, xe tải, xe đạp
zh_hans: 汽车、卡车、摩托车
zh_hant: 汽車、卡車、摩托車
