Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# poi_search_near_center
source: Search is performed near the center of the map
ar: يتم إجراء البحث بالقرب من مركز الخريطة
be: Пошук выконваецца вакол цэнтра мапы
ca: La cerca es realitza prop del centre del mapa
cs: Vyhledává se v blízkosti středu mapy
da: Søgningen udføres nær midten af kortet
de: Ausgangspunkt der Suche ist die Kartenmitte
el: Η αναζήτηση διεξάγεται κοντά στο κέντρο του χάρτη
es_us: Buscar cerca del centro del mapa
et: Otsingut teostatakse kaardi keskkoha lähedal
fr: La recherche est effectuée à proximité du centre de la carte
hu: A keresés a térkép közepe környékén lesz végrehajtva
id: Pencarian dilakukan di dekat pusat peta
is: Leit er framkvæmd nálægt miðju kortinu
it: La ricerca è svolta vicino al centro della mappa
ja: 検索はマップ中央を基点として実行されます
ko: 지도 중앙 부근에서 검색 수행
nl: Er wordt gezocht in de buurt van het midden van de kaart
oc: La recèrca se fa dins lo ròdol dau centre de la mapa
pl: Wyszukiwanie prowadzone jest blisko centrum mapy
pt_br: Pesquisa é feita perto do centro do mapa
ro_ro: Căutarea se efectuează în apropierea centrului hărții
ru: Поиск выполняется вокруг центра карты
sc: Sa chirca est fata a curtzu de su tzentru de sa mapa
sk: Vyhľadávanie je vykonávané v blízkosti stredu mapy
sl: Iskanje se izvaja v bližini trenutne sredine zemljevida
sr: Претрага се врши у близини центра мапе
sr_latn: Pretraga se vrši u blizini centra mape
sv: Sökningen utförs nära kartans mitt
ta: வரைபடத்தின் மையத்திற்கு அருகில் தேடல் செய்யப்படுகிறது
tr: Arama haritanın merkezine yakın yapılır
uk: Пошук здійснюється навколо центра мапи
zh_hant: 已執行在地圖中心附近的查尋

# gpx_import_already_exists
source: The specified track file is already exists in the list. Please choose action.
ar: ملف المسار بهذا الاسم موجود مسبقا. الرجاء تحديد إجراء.
be: Вызначаны след ужо ёсць у спісе. Калі ласка, абярыце дзеянне.
ca: El fitxer del trajecte indicat ja existeix a la llista. Trieu una acció.
cs: Vybraný soubor stopy již v seznamu je. Zvolte prosím akci.
da: Den angivne sporfil findes allerede på listen. Vælg en handling.
de: Die angegebene Trackdatei existiert bereits in der Liste. Bitte Aktion auswählen.
el: Το συγκεκριμένο αρχείο ίχνους υπάρχει ήδη στη λίστα. Παρακαλώ επιλέξτε ενέργεια.
es_us: Ya existe el archivo de la traza indicada. Elige una acción.
et: Määratud teekonna fail on juba nimekirjas. Palun vali tegevus.
fr: Le fichier de trace spécifié existe déjà dans la liste. Choisissez une action.
gl: The specified trip file is already exists in the list. Please choose action.
hu: A megadott nyomvonalfájl már rajta van a listán. Válasszon műveletet.
id: File track yang ditentukan sudah ada dalam daftar. Silakan pilih tindakan.
is: Tiltekna ferlaskráin er þegar á listanum. Veldu einhverja aðgerð.
it: Il file del viaggio indicato è già presente nella lista. Per favore scegliere l'azione.
ja: 指定された経路ファイルは既にリストに存在します。どのように処理するかを選択してください。
ko: 지정한 트랙 파일이 목록에 이미 있음. 작업을 선택하십시오.
nb: The specified trip file is already exists in the list. Please choose action.
nl: Het aangegeven track-bestand bestaat al op de lijst. Kies een aktie.
oc: Lo fichier de l'itinerari indicat se tròba ja dins la lista. Chausissètz una accion.
pl: Określony plik trasy już istnieje na liście. Wybierz akcję.
pt_br: A trilha especificada já existe na lista. Por favor, escolha a ação.
ro_ro: Fișierul de track specificat există deja în listă. Vă rugăm să alegeți o acțiune.
ru: Указанный файл трека уже присутствует в списке. Пожалуйста, выберите действие.
sc: Su documentu de sa rasta indicadu est giai presente in sa lista. Pro praghere issèbera s'atzione.
sk: Zadaný súbor so stopou je už v zozname. Vyberte akciu.
sl: Določena datoteka poti potovanja na seznamu že obstaja. Kaj želite storiti?
sr: Наведена датотека путање већ постоји на листи. Молимо изаберите акцију.
sr_latn: Navedena datoteka putanje već postoji na listi. Molimo izaberite akciju.
sv: Den angivna spår-filen finns redan i listan. Välj åtgärd.
ta: குறிப்பிட்ட தட கோப்பு ஏற்கனவே பட்டியலில் உள்ளது. செயலைத் தேர்வுசெய்க.
tr: Belirtilen yol dosyası listede zaten var. Lütfen eylem seçin.
uk: Зазначений файл треку вже є в переліку. Оберіть дію.
zh_hant: 在清單裡已有指定的旅程檔案。請選擇操作。

# gpx_parse_error
source: Issues found with a GPX file. You may contact OsmAnd support to investigate.
ar: تم العثور على مشاكل مع ملف GPX. يمكنك الاتصال بالدعم والتحقق من الملف.
be: У файле GPX выяўленыя праблемы. Звяжыцеся са службай падтрымкі OsmAnd.
bg: Открити са проблеми с файл GPX. Свържете се с поддръжката на OsmAnd, за да помогнете да проучат проблема.
ca: S'han trobat problemes amb un fitxer GPX. Podeu contactar amb l'assistència d'OsmAnd per investigar.
cs: Nalezeny problémy se souborem GPX. Můžete se obrátit na podporu OsmAnd a prošetřit je.
cy: Nid yw OsmAnd GPX wedi'i ffurfio'n dda, cysylltaâ'r tîm cymorth i ymchwilio ymhellach.
da: Problemer fundet med en GPX-fil. Du kan kontakte OsmAnd support for at undersøge det.
de: Probleme mit einer GPX-Datei gefunden. Sie können sich zur Untersuchung an den OsmAnd-Support wenden.
el: Βρέθηκαν προβλήματα με ένα αρχείο GPX. Επικοινωνήστε με την ομάδα υποστήριξης του OsmAnd για διερεύνηση.
eo: Trovis problemon pri GPX-dosiero. Kontaktu la helpteamon de OsmAnd por solvi la problemon.
es_us: Se encontraron problemas con un archivo GPX. Contacta con la asistencia de OsmAnd para investigar.
et: OsmAnd GPX-andmestiku vormingus on vigu. Täpsemaks uurimiseks võid võta ühendust meie kasutajatoega.
eu: GPX fitxategi batean aurkitutako arazoak. OsmAnd laguntzarekin jar zaitezke harremanetan ikertzeko.
fa: مشکلاتی در یک پرونده GPX پیدا شد. برای بررسی بیشتر می توانید با پشتیبانی OsmAnd تماس بگیرید.
fi: GPX-tiedostosta löytyi ongelmia. Voit ottaa yhteyttä OsmAndin tukeen asian selvittämiseksi.
fr: Ce fichier GPX contient des erreurs. Contactez le support OsmAnd pour analyser le problème.
gl: O GPX do OsmAnd non está ben formado, por favor, contacta co equipo de soporte para pescudar máis.
he: ה־GPX של OsmAnd אינו מסודר כראוי, נא ליצור קשר עם צוות התמיכה כדי להעמיק את המחקר.
hu: Hiba történt egy GPX-fájlban További vizsgálathoz kapcsolatba léphet az OsmAnd ügyfélszolgálattal.
hy: OsmAnd-ի լավ ձևավորված չէ GPX, խնդրում ենք կապվել աջակցության թիմի հետ հետագա քննության համար:
id: Masalah ditemukan dengan sebuah berkas GPX. Anda dapat menghubungi dukungan OsmAnd untuk menyelidiki.
is: Vandamál fundust í GPX-skrá. Hafðu samband við aðstoðarteymið til að fá botn í þetta.
it: Problemi riscontrati con un file GPX. Puoi contattare il team di supporto per approfondire.
ja: GPXファイルに問題が見つかりました。 OsmAndのサポートに連絡すれば調査することができます。
ko: 오스만드 GPX가 제대로 형성되지 않았으므로 지원팀에 문의하여 추가 조사를 진행하십시오.
lt: OsmAnd GPX is not well formed, please contact the support team to investigate further.
lv: OsmAnd GPX nav pareizi noformēts, lūdzu kontaktējieties ar atbalsta grupu, lai noskaidrotu iemeslus.
mk: OsmAnd GPX ne e dobro formiran, ve molime kontaktirajte go timot za poddrška za dopolnitelno da istraži.
nb: Funnet problemer med en GPX-fil. Du kan kontakte OsmAnd-brukerstøtte for å undersøke det.
nl: Er zijn problemen gevonden met een GPX-bestand. Je kunt contact opnemen met OsmAnd support voor onderzoek.
oc: Lo fichier GPX es endecat. Indicatz-o a l'equipa de supòrt per aprefondir la causa.
pl: Problemy znalezione w pliku GPX. Możesz skontaktować się z obsługą OsmAnd w celu zbadania sprawy.
pt_br: O arquivo GPX do OsmAnd não está bem formado, entre em contato com a equipe de suporte para investigar mais.
ro_ro: Probleme găsite cu un fișier GPX. Puteți contacta serviciul de asistență OsmAnd pentru a investiga.
ru: В GPX-файле обнаружены проблемы. Для выяснения причин свяжитесь со службой поддержки .
sc: Problemas agatados cun unu documentu GPX. Podes cuntatare s'iscuadra de suportu pro investigare.
sk: Našli sa problémy so súborom GPX. Môžete kontaktovať podporu OsmAnd pre preskúmanie chyby.
sl: Ugotovljene težave z datoteko GPX. Za preiskavo se lahko obrneš na OsmAnd podporo.
sr: Пронађен је проблем са датотеком ГПИкс-а Можете се обратити подршци ОсмАнда ради истраге.
sr_latn: Pronađen je problem sa datotekom GPX-a Možeš se obratiti podršci OsmAnda radi istrage.
sv: Problem hittades med en GPX-fil. Du kan kontakta OsmAnd support för hjälp att undersöka felet.
ta: சி.பி.எக்ச் கோப்பில் காணப்படும் சிக்கல்கள். விசாரிக்க நீங்கள் ஒச்மண்ட் ஆதரவை தொடர்பு கொள்ளலாம்.
tr: GPX dosyası ile ilgili sorunlar bulundu. İncelemek için OsmAnd destek ile iletişime geçebilirsiniz.
uk: Виявлено проблеми з файлом GPX. Ви можете звернутися до служби підтримки OsmAnd для детальнішого вивчення ситуації.
vi: Phát hiện sự cố với một tệp GPX. Bạn có thể liên hệ với bộ phận hỗ trợ của OsmAnd để được kiểm tra.
zh_hans: GPX 文件存在问题。 您可联系 OsmAnd 支持进一步排查。
zh_hant: GPX 檔案有問題。 您可能要聯絡 OsmAnd 支援團隊以進一步調查。

# tracks_on_map
source: Displayed tracks
ar: المسارات المعروضة
be: Адлюстроўваемыя сляды
bg: Показани трасета
ca: Traces visualitzades
cs: Zobrazené stopy
cy: Traciau sy'n cael eu dangos
da: Viste spor
de: Angezeigte Tracks
el: Εμφανιζόμενα ίχνη
eo: Montrataj kursoj
es_us: Trazas mostradas
et: Kuvatud rajad
eu: Bistaratutako arrastoak
fa: ردهای نمایان
fi: Näytetyt jäljet
fr: Traces affichées
gl: Pistas amosadas
he: עקבות מוצגים
hu: Megjelenített nyomvonalak
id: Trek yang ditampilkan
is: Birtir ferlar
it: Tracciati visualizzati
ja: マップ上の経路
ka: ნაჩვენები ბილიკები
ko: 표시된 트랙
lt: Tracks on map
lv: Parādītie treki
mk: Prikažani zapisi
ml: കാണിക്കുന്ന ട്രാക്കുകള്‍
nb: Viste spor
nl: Getoonde tracks
oc: Traças vesedoiras
pl: Wyświetlane trasy
pt_br: trilhas no mapa
ro_ro: Trasee afișate
ru: Отображаемые треки
sc: Rastas ammustradas
sk: Zobrazené stopy
sl: Prikazane sledi
sr: Приказани трагови
sr_latn: Prikazane trase
sv: Visade spår
ta: காட்டப்படும் தடங்கள்
tr: Görüntülenen izlenen yollar
uk: Показані треки
vi: Cung đường được hiển thị
zh_hans: 已显示轨迹
zh_hant: 顯示軌跡

# gpx_export_select_track
source: Please select track for Export
ar: يرجى اختيار رحلة للتصدير
be: Абярыце след для экспарту
ca: Seleccioneu el trajecte a exportar
cs: Zvolte prosím stopu pro export
da: Vælg et spor til eksport
de: Bitte wählen Sie einen Track zum Exportieren aus
el: Παρακαλώ επιλέξτε ίχνος για εξαγωγή
es_us: Elige la traza a exportar
et: Palun vali eksporditav teekond
fr: Merci de sélectionner la trace à exporter
gl: Please select trip for Export
hu: Válasszon nyomvonalat az exportáláshoz
id: Silakan pilih track untuk Ekspor
is: Veldu feril til útflutnings
it: Per favore scegli il viaggio da esportare
ja: エクスポートする経路を選択してください
ko: 내보낼 트랙을 선택
nb: Please select trip for Export
nl: Selecteer een track om te Exporteren
oc: Seleccionatz lo percors d'exportar
pl: Wybierz trasę, którą chcesz wyeksportować
pt_br: Por favor selecione a trilha para exportar
ro_ro: Vă rugăm să selectați track-ul pentru export
ru: Пожалуйста, выберите трек для экспорта
sc: Pro praghere ischerta sa rasta de esportare
sk: Vyberte stopu pre Export
sl: Izbor poti za izvoz
sr: Изаберите путању за извоз
sr_latn: Izaberite putanju za izvoz
sv: Välj spår att exportera
ta: ஏற்றுமதிக்கான தடத்தைத் தேர்ந்தெடுக்கவும்
tr: Lütfen dışa aktarılacak yolu seçin
uk: Оберіть трек для експорту
zh_hant: 請選擇要匯出的旅程

# gpx_import_desc
source: To import your GPX files (common GPS data format) from Dropbox, Email, or any other source use "Copy to OsmAnd Maps" option
ar: لاستيراد ملفات GPX (تنسيق بيانات GPS الشائعة) من Dropbox أو البريد الإلكتروني أو أي مصدر آخر استخدم خيار "نسخ إلى خرائط أوسماند"
be: Каб імпартаваць файлы GPX (звычайны фармат даных GPS) з Dropbox, Email ці іншай праграмы, выкарыстоўвайце параметр "Скапіяваць у мапы OsmAnd"
ca: Per importar els vostres arxius GPX (el format de dades GPS habitual) des del Dropbox, correu electrònic o qualsevol altra font utilitzeu l'opció «Copia a OsmAnd Maps»
cs: Pro importování souborů GPX (běžný datový formát pro GPS) z Dropboxu, emailu nebo jiného zdroje použijte funkci "Kopírovat do OsmAnd map"
da: For at importere GPX-filer (fælles GPS-data format) fra Dropbox, e-mail eller en anden kilde brug "Kopier til OsmAnd Kort"
de: Verwenden Sie die Option "Nach OsmAnd-Karten kopieren", um Ihre GPX-Dateien (gängiges GPS-Datenformat) aus Dropbox, E-Mail oder einer anderen Quelle zu importieren
el: Για να κάνετε εισαγωγή των GPX αρχείων (κοινή μορφή δεδομένων GPS) από Dropbox, Email, ή οποιαδήποτε άλλη πηγή χρησιμοποιήστε την επιλογή "Αντιγραφή σε Χάρτες OsmAnd"
es_us: Para importar los archivos GPX (formato común de datos GPS) desde Dropbox, correo electrónico u otro repositorio, usa la opción «Copiar a los mapas de OsmAnd»
et: GPX failide (tavalises GPS vormingus) importimiseks Dropboxist, e-postist või muust allikast kasuta "Kopeeri OsmAnd Mapsi" valikut
fr: Pour importer vos fichiers GPX (format d'enregistrement classique de données GPS) depuis Dropbox, un courriel ou toute autre source utilisez la fonction « Copier vers OsmAnd Maps »
gl: You can import your GPX files (common GPS data format) To share the GPX file you can open file from Dropbox, Email, or any other source - Use Open In function
hu: GPX-fájlok (gyakori GPS adatformátum) Dropboxból, e-mailből vagy más forrásból való importálásához használja a „Másolás az OsmAnd térképekhez” lehetőséget
id: Untuk mengimpor file GPX Anda (format data GPS umum) dari Dropbox, Email, atau sumber lain mana pun, gunakan opsi "Salin ke OsmAnd Maps"
is: Til að flytja inn GPX-skrárnar þínar (algengt GPS-gagnasnið) úr Dropbox, tölvupósti eða öðru slíku - notaðu 'Afrita í OsmAnd-kort' aðgerðina
it: Per importare i tuoi file GPX (formato di dati GPS comune) da Dropbox, Email o qualsiasi altra fonte, utilizza l'opzione "Copia su OsmAnd Maps"
ja: GPXファイル(汎用GPSデータ形式)をDropbox、電子メール、またはその他のアプリからインポートするには、"OsmAnd Mapsにコピー"オプションを使用します
ko: Dropbox, Email 또는 다른 소스에서 GPX 파일(공통 GPS 데이터 형식)을 가져오려면 "OsmAnd Maps에 복사" 옵션을 사용하십시오.
nl: Om je GPX bestanden (standaard GPS gegevensformaat) te importeren uit Dropbox, Email, of andere programma's, gebruik de "Kopieer naar OsmAnd Maps" optie
oc: Per importar vòstreis arquius GPX (lo format de donadas GPS costumier) de la Dropbox, d'un corrier electronic ò de quina autra fònt utilizatz l'opcion «Còpia sus OsmAnd Maps»
pl: Aby zaimportować swoje pliki GPX (typowy format danych GPS) z Dropbox, e-mail lub dowolnego innego źródła użyj opcji "Kopiuj do OsmAnd Maps"
pt_br: Para importar seus arquivos GPX (formato de dados comuns do GPS) do Dropbox, Email ou qualquer outra fonte, use a opção "Copiar para osmAnd Maps"
ro_ro: Pentru a importa fișierele GPX (format comun de date GPS) din Dropbox, e-mail sau orice altă sursă, folosiți opțiunea "Copy to OsmAnd Maps"
ru: Для импорта GPX-файлов (общепринятый формат GPS-данных) из Dropbox, электронной почты, или любого другого источника, используйте функцию «Копировать в OsmAnd Maps»
sc: Pro importare sos documentos GPX tuos (formatu GPS comune) dae Dropbox, Email, o cale si siat àtera mitza, imprea s'optzione "Còpia in sas mapas de OsmAnd"
sk: Pre importovanie súborov GPX (bežný dátový formát pre GPS) z Dropboxu, emailu alebo iného zdroja použite funkciu 'Kopírovať do Máp OsmAnd'
sr: Да бисте увезли своје GPX датотеке (уобичајени формат GPS података) са Дропбокса, е-поште или било ког другог извора, користите опцију „Копирај у OsmAnd Мапе“
sr_latn: Da biste uvezli svoje GPX datoteke (uobičajeni format GPS podataka) sa Dropboksa, e-pošte ili bilo kog drugog izvora, koristite opciju „Kopiraj u OsmAnd Mape“
sv: För att importera GPX-filer (vanligt GPS-format) från Dropbox, mejl eller annan källa, välj alternativet "Kopiera till OsmAnd kartor"
ta: டிராப்பாக்ச், மின்னஞ்சல் அல்லது வேறு எந்த மூலத்திலும் உங்கள் சி.பி.எக்ச் கோப்புகளை (பொதுவான சி.பி.எச் தரவு வடிவம்) இறக்குமதி செய்ய "ஓஎச்எம்ஆண்ட் வரைபடத்திற்கு நகலெடு" விருப்பத்தைப் பயன்படுத்தவும்
tr: GPX dosyalarınızı (yaygın GPS veri biçimi) Dropbox, E-posta veya başka bir kaynaktan içe aktarmak için "OsmAnd Haritalara Kopyala" seçeneğini kullanın
uk: Щоб імпортувати ваші GPX-файли (загально використовуваний формат GPS-даних) з Dropbox, електронної пошти чи іншого джерела, використовуйте функцію «Копіювати до OsmAnd Maps»
zh_hant: 要匯入您的 GPX 檔案（共通的 GPS 資料格式） 從 Dropbox、電子郵件或任何其它來源使用「複製到 OsmAnd 地圖」選項

# gpx_export_failed
source: Could not save created route
ar: تعذر حفظ المسار الذي تم إنشاؤه
be: Не ўдалося захаваць створаны маршрут
cs: Nepodařilo se uložit vytvořenou stopu
da: Kunne ikke gemme oprettet rute
de: Erstellte Route konnte nicht gespeichert werden
el: Δεν ήταν δυνατή η αποθήκευση του δημιουργημένου ίχνους
es_us: No se pudo guardar la ruta creada
et: Loodud marsruudi salvestamine nurjus
fr: L'enregistrement de l'itinéraire a échoué
hu: A létrehozott útvonal nem menthető
id: Tidak dapat menyimpan rute yang dibuat
is: Gat ekki vistað útbúna leið
it: Impossibile salvare il percorso creato
ja: 作成したルートを保存できませんでした
ko: 생성된 경로를 저장할 수 없음
nb: Kunne ikke lagre opprettet rute
nl: Kon de gecreëerde route niet opslaan
oc: Impossible de sauvagardar lo percors
pl: Nie udało się zapisać utworzonej trasy
pt_br: Não foi possível salvar a rota criada
ro_ro: Nu s-a putut salva ruta creată
ru: Не удалось сохранить созданный маршрут
sc: Sarvamentu de s'àndala creada fallidu
sr: Није могуће сачувати креирану руту
sr_latn: Nije moguće sačuvati kreiranu rutu
sv: Kunde inte spara skapad rutt
ta: உருவாக்கப்பட்ட பாதையை சேமிக்க முடியவில்லை
tr: Oluşturulan güzergah kaydedilemedi
uk: Не вдалося зберегти створений маршрут
zh_hant: 未能儲存新建路線

# shared_string_statistics
source: Statistics
ar: إحصائيات
az: Statistika
be: Статыстыка
bg: Статистика
ca: Estadístiques
cs: Statistiky
cy: Ystadegau
da: Statistikker
de: Statistiken
el: Στατιστικά
eo: Statistiko
es_us: Estadísticas
et: Statistika
eu: Estatistika
fa: آمار
fi: Tilastot
fr: Statistiques
he: סטטיסטיקה
hu: Statisztika
id: Statistik
is: Tölfræði
it: Statistiche
ja: 統計
ka: სტატისტიკა
ko: 통계
ku: Amar (statîstîk)
mk: Statistika
nb: Statistikk
nl: Statistieken
oc: Estatisticas
pl: Statystyki
ro_ro: Statistici
ru: Статистика
sc: Istatìsticas
sk: Štatistiky
sl: Statistika
sr: Статистика
sr_latn: Statistika
sv: Statistik
ta: புள்ளிவிவரங்கள்
tr: İstatistikler
uk: Статистика
vi: Thống kê
zh_hans: 统计数字
zh_hant: 統計

# layer_route
source: Route
af: Roete
ar: طريق
az: Marşrut
be: Маршрут
bg: Маршрут
br: Hentadur
ca: Ruta
cs: Cesta
cy: Llwybr
da: Rute
el: Διαδρομή
eo: Kurso
es_us: Ruta
et: Teekond
eu: Ibilbidea
fa: مسیر
fi: Reitti
fr: Itinéraire
gl: Itinerario
he: מסלול
hu: Útvonal
hy: Երթուղի
id: Rute
is: Leið
it: Percorso
ja: ルート
ka: გზა
ko: 경로
ku: Rêgeh
lt: Maršrutas
lv: Maršruts
mk: Marsruta
ml: മാര്‍ഗം
mr: मार्ग
nb: Rute
oc: Percors
pl: Trasa
ro_ro: Rută
ru: Маршрут
sc: Àndala
sk: Cesta
sl: Pot
sr: Путања
sr_latn: Ruta
sv: Rutt
ta: பாதை
tr: Rota
uk: Маршрут
zh_hans: 路线
zh_hant: 導航路線

# gpx_avg_elev
source: Average elevation
ar: متوسط الارتفاع
be: Сярэдняя вышыня
ca: Elevació mitjana
cs: Průměrná nadmořská výška
da: Gennemsnitlig højde
de: Durchschnittshöhe
el: Μέση ανύψωση
es_us: Elevación media
et: Keskmine kõrgus
fr: Altitude moyenne
hu: Átlagos magasság
id: Ketinggian rata-rata
is: Meðalhæð
it: Quota media
ja: 平均標高
ka: საშუალო სიმაღლე
ko: 평균 표고
mr: सरासरी उंची
nb: Gjennomsnittlig høyde
nl: Gemiddelde stijging
oc: Elevacion mejana
pl: Średnie wzniesienia
pt_br: Altitude média
ro_ro: Altitudinea medie
ru: Средняя высота
sc: Artària mèdia
sk: Priemerná nadmorská výška
sl: Povprečna višina
sr: Просечна надморска висина
sr_latn: Prosečna nadmorska visina
sv: Medelhöjd
ta: சராசரி உயரம்
tr: Ortalama yükseklik
uk: Середня висота
zh_hant: 平均海拔

source: Altitude range
ar: مدى الارتفاع
az: Yüksəklik diapazonu
be: Дыяпазон вышынь
bg: Обхват на височината
ca: Interval d'altitud
cs: Výškový rozdíl
cy: Ystyr uchder
da: Højdeinterval
de: Höhenbereich
el: Υψομετρικό εύρος
eo: Variejo de altitudo
es_us: Rango de altitud
et: Kõrgusevahe
eu: Garaiera-barrutia
fa: دامنهٔ ارتفاع
fi: Korkeuserot
fr: Amplitude altimétrique
gl: Intre de altitude
he: טווח גבהים
hu: Magasságtartomány
hy: Բարձրությունների շարք
id: Rentang ketinggian
is: Hæðarsvið
it: Gamma altitudini
ja: 標高範囲
ka: სიმაღლის შუალედი
ko: 고도 범위
lt: Aukščio diapazonas
lv: Altitūdas diapazons
mk: Visinski opseg
ml: " ഉയര വ്യത്യാസം"
mr: उंची पट्टा
nb: Høydeintervall
nl: Hoogtebereik
oc: Intervalle d'altitud
pl: Zakres wysokości
ro_ro: Interval de altitudine
ru: Диапазон высот
sc: Intervallu de artària
sk: Výškový rozsah
sl: Obseg nadmorske višine
sr: Распон висине
sr_latn: Raspon visine
sv: Höjdområde
ta: உயர வரம்பு
tr: Yükseklik aralığı
uk: Діапазон висот
vi: Phạm vi độ cao
zh_hans: 海拔高度范围
zh_hant: 海拔高度範圍

# gpx_ascent
source: Ascent
ar: مرتفع
be: Пад'ём
ca: Ascensió
cs: Stoupání
da: Opstigning
de: Aufstieg
el: Ανάβαση
es_us: Ascenso
et: Tõus
fa: صعود
fi: Nousu
fr: Montée
gl: Ascenso
hu: Emelkedő
id: Naik
is: Hækkun
it: Salita
ja: 上り
ka: აღმავალი
ko: 아스센트
lt: Pakilimas
nb: Stigning
nl: Stijging
oc: Montada
pl: W górę
pt_br: Subida
ro_ro: Ascensiune
ru: Подъём
sc: Artziada
sk: Stúpanie
sl: Vzpon
sr: Успон
sr_latn: Uspon
sv: Uppför
ta: ஏற்றம்
tr: Çıkış
uk: Сходження
zh_hans: 上坡
zh_hant: 上坡

# altitude_descent
source: Downhill
ar: منحدر
ast: Descent
az: Eniş
be: Спуск
bg: Спyскане
ca: Descens
cs: Klesání
cy: Am i lawr
da: Nedstigning
de: Bergab
el: Κατηφόρα
eo: Malsupreniro
es_us: Descenso
et: Laskumine
eu: Maldan behera
fa: نزول
fi: Lasku
fr: Descente
gl: Descenso
he: ירידה
hu: Lejtő
hy: Վայրեջք
id: Turun
is: Lækkun
it: Discesa
ja: 下り坂
ka: დაღმართი
ko: 하강
lt: Nusileidimas
lv: Pazeminās
mk: Nadolnica
ml: ഇറക്കം
mr: उतार
nb: Nedoverbakke
nl: Bergafwaarts
oc: Descenda
pl: Z górki
ro_ro: Coborâre
ru: Спуск
sc: Achirrada
sk: Z kopca
sl: Navzdol
sr: Низбрдо
sr_latn: Nizbrdo
sv: Nedför
ta: கீழ்நோக்கி
tr: Yokuş aşağı
uk: Спуск
vi: Xuống dốc
zh_hans: 下坡
zh_hant: 下坡

# track_continue_rec
source: Continue recording
ar: متابعه التسجيل
be: Працягнуць запіс
ca: Continua l'enregistrament
cs: Pokračovat v záznamu
da: Fortsæt optagelsen
de: Aufnahme fortsetzen
el: Συνέχεια καταγραφής
es_us: Seguir grabando
et: Jätka salvestamist
fr: Continuer l'enregistrement
hu: Rögzítés folytatása
id: Lanjutkan merekam
is: Halda áfram skráningu
it: Continua a registrare
ja: 記録の続行
ka: ჩაწერის გაგრძელება
ko: 녹화 계속
nl: Opname hervatten
oc: Continuar l'enregistrament
pl: Kontynuuj nagrywanie
pt_br: Continuar gravação
ro_ro: Continuați înregistrarea
ru: Продолжить запись
sc: Sighi a registrare
sk: Pokračovať v nahrávaní
sl: Nadaljuj z beleženjem poti
sr: Настави са снимањем
sr_latn: Nastavi sa snimanjem
sv: Fortsätt inspelning
ta: பதிவைத் தொடரவும்
tr: Kayıt devam
uk: Продовжити запис
zh_hant: 繼續錄製

# track_continue_rec_q
source: Do you want to continue recording?
ar: هل ترغب في متابعة التسجيل؟
be: Працягнуць запіс?
ca: Voleu continuar l'enregistrament?
cs: Chcete pokračovat v záznamu?
da: Fortsæt optagelsen?
de: Soll die Aufzeichnung fortgesetzt werden?
el: Θέλετε να συνεχίσετε την καταγραφή;
es_us: ¿Seguir grabando?
et: Kas soovid salvestamist jätkata?
fr: Voulez-vous continuer l'enregistrement ?
hu: Szeretné folytatni a rögzítést?
id: Apakah Anda ingin melanjutkan perekaman?
is: Viltu halda skráningu áfram?
it: Vuoi che la registrazione continui?
ja: 記録を続行しますか？
ko: 녹화를 계속하시겠습니까?
nl: Wil je doorgaan met opnemen?
oc: Volètz continuar l'enregistrament?
pl: Czy chcesz kontynuować nagrywanie?
pt_br: Você quer continuar a gravação?
ro_ro: Doriți să continuați înregistrarea?
ru: Продолжить запись?
sc: Boles sighire a registrare?
sk: Chcete pokračovať v nahrávaní?
sl: Ali želite nadaljevati z beleženjem sledi?
sr: Да ли желите да наставите са снимањем?
sr_latn: Da li želite da nastavite sa snimanjem?
sv: Vill du fortsätta inspelningen?
ta: நீங்கள் தொடர்ந்து பதிவு செய்ய விரும்புகிறீர்களா?
tr: Kayıt devam etmek istiyor musunuz?
uk: Бажаєте продовжити запис?
zh_hant: 您想要繼續錄製嗎？
