Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# weather_precip_enable_descr
source: Enable to view precipitation layer on the map.
ar: تمكين لعرض طبقة هطول الأمطار على الخريطة.
be: Уключыць прагляд пласта ападкаў на мапе.
cs: Zaškrtněte pro zobrazení srážkové vrstvy na mapě.
da: Aktiver for at få vist nedbørslag på kortet.
de: Zeige Regenwahrscheinlichkeitsebene auf der Karte.
el: Ενεργοποιήστε για την προβολή του επιπέδου υετού στο χάρτη.
es_us: Permite ver la capa de precipitaciones en el mapa.
et: Lülita sisse kaardil sademete andmekihi kuvamiseks.
fr: Activer pour afficher la couche de précipitations sur la carte.
hu: Engedélyezi a csapadékréteg megjelenítését a térképen.
id: Aktifkan untuk melihat lapisan presipitasi di peta.
is: Virkja til að skoða úrkomulag á kortinu.
it: Abilita per visualizzare il livello delle precipitazioni sulla mappa.
nl: Weergave van neerslaglaag op de kaart inschakelen.
oc: D'activar per mostrar leis indicacions de plueia sus la mapa.
pl: Włącz by wyświetlić warstwę opadów deszczowych na mapie.
ro_ro: Activați pentru a vizualiza stratul de precipitații pe hartă.
ru: Включить слой осадков на карте.
sc: Abìlita·lu pro bìdere s'istratu de sas pretzipitatziones in sa mapa.
sr: Омогућите да видите слој падавина на мапи.
sr_latn: Omogućite da vidite sloj padavina na mapi.
sv: Aktivera för att visa nederbördslager på kartan.
ta: வரைபடத்தில் மழைப்பொழிவு அடுக்கைக் காண இயக்கவும்.
tr: Haritada yağış katmanını görüntülemeyi etkinleştirin.
uk: Увімкніть, щоб переглянути шар опадів на мапі.
zh_hant: 啟用以在地圖上檢視降水圖層。

# lang_es_us
source: Spanish (American)
ar: الإسبانية (الأمريكية)
az: İspanca (Amerika)
be: Іспанская (ЗША)
bg: Испански (Америка)
ca: Espanyol (americà)
cs: Španělština (americká)
cy: Sbaeneg (UDA)
da: Spansk (Amerikansk)
de: Spanisch (Amerikanisch)
el: Ισπανικά (Αμερικής)
eo: Hispana (Amerika)
es_us: Español (Estados Unidos)
et: hispaania (Ameerika)
eu: Espainiera (Estatu Batuak)
fa: اسپانیایی (آمریکایی)
fi: Espanja (Amerikan)
fr: Espagnol (américain)
gl: Español dos Estados Unidos
he: ספרדית אמריקאית
hu: spanyol (amerikai)
hy: Իսպաներեն (Ամերիկյան)
id: Spanyol (Amerika)
is: Spænska (amerísk)
it: Spagnolo americano
ja: スペイン語 (アメリカ)
ka: ესპანური (ამერიკული)
ko: 스페인어 (미국)
lt: Ispanų (Amerikos)
lv: Spāņu (amerikāņu)
mk: španski (amerikanski)
ml: സ്പാനിഷ്(അമേരിക്കന്‍)
nb: Spansk (Amerikansk)
nl: Spaans (Amerikaans)
oc: Castelhan (American)
pl: Hiszpański (Ameryka)
ro_ro: Spaniolă (americană)
ru: Испанский (американский)
sc: Ispagnolu (americanu)
sk: Španielsky (Americká)
sl: Španščina (ameriška)
sr: Амерички шпански
sr_latn: Američki španski
sv: Spanska (amerikansk)
ta: ச்பானிச் (அமெரிக்கன்)
tr: İspanyolca (Amerikan)
uk: Іспанська (Америка)
zh_hans: 西班牙语（美洲）
zh_hant: 西班牙語（美洲）

source: Update now
ar: حدث الآن
ast: Anovar agora
az: İndi yenilə
be: Абнавіць зараз
bg: Обновяване
ca: Actualitza ara
cs: Aktualizovat nyní
cy: Diweddaru nawr
da: Opdater nu
de: Jetzt aktualisieren
el: Ενημέρωση τώρα
eo: Ĝisdatigi nun
es_us: Actualizar
et: Uuenda kohe
eu: Eguneratu orain
fa: اکنون به‌روزرسانی کن
fi: Päivitä nyt
fr: Mettre à jour maintenant
gl: Actualizar agora
he: עדכון כעת
hu: Frissítés most
hy: Թարմացնել հիմա
id: Perbarui sekarang
is: Uppfæra núna
it: Aggiorna ora
ja: 今すぐ更新
ka: ახლა განახლება
ko: 지금 업데이트
ku: Niha rojane bike
lt: Atnaujinti tuoj pat
lv: Atjaunināt tagad
mk: Azurirajte sega
ml: "ഇപ്പോള്‍ തന്നെ പരിഷ്ക്കരിക്കുക "
nb: Oppdater nå
nl: Nu updaten
oc: Actualizar ara
pl: Uaktualnij
ro_ro: Actualizați acum
ru: Обновить
sc: Agiorna como
sk: Aktualizovať teraz
sl: Posodobi takoj
sr: Освежи сада
sr_latn: Ažuriraj sada
sv: Uppdatera nu
ta: இப்போது புதுப்பிக்கவும்
tr: Şimdi güncelle
uk: Оновити зараз
vi: Cập nhật ngay
zh_hans: 立即更新
zh_hant: 立即更新

# menu_my_trips
source: My Tracks
ar: مساراتي
be: Мае сляды
ca: Els meus recorreguts
cs: Moje stopy
da: Mine spor
de: Meine Tracks
el: Τα ίχνη μου
es_us: Mis trazas
et: Minu teekonnad
fa: ردهای من
fr: Mes traces
gl: My Trips
hu: Utazásaim
id: Trek Saya
is: Ferlarnir mínir
it: Miei Viaggi
ja: マイ経路
ka: ჩემი ტრეკები
ko: 내 트랙
nb: My Trips
nl: Mijn Tracks
oc: Mei Traças
pl: Moje trasy
pt_br: Minhas trilhas
ro_ro: Track-urile mele
ru: Поездки
sc: Rastas meas
sk: Moje stopy
sl: Shranjene poti
sr: Моје Путање
sr_latn: Moje Putanje
sv: Mina spår
ta: எனது தடங்கள்
tr: İzlediğim Yollar
uk: Мої треки
zh_hant: 我的旅程

# quick_action_new_action
source: Add action
ar: إضافة إجراء
ast: Amestar una aición
az: Fəaliyyət əlavə et
be: Дадаць дзеянне
ca: Afegeix acció
cs: Přidat akci
cy: Ychwanegu gweithred
da: Tilføj genvej
de: Aktion hinzufügen
el: Προσθήκη ενέργειας
eo: Aldoni agon
es_us: Añadir acción
et: Lisa tegevus
eu: Gehitu ekintza
fa: افزودن کنش
fr: Ajouter une action
gl: Engadir unha acción
he: הוספת פעולה
hu: Művelet hozzáadása
hy: Ավելացնել գործողություն
id: Tambahkan tindakan
is: Bæta við aðgerð
it: Aggiungi azione
ja: アクションを追加
ka: მოქმედების დამატება
ko: 액션 추가
lt: Pridėti veiksmą
lv: Pievienot darbību
mk: Dodadete dejstvie
ml: പ്രവർത്തനം ചേർക്കുക
nb: Legg til handling
nl: Sneltoets toevoegen
oc: Ajustar una accion
pl: Dodaj czynność
ro_ro: Adăugă acțiune
ru: Добавить действие
sc: Annanghe un'atzione
sk: Pridať akciu
sl: Dodaj dejanje
sr: Додај радњу
sr_latn: Dodaj radnju
sv: Lägg till åtgärd
ta: செயலைச் சேர்க்கவும்
tr: Eylem ekle
uk: Додати дію
zh_hans: 添加动作
zh_hant: 增加動作

source: Change group
ar: تغيير المجموعة
be: Змяніць групу
ca: Canvia el grup
cs: Změnit skupinu
da: Skift gruppe
de: Gruppe ändern
el: Αλλαγή ομάδας
es_us: Cambiar grupo
et: Vaheta gruppi
fi: Vaihda ryhmä
fr: Changer de groupe
hu: Csoport módosítása
id: Ubah grup
is: Skipta um hóp
it: Cambia gruppo
ja: グループを変更
ka: ჯგუფის შეცვლა
nl: Wijzig groep
oc: Modificar lo grop
pl: Zmień grupę
pt_br: Alterar grupo
ro_ro: Schimbarea grupului
ru: Изменить группу
sc: Càmbia grupu
sk: Zmeniť skupinu
sl: Spremeni skupino
sr: Промени групу
sr_latn: Promeni grupu
sv: Ändra grupp
ta: குழு மாற்றவும்
tr: Değişim grubu
uk: Змінити групу
zh_hant: 更改群組

# gpx_cancel_route_q
source: Do you want to cancel this route?
ar: هل تريد إلغاء هذا المسار؟
be: Вы хочаце скасаваць гэты маршрут?
ca: Voleu cancel·lar aquesta ruta?
cs: Chcete zrušit tuto trasu?
da: Annuller ruten?
de: Möchten Sie diese Route abbrechen?
el: Θέλετε να ακυρώσετε αυτή την διαδρομή;
es_us: ¿Cancelar esta ruta?
et: Kas soovid käesoleva teekonna katkestada?
fr: Voulez vous annuler cet itinéraire ?
hu: Meg szeretné szakítani ezt az utat?
id: Apakah Anda ingin membatalkan rute ini?
is: Viltu hætta við þessa leið?
it: Vuoi cancellare questo percorso?
ja: このルートをキャンセルしますか？
ko: 이 경로를 취소하시겠습니까?
nl: Wil je deze route annuleren?
oc: Volètz anullar aqueste percors ?
pl: Chcesz anulować tę trasę?
pt_br: Você quer cancelar esta rota?
ro_ro: Doriți să anulați această rută?
ru: Отменить этот маршрут?
sc: Boles burrare cust’àndala?
sk: Chcete zrušiť túto trasu?
sl: Ali želite preklicati to pot?
sr: Желите ли да откажете ову руту?
sr_latn: Želite li da otkažete ovu rutu?
sv: Vill du avbryta rutten?
ta: இந்த வழியை ரத்து செய்ய விரும்புகிறீர்களா?
tr: Bu rotayı iptal etmek istiyor musunuz?
uk: Скасувати цей маршрут?
zh_hant: 您想要取消這條路線嗎？

# routing_attr_height_obstacles_name
source: Use elevation data
ar: بيانات الارتفاع
az: Yüksəklik məlumatlarını istifadə et
be: Выкарыстоўваць даныя вышыні
bg: Използване на данни за височината
ca: Utilitza les cotes d'elevació
cs: Použít údaje o nadmořské výšce
cy: Defnyddio data uchder
da: Brug højdedata
de: Höhendaten berücksichtigen
el: Χρήση υψομετρικών δεδομένων
eo: Uzi datumojn pri altitudo
es_us: Usar datos de elevación
et: Kasuta kõrgusandmeid
eu: Erabili elebazio kotak
fa: استفاده از دادهٔ ارتفاعی
fi: Käytä korkeustietoja
fr: Utiliser les données d'altitude
gl: Empregar datos de elevación
he: שימוש בנתוני עלייה
hu: Magasságadatok használata
hy: Օգտագործել բարձրության տվյալները
id: Gunakan data ketinggian
is: Nota hæðargögn
it: Utilizza dati altitudine
ja: 標高データを使用
ka: სიმაღლის მონაცემების გამოყენება
ko: 해발고도 데이터 사용
lt: Naudoti aukščio informaciją
lv: Lietot elevācijas datus
mk: Koristi visinska datoteka
ml: എലിവേഷൻ ഡാറ്റ ഉപയോഗിക്കുക
nb: Bruk høydedata
nl: Gebruik stijging gegevens
oc: Utilizar lei donadas d’altitud
pl: Używanie danych wysokościowych
pt_br: Usar dados altimétricos
ro_ro: Utilizare date altitudine
ru: Рельеф
sc: Imprea sos datos de s'artària
sk: Použiť údaje nadmorskej výšky
sl: Uporabi podatke višine
sr: Користи податке о висини
sr_latn: Koristi podatke o visini
sv: Använd höjddata
ta: உயர தரவைப் பயன்படுத்தவும்
tr: Yükseklik verisi kullan
uk: Використовувати дані висоти
zh_hans: 使用海拔数据
zh_hant: 使用海拔資料

# routing_attr_avoid_ice_roads_fords_name
source: No ice roads or fords
ar: تجنب طرق الثلوج والطين
be: Без лядовых дарог і броду
bn: বরফাবৃত, জলমগ্ন রাস্তা পরিত্যক্ত করুন
ca: Sense vies glaçades ni guals
cs: Žádné ledové cesty a brody
cy: Dim ffyrdd iâ na rhydiau
da: Ingen isglatte veje eller vadesteder
de: Keine Eispisten oder Furten
el: Χωρίς δρόμους με πάγο ή περάσματα
eo: Sen glaci-vojoj kaj travadejoj
es_us: Sin caminos de hielo ni vados
et: Väldi jääteid ja koolmekohti
eu: Izoztutako errepideak eta ibiak ez
fa: گُدار یا راه یخی
fi: Ei jääteitä tai kahlaamoja
fr: Éviter les routes sur glace, les fjords
gl: Sen estradas de xeo ou vaos
he: ללא כבישי קרח או מעברי מים
hu: Jégutak és gázlók elkerülése
hy: Խուսափել սառույցի ճանապարհներից կամ ծանծաղուտներ
id: Tidak ada jalan es atau arungan
is: Forðast hála vegi eða vöð
it: No strade di ghiaccio e guadi
ja: 氷の道、川の浅瀬は使わない
ko: 빙판길이나 여울이 없음
lt: Jokių ledo kelių ar brastų
lv: No ledus ceļiem un brasla
mk: Nema ledeni patišta ili fordovi
ml: "മഞ്ഞിലുള്ള (ice) റോഡുകള്‍, കടത്തുകള്‍ (ford) എന്നിവ ഒഴിവാക്കുക "
nb: Ingen veier på is eller vadesteder
nl: Geen ijswegen en wadden
oc: Evitar rotas glaçadas e lei gas
pl: Bez dróg lodowych lub brodów
pt_br: Sem estradas de gelo ou vaus
ro_ro: Fără drumuri cu polei sau vaduri
ru: Без ледовых дорог или бродов
sc: Perunu caminu de astra o badu
sk: Žiadne ľadové cesty, brody
sl: Brez zaledenelih cest in plitvin
sr: Без путева са поледицама или плићацима
sr_latn: Puteve sa plićacima ili poledicama
sv: Inga isvägar eller vadställen
ta: பனி சாலைகள் அல்லது ஃபோர்டு இல்லை
tr: Buzlu yol veya nehir geçişleri yok
uk: Уник. льодових доріг і бродів
vi: Không đi qua đường băng tuyết hoặc lội suối
zh_hans: 无结冰道路或浅滩
zh_hant: 避開結冰道路或涉水

# rendering_attr_streetLighting_name
source: Street lighting
ar: إنارة الشوارع
az: Küçə işıqlandırılması
be: Вулічнае асвятленне
bg: Улично осветление
ca: Enllumenat dels carrers
cs: Pouliční osvětlení
cy: Goleuadau stryd
da: Gadebelysning
de: Straßenbeleuchtung
el: Φωτισμός οδών
eo: Stratlumigado
es_us: Alumbrado público
et: Tänavavalgustus
eu: Kale argitzea
fa: روشنایی خیابان
fi: Katuvalaistus
fr: Éclairage public
gl: Alumeamento público
he: תאורת רחוב
hu: Közvilágítás
hy: Փողոցային լուսավորություն
id: Penerangan jalan
is: Götulýsing
it: Illuminazione stradale
ja: 街路照明
ka: ქუჩის განათება
kn: ದಾರಿ ದೀಪಗಳು
ko: 거리 조명
lt: Gatvės apšvietimas
lv: Ielu apgaismojums
mk: Ulicni svetla
ml: "തെരുവിളക്ക് "
nb: Gatebelysning
nl: Straatverlichting
oc: Illumination dei carrieras
pl: Oświetlenie ulicy
pt_br: Iluminação pública
ro_ro: Lumină stradală
ru: Уличное освещение
sc: Illuminatzione pùblica
sk: Pouličné osvetlenie
sl: Pokaži ulično razsvetljavo
sr: Осветљење улице
sr_latn: Osvetljenje ulice
sv: Gatubelysning
ta: தெரு விளக்குகள்
tr: Sokak aydınlatma
uk: Вуличне освітлення
vi: Chiếu sáng trên phố
zh_hans: 街道照明
zh_hant: 街道照明

# rendering_value_blue_name
source: Blue
ar: أزرق
ast: Azul
az: Mavi
be: Сіні
bg: Синя
ca: Blau
cs: Modrá
cy: Glas
da: Blå
de: Blau
el: Μπλε
eo: Blua
es_us: Azul
et: Sinine
eu: Urdina
fa: آبی
fi: Sininen
fr: Bleu
gl: Azul
he: כחול
hu: Kék
hy: Կապույտ
id: Biru
is: Blátt
it: Blu
ja: ブルー
ka: ლურჯი
kn: ನೀಲಿ
ko: 파랑
lt: Mėlyna
lv: Zils
mk: Sina
ml: "നീല "
mr: निळा
nb: Blå
nl: Blauw
oc: Blau -va
pl: Niebieski
pt_br: Azul
ro_ro: Albastru
ru: Синий
sc: Biaitu
sk: Modrá
sl: Modra
sr: Плава
sr_latn: Plava
sv: Blå
ta: நீலம்
tr: Mavi
uk: Синій
vi: Xanh dương
zh_hans: 蓝色
zh_hant: 藍色

# rendering_attr_tracktype_grade1_name
source: Solid (paved)
ar: الصلبة (المعبدة)
be: Цвёрдае
bg: Твърда (павирана)
ca: Compacte (pavimentat)
cs: Pevný (zpevněný)
cy: Caled (wyneb caled)
da: Fast (befæstet)
de: Fest (befestigt)
el: Στερεός (πλακοστρωμένος)
eo: Firmaj (pavimaj)
es_us: Sólido (pavimentado)
et: Tahke (sillutatud)
eu: Sendoa (zolatua)
fa: سفت (روسازی‌شده)
fi: Kiinteä (päällystetty)
fr: Compact (recouverte)
gl: Sólido (pavimentado)
he: אחיד (סלול)
hi: ठोस (पक्की) सड़क
hu: Szilárd (burkolt)
id: Padat (beraspal)
is: Þétt (bundið slitlag)
it: Solido (pavimentato)
ja: 硬い(舗装済み)
ka: მყარი (დაგებული)
ko: 단색 레이어 (포장)
lv: Ciets (asfaltēts)
mk: Cvrst (popločen)
nb: Hard (fast dekke)
nl: Verhard (bestraat)
oc: Compacte (caladat)
pl: Stałe (utwardzone)
pt_br: Sólido (pavimentado)
ro_ro: Solid (pavat)
ru: Твёрдое
sc: Sòlidu (apamentadu)
sk: Pevný (spevnený)
sl: Utrjena (tlakovana)
sr: Чврста (поплочана)
sr_latn: Čvrsta (popločana)
sv: Fast (asfalterad)
ta: திடமான (நடைபாதை)
te: మెరుగైన
tr: Sert (asfalt)
uk: Тверде (з покриттям)
vi: Cứng (được lát)
zh_hans: 坚实（有铺面）
zh_hant: 堅實（有鋪面）

# routing_attr_avoid_train_description
source: Avoids trains
ar: تجنب القطارات
be: Пазбягаць цягнікоў
ca: Evita el tren
cs: Vyhne se vlakům
cy: Yn osgoi trenau
da: Undgår tog
de: Vermeidet Züge
el: Αποφεύγει τρένα
eo: Eviti vagonarojn
es_us: Evita usar trenes
et: Väldib ronge
eu: Ekidin trenak
fa: از قطار پرهیز می‌کند
fr: Éviter le train
gl: Evitar trens
he: נמנע מרכבות
hi: ट्रेनों से बचें
hu: Elkerüli a vasutat
id: Menghindari kereta api
is: Forðast járnbrautalestir
it: Evita i treni
ja: 移動手段として鉄道を避けます
ka: მატარებლის არიდება
ko: 기차를 회피
lt: Vengti traukinių
lv: Nelietot vilcienus
mk: Izbegnuva vozovi
ml: ട്രെയിനുകൾ ഒഴിവാക്കുക
my: ရထားတွေကိုရှောင်
nb: Unngår tog
nl: Vermijd treinen
oc: Evitar lo tren
pl: Unika pociągów
pt_br: Evita usar trens
ro_ro: Evită trenuri
ru: Избегать поездов
sc: Istransit sos trenos
sk: Vyhnúť sa vlakom
sl: Načrtovanje poti brez uporabe vlakov
sr: Избегавање возова
sr_latn: Vozove
sv: Undvik tåg
ta: ரயில்களைத் தவிர்க்கிறது
tr: Trenlerden kaçınır
uk: Уникати потягів
vi: Tránh tàu hỏa
zh_hans: 避免火车
zh_hant: 避免火車

# rendering_attr_surface_salt_name
source: Salt
ar: الملح
az: Duz
be: Соль
bg: Сол
ca: Sal
cs: Sůl
cy: Halen
de: Salz
el: Αλάτι
eo: Salo
es_us: Sal
et: Sool
eu: Gatza
fa: نمک
fi: Suola
fr: Sel
gl: Sal
he: מלח
hu: Só
id: Garam
it: Sale
ja: 塩湖
ka: მარილი
ko: 소금
lt: Druska
lv: Sāls
mk: Sol
ml: ഉപ്പ്
my: ဆားငန်
nl: Zout
oc: Sau
pl: Sól
pt_br: Sal
ro_ro: Sare
ru: Соль
sc: Sale
sk: Soľ
sl: Sol
sr: Со
sr_latn: So
ta: உப்பு
tr: Tuz
uk: Сіль
vi: Muối
zh_hans: 盐地
zh_hant: 鹽

# routing_attr_allow_private_description
source: Allow access to private areas.
ar: السماح بالوصول إلى المناطق الخاصة.
az: Xüsusi sahələrə girişə icazə ver.
be: Дазволіць доступ на прыватную тэрыторыю.
bg: Разрешава достъпа до частни територии.
ca: Permet l'accés a zones privades.
cs: Povolit přístup do soukromých oblastí.
cy: Mae'n caniatâu mynediad i lefydd preifat.
da: Tillad adgang til private områder.
de: Zugang zu Privatgrund erlauben.
el: Να επιτρέπεται η πρόσβαση σε ιδιωτικές περιοχές.
eo: Permesi aliron al privataj areoj.
es_us: Permite acceder a áreas privadas.
et: Luba ligipääs eramaadele.
eu: Baimendu gune pribatuetara sartzea.
fa: دسترسی به نواحی خصوصی را مجاز کنید.
fi: Salli pääsy yksityisalueille.
fr: Autoriser l'accès aux zones privées.
gl: Permitir accesoás zonas privadas.
he: לאפשר גישה לאזורים פרטיים.
hu: Magánterület használatának engedélyezése.
hy: Թույլ տալ մուտք մասնավոր սեփականության։
id: Izinkan akses ke area pribadi.
is: Leyfa aðgang að einkasvæðum.
it: Permetti l'accesso alle aree private.
ja: 専有エリア(業者用通路、私有地など)を通行可能と見なします。
lt: Naudoti privačias teritorijas.
lv: Atļaut piekļūšanu privātajām teritorijām.
mk: Dozvolete pristap do privatni oblasti.
ml: "സ്വകാര്യ വഴികള്‍ ഉപയോഗിക്കുക "
nb: Tillat adgang til private områder.
nl: Ga ook over privé-terreinen.
oc: Permet l'accès a d'airaus privats.
pl: Zezwala na dostęp do prywatnych obszarów.
pt_br: Permitir acesso aáreas privadas.
ro_ro: Permite accesul în zonele private.
ru: Разрешить доступ в частные зоны (например с проездом через шлагбаум или КПП).
sc: Permite s'atzessu a sas àreas privadas.
sk: Povoliť prístup do súkromných oblastí.
sl: Dovoli dostop do zasebnih območij.
sr: Дозволи приступ областима приватних поседа.
sr_latn: Dozvoliti pristup privatnim posedima.
sv: Tillåta åtkomst till privata områden.
ta: தனியார் பகுதிகளுக்கான அணுகலை அனுமதிக்கவும்.
tr: Özel-arazi alanlarına erişime izin ver.
uk: Дозволити доступ на приватну територію.
vi: Cho phép truy cập đến những khu vực riêng tư.
zh_hans: 允许进入私有土地。
zh_hant: 允許進入私有區域。

# routeInfo_roadClass_description
source: Color the route or track line by road classification.
ar: لون الطريق أو خط المسار وفقا لتصنيف الطرق.
ast: Colouring the route or track line according to road classification.
be: Расфарбуйце маршрут або след паводле класіфікацыі дарог.
bg: Оцветяване на маршрутите или трасетата в зависимост от класификацията на пътя.
cs: Obarvit čáru trasy nebo stopy podle klasifikace cesty.
cy: Lliwio llinell y llwybr neu drac ynôl y math o ffordd.
da: Farvelæg ruten eller sporlinjen i henhold til vejklassificering.
de: Route oder Track entsprechend der Straßenklassifikation einfärben.
el: Χρωματισμός της διαδρομής ή της γραμμής ίχνους βάσει της ταξινόμησης του δρόμου.
eo: Linio de spuro aŭ kurso estas kolorigata laŭ speco de vojo.
es_us: Colorea la ruta o el trazado de la vía según la clasificación del camino.
et: Teekonna või raja värvimine vastavalt teede klassifikatsioonile.
eu: Margotu ibilbidea edo arrastoa errepideen sailkapenaren arabera.
fa: رنگ‌آمیزی خط مسیر یا رد ها بر پایه طبقه‌بندی جاده.
fr: Colore les routes et chemins selon leur classification.
he: צביעת המסלול או מתאר הדרך לפי סיווג הדרך.
hu: Útvonal vagy nyomvonal színezése az út besorolása szerint.
id: Warnai rute atau jalur lintasan berdasarkan klasifikasi jalan.
is: Lita leið eða ferillínu samkvæmt flokkun vegar.
it: Colora il percorso o la traccia in base alla classificazione stradale.
ja: 道路種別によってルートまたは経路のラインに色を付けます。
ko: 도로 분류별로 경로 또는 선로 선을 색칠합니다.
mk: Obojte ja patekata ili linijata na patekata spored klasifikacijata na patištata.
nb: Fargelegging av ruten eller rutelinje i henhold til veiklassifisering.
nl: Kleur de route of track volgens de wegclassificatie.
oc: Colorar lo percorsò la traça segon la classificacion de la rota.
pl: Pokoloruj trasę lub linię śladu według klasyfikacji dróg.
ro_ro: Colorați traseul sau linia de cale ferată în funcție de clasificarea drumului.
ru: Окраска маршрута или трека в соответствии с классификацией дорог.
sc: Colora s'àndala o sa lìnia de sa rasta sighende sa classificatzione de su caminu.
sk: Zafarbiť čiaru trasy alebo stopy podľa klasifikácie cesty.
sl: Obarvaj pot ali sled glede na klasifikacijo ceste.
sr: Обоји путању или линију трага према врсти пута.
sr_latn: Oboji rutu ili liniju trse prema klasifikaciji puteva.
sv: Färglägg rutten eller spårlinjen efter vägklassificering.
ta: சாலை வகைப்பாடு மூலம் பாதை அல்லது தடத்தை வண்ணமயமாக்குங்கள்.
tr: Yol sınıflandırmasına göre rota veya yol hattını renklendir.
uk: Забарвлення маршруту або треку відповідно до класифікації доріг.
vi: Tô màu tuyến đường hoặc nét vẽ cung đường theo phân loại đường.
zh_hans: 按道路分类给路线或轨迹线上色。
zh_hant: 按道路分類為路線或軌跡線著色。

# routing_attr_piste_type_downhill_name
source: Alpine and downhill skiing
ar: التزلج على المنحدرات والجبال
be: Альпійскія і горныя лыжы
bg: Alpine/downhill ski
ca: Esquí alpí i de descens
cs: Alpské a sjezdové lyžování
cy: Alpine/downhill ski
da: Alpint og downhill skiløb
de: Ski Alpin und Abfahrtslauf
el: Αλπική και κατηφορική χιονοδρομία
eo: Skiado alpa kaj malsuprenira
es_us: Esquí alpino y de descenso
et: Alpi- ja mäesuusatamine
eu: Eski alpinoa edo jaitsierakoa
fa: اسکی آلپاین و دانهیل
fi: Alppihiihto ja laskettelu
fr: Ski alpin
gl: Esquí alpino e de descendemento
he: סקי אלפיני ובמורדות
hu: Alpesi sí és lesiklás
id: Ski alpine dan turunan
is: Brun og svigskíði
it: Sci alpino/sci downhill
ja: アルペンスキーとダウンヒルスキー
ka: Alpine/downhill ski
ko: 알파인 및 활강 스키
lt: Alpine/downhill ski
lv: Kalnu/nogāžu trases
mk: Alpsko i spust skijanje
nb: Alpin skisport
nl: Alpine skiën en ski-afdalingen
oc: Esquí aupin / descenda
pl: Narciarstwo alpejskie i zjazdowe
pt_br: Esqui alpino/de declínio
ro_ro: Schi alpin și schi de coborâre
ru: Альпийские и горные лыжи
sc: Iscì alpinu e de achirrada
sk: Alpské alebo zjazdové lyžovanie
sl: Alpsko smučanje in smuk
sr: Алпско и скијање спуштање
sr_latn: Alpsko skijanje
sv: Alpin skidåkning, utförsåkning
ta: ஆல்பைன் மற்றும் கீழ்நோக்கி பனிச்சறுக்கு
tr: Alp ve yokuş aşağı kayak
uk: Альпійські та гірські лижі
zh_hans: 高山和滑降滑雪
zh_hant: 高山與下坡滑雪

# routes_color_by_type
source: Color routes by…
ar: لون المسارات حسب…
be: Афарбоўка маршрутаў паводле…
bg: Маршрути с цвят по…
cs: Obarvit trasy podle…
cy: Lliwio llwybrau ynôl…
da: Farv ruter efter…
de: Routen einfärben nach …
el: Χρωματισμός διαδρομών ανά…
eo: Kolorigi kursojn laŭ…
es_us: Colorear rutas por…
et: Teekondade värvimine…
eu: Koloreztatu ibilbideak honen arabera…
fa: رنگ‌بندی مسیرها بر پایه…
fi: Väritä reitit…
fr: Colorer les itinéraires selon…
he: צביעת מסלולים לפי…
hu: Útvonalak színezése…
id: Warnai rute berdasarkan…
is: Lita leiðir eftir…
it: Colora i percorsi per…
ja: カラールートは以下に準ず…
ka: მარშრუტების შეღებვა…
ko: 색상 경로 지정 기준…
mk: Pateki na boja po…
nb: Fargelegg ruter etter…
nl: Kleur routes in volgens…
oc: Colorar lei percors per…
pl: Kolor trasy według…
pt_br: Rotas de cores por…
ro_ro: Colorează rutele după…
ru: Раскраска маршрутов…
sc: Colora sas àndalas in base a…
sk: Vyfarbiť trasy podľa…
sl: Obarvaj poti po…
sr: Боји путање по…
sr_latn: Oboj rute po…
sv: Färglägg rutter efter…
ta: மூலம் வண்ண வழிகள்…
tr: Rota renklendirme ölçütü…
uk: Забарвлення маршрутів від…
vi: Tô màu tuyến đường theo…
zh_hans: 路线着色依据…
zh_hant: 使用……為路線著色
