Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# si_nm_h
source: Nautical miles per hour (knots)
ar: ميل بحري في الساعة (عقدة)
ast: Milles náutiques per hora (nuedos)
az: Saatda dəniz mili (düyünlər)
be: Марскіх міль на гадзіну (вузлоў)
bg: Морски мили в час (възли)
ca: Milles marines per hora (nusos)
cs: Námořní míle za hodinu (uzly)
cy: Milltir morwrol yr awr (notiau)
da: Sømil i timen (knob)
de: Seemeilen pro Stunde (Knoten)
el: Ναυτικά μίλια ανά ώρα (κόμβοι)
eo: Marmejloj en horo (nodoj)
es_us: Millas náuticas por hora (nudos)
et: Meremiili tunnis (sõlme)
eu: Itsas miliak orduko (korapiloak)
fa: مایل دریایی بر ساعت (نات)
fi: Meripeninkulmaa tunnissa (solmua)
fr: Miles nautiques par heure (nœuds)
gl: Millas náuticas por hora (nós)
he: מייל ימי לשעה (קשר)
hu: tengeri mérföld/óra (csomó)
hy: Ծովային մղոն ժամում (հանգույց)
id: Mil laut per jam (knot)
is: Sjómílur á klukkustund (hnútar)
it: Miglia nautiche per ora (nodi)
ja: 海里毎時(ノット)
ka: Nautical miles per hour (knot)
ko: 시간당 해상 마일
lt: Jūrmylė per valandą (mazgai)
lv: Jūras jūdzes stundā (mezgli)
mk: Nautički milji na čas (jazli)
ml: നോടിക്കല്‍ മൈല്‍ / മണിക്കൂര്‍ (ക്നോട്)
nb: Nautisk mil i timen (knop)
nl: Zeemijlen per uur (knopen)
oc: Milas nautics per ora (nos)
pl: Mile morskie na godzinę (węzły)
pt_br: Milhas náuticas por hora (nó)
ro_ro: Mile marine pe oră (noduri)
ru: Морских миль в час (узлов)
sc: Mìllias nàuticas a s'ora (nodos)
sk: Námorné míle za hodinu (uzly)
sl: Morske milje na uro (vozli)
sr: Наутичких миља на сат (чворови)
sr_latn: Nautička milja na sat (čvorovi)
sv: Sjömil per timme (knop)
ta: மணி நேரத்திற்கு கடல் மைல்கள் (முடிச்சுகள்)
tr: Deniz mili/saat (knot)
uk: Морських миль на годину (вузлів)
zh_hans: 海里每小时（节）
zh_hant: 浬每小時 (節)

# select_postcode
source: Postcode search
ar: البحث عن الرمز البريدي
ast: Busca de códigos postales
az: Poçt kodu axtar
be: Пошук паштовага індэкса
bg: Select postcode
ca: Cerca pel codi postal
cs: Hledání PSČ
cy: Chwilio cod post
da: Søg på postnummer
de: Postleitzahlensuche
el: Αναζήτησε ταχυδρομικό κώδικα
eo: Serĉi poŝtkodon
es_us: Buscar por código postal
et: Postiindeksi otsing
eu: Posta-kode bidezko bilaketa
fa: جستجوی کدپستی
fi: Etsi postinumero
fr: Recherche par code postal
gl: Procura por código postal
he: חיפוש מיקוד
hu: Irányítószám keresése
hy: Փոստային կոդը փնտրում
id: Pencarian kode pos
is: Leita eftir póstnúmeri
it: Cerca codice postale
ja: 郵便番号検索
ka: საფოსტო კოდის ძებნა
kn: ಅಂಚೆಸಂಖ್ಯೆಯನ್ನು ಆರಿಸು
ko: 우편번호 검색
lt: Pasirinkite pašto kodą
lv: Izvēlieties pasta kodu
mk: Baraj postanski kod
ml: "പിന്‍കോഡ് തെരഞ്ഞെടുക്കുക "
my: စာပို့သင်္ကေတကိုရွေးချယ်ပါ
nb: Postnummersøk
nl: Postcode zoeken
oc: Recercar lo còde postau
pl: Szukaj kodu pocztowego
pt_br: Selecionar código postal
ro_ro: Cautare cod poștal
ru: Поиск почтового индекса
sc: Chirca su còdighe postale
sk: Hľadanie PSČ
sl: Iskanje po poštni številki
sr: Претрага по поштанском броју
sr_latn: Pretraga po poštanskom broju
sv: Postnummer sökning
ta: அஞ்சல் குறியீடு தேடல்
tr: Posta kodu arama
uk: Пошук поштового індексу
vi: Tìm theo mã bưu chính
zh_hans: 邮政编码搜索
zh_hant: 郵遞區號搜尋

# shared_string_done
source: Done
ar: تم
ast: Fecho
az: Hazırdır
be: Завершана
bg: Готово
ca: Fet
cs: Hotovo
cy: Iawn
da: Færdig
de: Fertig
el: Έτοιμο
eo: Farita
es_us: Listo
et: Valmis
eu: Egina
fa: تمام
fi: Tehty
fr: Terminé
gl: Feito
he: בוצע
hu: Kész
id: Selesai
is: Lokið
it: Fatto
ja: 完了
ka: დასრულებულია
ko: 끝
ku: Çêbû
lt: Padaryta
mk: Storeno
nb: Ferdig
nl: Klaar
oc: Acabat
pl: Wykonane
pt_br: Concluído
ro_ro: Gata
ru: Готово
sc: Fatu
sk: Hotovo
sl: Končano
sr: Завршено
sr_latn: Završeno
sv: Klar
ta: முடிந்தது
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

# shared_string_time_moving
source: Time moving
ar: الوقت المتحرك
az: Hərəkət vaxtı
be: Час руху
ca: Temps en moviment
cs: Doba pohybu
cy: Amser yn symud
da: Tid i bevægelse
de: Zeit in Bewegung
el: Διάρκεια κίνησης
eo: Tempo de movado
es_us: Tiempo en movimiento
et: Liikumisaeg
eu: Denbora mugimenduan
fa: مدت حرکت
fi: Aika liikkuu
fr: Durée de déplacement
gl: Tempo en movemento
he: זמן תנועה
hu: Mozgásban töltött idő
hy: Ժամանակն շարժման մեջ
id: Waktu bergerak
is: Tími á ferð
it: In movimento
ja: 移動時間
ka: მოძრაობის დრო
lt: Važiavimo trukmė
lv: Laiks kustībā
mk: Vreme na dvizenje
ml: ഓടിയ സമയം
mr: चलत वेळ
nb: Tid i bevegelse
nl: Tijd in beweging
oc: Temps en movement
pl: Czas w ruchu
ro_ro: Timp în mișcare
ru: Время движения
sc: Tempus in movimentu
sk: Čas v pohybe
sl: Čas premikanja
sr: Време кретања
sr_latn: Pomeranje vremena
sv: Tid i rörelse
ta: நேரம் நகரும்
tr: Hareket zamanı
uk: Час в дорозі
zh_hans: 时间移动
zh_hant: 時間移動

# shared_string_start_date
source: Start date
ar: تاريخ البدء
be: Дата пачатку будаўніцтва
ca: Data d'inici
cs: Datum zahájení
da: Startdato
de: Anfangsdatum
el: Ημερομηνία έναρξης
es_us: Fecha de inicio
et: Alguskuupäev
fa: تاریخ شروع
fr: Date de début
hu: Kezdődátum
id: Tanggal mulai
is: Upphafsdagsetning
it: Data inizio
ja: 開始日
ko: 시작일자
nl: Startdatum
oc: Data de començament
pl: Data rozpoczęcia
pt_br: Data de início
ro_ro: Data începerii
ru: Дата открытия
sc: Data de incumintzu
sk: Začiatočný dátum
sr: Почетни датум
sr_latn: Datum početka
sv: Start datum
ta: தொடக்க தேதி
tr: Başlangıç tarihi
uk: Початок
zh_hant: 開始日期

# shared_string_not_set
source: Not set
ar: لم يتم تعيين
be: Не вызначана
ca: No establert
cs: Nenastaveno
da: Ikke angivet
de: Nicht festgelegt
el: Δεν έχει οριστεί
es_us: Sin definir
et: Määramata
fa: تنظیم نشده
fr: Non défini
hu: Nincs beállítva
id: Tidak diatur
is: Ekki stillt
it: Non impostata
ja: 未設定
ko: 설정되지 않음
nl: Niet ingesteld
oc: Pas establit
pl: Nie ustawione
pt_br: Não configurado
ro_ro: Nesetat
ru: Не установлено
sc: No impostadu
sk: Nenastavené
sr: Није подешено
sr_latn: Nije postavljeno
sv: Inte inställt
ta: அமைக்கப்படவில்லை
tr: Ayarlanmadı
uk: Не встановлено
zh_hant: 未設定

# shared_string_preparing
source: Preparing
ar: تحضير
az: Hazırlanır
be: Падрыхтоўка
bg: Подготовка
bn: তৈরী করা হচ্ছে
ca: Preparant
cs: Připravuji
cy: Wrthi'n paratoi
da: Forbereder
de: Vorbereitung
el: Προετοιμασία
eo: Preparado
es_us: Preparando
et: Valmistun
eu: Prestatzen
fa: آماده‌سازی
fi: Valmistellaan
fr: Préparation en cours
gl: Estase a preparar
he: בהכנה
hu: Előkészület
id: Mempersiapkan
is: Undirbý
it: Preparando
ja: 準備
ka: მომზადება
ko: 준비 중
mk: Priprema
nb: Forbereder
nl: Voorbereiding
oc: A se preparar
pl: Przygotowanie
pt_br: Preparando
ro_ro: Se pregătește
ru: Подготовка
sc: Ammaniende
sk: Pripravujem
sl: Poteka priprava
sr: Припремам
sr_latn: Prepremanje
sv: Förbereder
ta: தயாரித்தல்
tr: Hazırlama
uk: Підготування
vi: Đang chuẩn bị
zh_hans: 正在准备
zh_hant: 正在準備

# shared_string_not_available
source: Not Available
ar: غير متاح
cs: Nedostupné
da: Ikke tilgængelig
de: Nicht verfügbar
el: Δεν είναι διαθέσιμο
es_us: No disponible
et: Pole saadaval
fr: Non Disponible
hu: Nem érhető el
id: Tidak Tersedia
is: Ekki tiltækt
it: Non disponibile
nb: Ikke tilgjengelig
nl: Niet beschikbaar
pl: Niedostępne
ro_ro: Nu este disponibil
ru: Не доступно
sr: Није доступно
sr_latn: Nije dostupno
sv: Inte tillgänglig
ta: கிடைக்கவில்லை
tr: Kullanılabilir Değil
uk: Не доступно
zh_hant: 目前無法使用

# shared_string_turn_off
source: Turn off
ar: إيقاف تشغيل
ast: Desactivar
az: Söndür
be: Адключыць
bg: Изключване
ca: Desactiva
cs: Vypnout
cy: Diffodd
da: Sluk
de: Ausschalten
el: Απενεργοποίηση
eo: Malaktivigi
es_us: Apagar
et: Lülita välja
eu: Itzali
fa: خاموش
fi: Sammuta
fr: Désactiver
gl: Apagar
he: כיבוי
hu: Kikapcsolás
id: Nonaktifkan
is: Slökkva
it: Spegni
ja: OFFにする
ka: გამორთვა
kn: ಆಫ್ ಮಾಡಿ
ko: 끄기
lt: Išjungti
mk: Iskluči
nb: Skru av
nl: Uitschakelen
oc: Desactivar
pl: Wyłącz
pt_br: Desligar
ro_ro: Oprește
ru: Выключить
sc: Istuda
sk: Vypnúť
sl: Izklopi
sr: Искључи
sr_latn: Isključi
sv: Stäng av
ta: அணைக்கவும்
tr: Kapat
uk: Вимкнути
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

# shared_strings_all_regions
source: All regions
ar: كل المناطق
ast: Toles rexones
az: Bütün regionlar
be: Усе рэгіёны
bg: Всички области
cs: Všechny oblasti
cy: Pob rhanbarth
da: Alle regioner
de: Alle Regionen
el: Όλες οι περιοχές
eo: Ĉiuj regionoj
es_us: Todas las regiones
et: Kõik piirkonnad
eu: Eskualde guztiak
fa: همهٔ مناطق
fi: Kaikki alueet
fr: Toutes les régions
gl: Todas as rexións
he: כל האזורים
hu: Az összes régió
id: Semua wilayah
is: Öll landsvæði
it: Tutte le regioni
ja: すべての地域
ka: ყველა რეგიონი
ko: 모든 지역
lt: Visi regionai
mk: Site regioni
nb: Alle regioner
nl: Alle regio's
oc: Totei lei país
pl: Wszystkie regiony
pt_br: Todas as regiões
ro_ro: Toate regiunile
ru: Все регионы
sc: Totu sas regiones
sk: Všetky oblasti
sl: Vse regije
sr: Све области
sr_latn: Svi regije
sv: Alla regioner
ta: அனைத்து பிராந்தியங்களும்
tr: Tüm bölgeler
uk: Усі регіони
vi: Tất cả khu vực
zh_hans: 所有区域
zh_hant: 所有區域

source: Regions
ar: المناطق
ast: Rexones
az: Regionlar
be: Рэгіёны
bg: Области
bn: অঞ্চল
cs: Oblasti
cy: Rhanbarthau
da: Regioner
de: Regionen
el: Περιοχές
eo: Regionoj
es_us: Regiones
et: Piirkonnad
eu: Eskualdeak
fa: مناطق
fi: Alueet
fr: Régions
gl: Rexións
he: אזורים
hu: Régiók
hy: Մարզեր
id: Wilayah
is: Svæði
it: Regioni
ja: 地域
ka: რეგიონები
kn: ಪ್ರದೇಶಗಳು
ko: 지역
ku: Herêman
lt: Regionai
lv: Reģions
mk: Regioni
ml: പ്രദേശങ്ങള്‍
nb: Regioner
nl: Regio's
oc: País
pl: Regiony
pt_br: Regiões
ro_ro: Regiuni
ru: Регионы
sc: Regiones
sk: Oblasti
sl: Območja
sr: Области
sr_latn: Oblasti
sv: Regioner
ta: பகுதிகள்
tr: Bölgeler
uk: Регіони
zh_hans: 地图
zh_hant: 地區

# shared_string_hide_all
source: Hide all
ar: أخف الكل
az: Hamısını gizlət
be: Схаваць усе
bg: Скриване всичко
ca: Amaga-ho tot
cs: Skrýt vše
cy: Cuddio'r cwbl
da: Skjul alle
de: Alle ausblenden
el: Απόκρυψη όλων
eo: Kaŝi ĉiujn
es_us: Ocultar todo
et: Peida kõik
eu: Ezkutatu dena
fa: پنهان کردن همه
fi: Piilota kaikki
fr: Tout masquer
he: להסתיר הכול
hu: Összes elrejtése
id: Sembunyikan semua
is: Fela allt
it: Nascondi tutto
ja: 全て非表示
ka: ყველას დამალვა
ko: 모두 숨기기
lt: Paslėpti viską
mk: Sokrij se'
mr: सगळे लपवा
nb: Skjul alle
nl: Verberg alles
oc: Tot escondre
pl: Ukryj wszystko
ro_ro: Ascunde toate
ru: Скрыть все
sc: Cua totu
sk: Skryť všetko
sl: Skrij vse
sr: Сакриј све
sr_latn: Sakriti sve
sv: Dölj alla
ta: அனைத்தையும் மறைக்கவும்
tr: Tümünü gizle
uk: Сховати все
vi: Ẩn tất cả
zh_hans: 隐藏全部
zh_hant: 隱藏全部

# shared_string_learn_more
source: Learn more
ar: التعرف على المزيد
ast: Saber más
az: Ətraflı öyrən
be: Даведацца больш
bg: Научете повече
cs: Zjistit více
cy: Dysgu rhagor
da: Få mere at vide
de: Mehr Informationen
el: Μάθετε περισσότερα
eo: Pliaj informoj
es_us: Más información
et: Lisateave
eu: Ikasi gehiago
fa: بیشتر بدانید
fi: Lue lisää
fr: En savoir plus
he: מידע נוסף
hu: Tudjon meg többet
id: Pelajari lebih lanjut
is: Kanna nánar
it: Approfondisci
ja: 詳細を見る
ka: მეტის ნახვა
ko: 더 배우기
lt: Sužinoti daugiau
lv: Uzzināt vairāk
mk: Nauči poveḱe
nb: Lær mer
nl: Meer weten
oc: Legir mai
pl: Dowiedz się więcej
ro_ro: Aflați mai multe
ru: Подробнее
sc: Àteras informatziones
sk: Zistiť viac
sl: Preberi več
sr: Сазнајте више
sr_latn: Saznaj više
sv: Läs mer
ta: மேலும் அறிக
tr: Daha fazla bilgi edinin
uk: Докладніше
vi: Tìm hiểu thêm
zh_hans: 了解更多信息
zh_hant: 取得更多資訊

# shared_string_profile
source: Profile
ar: ملف تعريف
cs: Profil
da: Profil
de: Profil
el: Προφίλ
es_us: Perfil
et: Profiil
fr: Profil
hu: Profil
id: Profil
is: Snið
it: Profilo
ja: プロフィール
lt: Profilis
nb: Profil
nl: Profiel
oc: Perfiu
pl: Profil
ro_ro: Profil
ru: Профиль
sc: Profilu
sr: Профил
sr_latn: Profil
sv: Profil
ta: சுயவிவரம்
tr: Profil
uk: Профіль
zh_hant: 設定檔

# shared_string_legal
source: Legal
ar: قانوني
az: Qanuni
be: Юрыдычная інфармацыя
ca: Informació legal
cs: Právní informace
cy: Cyfreithiol
da: Juridisk
de: Rechtliches
el: Νομικά
eo: Leĝaj
et: Juriidiline teave
eu: Legezkoa
fa: قانونی
fi: Lakiasiat
fr: Légal
he: משפטי
hu: Jogi
hy: Օրենսդրություն
is: Löglegt
it: Legale
ja: 法的事項
ka: იურიდიული ინფორმაცია
ko: 법적고지
mk: Legalno
nb: Juridisk
nl: Legaal
oc: Legau
pl: Prawny
ru: Законодательство
sc: Legale
sk: Právne
sl: Zakonito
sr: Правно
sr_latn: Pravna pitanja
sv: Juridik
ta: சட்டரீதியான
tr: Yasal
uk: Законодавство
vi: Pháp lý
zh_hans: 合法
zh_hant: 法律

# shared_string_coloring
source: Coloring
ar: تلوين
cs: Zbarvení
da: Farvelægning
de: Farbgebung
el: Χρωματισμός
es_us: Colorear
et: Värvid
fr: Coloris
hu: Színezés
id: Pewarnaan
is: Litun
it: Colorazione
ja: カラーリング
nb: Fargelegging
nl: Kleuren
oc: Color
ro_ro: Colorare
ru: Раскраска
sr: Обојеност
sr_latn: Obojenost
sv: Färgsättning
ta: வண்ணம்
tr: Renklendirme
uk: Забарвлення
zh_hant: 著色

# shared_string_duplicate_color
source: Duplicate color
ar: نسخ لون
cs: Duplicitní barva
da: Dupliker farve
de: Farbe duplizieren
el: Διπλασιασμός χρώματος
es_us: Duplicar color
et: Tee värvist koopia
fr: Dupliquer la couleur
hu: Szín duplikálása
id: Duplikat warna
is: Tvítaka lit
it: Duplica colore
nl: Kleur dupliceren
oc: Doblar la color
pl: Duplikuj kolor
ro_ro: Culoare duplicată
ru: Повторить цвет
sr: Дупликат боје
sr_latn: Duplikat boje
sv: Duplicera färg
ta: நகல் நிறம்
tr: Rengi çoğalt
uk: Дублювати колір
zh_hant: 複製顏色

# shared_string_delete_color
source: Delete color
ar: حذف لون
cs: Odstranit barvu
da: Slet farve
de: Farbe löschen
el: Διαγραφή χρώματος
es_us: Borrar color
et: Kustuta värv
fr: Supprimer la couleur
hu: Szín törlése
id: Hapus warna
is: Eyða lit
it: Elimina colore
nb: Slett farge
nl: Kleur verwijderen
oc: Suprimir la color
pl: Usuń kolor
ro_ro: Ștergeți culoarea
ru: Удалить цвет
sr: Обриши боју
sr_latn: Obriši boju
sv: Ta bort färg
ta: வண்ணத்தை நீக்கு
tr: Rengi sil
uk: Видалити колір
zh_hant: 刪除顏色

# shared_string_any
source: Any
af: Enige
ar: أي
az: Hər hansı
be: Усе
bg: Всички
ca: Algun
cs: Jakýkoli
cy: Unrhyw
da: Alle
de: Alles
el: Οποιοδήποτε
eo: Ia
es_us: Cualquiera
et: Mistahes
eu: Edozein
fa: هرچه
fi: Mikä tahansa
fr: Tout
gl: Calquera
he: כלשהי
hu: Bármely
hy: Ցանկացած
id: Apa saja
is: Hvað sem er
it: Tutti
ja: すべて
ka: ნებისმიერი
ko: 어떤
lt: Bet kurią
lv: Jebkurš
mk: Bilo koj
ml: ഏതെങ്കിലും
mr: कुठलाही
nb: Alle
nl: Alle
pl: Jakiekolwiek
ro_ro: Oricare
ru: Все
sc: Totus
sk: Akékoľvek
sl: Katerokoli
sr: Било који
sr_latn: Bilo koji
sv: Alla
ta: ஏதேனும்
tr: Herhangi
uk: Всі
vi: Bất kỳ
zh_hans: 任何
zh_hant: 任何

# zoom_levels_difference_description
source: The big difference between zoom levels can increase the size of the downloaded data.
ar: يمكن أن يؤدي الاختلاف الكبير بين مستويات التكبير / التصغير إلى زيادة حجم البيانات التي تم تنزيلها.
be: Вялікая розніца паміж узроўнямі маштабавання можа павялічыць памер загружаных даных.
bg: Голямата разлика между нивата на увеличенията може да направи размера на изтеглените данни по-голям.
ca: Una diferència gran entre nivells de zoom incrementarà la mida de les dades baixades.
cs: Velký rozdíl mezi úrovněmi přiblížení může zvýšit objem stahovaných dat.
cy: Gall y gwahaniaeth mawr rhwng lefelau chwyddo gynyddu maint y data sy'n cael ei lawrlwytho.
da: Den store forskel mellem zoomniveauer kan øge størrelsen af de downloadede data.
de: Der große Unterschied zwischen den Zoomstufen kann die Größe der heruntergeladenen Daten erhöhen.
el: Η μεγάλη διαφορά μεταξύ των επιπέδων εστίασης μπορεί να αυξήσει το μέγεθος των ληφθέντων δεδομένων.
eo: Ju pli granda amplekso de skal-niveloj, des pli multe da datumoj necesos elŝuti.
es_us: Una gran diferencia entre los niveles de zum, puede aumentar el tamaño de los datos descargados.
et: Suumitasemete suur arv võib suurendada allalaaditavat andmehulka.
eu: Zoom-mailen arteko alde handiak deskargatutako datuen tamaina handitu dezake.
fa: تفاوت زیاد بین سطوح بزرگنمایی می‌تواند حجم داده‌های بارگیری‌شده را افزایش دهد.
fr: Un niveau de zoom élevé peut augmenter significativement la taille des données téléchargées.
he: ההבדל הגדול בין רמות התקריב יכול להגדיל את גודל הנתונים שנמשכים.
hu: A nagyítási szintek közötti nagy különbség növelheti a letöltött adat mennyiségét.
id: Perbedaan besar antara tingkat zoom dapat meningkatkan ukuran data yang diunduh.
is: Hinn mikli munur milli aðdráttarstiga getur aukið stærð sóttra gagna.
it: La maggiore differenza tra i livelli di zoom può aumentare la quantità di dati da scaricare.
ja: ズームレベルが大きく異なると、ダウンロードされるデータサイズが大きくなる可能性があります。
ko: 줌 수준 간의 큰 차이는 다운로드되는 데이터의 크기를 증가시킬 수 있다.
mk: Golemata razlika pomeǵu nivoata na zumiranje može da ja zgolemi goleminata na prevzemenite podatoci.
nb: Den store forskjellen mellom forstørrelsesnivåene kan øke størrelsen på nedlastet data.
nl: Het grote verschil tussen zoemniveau's kan de grootte van de bestanden doen toenemen.
oc: Un ample gròs entre lei nivèus de zoom aumentarà la dimension dei donadas teledescargadas.
pl: Duża różnica między poziomami zbliżenia może zwiększać rozmiar pobieranych danych.
ro_ro: Diferența mare între nivelurile de zoom poate crește dimensiunea datelor descărcate.
ru: Большая разница между уровнями масштабирования может увеличить размер скачиваемых данных.
sc: Sa diferèntzia manna intre sos livellos de ismanniamentu podet ismanniare sa mannària de sos datos iscarrigados.
sk: Veľký rozdiel medzi úrovňami priblíženia môže zväčšiť veľkosť sťahovaných dát.
sl: Velika razlika med stopnjami povečave lahko poveča velikost prenesenih podatkov.
sr: Велика разлика између разине приближавања може повећати величину преузетих података.
sr_latn: Velika razlika između nivoa približavanja može povećati veličinu preuzetih podataka.
sv: Den stora skillnaden mellan zoomnivåer kan öka storleken på nedladdad data.
ta: சூம் நிலைகளுக்கு இடையிலான பெரிய வேறுபாடு பதிவிறக்கம் செய்யப்பட்ட தரவின் அளவை அதிகரிக்கும்.
tr: Yakınlaştırma seviyeleri arasındaki büyük fark, indirilen verilerin boyutunu artırabilir.
uk: Значна різниця між масштабами може призвести до збільшення обсягу завантажених даних.
vi: Sự khác biệt lớn giữa những mức thu phóng khác nhau có thể làm tăng kích thước của dữ liệu được tải xuống.
zh_hans: 缩放级别之间的巨大差异可能会增加下载数据的大小。
zh_hant: 縮放等級間的巨大差異可能會增加下載資料的大小。

# use_of_downloaded_map
source: You can now use this map offline as main map source or as overlay/underlay layer
ar: يمكنك الآن استخدام هذه الخريطة في وضع عدم الاتصال كمصدر رئيسي للخريطة أو كطبقة علوية/ سفلية
be: Цяпер вы можаце выкарыстоўваць гэтую мапу ў аўтаномным рэжыме як асноўную крыніцу альбо як накладку / падкладку
ca: Ara podeu utilitzar aquest mapa local com a font principal del mapa o com una capa de superposició/fons
cs: Tuto mapu nyní můžete použít jako hlavní mapový zdroj nebo jako překryvnou/podkladovou mapu
da: Du kan nu bruge dette kort offline som den primære kortkilde eller som over-/underlejrings-lag
de: Sie können diese Karte nun offline als Hauptkartenquelle oder als Über-/Unterlagerungsebene verwenden
el: Μπορείτε να χρησιμοποιήσετε αυτόν το χάρτη εκτός σύνδεσης ως κύρια πηγή χάρτη ή ως επίπεδο επικάλυψης/υποστρώματος
es_us: Ahora puedes usar este mapa sin conexión, como repositorio principal del mapa o como capa de superposición o subyacencia
et: Nüüd saad seda kaarti kasutadavõrgu ühenduseta režiimis põhikaardi allikana või ülekattena või aluskihina
fr: Vous pouvez maintenant utiliser cette carte hors-ligne comme source de la carte principale ou en tant que sur-couche/sous-couche
hu: Ezt a térképet mostantól offline is használhatja fő térképforrásként, fedő- vagy alátét rétegként.
id: Anda sekarang dapat menggunakan peta ini secara offline sebagai sumber peta utama atau sebagai lapisan overlay/underlay
is: Þú getur núna notað þetta kort án nettengingar sem gunn aðalkorts eða sem yfirlag/undirlag
it: È ora possibile utilizzare questa mappa offline come sorgente della mappa principale o come livello di sovrapposizione/sottostrato
ja: このマップをオフラインでメインのマップとして、またオーバーレイ/アンダーレイ表示にも使用できるようになりました
ko: 이제 이 지도를 기본 지도 원본 또는 오버레이/언더레이 계층으로 오프라인으로 사용할 수 있음
nl: U kunt nu deze kaart gebruiken als basis bronkaart of als overlaag/onderlaag
oc: Ara podèz utilitzar aquesta mapa locala per fònt principala de la mapa ò per una jaça de superposicion/fons
pl: Teraz możesz używać tej mapy offline jako głównego źródła map lub jako podkład/nakładka
pt_br: Agora você pode usar este mapa offline como fonte principal do mapa ou como camada de sobreposição/subjacência
ro_ro: Acum puteți utiliza această hartă offline ca sursă principală a hărții sau ca strat suprapus/fundal
ru: Теперь вы можете использовать эту карту без сети как основной источник, или как слой накладки/подложки
sc: Como podes impreare custa mapa non in lìnia comente mitza printzipale de sa mapa o comente istratu superiore/inferiore
sr: Сада можете да користите ову мапу ван мреже као главни извор мапе или као слој преклапања/подлоге
sr_latn: Sada možete da koristite ovu mapu van mreže kao glavni izvor mape ili kao sloj preklapanja/podloge
sv: Du kan nu använda den här kartan offline som huvudkarta eller som underläggs-/överläggskarta
ta: நீங்கள் இப்போது இந்த வரைபடத்தை ஆஃப்லைனில் முதன்மையான வரைபட மூலமாகவோ அல்லது மேலடுக்கு/அண்டர்லே லேயராகவோ பயன்படுத்தலாம்
tr: Artık bu haritayı çevrim dışı olarak ana harita kaynağı veya üst/alt katman olarak kullanabilirsiniz
uk: Тепер ви можете використовувати цю мапу без мережі як основне джерело, або як шар накладки/підкладки
zh_hans: 现在，你可以离线使用此地图作为主地图源或叠加层/背景层
zh_hant: 您現在可以離線使用這個地圖作為主要地圖來源，或上、下層圖層

# gpx_remove
source: Remove track?
ar: إزالة المسار؟
be: Выдаліць след?
ca: Voleu suprimir el trajecte?
cs: Odstranit stopu?
da: Fjern spor?
de: Track entfernen?
el: Αφαίρεση ίχνους;
es_us: ¿Quitar traza?
et: Eemaldada teekond?
fa: رد حذف‌شود؟
fr: Supprimer la trace ?
gl: Remove trip?
hu: Biztosan eltávolítja a nyomvonalat?
id: Hapus track?
is: Fjarlægja feril?
it: Rimuovere il viaggio?
ja: 経路を削除しますか？
ka: წავშალო ტრეკი?
ko: 트랙을 제거하시겠습니까?
nb: Remove trip?
nl: Verwijder track?
oc: Volètz suprimir lo percors ?
pl: Usunąć trasę?
pt_br: Apagar trilha?
ro_ro: Îndepărtați track-ul?
ru: Удалить трек?
sc: Bogare sa rasta?
sk: Odstrániť stopu?
sl: Ali želite odstraniti pot potovanja?
sr: Уклонити путању?
sr_latn: Ukloniti putanju?
sv: Radera spår?
ta: பாதையை அகற்றவா?
tr: Yol kaldırılsın mı?
uk: Вилучити трек?
zh_hant: 要移除旅程嗎？

# gpx_analyze
source: Analyze
ar: تحليل
be: Аналізаваць
ca: Analitza
cs: Analyzovat
cy: Dadansoddi
da: Analyser
de: Analysieren
el: Ανάλυση
es_us: Analizar
et: Analüüsi
fa: آنالیز
fr: Analyser
hu: Elemzés
id: Analisis
is: Greina
it: Analizza
ja: 分析
ka: ანალიზი
ko: 분석
nb: Analyser
nl: Analyseren
oc: Analizar
pl: Analiza
pt_br: Analisar
ro_ro: Analizați
ru: Анализировать
sc: Analiza
sk: Analyzovať
sr: Анализирај
sr_latn: Analiziraj
sv: Analysera
ta: பகுப்பாய்வு செய்யுங்கள்
tr: Analiz
uk: Розібрати
zh_hant: 分析

# gpx_route_time
source: Route time
ar: وقت التوجيه
be: Час маршруту
ca: Temps de ruta
cs: Čas trasy
da: Rutetid
de: Routenzeit
el: Χρόνος διαδρομής
es_us: Tiempo del recorrido
et: Teekonna aeg
fr: Durée de l'itinéraire
hu: Menetidő
id: Waktu rute
is: Tími á leiðinni
it: Tempo del percorso
ja: 所要時間
ka: გზის დრო
ko: 경로시간
ku: Dema Rêgeh
nb: Rutetid
nl: Route tijd
oc: Temps dau percors
pl: Czas trasy
pt_br: Tempo de percurso
ro_ro: Timp de parcurs
ru: Время маршрута
sc: Tempus de s’àndala
sk: Čas trasy
sl: Čas poti
sr: Време руте
sr_latn: Vreme rute
sv: Rutt-tid
ta: பாதை நேரம்
tr: Rotası süresi
uk: Час маршруту
zh_hant: 路線時間
