Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# routing_attr_allow_streams_name
source: Allow streams and drains
ar: السماح بالتيارات والمصارف
be: Дазволіць ручаі і меліярацыйныя каналы
ca: Permet rierols i torrents
cs: Povolit říčky a stoky
cy: Caniatáu nentydd a ffosydd
da: Tillad vandløb og afløb
de: Bäche und Entwässerungsgräben erlauben
el: Να επιτρέπονται ρέματα και οχετοί
eo: Permesi riveretojn kaj fosaĵojn
es_us: Permitir arroyos y desagües
et: Luba ojad ja kraavid
eu: Onartu errekak eta hustubideak
fa: رودهای کوچک و نهرهای مصنوعی مجاز باشد
fi: Salli virrat ja viemärit
fr: Autoriser les cours d’eau et les drains
gl: Permitir regatos e cunetas
he: לאפשר נחלים וניקוזים
hu: Patakok és vízelvezető árkok engedélyezése
id: Perbolehkan aliran dan saluran
is: Leyfa læki og afföll
it: Permetti ruscelli e scoli
ja: 小川と排水溝も許可
ka: არხების და რუების ჩვენება
ko: 스트림 및 드레인 허용
mk: Dozvolete potoci i odvodi
nb: Tillat bekker og dreneringsgrøfter
nl: Beken en sloten gebruiken
oc: Permetre rius e vabres
pl: Zezwalaj na strumienie i dreny
ro_ro: Permite cursuri de apă și canale de scurgere
ru: Разрешить ручьи и канавы
sc: Permite flussos e iscàrrigos
sk: Povoliť potoky a odtokové kanály
sl: Omogoči potoke in odtoke
sr: Дозволи потоке и одводе
sr_latn: Dozvoli potoke i odvode
sv: Tillåt strömmar och torrläggningar
ta: நீரோடைகள் மற்றும் வடிகால்களை அனுமதிக்கவும்
tr: Dere ve kanalizasyonlara izin ver
uk: Використовувати потічки та стічні канали
vi: Cho phép các dòng suối và rãnh
zh_hans: 允许溪流和水沟
zh_hant: 允許溪流與水溝

# routing_attr_carriage_restrictions_name
source: Carriage restrictions
ar: قيود النقل
be: Абмежаванні на перавозку
bg: Ограничения за превоз
cs: Omezení přepravy
cy: Cyfyngiadau cerbyd
da: Vognbegrænsninger
de: Einschränkungen für Pferdefuhrwerke
el: Περιορισμοί άμαξας
eo: Aliro por kaleŝoj
es_us: Restricciones al transporte
et: Veopiirangud
eu: Garraio murrizketak
fa: محدودیت‌های کالسکه
fr: Restrictions de chariot
he: מגבלות עגלה
hu: Állati erővel vont jármű behajtási korlátozásai
id: Pembatasan pengangkutan
is: Takmarkanir hestvagna
it: Restrizioni al trasporto
ja: 馬車の制限
ka: გადატანის შეზღუდვები
ko: 차량 제한
mk: Ograničuvanja za prevoz
nb: Vognbegrensninger
nl: Beperkingen voor wagens
pl: Ograniczenia przewozu
ro_ro: Restricții pentru trăsuri
ru: Ограничения на перевозку
sc: Restritziones a su trasportu
sk: Obmedzenia pre vozy/koče
sl: Omejitve vozišča
sr: Ограничења за кочије
sr_latn: Ograničenja pri transportu
sv: Begränsningar för hästvagn
ta: வண்டி கட்டுப்பாடுகள்
tr: Araba kısıtlamaları
uk: Обмеження на перевезення
vi: Những giới hạn xe ngựa
zh_hans: 运载限制
zh_hant: 運輸限制

# rendering_attr_horseScale_name
source: Difficulty of horse trails
ar: مسارات الخيول الوعرة
be: Складанасць конных сцежак
bg: Сложност на конни маршрути
ca: Dificultat de les rutes eqüestres
cs: Obtížnost stezek pro koně
cy: Anhawster llwybrau ceffylau
da: Sværhedsgraden af ridestier
de: Schwierigkeitsgrad von Reitwegen
el: Δυσκολία μονοπατιών ιππασίας
eo: Facilo deĉevalvojoj
es_us: Dificultad de los senderos ecuestres
et: Hobuseradade raskusaste
eu: Zaldi-ibilbideen zailtasuna
fa: سختی مسیرهای سوارکاری
fr: Difficulté des sentiers équestres
he: קושי מסלולי הסוסים
hu: Lovas utak nehézségi szintje
id: Kesulitan jalur kuda
is: Erfiðleikastig reiðleiða
it: Difficoltà dei percorsi ippici
ja: 馬道(手綱さばき)の難易度
ko: 말길의 난이도
mk: Teskotii na konjskite pateki
nb: Vanskelighetsgrad for rideveier
nl: Begaanbaarheid van ruiterpaden
pl: Poziom trudności szlaków konnych
ro_ro: Dificultate trasee pentru cai
ru: Сложность конных маршрутов
sc: Dificultade de sas camineras a caddu
sk: Náročnosť ciest pre kone
sl: Zahtevnost konjskih poti
sr: Тежина коњских стаза
sr_latn: Težina konjskih staza
sv: Svårighetsgrad för ridvägar
ta: குதிரை பாதைகளின் தொல்லை
tr: At parkurlarının zorluğu
uk: Складність кінних стежок
vi: Độ khó cho các lối cưỡi ngựa
zh_hans: 马道难度
zh_hant: 馬道難度

# routing_attr_prefer_hiking_routes_name
source: Prefer hiking routes
ar: تفضيل طرق التنزه
be: Аддаваць перавагу пешаходным маршрутам
bg: Предпочитане на пешеходни маршрути
ca: Prioritza les rutes de senderisme
cs: Upřednostňovat turistické trasy
cy: Ffafrio llwybrau heicio
da: Foretræk vandreruter
de: Wanderwege bevorzugen
el: Προτίμηση διαδρομών για πεζοπορία
eo: Preferi piediradajn kursojn
es_us: Preferir rutas de senderismo
et: Eelista matkaradu
eu: Hobetsi mendiko ibilbideak
fa: ترجیح مسیرهای پیاده‌گردی
fi: Suosi patikointireittejä
fr: Privilégier les itinéraires de randonnée
gl: Preferir rutas de sendeirismo
he: להעדיף מסלולי הליכה
hu: Turistautak előnyben részesítése
id: Utamakan rute mendaki
is: Velja frekar gönguleiðir
it: Preferisci i percorsi escursionistici
ja: ハイキングコースを優先
ka: საფეხმავლო ბილიკებისთვის პრიორიტეტის მიცემა
ko: 하이킹 경로 선호
mk: Pretpočitaj planinski ruti
nb: Foretrekk vandreruter
nl: Voorkeur voor Hike-routes
oc: Priorizar lei percors d'escorreguda
pl: Preferuj szlaki turystyczne
ro_ro: Preferă traseele de drumeție
ru: Предпочитать пешеходные маршруты
sc: Preferi sas àndalas pro s'escursionismu
sk: Uprednostniť turistické trasy
sl: Prednostno vodi po pohodniških poteh
sr: Присили на планинске пешачке путеве
sr_latn: Preferiraj pešačke rute
sv: Föredra vandringsleder
ta: ஐகிங் வழிகளை விரும்புங்கள்
tr: Yürüyüş rotalarını tercih et
uk: Надавати перевагу маршрутам для пішого туризму
vi: Ưu tiên các tuyến đường leo núi
zh_hans: 偏好徒步路线
zh_hant: 偏好遠足路線

# rendering_attr_hideMilitaryAreas_description
source: Hide military areas
ar: إخفاء المناطق العسكرية
be: Схаваць вайсковыя зоны
bg: Скриване на военните зони
ca: Amaga zones militars
cs: Skrýt vojenské prostory
cy: Cuddio ardaloedd milwrol
da: Skjul militære områder
de: Militärische Bereiche ausblenden
el: Απόκρυψη στρατιωτικών περιοχών
eo: Ne montri transversajn ruĝajn liniojn sur armeaj areoj
es_us: Oculta las áreas militares
et: Peida sõjaväealad
eu: Ezkutatu eremu militarrak
fa: پنهان کردن مناطق نظامی
fi: Piilota sotilasalueet
fr: Masquer les zones militaires
he: הסתרת שטחים צבאיים
hu: Nem jeleníti meg a katonai területeket
id: Sembunyikan area militer
is: Fela hersvæði
it: Nascondi le aree militari
ja: 軍事エリアを隠す
ko: 군사 지역 숨기기
mk: Skrijte gi voenite podracja
nb: Skjul militære områder
nl: Verberg militaire gebieden
pl: Ukryj obszary wojskowe
ro_ro: Ascunde zone militare
ru: Скрыть военные зоны
sc: Cua sas àreas militares
sk: Skryť vojenské oblasti
sl: Skrij vojaška območja
sr: Неприказивање војних подручја
sr_latn: Sakriti vojna oblasti
sv: Göm militärområden
ta: இராணுவப் பகுதிகளை மறைக்கவும்
tr: Askeri alanları gizleyin
uk: Не показувати військові обʼєкти
vi: Ẩn các khu vực quân sự
zh_hans: 隐藏军事区域
zh_hant: 隱藏軍事區域

# rendering_attr_weatherTempContours_name
source: Temperature isolines
ar: خطوط قياس درجة الحرارة
be: Ізатэрмы
bg: Изотерми
ca: Línies isotermes
cs: Teplotní izolinie
cy: Isoplethau tymheredd
da: Temperatur-isolinjer
de: Isothermen
el: Ισογραμμές θερμοκρασίας
eo: Egal-temperatur-linioj (izotermoj)
es_us: Isolíneas de temperatura
et: Temperatuuri samajooned
eu: Tenperaturako isolineak
fa: خطوط هم‌دما
fr: Lignes isothermes
he: קווי מתאר טמפרטורה
hu: Hőmérsékleti vonalak
id: Isolin suhu
is: Hitastigslínur
it: Isoterme
ja: 等温線
ko: 온도 아이소라인
mk: Temperaturni izolinii
nb: Temperatur-isolinjer
nl: Temperatuur hoogtelijnen
pl: Izolinie temperatury
ro_ro: Curbe izoterme
ru: Изотермы
sc: Isolìnias de sa temperadura
sk: Teplotné vrstevnice (izotermy)
sl: Izoterme
sr: Топлотни обриси
sr_latn: Toplotni obrisi
sv: Temperatur-isolinjer
ta: வெப்பநிலை தனிமைப்படுத்தல்கள்
tr: Sıcaklık eş değer eğrileri
uk: Ізотерми
vi: Đường đẳng nhiệt
zh_hans: 等温线
zh_hant: 等溫線

# routing_attr_hazmat_category_description
source: Hazardous materials category / Consider hazmat access permissions
ar: فئة المواد الخطرة / الاهتمام في أذونات الوصول إلى المواد الخطرة
be: Катэгорыя небяспечных матэрыялаў / Праверка дазволу на доступ да небяспечных матэрыялаў
bg: Категория опасни вещества / Отчита правата за достъп на опасни товари
ca: Categoria de materials perillosos / Considereu les restriccions d'accés
cs: Kategorie nebezpečných materiálů / zohlednit omezení pro nebezpečný náklad
cy: Categori deunyddiau peryglus / Ystyried caniatâd mynediad peryglus
da: Kategori af farligt gods / Tag højde for adgangstilladelser for farligt gods
de: Gefahrgutkategorie / Zugangsgenehmigungen für Gefahrgut berücksichtigen
el: Κατηγορία επικίνδυνου υλικού / Να λάβει υπόψη τους περιορισμούς πρόσβασης για επικίνδυνα υλικά
eo: Konsideri limigojn pri transporto de danĝeraj materialoj
es_us: Categoría de materiales peligrosos / Considera los permisos de acceso para vehículos con materiales peligrosos
et: Ohtlike materjalide kategooria / Arvesta ohtlike materjalide transpordiga seotud piiranguid
eu: Material arriskutsuen kategoria / Kontuan izan material arriskutsuekin sartzeko baimenak
fa: دسته مواد خطرناک / در نظر گرفتن مجوزهای دسترسی مواد خطرناک
fr: Catégorie matières dangereuses / Prenez en compte les interdictions d'accès
he: קטגוריית חומרים מסוכנים / התחשבות ההגבלות גישה עקב חומרים מסוכנים
hu: Veszélyes anyagok kategória / A kategóriára vonatkozó behajtási tilalmak figyelembevétele
id: Kategori bahan berbahaya / Pertimbangkan izin akses hazmat
is: Flokkur hættulegra spilliefna / Íhuga aðgangstakmarkanir með spilliefni
it: Categoria materiali pericolosi / Considera i permessi di accesso per i materiali pericolosi
ja: 危険物のカテゴリ／危険物のアクセス許可を考慮
ko: 위험 물질 범주 / 유해 물질 접근 권한 고려
mk: Kategorija na opasni materii/Zemete gi vo obzir dozvolite za pristap do opasnite materii
nb: Kategori for farlig gods/adgangstillatelser for farlig gods
nl: Gevaarlijke stoffen categorie / Denk aan beperkte toegang voor gevaarlijke stoffen
pl: Kategoria materiałów niebezpiecznych / Rozważ uprawnienia dostępu do materiałów niebezpiecznych
ro_ro: Categorie materiale periculoase / Ține cont de permisiunile de acces pentru materiale periculoase
ru: Категория опасных материалов / Учитывать разрешение на доступ к опасным веществам
sc: Categoria de materiales perigulosos / Piga in cunsideru sos permissos de atzessu a sos materiales perigulosos
sk: Kategória nebezpečného nákladu / Zohľadniť obmedzenia pre nebezpečný náklad
sl: Kategorija nevarnih snovi / Upoštevaj dovoljenja za dostop do nevarnih snovi
sr: Врста опасних твари / Размотрите дозволе за приступ са опасним тварима
sr_latn: Vrsta opasnih materije / razmotri dozvole za pristup sa opasnim materijema
sv: Kategori av farligt gods / Ta hänsyn till åtkomstbegränsningar för farligt gods
ta: அபாயகரமான பொருட்கள் வகை / அச்மத் அணுகல் அனுமதிகளைக் கவனியுங்கள்
tr: Tehlikeli madde kategorisi / Tehlikeli madde erişim izinlerini göz önünde bulundurun
uk: Категорія небезпечних матеріалів / Враховувати обмеження на перевезення небезпечних вантажів
vi: Danh mục vật liệu nguy hại / Xem xét quyền truy cập các vật liệu nguy hại
zh_hans: 危险品类别/考虑危险品准入许可
zh_hant: 危險物質分類 / 考慮危險物品進入權限

# rendering_attr_seabedDetail_name
source: Seabed detail
ar: تفاصيل قاع البحر
be: Падрабязнасці марскога дна
bg: Подробности
ca: Detall del fons marí
cs: Detaily mořského dna
cy: Manylder gwely'r môr
da: Havbundsdetaljer
de: Meeresbodendetail
el: Λεπτομέρειες πυθμένα
eo: Marfundo
es_us: Detalle del fondo marino
et: Üksikasjalik merepõhi
eu: Itsas hondoko xehetasuna
fa: جزئیات بستر دریا
fr: Détails des fonds marins
he: פרט קרקעית הים
hu: Tengerfenék részletei
id: Detail dasar laut
is: Smáatriði sjávarbotns
it: Dettagli del fondale marino
ja: 海底の詳細
ka: ზღვის ფსკერის დეტალები
ko: Seabed 세부사항
lv: Jūras dibena detaļas
mk: Detali od morskoto dno
nb: Havbunnsdetalj
nl: Zeebodem informatie
oc: Detalh dei fons marins
pl: Szczegóły dna morskiego
ro_ro: Detalii privind fundul mării
ru: Детали морского дна
sc: Detàllios de su fundu marinu
sk: Detaily morského dna
sl: Podrobnosti o morskem dnu
sr: Појединост морског дна
sr_latn: Pojedinost morskog dna
sv: Havsbotten detaljer
ta: கடற்பரப்பு விவரம்
tr: Deniz dibi ayrıntısı
uk: Деталі морського дна
vi: Chi tiết đáy biển
zh_hans: 海床细节
zh_hant: 海底詳細資訊

# routing_attr_driving_style_description
source: Select driving purpose to get shorter, faster or safer route
ar: حدد غرض القيادة للحصول على مسار أقصر أو أسرع أو أكثر أمانًا
be: Абярыце тып маршруту, каб атрымаць карацейшы, найхутчэйшы або найбяспечнейшы маршрут
cs: Vyberte účel řízení pro získání kratší, rychlejší nebo bezpečnější trasy
cy: Dewiswch bwrpas taith i gael llwybrau mwy diogel, byrraf neu gyflymach
da: Vælg kørselsformål for at få en kortere, hurtigere eller mere sikker rute
de: Wählen Sie den Fahrzweck, um eine kürzere, schnellere oder sicherere Route zu erhalten
el: Επιλέξτε το είδος οδήγησης για να λάβετε συντομότερη, γρηγορότερη ή ασφαλέστερη διαδρομή
eo: Elekti inter pli mallonga, pli rapida aŭ pli sekura kursoj
es_us: Elige el propósito de la conducción para obtener la ruta más corta, más rápida o más segura
et: Vali sõidu eesmärk, et leida lühem, kiirem või turvalisem marsruut
eu: Hautatu gidatzeko helburua ibilbide laburragoa, azkarragoa edo seguruagoa lortzeko
fa: هدف رانندگی را انتخاب نمایید تا مسیری کوتاه‌تر، سریع‌تر یا ایمن‌تر دریافت کنید
fi: Valitse ajotarkoitus saadaksesi lyhyemmän, nopeamman tai turvallisemman reitin
fr: Sélectionner un mode de conduite pour calculer l'itinéraire le plus court, le plus rapide ou le plus sûr
gl: Escolle o propósito da condución para obter unha ruta máis curta, máis rápida ou máis segura
he: נא לבחור מטרת נסיעה כדי לקבל מסלול מהיר או בטוח יותר
hu: Vezetési mód kiválasztása rövidebb, gyorsabb vagy biztonságosabb útvonal tervezéséhez
id: Pilih tujuan berkendara untuk mendapatkan rute yang lebih pendek, cepat atau aman
is: Veldu tilgang aksturs til að fá styttri, hraðari eða öruggari leið
it: Scegli il tipo di guida per ottenere percorsi più brevi, veloci e sicuri
ja: 運転の目的を選択することで、より短くより速くより安全なルートを取得します
ko: 더 짧은, 더 빠른 또는 더 안전한 경로를 얻기 위해 운전 목적을 선택
lt: Pasirinkite vairavimo tikslą, kad gautumėte trumpesnį, greitesnį ar saugesnį maršrutą
mk: Izberete cel na vozenje za da dobiete pokratok, pobrz ili pobezbeden pat
nb: Velg kjøreformål for å få kortere, raskere, eller tryggere rute
nl: Selecteer een tussenpunt om een kortere, snellere of veiligere route te krijgen
oc: Chausissètz lo mòde de conducha per obtenir un percors pus breu, rapide e segur
pl: Wybierz cel jazdy, aby wyznaczyć krótszą, szybszą lub bezpieczniejszą trasę
ro_ro: Selectați scopul deplasării pentru a obține un traseu mai scurt, mai rapid sau mai sigur
ru: Задайте предпочтения, чтобы выбрать между скоростью, временем и безопасностью на маршруте
sc: Ischerta sa modalidade pro sa ghia pro otènnere un'àndala prus curtza, prus lestra o prus segura
sk: Zvoľte účel jazdy pre získanie kratšej, rýchlejšej alebo bezpečnejšej trasy
sl: Izberi namen vožnje za krajšo, hitrejšo ali varnejšo pot
sr: Одаберите разлог путовања да добијете краћи, бржи или сигурнији пут
sr_latn: Odaberi razlog putovanja da dobiješ kraću, bržu ili sigurniju rutu
sv: Välj körsyfte för att få kortare, snabbare eller säkrare rutt
ta: குறுகிய, வேகமான அல்லது பாதுகாப்பான வழியைப் பெற ஓட்டுநர் நோக்கத்தைத் தேர்ந்தெடுக்கவும்
tr: Daha kısa, daha hızlı veya daha güvenli bir rota elde etmek için sürüş amacını seçin
uk: Виберіть тип маршруту, щоб отримати коротший, швидший або безпечніший маршрут
vi: Chọn mục đích lái xe để có tuyến đường ngắn hơn, nhanh hơn hoặc an toàn hơn
zh_hans: 选择驾驶目的，以获得更短、更快或更安全的路线
zh_hant: 選取駕駛目的來取得較短、較快或較安全的路線

# rendering_attr_weatherPrecipitationContours_name
source: Precipitation isolines
ar: تساوي هطول الأمطار
bg: Изолинии на валежа (изогети)
ca: Isolínies de les precipitacions
cs: Izolinie srážek
da: Nedbørs-konturlinjer
de: Niederschlag-Isolinien
el: Ισογραμμές υετού
eo: Egal-precipitaĵ-linioj
es_us: Isolíneas de precipitación
et: Sademete samajooned
eu: Prezipitazio-isolineak
fa: خطوط هم‌بارش
fr: Contour des précipitations
hu: Csapadék-izovonalak
id: Garis isometris curah hujan
is: Úrkomulínur
it: Isolinee delle precipitazioni
ja: 等雨量線(等降水量線)
ko: 강수 등고선
nb: Nedbørs-isolinjer
nl: Contourlijnen van neerslag
oc: Isolinhas dei precipitacions
pl: Izolinie opadów
ro_ro: Izolinii precipitații
ru: Изолинии осадков (изогиеты)
sc: Isolìnias de sas pretzipitatziones
sk: Izočiary zrážok
sl: Izolinije padavin
sr: Линије обриса падавина
sr_latn: Izolinije padavina
sv: Konturlinjer för nederbörd
ta: மழைப்பொழிவு தனிமைப்படுத்திகள்
tr: Yağış eş değer eğrileri
uk: Ізолінії опадів
vi: Đường đẳng lượng mưa
zh_hans: 降水等值线
zh_hant: 降水等值線

# rendering_attr_weatherPressureContours_name
source: Pressure isolines
ar: خطوط قياس الضغط
be: Ізабары
bg: Изобари
ca: Línies isòbares
cs: Izolinie tlaku
cy: Isoplethau gwasgedd
da: Tryk-isolinjer
de: Isobaren
el: Ισογραμμές πίεσης
eo: Egal-aerprem-linioj (izobaroj)
es_us: Isolíneas de presión
et: Õhurõhu samajooned
eu: Presio-isolineak
fa: خطوط هم‌فشار
fr: Lignes isobares
he: קווי מתאר לחץ
hu: Légnyomás izobár vonalak
id: Isolin tekanan
is: Þrýstilínur
it: Isobare
ja: 等圧線
ko: 압력 아이소라인
mk: Izolinii na pritisok
nb: Lufttrykk-isolinjer
nl: Luchtdruk hoogtelijnen
pl: Izolinie ciśnienia
ro_ro: Curbe izobare
ru: Изобары
sc: Isolìnias de sa pressione
sk: Tlakové vrstevnice (izobary)
sl: Izobare
sr: Линије једнаког притиска
sr_latn: Linije jednakog pritiska
sv: Lufttryck-isolinjer
ta: அழுத்தம் தனிமைப்படுத்தல்கள்
tr: Basınç eş değer eğrileri
uk: Ізобари
vi: Đường đẳng áp
zh_hans: 等压线
zh_hant: 等壓線

# routing_attr_difficulty_preference_intermediate_name
source: Intermediate
ar: متوسط
be: Сярэдні
bg: Междинни
ca: Intermèdia
cs: Středně pokročilý
cy: Canolradd
da: Mellemsvær
de: Mittel
el: Ενδιάμεση
eo: mezfacilaj
es_us: Intermedia
et: Vahepealne
eu: Tartekoa
fa: متوسط
fi: Keskitaso
fr: Intermédiaire
he: מתקדם
hu: Középhaladó
id: Sedang
is: Miðlungs
it: Intermedio
ja: 中級者
ka: შუალედური
ko: 중급
lt: Vidutinis
mk: Sreden
nb: Middels
nl: Gemiddeld
pl: Średniozaawansowany
ro_ro: Intermediar
ru: Средняя
sc: Intermèdiu
sk: Stredne pokročilí
sl: Zadovoljivo
sr: Средњи
sr_latn: Srednji
sv: Medelnivå
ta: இடைநிலை
tr: Orta
uk: Середня
vi: Trung cấp
zh_hans: 中等
zh_hant: 中等

# rendering_attr_horse_scale_demanding_name
source: Demanding
ar: مطالبة
be: Патрабавальнасць
bg: Изискваща
ca: Exigent
cs: Náročné
cy: Anodd Iawn
da: Krævende
de: Vorsicht angeraten
el: Απαιτητική
eo: ete malfacila
es_us: Exigente
et: Nõudlik
eu: Zorrotza
fa: سخت
fi: Haastava
fr: Exigeant
he: תובעני
hu: Figyelmet igénylő
id: Menuntut
is: Krefjandi
it: Impegnativo
ja: Demanding(要注意)
ka: მოთხოვნადი
ko: 디맨딩
mk: Pobaruvanje
nb: Krevende
nl: Moeilijk
pl: Wymagająca
ro_ro: Solicitant
ru: Требовательный
sc: Impegnativa
sk: Náročná
sl: zahtevna
sr: Захтевана
sr_latn: Zahtevana
sv: Kräver
ta: கோரிக்கை
tr: Zahmetli
uk: Вибаглива
vi: Yêu cầu cao
zh_hans: 苛刻
zh_hant: 苛刻

# routing_attr_allow_streams_description
source: Allow streams and drains
ar: السماح بالتيارات والمصارف
be: Дазволіць ручаі і меліярацыйныя каналы
ca: Permet rierols i torrents
cs: Povolit říčky a stoky
cy: Caniatáu nentydd a ffosydd
da: Tillad vandløb og afløb
de: Bäche und Entwässerungsgräben erlauben
el: Να επιτρέπονται ρέματα και οχετοί
eo: Permesi navigi per riveretoj kaj fosaĵoj defluigaj
es_us: Permite arroyos y desagües
et: Luba ojad ja kraavid
eu: Onartu errekak eta hustubideak
fa: مسیریابی از رودهای کوچک (stream) و نهرهای مصنوعی (drain) مجاز باشد
fi: Sallii virrat ja viemärit
fr: Autoriser les cours d’eau et les drains
gl: Permitir regatos e cunetas
he: לאפשר נחלים וניקוזים
hu: Patakok és vízelvezető árkok engedélyezése
id: Perbolehkan aliran dan saluran
is: Leyfa læki og afföll
it: Permetti ruscelli e scoli
ja: 小川と排水溝も水路とみなします
ka: არხების და ნაკადულების ჩვენება
ko: 스트림 및 드레인 허용
mk: Dozvolete potoci i odvodi
nb: Tillat bekker og dreneringsgrøfter
nl: Beken en sloten gebruiken
oc: Permetre rius e vabres
pl: Zezwalaj na strumienie i dreny
ro_ro: Permite cursuri de apă și canale de scurgere
ru: Разрешить ручьи и канавы
sc: Permite flussos e iscàrrigos
sk: Povoliť potoky a odtokové kanály
sl: Omogoči potoke in odtoke
sr: Дозвољава потоке и одводе
sr_latn: Dozvoli potoke i odvode
sv: Tillåt strömmar och torrläggningar
ta: நீரோடைகள் மற்றும் வடிகால்களை அனுமதிக்கவும்
tr: Dere ve kanalizasyonlara izin verin
uk: Використовувати потічки та стічні канали
vi: Cho phép các dòng suối và cống rãnh
zh_hans: 允许溪流和水渠
zh_hant: 允許溪流與水溝

# rendering_value_all_name
source: All
ar: الكل
az: Hamısı
be: Усе
bg: Всички
ca: Tot
cs: Všechny
cy: Y cwbl
da: Alle
de: Alle
el: Όλα
eo: Ĉiuj
es_us: Todo
et: Kõik
eu: Guztiak
fa: همه
fi: Kaikki
fr: Tout
he: הכול
hu: Minden
id: Semua
is: Allt
it: Tutto
ja: すべて
ka: ყველა
ko: 모두
lv: Visu
mk: Se'
nb: Alle
nl: Alle
oc: Tot
pl: Wszystkie
ro_ro: Toate
ru: Все
sc: Totu
sk: Všetky
sl: Vse
sr: Све
sr_latn: Sve
sv: Alla
ta: அனைத்தும்
tr: Tümü
uk: Всі
vi: Tất cả
zh_hans: 全部
zh_hant: 所有

# rendering_value_omit_name
source: Omit
ar: حذف
be: Прапусціць
bg: Пропускане
ca: Ometre
cs: Vynechat
cy: Hepgor
da: Undlad
de: Weglassen
el: Παράλειψη
eo: Ignori
es_us: Omitir
et: Jäta vahele
eu: Utzi
fa: نادیده‌گرفتن
fr: Ignorer
he: להשמיט
hu: Kihagyás
id: Hilangkan
is: Sleppa
it: Ometti
ja: 省略
ka: გამოტოვება
ko: 생략
mk: Ispušti
nb: Utelat
nl: Weglaten
oc: Evitar
pl: Pomiń
ro_ro: Omite
ru: Пропустить
sc: Omite
sk: Vynechať
sl: Izpusti
sr: Изоставити
sr_latn: Izostaviti
sv: Utelämna
ta: ஓடு
tr: Atla
uk: Пропустити
vi: Bỏ
zh_hans: 省略
zh_hant: 忽略

# rendering_attr_showTrolleybusRoutes_name
source: Trolleybus routes
ar: خطوط الترولي باص
be: Тралейбусныя маршруты
bg: Тролейбусни маршрути
ca: Línies de troleibús
cs: Trolejbusové linky
cy: Llwybrau bws troli
da: Trolleybusruter
de: Oberleitungsbuslinien
el: Δρομολόγια τρόλεϊ
eo: Trolebusaj kursoj
es_us: Rutas de trolebús
et: Trolliliinid
eu: Trolebusen ibilbideak
fa: مسیرهای ترالی‌بوس
fr: Lignes de trolleybus
he: מסלולי טרוליבוס
hu: Trolibuszvonalak
id: Rute bus listrik
is: Leiðir rafknúinna strætisvagna
it: Percorsi filobus
ja: トロリーバス路線
ka: ტროლეიბუსის გზები
ko: 무궤도전차 노선
mk: Trolejbuski marsruti
nb: Trolleybussruter
pl: Trasy trolejbusów
ro_ro: Rute de troleibuz
ru: Троллейбусные маршруты
sc: Àndalas in fìlobus
sk: Trasy trolejbusov
sl: Proge trolejbusov
sr: Тролејбуске путање
sr_latn: Trolejbuske rute
sv: Trådbusslinjer
ta: டிராலிபச் வழிகள்
tr: Troleybüs yolları
uk: Тролейбусні маршрути
vi: Tuyến xe buýt 2 dây điện
zh_hans: 无轨电车线路
zh_hant: 無軌電車路線

# rendering_attr_showShareTaxiRoutes_name
source: Shuttle routes
ar: مسارات الذهاب والعودة
be: Трансферныя маршруты
bg: Маршрути на маршрутни таксита
cs: Trasy kyvadlové dopravy
cy: Llwybrau gwennol
da: Shuttle-ruter
de: Sammeltaxirouten
el: Δρομολόγια shuttle
eo: Komun-taksiaj kursoj
es_us: Rutas de enlace
et: Kiirrongide liinid
eu: Lotura bideak
fa: مسیرهای شاتل
fr: Lignes de navette
he: מסלולי מעבורות
hu: Iránytaxi-vonalak
id: Rute pesawat ulang-alik
is: Skutluleiðir
it: Percorsi del bus-navetta
ja: 乗合タクシー路線
ka: სამარშრუტო გზები
ko: 셔틀 노선
mk: Šatl marsruti
nb: Skytteltrafikklinjer
nl: Shuttlebus-routes
pl: Trasy transportu wahadłowego
ro_ro: Rute de navetă
ru: Маршрутные такси
sc: Àndalas de sas navetas
sk: Trasy zdieľaných taxíkov
sl: Proge rednih prevozov
sr: Таксистичке путање
sr_latn: Taksi rute
sv: Skyttelbusslinjer
ta: சட்டில் வழிகள்
tr: Mekik yolları
uk: Трансферні маршрути
vi: Tuyến xe con thoi
zh_hans: 穿梭客车路线
zh_hant: 穿梭公車路線
