Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# routing_attr_allow_skating_only_description
source: Routes groomed for freestyle or skating only without classic tracks.
ar: طرق مصممة للأسلوب الحر أو التزلج فقط بدون المسارات الكلاسيكية.
be: Трасы, падрыхтаваныя для вольнага стылю без класічных участкаў.
bg: Маршрути, подготвени само за свободен стил или пързаляне без класическо трасе.
ca: Rutes preparades per a estil lliure o skateboarding sense pistes clàssiques.
cs: Trasy upravované pouze pro volný styl nebo bruslení na lyžích, ne pro klasické lyžování.
da: Ruter forberedt til freestyle eller kun skøjteløb uden klassiske spor.
de: Nur für Freestyle oder Skating präparierte Routen, keine klassischen Loipen.
el: Μόνο καθαρισμένες διαδρομές για ελεύθερη τεχνοτροπία ή πατίνια, χωρίς κλασικά μονοπάτια.
eo: Nur skivojoj preparitaj por glitkurado (sketado), sen klasikaj skivojoj.
es_us: Rutas preparadas para estilo libre o sólo patinaje sin trazas clásicas.
et: Rajad, mis on hooldatud vabastiilis või ainult klassikaliseks radadeta uisutamiseks.
eu: Estilo libre edo skaterako prestatutako ibilbideak, arrasto klasikorik gabe.
fa: مسیرهای آماده‌شده برای سبک آزاد یا فقط-اسکیت. بدون مسیرهای کلاسیک.
fr: Pistes damées pour le skating, sans traces parallèles.
gl: Rutas preparadas para o estilo libre ou patinaxe (skate) só sen as pistas clásicas.
he: מסלולים שעברו גרומינג לסגנון חופשי או להחלקה בלבד רק עם מסלולים קלסיים.
hu: Szabad vagy korcsolyázó stílushoz karbantartott utak, klasszikus nyomok nélkül.
id: Rute yang dipersiapkan untuk gaya bebas atau skating saja tanpa trek klasik.
is: Leiðir sem eru troðnar fyrir frjálsan stíl eða skautun án klassískra skíðaspora.
it: Percorsi preparati per il freestyle o il pattinaggio senza piste classiche.
ja: フリースタイルやスケート専用に整備されたルートで、クラシック(ノルディック)スキーのコースではありません。
ko: 클래식 트랙없이 프리 스타일의 또는 스케이팅 전용 노선.
lv: Maršruti brīvajam stilam vai slidošanai tikai bez klasiskajiem celiņiem.
mk: Marsruti uredeni za sloboden stil ili lizganje samo bez klasični pateki.
nb: Ruter forberedt for fristil eller kun skøyting, uten klassiske spor.
nl: Routes alleen geprepareerd voor freestyle of skating zonder klassieke tracks.
oc: Pistas preparadas per l’estil liure ò lo patinatge sense pistas classicas.
pl: Trasy przygotowywane do swobodnego stylu lub jazdy na łyżwach tylko bez klasycznych tras.
pt_br: Rotas preparadas para estilo livre ou só patinação sem trilhas clássicas.
ro_ro: Trasee amenajate doar pentru freestyle sau patinaj, fără trasee clasice.
ru: Маршруты, подготовленные для свободного стиля или катания только коньковым ходом без классической лыжни.
sc: Àndalas preparadas pro s'istile lìberu o su patinàgiu ebbia chene rastas clàssicas.
sk: Trasy upravované len pre voľný štýl alebo korčuľovanie na lyžiach, nie pre klasické lyžovanie.
sl: Proge, namenjene prostemu slogu smučanja ali drsanju, brez običajnega utrjevanja sledi.
sr: Путеви спремљени за слободни начин или само клизање без уобичајених трагова.
sr_latn: Snimljene rute za slobodni način ili samo klizanje bez uobičajenih putanja.
sv: Inkludera rutter enbart preparerade för skejtskidor/fristil, utan spår för klassisk stil.
ta: கிளாசிக் தடங்கள் இல்லாமல் மட்டுமே ஃப்ரீச்டைல் அல்லது ச்கேட்டிங் செய்ய வழிகள்.
tr: Klasik yollar olmadan serbest tarz veya sadece paten için düzenlenmiş rotalar.
uk: Маршрути, створені лише для фристайлу чи ковзанярського стилю, без класичної лижні.
zh_hans: 只为自由式滑冰或滑冰而铺设的路线，没有经典赛道。
zh_hant: 整理為自由風格與僅有滑冰的非知名路線。

# rendering_value_translucent_orange_name
source: Translucent orange
ar: برتقالي فاتح
ast: Naranxa tresllúcido
az: Şəffaf narıncı
be: Празрысты аранжавы
bg: Полупрозрачно оранжево
ca: Taronja translúcid
cs: Průsvitná oranžová
cy: Oren tryleu
da: Gennemsigtigt orange
de: Transparentes Orange
el: Ημιδιαφανές πορτοκαλί
eo: Oranĝkolora diafana
es_us: Anaranjado translúcido
et: Läbikumav oranž
eu: Laranja gardena
fa: نارنجی شفاف
fi: Läpikuultava oranssi
fr: Orange translucide
gl: Laranxa translúcido
he: כתום שקוף למחצה
hu: Átlátszó narancs
hy: Կիսաթափանցիկ նարնջագույն
id: Oranye tembus pandang
is: Hálfgegnsætt appelsínugult
it: Arancione traslucido
ja: 半透明オレンジ
ka: გამჭირვალე ფორთოხლისფერი
ko: 반투명 오렌지
lt: Permatomas oranžinė
lv: Caurspīdīgi oranžs
mk: Prodzirno pomarandza
ml: മങ്ങിയ ഓറഞ്ച്
nb: Gjennomskinnelig orange
nl: Doorschijnend oranje
oc: Arange translucid
pl: Przezroczysty pomarańczowy
pt_br: Laranja translúcido
ro_ro: Portocaliu translucid
ru: Оранжевый прозрачный
sc: Arantzu translùcidu
sk: Priehľadná oranžová
sl: Prosojna oranžna
sr: Прозирна поморанџаста
sr_latn: Prozirna narandžasta
sv: Genomskinlig orange
ta: கசியும் ஆரஞ்சு
tr: Yarı saydam turuncu
uk: Напівпрозорий помаранчевий
zh_hans: 半透明橙色
zh_hant: 半透明的橙色

# routing_attr_allow_gate_name
source: Allow gate usage
ar: السماح باستخدام البوابة
be: Дазволіць выкарыстанне варот
bg: Използване на порти
ca: Permet l'ús de portes
cs: Povolit použití bran
cy: Caniatáu defnydd gât
da: Tillad brug af porte
de: Schranken benutzen
el: Να επιτρέπεται η χρήση πυλών
eo: Permesi pordegojn
es_us: Permitir usar puertas
et: Luba värava kasutamist
eu: Baimendu atea erabiltzea
fa: استفاده از دروازه مجاز باشد
fi: Salli portin käyttö
fr: Autoriser l'utilisation des portes
he: לאפשר שימוש בשערים
hu: Kapuhasználat engedélyezése
id: Perbolehkan penggunaan gerbang
is: Leyfa notkun hliða
it: Permetti l'utilizzo dei cancelli
ja: ゲートの使用を許可
ko: 게이트 사용 허용
mk: Dozvoli koristenje na portata
nb: Tillat grindbruk
nl: Gebruik van poorten toelaten
oc: Permetre l'usatge de pòrtas
pl: Zezwól na użycie bramy
ro_ro: Permite folosirea porții
ru: Разрешить использование ворот
sc: Permite s'impreu de cantzellos
sk: Povoliť použitie brán
sl: Dovoli uporabo vrat
sr: Дозволи коришћење капије
sr_latn: Dozvoli upotrebu vrata
sv: Tillåt portanvändning
ta: கேட் பயன்பாட்டை அனுமதிக்கவும்
tr: Kapı kullanımına izin ver
uk: Вважати, що ворота відкриті
vi: Cho phép sử dụng cổng
zh_hans: 允许使用大门
zh_hant: 允許使用閘門

# routing_attr_only_permitted_ways_description
source: Only use ways (tracks, paths, etc.) which are expressly permitted
ar: استخدام الطرق (المسارات والدروب وما إلى ذلك) المسموح بها علنا فقط
be: Выкарыстоўвайце толькі выразна дазволеныя шляхі (дарожкі, сцежкі і г. д.).
bg: Използват се само изрично разрешените пътища (селски пътища, пътеки и др.)
cs: Použít pouze výslovně povolené cesty (polní cesty, stezky, atd.)
cy: Defnyddio dim ond llwybrau (traciau, llwybrau, ayyb) y'i caniateir yn benodol
da: Brug kun veje (spor, stier osv.), som er udtrykkeligt tilladte
de: Nur Geländewege mit ausdrücklicher Genehmigung nutzen
el: Να χρησιμοποιούνται μονοπάτια τα οποία είναι ρητά επιτρεπτά
eo: Uzi nur vojojn, kiuj estas markitaj kiel permesataj
es_us: Usar sólo las vías (caminos, senderos, etc.) que estén expresamente autorizadas
et: Kasuta ainult selgesõnaliselt lubatud teid (jälgi, radu jne)
eu: Erabili soilik berariaz baimenduta dauden bideak (bide-zidorrak, bideak, etab.)
fa: تنها مسیرهایی (ردها، مسیرها و...) که صریحا اجازه استفاده از آن‌ها اعلام شده باشد
fr: N'utiliser que les voies (pistes, chemins, etc.) expressément autorisées
he: להשתמש רק בדרכים (כבישים, מסלולים וכו׳) שהורשו באופן מפורש
hu: Csak a kifejezetten engedélyezett utak (pályák stb) használata
id: Hanya gunakan jalan (trek, jalur, dll.) yang diperbolehkan secara tegas
is: Aðeins nota leiðir (stíga, slóðir, o.s.frv.) sem sérstaklega eru leyfðar
it: Utilizza solo le strade (tracce, sentieri, ecc.) che sono espressamente permesse
ja: 明示的な許可のある小道(わだち、通路など)を使用します
ko: 명시적으로 허용된 방법(트랙, 경로 등)만 사용됨
mk: Koristete samo patista (zapisi, pateki, itn.) koi se izrično dozvoleni
nb: Kun bruk veier (stier, tråkk, osv) som er ettertrykkelig tillatt
nl: Gebruik enkel wegen (paden, land- en boswegen) die uitdrukkelijk zijn toegelaten
oc: Utilizar ren de lei traças, camins, draias e draiòus expressament autorizats
pl: Korzystaj tylko z dróg (ścieżek, dróg itp.), które są celowo dozwolone
ro_ro: Folosește numai căile (trasee, poteci etc.) care sunt permise în mod expres
ru: Использовать только те линии (дорожки, тропинки и т.д.), которые явно разрешены
sc: Imprea petzi caminos (pistas, àndalas etz.) chi sunt autorizados a manera espressa
sk: Použiť len vyslovene povolené cesty (poľné cesty, chodníčky, atď.)
sl: Uporabljaj samo izrecno dovoljene poti (gozdne poti, steze itd.)
sr: Користите само путеве (трагове, путање, итд.) који су изричито дозвољени
sr_latn: Koristi samo puteve (trase, staze, itd.) koji su izričito dozvoljeni
sv: Använd endast sätt (spår, banor osv.) som uttryckligen är tillåtna
ta: வெளிப்படையாக அனுமதிக்கப்பட்ட வழிகளை (தடங்கள், பாதைகள் போன்றவை) மட்டுமே பயன்படுத்துங்கள்
tr: Yalnızca açıkça izin verilen yolları (izler, patikalar vb.) kullanın
uk: Використовувати лише шляхи з явним дозволом для руху (доріжки, просіки тощо)
vi: Chỉ dùng những lối đi (cung đường, đường mòn v.v.) được cho phép một cách rõ ràng
zh_hans: 仅使用明确允许的道路（轨迹、路径等）
zh_hant: 僅使用明確允許的路徑（軌跡、路徑等）

# routing_attr_prefer_horse_routes_description
source: Prefer horse routes
ar: تفضيل طرق الخيل
be: Аддаваць перавагу конным маршрутам
bg: Предпочитане на конни маршрути
ca: Prefereix les rutes eqüestres
cs: Upřednostnit trasy pro koně
cy: Ffafrio llwybrau marchogaeth
da: Foretræk rideruter
de: Reitrouten bevorzugen
el: Να προτιμώνται ιππικές διαδρομές
eo: Preferiĉevalajn kursojn
es_us: Preferir las rutas ecuestres
et: Eelista hobuste marsruute
eu: Nahiago zaldi ibilbideak
fa: ترجیح مسیرهای مجاز عبور اسب
fr: Privilégier les itinéraires équestres
he: להעדיף מסלולי סוסים
hu: Lovas útvonalak előnyben részesítése
id: Lebih suka rute kuda
is: Velja helst hestagötur
it: Preferisci i percorsi per cavalli
ja: 馬が通れるルートを優先します
ko: 승마 경로 선호
mk: Pretpočitajte konjski pravci
nb: Foretrekk hestetråkk
nl: Verkies paardrijroutes
oc: Preferéncia per lei percors cavalins
pl: Preferuj trasy konne
ro_ro: Preferă rute pentru cai
ru: Предпочитать конные маршруты
sc: Preferi sas àndalas pro andare a caddu
sk: Uprednostniť trasy pre kone
sl: Prednostno bodo izbrane konjske poti
sr: Радије бирај коњске путање
sr_latn: Preferiraj konjske staze
sv: Föredra hästvägar
ta: குதிரை வழிகளை விரும்புங்கள்
tr: At rotalarını tercih edin
uk: Надавати перевагу кінним маршрутам
vi: Ưu tiên tuyến đường cho ngựa
zh_hans: 偏好马道
zh_hant: 偏好騎馬路線

# weight_limit_description
source: Provide your vehicle weight, some route restrictions may apply for heavy vehicles.
ar: أدل بوزن مركبتك ،قد يتم تطبيق بعض القيود على المركبات الثقيلة.
ast: Apurri'l pesu del vehículu. Puen aplicase dalgunes torgues d'encaminamientu pa vehículos pesaos.
az: Avtomobilinizin çəkisini göstərin, ağır avtomobillər üçün bəzi marşrut məhdudiyyətləri tətbiq oluna bilər.
be: Пазначце вагу аўтамабіля, для цяжкіх транспартных сродкаў на маршруце могуць ужывацца абмежаванні.
ca: Proporcioneu el pes del vostre vehicle, pot haver-hi rutes restringides als vehicles pesants.
cs: Zadejte hmotnost svého vozidla, na trase mohou být omezení pro těžká vozidla.
cy: Rhoi pwysau'r cerbyd, efallai y bydd rhai cyfyngiadau llwybr yn berthnasol ar gyfer cerbydau trwm.
da: Oplys din køretøjsvægt, da der kan gælde visse ruterestriktioner for tunge køretøjer.
de: Geben Sie Ihr Fahrzeuggewicht an, für schwere Fahrzeuge können einige Routenbeschränkungen gelten.
el: Δώστε το βάρος του οχήματός σας, κάποιοι περιορισμοί διαδρομής μπορεί να εφαρμόζονται για βαριά οχήματα.
eo: Enigu pezon de via veturilo, iuj vojaj limigoj aplikiĝas al pezaj veturiloj.
es_us: Proporciona el peso del vehículo, pueden aplicarse algunas restricciones de ruta para vehículos pesados.
et: Palun märgi oma sõiduki kaal, et saaks arvestada mõnedel teekondadel kehtestatud sõidukite kaalupiirangutega.
eu: Eman zure ibilgailuaren pisua, ibilgailu astunentzako zenbait ibilbide murriztu daitezke.
fa: وزن وسیلهٔ نقلیهٔ خود را مشخص کنید. ممکن است محدودیت‌های مسیر برای وسایل نقلیهٔ سنگین اِعمال شود.
fi: Ilmoita ajoneuvosi paino, sillä raskaisiin ajoneuvoihin voi kohdistua joitakin reittirajoituksia.
fr: Indiquez le poids de votre véhicule, certaines restrictions d'itinéraire peuvent s'appliquer aux véhicules lourds.
gl: Fornece o peso do teu vehículo, algunhas restricións de ruta poden ser aplicadas a vehículos pesados.
he: נא לציין את משקל כלי הרכב שלך, יתכן שחלות מגבלות מעבר על כלי רכב כבדים.
hu: Adja meg a járműve tömegét (a nehéz járművekre útvonal-korlátozások vonatkozhatnak).
hy: Նշեք մեքենայի քաշը, երթուղու վրա կարող են կիրառվել սահմանափակումներ ծանր տրանսպորտային միջոցների համար։
id: Sediakan berat kendaraan Anda, beberapa pembatasan rute mungkin berlaku untuk kendaraan berat.
is: Settu inn þyngd farartækisins, takmarkanir geta verið á sumum leiðum varðandi þyngd farartækja.
it: Indica il peso del veicolo, alcune restrizioni stradali potrebbero essere applicate per veicoli pesanti.
ja: 車両の重量を入力してください。一部のルートにおいては、大型車両では通行できない場合があります。
ko: 차량 무게를 제공, 일부 노선 제한 무거운 차량에 적용 할 수 있습니다.
lv: Norādiet transportlīdzekļa svaru, smagākiem transportlīdzekļiem var tik piemēroti maršruta ierobežojumi.
mk: Navedete ja težinata na vašeto vozilo, nekoi ograničuvanja na maršrutata može da važat za teški vozila.
nb: Angi kjøretøyvekt, noen rutebegrensninger for tunge kjøretøy kan tilkomme.
nl: Geef het voertuiggewicht op, er zijn mogelijk routebeperkingen voor zwaar verkeer.
oc: Indicatz lo pes de vòstre veïcul, de restriccions de passatge se pòdon rescontrar per lei veïcules pesants.
pl: Wprowadź wagę pojazdu, niektóre restrykcje dróg mogą dotyczyć ciężkich pojazdów.
pt_br: Forneça o peso do seu veículo. Algumas restrições de rota podem ser aplicadas a veículos pesados.
ro_ro: Precizați greutatea vehiculului, deoarece se pot aplica unele restricții de traseu pentru vehiculele grele.
ru: Укажите вес автомобиля, для тяжёлых транспортных средств могут применяться ограничения на маршруте.
sc: Inserta su pesu de su veìculu tuo, ca unas cantas restritziones si diat pòdere aplicare pro veìculos pesantes ebbia.
sk: Zadajte hmotnosť vášho vozidla, pretože na trase môžu byť obmedzenia pre ťažké vozidlá.
sl: Navedi težo svojega vozila, ker za težka vozila lahko veljajo nekatere omejitve na poti.
sr: Унесите тежину возила, нека ограничења пута могу бити примењена за тешка возила.
sr_latn: Unesi težinu vozila, neka ograničenja puta mogu biti primenjena za teška vozila.
sv: Ange ditt fordons vikt. vissa ruttrestriktioner kan gälla för tunga fordon.
ta: உங்கள் வாகன எடையை வழங்கவும், கனரக வாகனங்களுக்கு சில பாதை கட்டுப்பாடுகள் விண்ணப்பிக்கலாம்.
tr: Aracınızın ağırlığını belirtin, ağır araçlar için bazı rota kısıtlamaları geçerli olabilir.
uk: Зазначте вагу транспортного засобу. До вантажівок можуть застосовуватися певні маршрутні обмеження.
vi: Vui lòng cung cấp trọng lượng phương tiện của bạn, vì một số tuyến đường có thể bị hạn chế đối với các phương tiện nặng.
zh_hans: 提供你的车辆重量，较重的车辆可能会受到一些路线限制。
zh_hant: 提供您的車輛重量，某些路線的限制可能適用於重型車輛。

# width_limit_description
source: Provide your vehicle width some route restrictions may apply for wide vehicles.
ar: أدل بعرض مركبتك، قد يتم تطبيق بعض القيود على المركبات العريضة.
ast: Apurri'l llargor del vehículu. Puen aplicase dalgunes torgues d'encaminamientu pa vehículos llargos.
az: Avtomobilinizin enini göstərin, enli avtomobillər üçün bəzi marşrut məhdudiyyətləri tətbiq oluna bilər.
be: Пазначце шырыню аўтамабіля, для шырокіх транспартных сродкаў на маршруце могуць ужывацца абмежаванні.
bg: Задайте ширината на автомобила, по маршрута може да има ограничения за широки превозни средства.
ca: Proporcioneu l'amplada del vostre vehicle, pot haver-hi rutes restringides als vehicles amples.
cs: Zadejte šířku svého vozidla, na trase mohou být omezení pro široká vozidla.
cy: Rhowch led eich cerbyd. Gall fod ar rai llwybrau cyfyngiadau ar gerbydau llydan.
da: Angiv din køretøjsbredde. Nogle rutebegrænsninger kan gælde for brede køretøjer.
de: Geben Sie Ihre Fahrzeugbreite an. Für breite Fahrzeuge können einige Routenbeschränkungen gelten.
el: Δώστε το πλάτος του οχήματός σας, κάποιοι περιορισμοί μπορεί να εφαρμόζονται για πλατιά οχήματα.
eo: Enigu larĝon de via veturilo, iuj vojaj limigoj aplikiĝas al larĝaj veturiloj.
es_us: Proporciona el ancho del vehículo, pueden aplicarse algunas restricciones de ruta para vehículos anchos.
et: Palun märgi oma sõiduki laius, et saaks arvestada mõnedel teekondadel kehtestatud sõidukite laiuspiirangutega.
eu: Eman ibilgailuaren zabalera, ibilgailu zabalentzako zenbait ibilbide murriztu daitezke.
fa: عرض وسیلهٔ نقلیهٔ خود را مشخص کنید. ممکن است محدودیت‌های مسیر برای وسایل نقلیهٔ عریض اِعمال شود.
fi: Ilmoita ajoneuvosi leveys, sillä leveisiin ajoneuvoihin voi kohdistua joitakin reittirajoituksia.
fr: Indiquez la largeur de votre véhicule, certaines restrictions d'itinéraire peuvent s'appliquer aux véhicules larges.
gl: Fornece a largura do teu vehículo. Algunhas restricións de ruta poden ser aplicadas a vehículos largos.
he: נא לציין את רוחב כלי הרכב שלך, יתכן שחלות מגבלות מעבר על כלי רכב רחבים.
hu: Adja meg járműve szélességét (a széles járművekre útvonal-korlátozások vonatkozhatnak).
hy: Նշեք մեքենայի լայնությունը, երթուղու վրա կարող են կիրառվել սահմանափակումներ ծանր տրանսպորտային միջոցների համար։
id: Berikan lebar kendaraan Anda beberapa batasan rute mungkin berlaku untuk kendaraan lebar.
is: Settu inn breidd farartækisins, takmarkanir geta verið á sumum leiðum varðandi breidd farartækja.
it: Indica la larghezza del veicolo, alcune restrizioni stradali potrebbero essere applicate per veicoli larghi.
ja: 車幅を入力してください。一部のルートにおいては、幅の広い車両では通行できない場合があります。
ko: 차량 폭 일부 노선 제한은 넓은 차량에 적용 할 수 있습니다.
lv: "Norādiet transportlīdzekļa platumu, platākiem transportlīdzekļiem var tikt piemēroti maršruta ierobežojumi."
mk: Obezbedete jaširinata na vašeto vozilo, nekoi ograničuvanja na maršrutata može da važat za vozila so široki dimenzii.
nb: Angi kjøretøybredde, noen rutebegrensninger for brede kjøretøy kan tilkomme.
nl: Geef de voertuigbreedte op, er zijn mogelijk routebeperkingen voor te brede voertuigen.
oc: Indicatz l'ample de vòstre veïcul, de restriccions de passatge se pòdon rescontrar per lei veïcules larges.
pl: Wprowadź szerokość pojazdu, niektóre restrykcje dróg mogą dotyczyć szerokich pojazdów.
pt_br: Forneça a largura do seu veículo. Algumas restrições de rota podem se aplicar a veículos largos.
ro_ro: Precizați lățimea vehiculului dumneavoastră, deoarece se pot aplica unele restricții de traseu pentru vehiculele late.
ru: Укажите ширину автомобиля, для широких транспортных средств могут применяться ограничения на маршруте.
sc: Inserta sa largària de su veìculu tuo, ca unas cantas restritziones si diat pòdere aplicare pro veìculos largos ebbia.
sk: Zadajte šírku vášho vozidla, pretože na trase môžu byť obmedzenia pre široké vozidlá.
sl: Navediširino svojega vozila, ker za široka vozila lahko veljajo nekatere omejitve na poti.
sr: Унесите ширину возила, нека ограничења пута могу бити примењена за широка возила.
sr_latn: Unesi širinu vozila, neka ograničenja puta mogu biti primenjena za široka vozila.
sv: Ange bredden på ditt fordon; vissa ruttrestriktioner kan gälla för breda fordon.
ta: உங்கள் வாகன அகலத்தை வழங்குதல் பரந்த வாகனங்களுக்கு சில பாதை கட்டுப்பாடுகள் விண்ணப்பிக்கலாம்.
tr: Aracınızın genişliğini belirtin, geniş araçlar için bazı rota kısıtlamaları geçerli olabilir.
uk: Зазначте ширину автомобіля. До широких транспортних засобів можуть застосовуватися певні маршрутні обмеження.
vi: Cung cấp chiều rộng của chiếc xe của bạn, một số tuyến đường có thể hạn chế các phương tiện quá rộng.
zh_hans: 提供你的车辆宽度，较宽的车辆可能会受到一些路线限制。
zh_hant: 提供您的車輛寬度，某些路線的限制可能適用於超寬車輛。
