Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# routing_attr_max_num_changes_name
source: Number of changes
ar: عدد التغييرات
ast: Númberu de cambeos
az: Dəyişikliklərin sayı
be: Колькасць змен
ca: Nombre de canvis
cs: Počet přestupů
cy: Y nifer o newidiadau
da: Antal skift
de: Anzahl der Umstiege
el: Αριθμός αλλαγών μετεπιβίβασης
eo: Nombro de transveturiliĝoj
es_us: Número de transbordos
et: Ümberistumiste arv
eu: Aldaketa kopurua
fa: تعداد تغییرات
fi: Muutosten määrä
fr: Nombre de correspondances
gl: Número de transbordos
he: מספר החלפות
hi: परिवर्तनों की संख्या
hu: Átszállások száma
hy: Փոփոխությունների թիվը
id: Jumlah perubahan
is: Fjöldi breytinga
it: Numero di cambiamenti
ja: 乗り換え数
ka: ცვლილებების რაოდენობა
lt: Pakeitimų skaičius
lv: Izmaiņu daudzums
mk: Broj na promeni
nb: Antall overganger
nl: Aantal overstappen
oc: Nombre de cambiaments
pl: Liczba zmian
pt_br: Número de transferências
ro_ro: Număr de modificări
ru: Количество изменений
sc: Nùmeru de modìficas
sk: Počet zmien
sl: Število sprememb
sr: Број измена
sr_latn: Broj izmena
sv: Antal byten
ta: மாற்றங்களின் எண்ணிக்கை
te: మార్పుల సంఖ్య
tr: Değişiklik sayısı
uk: Кількість пересадок
vi: Số lượng sự thay đổi
zh_hans: 换乘次数
zh_hant: 變更數量

# rendering_value_translucent_pink_name
source: Translucent pink
ar: وردي فاتح
ast: Rosa tresllúcido
az: Şəffaf çəhrayı
be: Паўпразрысты ружовы
bg: Прозрачнорозова
ca: Rosa translúcid
cs: Průhledná růžová
cy: Pinc tryleu
da: Gennemsigtig lyserød
de: Transparentes Rosa
el: Ημιδιαφανές ροζ
eo: Rozkolora diafana
es_us: Rosa translúcido
et: Läbikumav roosa
eu: Arrosa gardena
fa: صورتی شفاف
fi: Läpikuultava vaaleanpunainen
fr: Rose translucide
gl: Rosa translúcido
he: ורוד שקוף למחצה
hu: Átlátszó rózsaszín
hy: Թափանցիկ վարդագույն
id: Merah muda translucent
is: Hálfgegnsætt bleikt
it: Rosa traslucido
ja: 半透明ピンク
ka: გამჭირვალე ვარდისფერი
lt: Permatoma rožinė
lv: Caurspīdīgs rozā
mk: Prodzirno rozova
ml: സുതാര്യ പിങ്ക്
nb: Gjennomskinnelig rosa
nl: Transparant roze
oc: Ròsa translucid
pl: Przezroczysty różowy
pt_br: Rosa translúcida
ro_ro: Roz translucent
ru: Розовый прозрачный
sc: Rosa translùtzidu
sk: Priehľadná ružová
sl: Prosojna rožnata
sr: Прозирна ружичаста
sr_latn: Prozirna roze
sv: Genomskinlig rosa
ta: கசியும் இளஞ்சிவப்பு
tr: Şeffaf pembe
uk: Напівпрозорий рожевий
zh_hans: 半透明粉红色
zh_hant: 半透明粉紅色

# routeInfo_winter_ice_road_name
source: Winter and ice roads
ar: طرق الشتاء والجليد
be: Зімовыя і ледзяныя дарогі
ca: Carreteres sobre gel o neu
cs: Zimní a ledové cesty
cy: Ffyrdd gaeaf a rhew
da: Vinter- og isveje
de: Schnee- und Eispisten
el: Δρόμοι του Χειμώνα και παγωμένοι δρόμοι
eo: Vintraj kaj glaciaj vojoj
es_us: Caminos de invierno y de hielo
et: Tali- ja jääteed
eu: Elur eta izotz gaineko errepideak
fa: جادهٔ زمستانی و یخی
fi: Talvi- ja jäätiet
fr: Route sur neige et glace
gl: Estradas de inverno e xeo
he: כבישי חורף וקרח
hi: सर्दी और बर्फ की सड़क
hu: Csak télen használható utak és jégutak
id: Jalan musim dingin dan es
is: Vegir með hálku og snjó
it: Strade invernali e strade di ghiaccio
ja: 冬期道路およびアイスロード
ka: ზამთრის და მოყინული გზები
lt: Žiemos ir ledo keliai
lv: Ziemas un ledus ceļi
mk: Zimski i ledeni patista
nb: Vinter- og isveier
nl: Winter- en ijswegen
oc: Vias geladasò ennevadas
pl: Drogi zimowe i lodowe
pt_br: Estradas de inverno e gelo
ro_ro: Drumuri de iarnă și gheață
ru: Зимние и ледовые дороги
sc: Caminos ierriles e de astra
sk: Zimné a ľadové cesty
sl: Zimske in ledene ceste
sr: Снежни и залеђени коловози
sr_latn: Snežni i zaleđeni putevi
sv: Vinter- och isvägar
ta: குளிர்காலம் மற்றும் பனி சாலைகள்
te: శీతకాలం మరియు మంచు దారులు
tr: Kış ve buz yolları
uk: Зимові та льодові дороги
vi: Đường mùa đông và băng
zh_hans: 冬季和冰雪道路
zh_hant: 冬季與冰路

# rendering_attr_roadColors_description
source: Select a road color scheme:
af: Kies `n pad kleurskema:
ar: اختر نظام ألوان الطريق:
az: Yol rəng sxemi seçin:
be: Абярыце схему колераў дарог:
bg: Избор на цветова схема на пътищата:
ca: Seleccioneu un esquema de color de carreteres:
cs: Vyberte barevné schéma:
cy: Dewiswch gynllun lliwiau ffyrdd:
da: Vælg et farveskema til veje:
de: Auswahl eines Straßen-Farbschemas:
el: Επιλέξτε ένα χρωματικό συνδυασμό οδών:
eo: Elektu skemkoloron de vojoj:
es_us: Elige un esquema de color vial:
et: Vali teede värviskeem:
eu: Aukeratu errepideentzako kolore paleta:
fa: یکی از رنگ‌بندی‌های راه را انتخاب کنید:
fi: Valitse tien värimaailma:
fr: Sélectionnez un thème de couleurs pour les routes :
gl: Escoller un esquema de cores das estradas:
he: בחירת ערכת צבעי דרך:
hu: Útszínséma kiválasztása:
hy: Ընտրեք ճանապարհների գունավորման սխեման՝
id: Pilih sebuah skema warna jalan:
is: Veldu litastef fyrir vegi:
it: Seleziona una combinazione di colori per le strade:
ja: 道路の配色を選択します:
ka: აირჩიეთ გზების ფერების სქემა:
ko: 도로 색상을 선택합니다:
lt: Pasirinkti kelių spalvinimo schemą:
lv: Izvēlieties ceļu krāsu shēmu:
mk: Izberetešema na boi na patot:
ml: റോഡ് നിറക്കൂട്ട് തിരഞ്ഞെടുക്കുക:
nb: Velg fargeskjema for veier:
nl: Kies kleurschema voor wegen:
oc: Seleccionatz una combinason de colors per lei rotas:
pl: Wybierz zestaw kolorów dróg:
pt_br: Selecionar um esquema de cores das vias:
ro_ro: Selectați o schemă de culori pentru drumuri:
ru: Выберите цветовую схему дорог:
sc: Issèbera una cumbinatzione de colores pro sos caminos:
sk: Vyberte farebnú schému pre cesty:
sl: Izberite barvno shemo cest:
sr: Изаберите образац боја путева:
sr_latn: Izaberi obrazac boja puteva:
sv: Välj färgschema för vägar:
ta: சாலை வண்ணத் திட்டத்தைத் தேர்ந்தெடுக்கவும்:
tr: Bir yol rengi şeması seçin:
uk: Виберіть кольорову схему доріг:
vi: Chọn một hệ màu đường:
zh_hans: 选择道路颜色主题：
zh_hant: 選擇道路的色彩調配：

# rendering_attr_hmRendered_name
source: Show more map detail
af: Wys meer kaart detail
ar: أظهر المزيد من تفاصيل الخريطة
az: Daha çox xəritə detalı göstər
be: Паказаць больш дэталяў мапы
bg: Повече подробности
bs: Prikaži više detalja na mapi
ca: Mostra més detalls al mapa
cs: Více mapových detailů
cy: Dangos mwy o fanylder yn y map
da: Vis flere kortdetaljer
de: Mehr Kartendetails anzeigen
el: Εμφάνιση περισσότερων λεπτομερειών χάρτη
eo: Montri pli map-detalojn
es_us: Mostrar más detalle del mapa
et: Kuva kaardil rohkem üksikasju
eu: Erakutsi xehetasun gehiago mapan
fa: نشان‌دادن جزئیات بیشتری از نقشه
fi: Näytä lisää kartan yksityiskohtia
fr: Afficher plus de détail
gl: Amosar máis detalles do mapa
he: הצגת יותר פרטים במפה
hu: Több térképrészlet megjelenítése
hy: Ավելի մանրամասն
id: Tampilkan peta lebih lengkap
is: Sýna fleiri smáatriði á korti
it: Visualizza più dettagli della mappa
ja: マップの詳細表示
ka: მეტი დეტალები რუკის შესახებ
ko: 지도 세부사항 표시
lt: Rodyti daugiaužemėlapio detalių
lv: Vairāk kartes detaļas
mk: Prikazete povece detali od kartata
ml: "കൂടുതല്‍ ഭൂപടവിവരങ്ങള്‍ കാണിക്കുക"
mr: नकाशा आधिक तपशिलवार दाखवा
nb: Vis flere kartdetaljer
nl: Toon meer details
oc: Mostrar mai de detalhs sus la mapa
pl: Wyświetl więcej szczegółów na mapie
pt_br: Mostrar mais detalhes do mapa
ro_ro: Mai multe detalii pe hartă
ru: Больше деталей
sc: Ammustra prus minujas in sa mapa
sk: Zobraziť podrobnejšiu mapu
sl: Pokaži podrobnejši izris
sr: Прикажи више појединости на карти
sr_latn: Prikazati više detalja na mapi
sv: Visa mer kartdetaljer
ta: மேலும் வரைபட விவரங்களைக் காட்டு
tr: Haritayı daha ayrıntılı göster
uk: Більше подробиць
vi: Hiện thêm chi tiết của bản đồ
zh_hans: 显示更多地图细节
zh_hant: 顯示更多地圖細節

# rendering_attr_roadColors_name
source: Road color scheme
af: Pad kleurskema
ar: نظام ألوان الطريق
az: Yol rəng sxemi
be: Схема колераў дарог
bg: Цветова схема на пътищата
ca: Esquema de color de carreteres
cs: Barevné schéma
cy: Cynllun lliwiau ffyrdd
da: Farveskema for veje
de: Straßenfarbschema
el: Χρωματικός συνδυασμός οδών
eo: Skemkoloro de vojoj
es_us: Esquema de color del camino
et: Teede värviskeem
eu: Errepideentzako kolore paleta
fa: رنگ‌بندی راه
fi: Tien värimaailma
fr: Thème de couleurs pour les routes
gl: Esquema de cores de estrada
he: ערכת צבעי דרך
hu: Útszín sémája
hy: Ճանապարհների գունավորման սխեման
id: Skema warna jalan
is: Litastef fyrir vegi
it: Schema di colorazioni per le strade
ja: 道路の配色
ka: გზების ფერების სქემა
ko: 도로 색상
lt: Kelių spalvinimo schema
lv: Ceļu krāsu shēma
mk: Šema na boi na patot
ml: റോഡ് നിറക്കൂട്ട്
nb: Veifargeskjema
nl: Kleurschema voor wegen
oc: Combinason de colors per lei rotas
pl: Zestaw kolorów dróg
pt_br: Esquema de cores das vias
ro_ro: Schemă de culori pentru drumuri
ru: Цветовая схема дорог
sc: Ischema de colores de sos caminos
sk: Farebná schéma ciest
sl: Barvna shema cest
sr: Образац боја путева
sr_latn: Obrazac boja puteva
sv: Färgschema för vägar
ta: சாலை வண்ண திட்டம்
tr: Yol renk şeması
uk: Кольорова схема доріг
vi: Hệ màu đường
zh_hans: 道路颜色主题
zh_hant: 道路的色彩調配

# app_mode_shuttle_bus
source: Shuttle bus
ar: نقل داخلي
be: Рэйсавы аўтобус
bg: Маршрутка
ca: Bus llançadora
cs: Kyvadlový autobus
cy: Bws gwennol
el: Λεωφορείο κλειστής διαδρομής
eo: Aŭtobuso ir-reira
es_us: Autobús de enlace
et: Liinibuss
eu: Autobus lotura-linea
fa: اتوبوس خطی
fi: Sukkulabussi
fr: Bus navette
gl: Transbordo de bus
he: שאטל
hi: लोकल बस
hu: Ingajáratú busz
id: Bus antar jemput
is: Tengirúta
it: Bus navetta
ja: シャトルバス
ka: სამარშრუტო ავტობუსი
ko: 셔틀버스
lv: Maršruta autobuss
mk: Shatl avtobus
nb: Skyttelbuss
oc: Bus naveta
pl: Autobus wahadłowy
pt_br: Ônibus de conexão
ro_ro: Autobuz expres
ru: Маршрутка
sc: Bus naveta
sk: Kyvadlový autobus
sl: Prevoz z minibusom
sr: Аутобус
sr_latn: Mini bus
sv: Pendelbuss
ta: சட்டில் பச்
tr: Servis otobüsü
uk: Шатл-бус
vi: Xe buýt trung chuyển
zh_hans: 班车
zh_hant: 高速巴士

# backup_error_token_is_not_valid
source: Something is wrong with the provided device ID or token
ar: معرف الجهاز المتوفر أو الرمزغير صالح
be: Нешта не так з прадстаўленым ідэнтыфікатарам прылады або токенам
bg: Нещо не е наред с предоставения идентификатор на устройство или низ на споделена тайна
cs: Něco není v pořádku s poskytnutým identifikátorem zařízení
cy: Mae rhywbeth o'i le gyda'r tocyn neu ID y ddyfais
da: Der er noget galt med det angivne enheds-id eller token
de: Etwas stimmt nicht mit der angegebenen Geräte-ID oder dem Token
el: Κάτι είναι λάθος με το δοθέν ID συσκευής ή διακριτικό
eo: Io estas erara pri identigilo de la aparato aŭ ĵetono
es_us: Algo está mal con el ID del dispositivo o la clave proporcionada
et: Esitatud seadme ID või sümboliga on midagi valesti
eu: Zerbait gaizki dago emandako gailuaren IDarekin edo tokenarekin
fa: توکن یا شناسهٔ دستگاه مشکلی دارد
fi: Laitteen tunnuksessa tai tunnuksessa on jotain vikaa
fr: Une erreur s'est produite avec l'ID d'appareil ou le jeton fournit
he: משהו אינו כשורה עם מזהה המכשיר או האסימון שסופקו
hu: Valami nincs rendben a megadott eszközazonosítóval vagy tokennel
id: Suatu masalah terjadi dengan ID atau token perangkat yang disediakan
is: Eitthvað er ekki í lagi með uppgefið auðkenni eða teikn tækis
it: C'è qualcosa di errato con l'ID del dispositivo o con il token forniti
ja: 呈示されたデバイスIDまたはトークンに問題があります
ko: 제공된 장치 ID 또는 토큰으로 잘못됩니다
mk: Nešto ne e vo red so dadeniot ID na ured ili token
nb: Noe er galt med angitt enhets-ID eller symbol
nl: Er is iets verkeerd met de opgegeven apparaat ID of code
oc: I a quauqua-ren que va pas amb l'ID de l'aparelhò lo testimòni de seguretat fornit
pl: Coś poszło nie tak z podanym identyfikatorem urządzenia lub tokenem
ro_ro: Ceva nu este în regulă cu ID-ul dispozitivului sau token-ul furnizat
ru: Что-то не так с предоставленным идентификатором устройства или токеном
sc: B'at carchi cosa de isballiadu cun s'ID de su dispositivu o cun su getone frunidu
sk: Niečo nie je v poriadku so poskytnutým identifikátorom zariadenia
sl: Nekaj ni v redu z navedenim ID-jem naprave aližetonom
sr: Нешто није у реду са наведеним ИД-ом уређаја или токеном
sr_latn: Nešto nije u redu sa navedenim ID-om uređaja ili tokenom
sv: Någonting är fel med angivet enhets-id eller token
ta: வழங்கப்பட்ட சாதன ஐடி அல்லது டோக்கனில் ஏதோ தவறு உள்ளது
tr: Sağlanan aygıt kimliği veya belirteçle ilgili bir sorun var
uk: Щось не так із наданим ID пристрою або токеном
vi: Có gì đó sai với ID của thiết bị hoặc token đã cung cấp
zh_hans: 所提供的设备 ID 或令牌有问题
zh_hant: 提供的裝置 ID 或權杖有問題

# backup_error_gzip_only_supported_upload
source: The file should be sent in .gzip format
ar: صيغة الملف المرسل ليست gzip
az: Fayl .gzip formatında göndərilməlidir
be: Файл павінен быць адпраўлены ў фармаце .gzip
bg: Файлът трябва да бъде изпратен във формат .gzip
cs: Soubor by měl být odeslaný ve formátu .gzip
cy: Dylai fod y ffeil yn cael ei anfon mewn fformat .gzip
da: Filen skal sendes i .gzip-format
de: Die Datei sollte im .gzip-Format gesendet werden
el: Το αρχείο πρέπει να σταλεί σε μορφή .gzip
eo: Dosiero estu en la formo .gzip
es_us: El archivo debe enviarse en formato «.gzip»
et: Fail tuleks saata .gzip formaadis
eu: Fitxategia .gzip formatuan bidali behar da
fa: پرونده باید در قالب ‎.gzip فرستاده شود
fi: Tiedosto on lähetettävä .gzip-muodossa
fr: Le fichier doit être envoyé au format .gzip
he: יש להגיש את הקובץ בתור ‎.gzip
hu: A fájlt .gzip formátumban kell elküldeni
id: Berkas seharusnya sudah dikirim dengan format .gzip
is: Senda ætti skrána á .gzip sniði
it: Il file dovrebbe essere inviato nel formato .gzip
ja: ファイルは.gzip形式で送信する必要があります
ko: 파일은 .gzip 형식으로 전송되어야한다
lt: Failas turėtų būti siunčiamas .gzip formatu
lv: Faila sūtīšanai izmantot .gzip formātu
mk: Datotekata treba da se isprati vo format .gzip
nb: Filen må sendes i .gzip-format
nl: Het bestand moet verzonden worden in het .gzip formaat
oc: Lo fichier se deu mandar au format .gzip
pl: Plik powinien zostać przesłany w formacie gzip
ro_ro: Fișierul trebuie să fie trimis în format .gzip
ru: Файл должен быть отправлен в формате .gzip
sc: Custu documentu si depet imbiare in formadu .gzip
sk: Súbor by mal byť zaslaný vo formáte .gzip
sl: Datoteka mora biti poslana v obliki .gzip
sr: Датотеку треба послати у .gzip формату
sr_latn: Datoteku treba poslati u .gzip formatu
sv: Filen ska vara i .gzip-format
ta: கோப்பை .gzip வடிவத்தில் அனுப்ப வேண்டும்
tr: Dosya .gzip biçiminde gönderilmelidir
uk: Файл слід надіслати у форматі .gzip
vi: Tệp nên được gửi dưới dạng .gzip
zh_hans: 该文件应以 .gzip 格式发送
zh_hant: 檔案必須以 .gzip 格式傳送

# cloud_backup
source: Backup
ar: نسخ احتياطي
be: Рэзервовае капіяванне
cs: Zálohování
da: Sikkerhedskopi
de: Datensicherung
el: Αντίγραφο ασφαλείας
es_us: Copia de seguridad
et: Varundus
fr: Sauvegarde
hu: Biztonsági mentés
id: Cadangan
is: Öryggisafrit
ja: バックアップ
ko: 백업
lt: Atsarginė kopija
oc: Sauvagarda
pl: Kopia zapasowa
ro_ro: Copie de rezervă
ru: Резервное копирование
sc: Còpia de seguresa
sr: Резервна копија
sr_latn: Rezervna kopija
sv: Säkerhetskopia
ta: காப்புப்பிரதி
tr: Yedekle
uk: Резервне копіювання
zh_hant: 備份

# select_backup_data_descr
source: Select data and folders to back up.
ar: حدد البيانات والمجلدات للنسخ الاحتياطي.
az: Nüsxələmək üçün məlumat və qovluqları seçin.
be: Абярыце даныя і каталогі для рэзервовага капіявання.
bg: Изберете данни и папки които да бъдат архивирани.
cs: Vyberte údaje a složky pro zálohování.
cy: Dewiswch ddata a ffolderi i'w cadw wrth gefn.
da: Vælg data og mapper til sikkerhedskopiering.
de: Wählen Sie Daten und Ordner für die Sicherung aus.
el: Επιλέξτε δεδομένα και φακέλους για δημιουργία αντιγράφων ασφαλείας.
eo: Elektu datumojn kaj dosierujojn por sekurkopii.
es_us: Marca los datos y carpetas para la copia de seguridad.
et: Vali varundatavad andmed ja kaustad.
eu: Aukeratu datuak eta karpetak babeskopiarako.
fa: داده‌ها و پوشه‌ها را برای پشتیبان‌گیری انتخاب کنید.
fi: Valitse data ja kansiot varmuuskopiointiin.
fr: Sélectionnez les données et dossiers à sauvegarder.
he: נא לבחור נתונים ותיקיות לגיבוי.
hu: Biztonsági mentésre kerülő adatok és mappák kijelölése.
id: Pilih data dan folder untuk dicadangkan.
is: Veldu gögn og möppur til að taka öryggisafrit af.
it: Scegli dati e cartelle da salvare nel backup.
ja: バックアップするデータとフォルダーを選択します。
ko: 백업할 데이터 및 폴더를 선택하십시오.
mk: Izberete podatoci i papki za rezervna kopija.
nb: Velg data og mapper for sikkerhetskopi.
nl: Kies mappen en gegevens om te back-uppen.
oc: Seleccionar lei donadas e lei dorsiers de sauvagardar.
pl: Wybierz dane i foldery do kopii zapasowej.
ro_ro: Selectați datele și folderele pentru backup.
ru: Выберите данные и папки для резервного копирования.
sc: Ischerta datos e cartellas de archiviare.
sk: Zvoľte údaje a priečinky na zálohovanie.
sl: Izberi podatke in mape za varnostno kopiranje.
sr: Изаберите податке и фасцикле за резервне копије.
sr_latn: Izaberi podatke i foldere za rezervne kopije.
sv: Välj data och mappar att säkerhetskopiera.
ta: காப்புப் பிரதி எடுக்க தரவு மற்றும் கோப்புறைகளைத் தேர்ந்தெடுக்கவும்.
tr: Yedeklenecek verileri ve klasörleri seçin.
uk: Виберіть дані та теки для резервного копіювання.
vi: Chọn dữ liệu và thư mục để sao lưu.
zh_hans: 选择要备份的数据和文件夹。
zh_hant: 選取要備份的資料與資料夾。

# share_geo
source: geo:
ar: فتح بتطبيق آخر:
be: геа:
bg: гео:
el: γεω:
et: maa:
fr: géo :
gl: Outros mapas:
he: גאו:
hy: գեո:
ko: 위치:
ku: Cih:
lv: ģeo:
ml: ഭൗമമായ(geo):
ru: гео:
sr: гео:
ta: சியோ:
tr: Yer:
zh_hans: 地理：
zh_hant: 地理：

# shared_string_expires
source: Expires
ar: انتهاء
be: Мінае
bg: Изтича
ca: Expiració
cs: Platnost končí
da: Udløber
de: Abgelaufen
el: Λήγει
eo: Malvalidiĝas je
es_us: Expira
et: Aegub
eu: Iraungitzen da
fa: منقضی می‌شود
fi: Erääntyy
fr: Expire
he: תפוגה
hu: Lejár
id: Kedaluwarsa pada
is: Rennur út
it: Scade
ja: 期限切れ
ka: ვადა
ko: 만료됨
lt: Baigia galioti
nb: Utløper
nl: Vervalt
oc: Expiracion
pl: Wygasa
ro_ro: Expiră
ru: Истекает
sc: Iscadit
sk: Skončí
sl: Poteče
sr: Истиче
sr_latn: Ističe
sv: Upphör
ta: காலாவதியாகிறது
tr: Süre sonu
uk: Спливає
vi: Hết hạn
zh_hans: 过期
zh_hant: 過期

# routing_attr_avoid_highway_description
source: Avoid highways
ar: تجنب الطرق السريعة
be: Пазбягаць аўтамагісрталяў
bg: Избягване на магистрали
ca: Evita les autopistes
cs: Vyhnout se dálnicím
cy: Osgoi priffyrdd
da: Undgå motorveje
de: Schnellstraßen vermeiden
el: Αποφυγή αυτοκινητόδρομων
eo: Eviti vojojn unua- kaj dua- rangajn
es_us: Evita circular por caminos viales
et: Väldi kiirteid
eu: Saihestu autobideak
fa: از بزرگراه‌ها پرهیز می‌کند
fr: Éviter les autoroutes
he: הימנעות מכבישים מהירים
hu: Gyorsforgalmi utak elkerülése
id: Hindari jalan tol
is: Forðast hraðbrautir
it: Evita autostrade
ja: 高速道路を避けます
ko: 고속도로 우회
mk: Izbegnuvajte avtopatista
nb: Unngå motorveier
nl: Snelwegen vermijden
pl: Unikaj autostrad
ro_ro: Evită autostrăzi
ru: Избегать автомагистралей
sc: Èvita sas autostradas
sk: Vyhnúť sa cestám
sl: Izogibaj se avtocest
sr: Избегавање аутопутева
sr_latn: Autoputeve
sv: Undvik motorvägar
ta: நெடுஞ்சாலைகளைத் தவிர்க்கவும்
tr: Otoyollardan kaçının
uk: Уникати автомагістралей
vi: Tránh đường cao tốc
zh_hans: 避开高速公路
zh_hant: 避開高速公路

# rendering_attr_hideMilitaryAreas_name
source: Hide military areas
ar: إخفاء المناطق العسكرية
be: Схаваць вайсковыя зоны
bg: Скриване на военните зони
ca: Amaga zones militars
cs: Skrýt vojenské prostory
cy: Cuddio ardaloedd milwrol
da: Skjul militære områder
de: Militärische Bereiche
el: Στρατιωτικές περιοχές
eo: Ne superstreki armeajn areojn
es_us: Áreas militares
et: Sõjaväealad
eu: Ezkutatu eremu militarrak
fa: مناطق نظامی
fi: Piilota sotilasalueet
fr: Zones militaires
he: הסתרת שטחים צבאיים
hu: Katonai területek
id: Area militer
is: Fela hersvæði
it: Nascondi le aree militari
ja: 軍事エリア
ko: 군사 지역 숨기기
mk: Skrijte gi voenite podracja
nb: Skjul militære områder
nl: Militaire gebieden
pl: Ukryj obszary wojskowe
ro_ro: Zone militare
ru: Военные районы
sc: Cua sas àreas militares
sk: Skryť vojenské oblasti
sl: Skrij vojaška območja
sr: Сакриј војна подручја
sr_latn: Sakriti vojna područja
sv: Militärområden
ta: இராணுவ பகுதிகள்
tr: Askeri alanları gizle
uk: Не показувати військові обʼєкти
vi: Các khu vực quân sự
zh_hans: 隐藏军事区域
zh_hant: 隱藏軍事區域

# routing_attr_difficulty_preference_advanced_name
source: Advanced
ar: متقدم
be: Дасведчаны
bg: Напреднали
ca: Avançada
cs: Pokročilé
cy: Uwch
da: Øvet
de: Fortgeschrittene
el: Προηγμένη
eo: malfacilaj
es_us: Avanzado
et: Täiendavad seadistused
eu: Aurreratua
fa: پیشرفته
fi: Haastava
fr: Confirmé
he: מתקדמים
hu: Tapasztalt
id: Tingkat Lanjut
is: Lengra komnir
it: Avanzato
ja: 上級者
ka: დამატებითი
ko: 고급
lt: Pažengęs
mk: Napreden
nb: Avansert
nl: Gevorderde
pl: Zaawansowany
ro_ro: Avansat
ru: Продвинутый
sc: Avantzadu
sk: Pokročilý
sl: Napreden
sr: Напредно
sr_latn: Napredan
sv: Avancerad
ta: மேம்பட்ட
tr: İleri
uk: Досвідчений
vi: Cao cấp
zh_hans: 高级
zh_hant: 進階

# rendering_attr_showWaterwayTunnels_name
source: Increase visibility for waterway tunnels
ar: أنفاق الممرات المائية
be: Тунэлі на водных шляхах
bg: Водни тунели
ca: Túnels fluvials
cs: Zvýšit viditelnost tunelů vodních cest
cy: Twnelau dyfrffyrdd
da: Øg synlighed af vandveje
de: Erhöhen der Sichtbarkeit von Wasserstraßentunneln
el: Αύξηση ορατότητας για σήραγγες οδών νερού
eo: Plividebligi akvovojojn en tuneloj
es_us: Aumentar visibilidad de los túneles fluviales
et: Suurenda veeteede tunnelite nähtavust
eu: Ubideetako tunelen ikusgarritasuna areagotzea
fa: افزایش دید تونل‌های آبراه
fi: Vesiväylien tunnelit
fr: Augmenter la visibilité des tunnels sur voie navigable
he: שיפור המראה של תעלות דרכי מים
hu: Vízi alagutak láthatóságának növelése
id: Tingkatkan keterlihatan terowongan jalur air
is: Auka sýnileika ganga sem siglt er í gegnum
it: Aumenta la visibilità dei tunnel dei corsi d'acqua
ja: 水路トンネル
ka: წყლის გვირაბები
ko: 수로 터널
mk: Podvodni tuneli
nb: Vannveistunneler
nl: Verhoog de zichtbaarheid voor waterwegtunnels
oc: Galariás fluvialas
pl: Tunele dróg wodnych
ro_ro: Creșterea vizibilității pentru tunelurile navigabile
ru: Повысить видимость водных туннелей
sc: Gallerias in rios navigàbiles
sk: Zvýšiť viditeľnosť tunelov vodných ciest
sl: Podvodni tuneli
sr: Повећана видљивост за тунеле пловних путева
sr_latn: Povećaj vidljivost za tunele plovnih puteva
sv: Ökad synlighet för tunnlar för vattendrag
ta: நீர்வழி சுரங்கங்களுக்கான தெரிவுநிலையை அதிகரிக்கவும்
tr: Su yolu tünelleri için görünürlüğü arttır
uk: Підвищення видимості для водних тунелів
vi: Tăng sự trực quan của các hầm trên đường thuỷ
zh_hans: 水路隧道
zh_hant: 不要隱藏水路隧道

source: Dangerous goods
bg: Опасни товари
cs: Nebezpečné zboží
da: Farligt gods
de: Gefahrgut
el: Επικίνδυνα εμπορεύματα
eo: Danĝeraj materialoj
es_us: Mercancías peligrosas
et: Ohtlikud kaubad
eu: Salgai arriskutsuak
fa: کالاهای خطرناک
fi: Vaaralliset aineet
fr: Marchandises dangereuses
he: חומרים מסוכנים
hu: Veszélyes áruk
id: Barang berbahaya
is: Hættulegar vörur
it: Merci pericolose
ko: 위험물
nb: Farlig gods
nl: Gevaarlijke goederen
pl: Towary niebezpieczne
ro_ro: Mărfuri periculoase
ru: Опасные грузы
sk: Nebezpečný náklad
sl: Nevarno blago
sr: Опасна роба
sr_latn: Opasna roba
sv: Farligt gods
ta: ஆபத்தான பொருட்கள்
tr: Tehlikeli maddeler
uk: Небезпечні вантажі
vi: Hàng hoá gây nguy hiểm
zh_hans: 危险货物
zh_hant: 危險物品
