Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# profile_alert_delete_msg
source: Delete the "%@" profile
ar: حذف الوضع "%@"
az: “%@” profili silinsin?
be: Выдаліць профіль "%@"
bg: Are you sure you want to completly delete "%@" profile?
ca: Esteu segur que voleu suprimir el perfil "%@"
cs: Odstranit profil „%@“
cy: Dileu'r proffil "%@"
da: Slet profilen "%@"
de: Profil „%@“ löschen
el: Διαγραφή του προφίλ "%@"
eo: Ĉu forigi la profilon “%@”?
es_us: ¿Borrar el perfil «%@»?
et: Kustutada "%@" profiil
eu: Ezabatu "%@" profila
fa: حذف نمایه «%@»
fi: Haluatko varmasti poistaa profiilin "%@"?
fr: Supprimer le profil « %@ »
gl: Tes a certeza de que desexas eliminar o perfil "%@"
he: למחוק את הפרופיל „%@”
hi: क्या आप सुनिश्चित हैं कि आप %@ प्रोफ़ाइल हटाना चाहते हैं
hu: A(z) „%@” profil törlése
hy: Դուք համոզված եք՞, որ ցանկանում եք ջնջել "%@" պրոֆիլը
id: Hapus profil "%@"
is: Eyða notkunarsniðinu "%@"
it: Eliminare il profilo "%@"
ja: プロファイル "%@"を削除しますか？
ka: "%@" პროფილის წაშლა
ko: "%@" 프로파일 삭제
lt: Are you sure you want to completly delete "%@" profile?
lv: Vai esiet pārliecināts, ka vēlaties izdzēst %@ profilu
mk: Izbrišete go „%@“ profilot
my: %@ ပရိုဖိုင်းကိုသင်ဖျက်လိုကြောင်းသေချာပါလား
nb: Slett«%@»-profilen?
nl: Verwijder het profiel "%@"
oc: Suprimir lo perfiu %@
pl: Usuń profil "%@"
pt_br: Tem certeza de que deseja excluir o perfil de "%@"
ro_ro: Șterge profilul "%@"
ru: Удалить профиль "%@"
sc: Iscantzellare su profilu "%@"?
sk: Odstrániť profil "%@"
sl: Brisanje profila»%@«
sr: Обрисати налог "%@"
sr_latn: Brisanje profila „%@”
sv: Radera profilen "%@"
ta: "%@" சுயவிவரத்தை நீக்கவும்
tr: "%@" profilini sil
uk: Видалити профіль "%@"
zh_hans: 删除“%@”配置文件
zh_hant: 刪除「%@」設定檔

# routing_attr_allow_private_for_truck_description
source: Allow access to private areas for trucks.
ar: السماح بدخول الشاحنات إلى المناطق الخاصة.
be: Дазволіць доступ грузавікоў у прыватныя зоны.
bg: Разрешава достъпа на камиони до частни територии.
ca: Permet l'accés a zones privades per a camions.
cs: Povolit přístup nákladních vozidel na soukromé pozemky.
cy: Mae'n caniatáu mynediad i lefydd preifat i lorïau.
da: Tillad adgang til private områder for lastbiler.
de: Zufahrt zu Privatgrundstücken für Lkw erlauben.
el: Να επιτρέπεται η πρόσβαση σε ιδιωτικές περιοχές για φορτηγά.
eo: Permesi aliron al privataj areoj por kamionoj.
es_us: Permitir el acceso a áreas privadas para camiones.
et: Luba eratee kasutamine veoautode jaoks.
eu: Kamioientzako eremu pribatuetara sartzeko baimena eman.
fa: اجازه دسترسی به مناطق خصوصی برای کامیون‌ها.
fr: Zones privées autorisées aux camions.
he: לאפשר גישה לאזורים פרטיים למשאיות.
hu: Tehergépjárművek számára a magánterületre való behajtás engedélyezése.
id: Izinkan akses ke area pribadi untuk truk.
is: Leyfa aðgang flutningabifreiða að einkasvæðum.
it: Permetti agli autotreni l'accesso alle aree private.
ja: トラック用の私有地へのアクセスを許可します。
ko: 트럭의 개인 구역에 대한 접근을 허용합니다.
mk: Dozvolete pristap do privatnite podracja za kamioni.
nb: Tillat adgang til private områder for lastebiler.
nl: Toegang tot privé gebieden toestaan voor vrachtwagens.
oc: L'accès ai camions es permés.
pl: Zezwól na dostęp do obszarów prywatnych dla ciężarówek.
ro_ro: Permite accesul camioanelor în zonele private.
ru: Разрешить доступ в частные зоны (например с проездом через шлагбаум или КПП).
sc: Permite s'atzessu a sas àreas privadas pro sos càmions.
sk: Povoliť prístup do súkromných oblastí pre nákladné autá.
sl: Dovoli dostop do zasebnih površin za tovornjake.
sr: Омогућен приступ приватним просторима теретним возилима.
sr_latn: Omogući kamionima pristup privatnom posedu.
sv: Tillåt åtkomst till privata områden för lastbilar.
ta: லாரிகளுக்கு தனியார் பகுதிகளுக்கு அணுக அனுமதிக்கவும்.
tr: Kamyonlar için özel alanlara erişime izin verin.
uk: Дозволити доступ вантажних автомобілів на приватну територію.
vi: Cho phép xe tải đi vào những khu vực riêng tư.
zh_hans: 允许卡车进入私人区域。
zh_hant: 允許卡車進入私人區域。

# select_base_profile_dialog_message
source: Base your custom profile on one of the default app profiles, this defines the basic setup like default visibility of widgets and units of speed and distance. These are the default app profiles, together with examples of custom profiles they may be extended to:
ar: إسناد الوضع المخصص الخاص بك إلى أحد أوضاع التطبيق الافتراضية ، يحدد الإعداد الأساسي مثل الرؤية الافتراضية لعناصر واجهة المستخدم ووحدات السرعة والمسافة. وهذه هي أوضاع التطبيق الافتراضية ، إلى جانب أمثلة لأوضاع مخصصة يمكن تمديدها إلى:
az: Xüsusi profilinizi standart proqram profillərindən birinə əsaslandırın, bu, vidcetlərin standart görünüşü, sürət və məsafə vahidləri kimi əsas quraşdırmanı müəyyən edir. Bunlar, genişləndirilə bilən xüsusi profillərin nümunələri ilə birlikdə standart proqram profilləridir:
be: Стварыце свой профіль на аснове аднаго з базавых профіляў - гэта будзе вызначаць асноўныя параметры, такія як віджэты, адзінкі вымярэння хуткасці і адлегласці. Гэта тыповыя профілі праграмы, якія разам з прыкладамі профіляў карыстальніка можна пашырыць да:
ca: Comenceu el vostre perfil personalitzat des d'un perfil predeterminat de l'aplicació,que defineixi la configuració bàsica com visibilitat predeterminada, extensions i unitats de velocitat i distància. Aquests són els perfils d'aplicació predeterminats, junt amb exemples de personalització que es poden anar ampliant:
cs: Vlastní profil založte na jednom ze základních profilů. Ten určí základní nastavení jako viditelnost nástrojů, jednotky rychlosti a vzdálenosti. Toto jsou základní profily aplikace a návrhy vlastních profilů, na které mohou být rozšířeny:
cy: Seilia dy broffil personol ar un o'r proffiliau ap rhagosodedig, mae hyn yn diffinio'r gosodiad sylfaenol fel gwelededd rhagosodedig teclynnau ac unedau cyflymder a phellter. Dyma'r proffiliau ap rhagosodedig, ynghyd ag enghreifftiau o broffiliau personol y gellir eu hymestyn i:
da: Basér den brugerdefinerede profil på en af standard app-profilerne, dette definerer den grundlæggende opsætning som standard synlighed for moduler og enheder for hastighed og distance. Dette er standard app-profilerne, sammen med eksempler på brugerdefinerede profiler kan de udvides til:
de: Bauen Sie ein eigenes Anwendungsprofil auf einem der Standardprofile der App auf. Dieses bestimmt die Grundeinstellungen wie Voreinstellungen zur Sichtbarkeit von Widgets und die Einheiten für Geschwindigkeit und Entfernungen. Dies sind die App-Standardprofile zusammen mit Beispielen für eigene Anwendungsprofile, die erweitert werden können:
el: Βασίστε το προσαρμοσμένο σας προφίλ σε ένα από τα προεπιλεγμένα προφίλ της εφαρμογής, αυτό καθορίζει τη βασική εγκατάσταση όπως ορατότητα των γραφικών στοιχείων και μονάδες ταχύτητας και απόστασης. Αυτά είναι τα προεπιλεγμένα προφίλ της εφαρμογής, μαζί με παραδείγματα προσαρμοσμένων προφίλ που μπορούν να επεκταθούν σε:
eo: Via propra profilo estos bazita sur iu implicita aplikaĵa profilo, kiu difinos bazajn agordojn kiel videblon de fenestraĵoj, unuojn de rapido kaj distanco. Jen implicitaj profiloj kaj ekzemplaj profiloj por krei:
es_us: El perfil personalizado se basa en uno de los perfiles de aplicación predefinidos, que define los ajustes básicos como la visibilidad predefinida de los widgets, las unidades de velocidad y distancia. Estos son los perfiles de aplicación predefinidos, junto con ejemplos de perfiles personalizados que se pueden ampliar:
et: Vali oma kohandatud profiili aluseks mõni rakenduse vaikimisi profiilidest, see määrab põhiseadistused nagu vaikimisi vidinate nähtavus ning kiiruse ja kauguse ühikud. Need on rakenduse vaikimisi profiilid koos kohandatud profiilide näidetega, millele neid saab laiendada:
eu: Oinarritu zure profil pertsonala lehenetsitako aplikazio profil batean, hau da, oinarrizko konfigurazioa, trepeten eta abiadura eta distantziaren lehenetsitako ikusgarritasuna definitzen duena. Hauek dira aplikazio profil lehenetsiak, profil pertsonalizatuen adibideekin batera:
fa: نمایه سفارشی خود را بر پایهٔ یکی از نمایه‌های برنامه بسازید. با این کار برخی چیزهای ابتدایی مانند نمایانی ابزارک‌ها و یکای سرعت و مسافت تنظیم می‌شود. نمایه‌های پیشفرض برنامه و چند نمونه نمایه سفارشی که بر پایهٔ آن‌ها ساخته شده، در زیر آمده:
fr: Basez votre profil personnel sur l'un des profils par défaut pour définir les unités de vitesse, de distance ou la visibilité des widgets. Voici les profils par défaut de l'application ainsi que des exemples de profils personnalisés :
gl: Basea o teu perfil personalizado nun dos perfís de aplicación predeterminados, isto define os axustes básicos coma a visibilidade dos trebellos e as unidades de velocidade e distancia. Estes son os perfís de aplicación predeterminados, xunto con exemplos de perfís personalizados que poden ser amplíados:
he: באפשרותך לבסס את הפרופיל שלך על אחד מפרופילי בררת המחדל של היישומון, פעולה זו מגדירה את ההגדרות הבסיסיות כמו אופן הצגת וידג׳טים כבררת מחדל ויחידות של מהירות ומרחק. אלו פרופילי בררת המחדל של היישומון, יחד עם דוגמאות של פרופילים מותאמים אישית ניתן להרחיב אותם לכדי:
hi: डिफ़ॉल्ट ऐप प्रोफाइल में से एक पर अपने कस्टम प्रोफ़ाइल को आधार बनाएं, यह बुनियादी सेटअप को विगेट्स की डिफ़ॉल्ट दृश्यता और गति और दूरी की इकाइयों को परिभाषित करता है। ये डिफ़ॉल्ट ऐप प्रोफाइल हैं, साथ में कस्टम प्रोफाइल के उदाहरणों के साथ उन्हें निम्न तक बढ़ाया जा सकता है:
hu: A létrehozandó egyéni profil az alkalmazás egyik alapprofilján fog alapulni, ez határozza meg az alapvető beállításokat, mint például a modulok láthatóságát vagy a sebesség és távolság mértékegységeit. Ezek az alapprofilok, néhány példával az egyéni profilokra, amelyekre kiterjeszthetők:
id: Dasarkan profil kustom Anda pada salah satu profil aplikasi bawaan, ini menentukan pengaturan dasar seperti visibilitas default widget dan unit kecepatan dan jarak. Ini adalah profil aplikasi bawaan, bersama dengan contoh profil khusus yang dapat diperluas ke:
is: Sérstillt notkunarsnið ættu að vera byggð á einu af sjálfgefnu forritssniðunum. Valda sniðið skilgreinir grunnstillingar: sýnileika viðmótshluta, einingar fyrir hraða og vegalengdir. Þetta eru sjálfgefnu forritssniðin, ásamt dæmum um sérsnið sem hægt er að útvíkka þau með:
it: Basa il tuo profilo personalizzato su uno di quelli di default dell'applicazione, questo definisce le impostazioni di base come la visibilità dei widget, e le unità di misura di velocità e distanza. Questi sono i profili di default dell'applicazione, assieme a esempi di profili personalizzati possono essere estesi a:
ja: カスタムプロファイルは標準のアプリケーションプロファイルを元に作成します。ウィジェットなどの表示設定や速度と距離の単位などの標準設定をプロファイルごとに定義可能です。これらは標準のアプリプロファイルを基本としており、今後それらと共に拡張される可能性があります:
ko: 사용자 지정 프로필은 기본 앱 프로필 중 하나를 기반으로 합니다. 이는 위젯의 기본 가시성과 속도 및 거리 단위와 같은 기본 설정을 정의합니다. 다음은 확장할 수 있는 사용자 지정 프로필의 예와 함께 기본 앱 프로필:
lv: Balstiet savu profilu uz vienu no noklusētajiem profiliem, kas definēs tādus pamata iestatījumus kā logrīku redzamību un attāluma vai ātruma mērvienības. Šie ir noklusētie lietotnes profili, kopā ar lietotāja veidotajiem profiliem tie var tikt paplašināti uz:
mk: Zasnovajte go vašiot prisposoben profil na eden od standardnite profili na aplikacii, ova go definira osnovnoto postavuvanje kako standardnata vidlivost na grafičkite kontroli i edinicite za brzina i rastojanie. Ova se standardnite profili na aplikacii, zaedno so primeri na sopstveni profili što može da se proširat na:
nb: Baser din egendefinerte profil på en av de forvalgte programprofilene, dette definerer grunnleggende oppsett, som forvalg synliget for miniprogrammer, enheter for hastighet og distanse. Dette er de forvalgte programprofilene, sammen med eksempler på egentilpassede profiler de kan utvides til:
nl: Baseer je aangepaste profiel op één van de standaard profielen, dit bepaalt de algemene opzet zoals standaard zichtbaarheid van widgets en eenheden van snelheid en afstand. Dit zijn de standaard profielen samen met voorbeelden van aangepaste profielen die uitgebreid kunnen worden:
oc: Començatz vòstre perfiu personalizat d'un perfiu predeterminat de l'aplicacion, es eu que predetermina la visibilitat deis clavelets e leis unitats de mesura de la velocitat e distància. Vaicí lei perfius d'aplicacion per defaut, amb d’exemples de personalizacion que se pòdon ajustar :
pl: Profil dostosowany można oprzeć na jednym z domyślnych profili aplikacji. Określają one podstawowe ustawienia, takie jak domyślna widoczność widżetów i jednostek prędkości i odległości. Są to domyślne profile aplikacji, wraz z przykładami profili dostosowanych, które można rozszerzyć na:
ro_ro: Bazați-vă profilul personalizat pe unul dintre profilurile implicite ale aplicației. acest lucru definește configurarea de bază, cum ar fi vizibilitatea implicită a widgeturilor și unitățile de viteză și distanță. Acestea sunt profiluri implicite din aplicație, împreună cu exemple de profiluri personalizate la care pot fi extinse:
ru: За основу пользовательского профиля возьмите один из профилей по умолчанию, это определяет базовые настройки, такие как видимость виджетов по умолчанию, единицы измерения скорости и расстояния. Ниже перечислены основные профили и примеры пользовательских профилей, до которых они могут быть расширены:
sc: Basa su profilu personalizadu tuo in subra de unu de sos profilos predefinidos de s'aplicatzione. Custu definit s'impostatzione de base, comente a sa visibilidade de sos widgets e de sas unidades de lestresa e de distàntzia. Custos sunt sos profilos predefinidos de s'aplicatzione, in paris cun esèmpios de profilos personalizados chi diant pòdere èssere creados dae cussos:
sk: Vlastný profil aplikácie založíte na niektorom základnom profile, čo určí predvolené nastavenia ako stav nástrojov, jednotky rýchlosti a vzdialenosti. Toto sú základné profily aplikácie, spolu s príkladmi vlastných profilov na ktoré môžu byť rozšírené:
sl: Profil zasnujte na podlagi enega izmed osnovnih profilov, s katerimi so določene osnovne nastavitve, na primer privzet nabor gradnikov, enoti za hitrost in razdaljo. Osnovni profili, ki so privzeto na voljo so:
sr: Засновите свој произвољни налог на једном од подразумеваних налога, којим се одређују основне поставке као што су подразуемвана видљивост справица или јединице брзине и даљине. Ово су подразумевани применљиви налози, заједно са примерима произвољних налога којима се може проширити:
sr_latn: Napravi svoj proizvoljni profil na jednom od podrazumevanih profila, kojim se određuju osnovne podešavanja kao što su podrazumevana vidljivost vidžeta ili jedinice brzine i daljine. Ovo su podrazumevani primenljivi nalozi, zajedno sa primerima proizvoljnih profila kojima se može proširiti:
sv: Basera din anpassade profil på en av appens standardprofiler, detta ställer in grunderna som måttenheter och widget-synlighet. Dessa är standardprofilerna, med exempel på anpassade profiler de är kopplade till:
ta: இயல்புநிலை பயன்பாட்டு சுயவிவரங்களில் ஒன்றில் உங்கள் தனிப்பயன் சுயவிவரத்தை அடிப்படையாகக் கொண்டது, இது விட்செட்டுகளின் இயல்புநிலை தெரிவுநிலை மற்றும் விரைவு மற்றும் தூரத்தின் அலகுகள் போன்ற அடிப்படை அமைப்பை வரையறுக்கிறது. இவை இயல்புநிலை பயன்பாட்டு சுயவிவரங்கள், தனிப்பயன் சுயவிவரங்களின் எடுத்துக்காட்டுகளுடன் அவை நீட்டிக்கப்படலாம்:
tr: Özel profilinizi varsayılan uygulama profillerinden birine dayandırın, bu widget'ların varsayılan görünürlüğü ile hız ve mesafe birimleri gibi temel ayarları tanımlar. Bunlar, genişletilebilecekleri özel profillerin örnekleri ile birlikte varsayılan uygulama profilleridir:
uk: Створіть свій профіль на основі одного з основних профілів — це визначить основні налаштування на зразок бажаних віджетів та одиниць вимірювання швидкості та відстані. Це типові профілі застосунку, які разом з прикладами користувацьких профілів можуть бути розширені до:
vi: Dựa vào một trong những hồ sơ mặc định của ứng dụng để tạo hồ sơ tùy chỉnh của bạn, điều này xác định các cài đặt cơ bản như sự hiển thị mặc định của các widget và đơn vị tốc độ và khoảng cách. Dưới đây là các hồ sơ mặc định của ứng dụng, cùng với các ví dụ về hồ sơ tùy chỉnh mà chúng có thể được mở rộng:
zh_hans: 基于你的自定义配置文件的默认应用程序配置文件之一，这定义了基本的设置，如部件的默认可见性和速度和距离的单位。这些是默认的应用程序配置文件，以及它们可以扩展到的自定义配置文件的例子：
zh_hant: 讓您自訂的設定檔以其中一個預設應用程式設定檔為基礎，這定義了如小工具、速度單位與距離的顯示方式。這些是預設的應用程式設定檔，連同其可以擴展成的自訂設定檔範例：

# rendering_attr_piste_type_sled_name
source: Sled
ar: تزلج
be: Толькі самаходныя сані
ca: Trineu
cs: Sáňkování
da: Kælk
de: Schlitten
el: Έλκηθρο κατάβασης
eo: glitveturado (motora)
es_us: Trineo
et: Kelk
eu: Lera
fa: سورتمه
fi: Kelkka
fr: Luge
gl: Zorra
he: מזחלת עצמאית
hu: Szánkó
id: Kereta luncur
is: Snjóþotur
it: Slitta
ja: そり専用ゲレンデ
ka: სლედი
ko: 썰매
lt: Rogės
mk: Sanka
nb: Akebrett
nl: Slee
oc: Tirassa
pl: Sanki
pt_br: Trenó
ro_ro: Sanie
ru: Только самоходные сани
sc: Islita
sk: Sánkovanie
sl: Sani
sr: Саонице
sr_latn: Sanke
sv: Kälke
ta: ச்லெட்
tr: Kızak
uk: Тільки санки, санчата
vi: Xe trượt
zh_hans: 雪橇
zh_hant: 平底雪橇

# rendering_attr_noPolygons_description
source: Make all areal land features on map transparent.
af: Maak alle area landmerke op die kaart deursigtig
ar: اجعل جميع الميزات الأرض المساحية شفافة على خريطة.
be: Адлюстроўваць толькі контуры, без залівання.
bg: Показване само на контури, без оцветяване.
bs: Sve prave slike zemljišta učinite providnim
ca: Fes transparents totes les característiques d'àrees de sòl al mapa.
cs: Zobrazit všechny typy půdy průhledně.
cy: Gwneud pob nodwedd tir yn dryloyw ar y map.
da: Gør alle overflader på kortet transparent.
de: Unterdrückt die Anzeige aller Flächenelemente in der Karte.
el: Απόδοση όλων των επιφανειακών χαρακτηριστικών εδάφους στο χάρτη ως διαφανή.
eo: Igiĉiujn landajn aĵojn sur la mapo travideblaj.
es_us: Hacer todas las funciones del terreno transparentes en el mapa.
et: Muuda kõik kaardil olevad maapealsed objektid läbipaistvaks.
eu: Egin mapako lur ezaugarri guztiak gardenak.
fa: همهٔ عوارض زمین را روی نقشه ناپدید کنید.
fi: Tee kaikki maankäyttöominaisuudet läpikuultaviksi kartalla.
fr: Rendre invisibles les surfaces représentant des éléments de terrain.
gl: Tornar tódalas funcións do terreo transparentes no mapa.
he: הפיכת כל תכונות הקרקע במפה לשקופות.
hu: A térképen az összes területszerű objektum átlátszóvá tétele.
hy: Ցուցադրել միայն պոլիգոնների սահմանները։
id: Jadikan semua fitur lahan areal di peta transparan.
is: Gera allar svæðamerkingar á korti gegnsæjar.
it: Rendi trasparenti nella mappa tutte le aree del terreno.
ja: マップ上の土地の特徴を透明にする
ka: ყველა მიწისზედა რუკის ობიექტის გამჭირვალედ ჩვენება.
ko: 투명 지도에서 모든 면적 기능 만들기
lt: Visus aplinkos objektus pažymėtus žemėlapyje daryti skaidriais.
lv: Padarīt visus zemes lietojuma apgabalus caurspīdīgus
mk: Napravete gi transparentni site karakteristiki na zemjišteto na kartata.
ml: ഭൂപടത്തിലെ എല്ലാ ഏരിയല്‍ ലാണ്ട് ഫീച്ചറുകളും സുതാര്യമാക്കുക.
nb: Gjør alle landarealelementer på kartet gjennomsiktige.
nl: Maak alle landgebruikvlakken op de kaart transparant.
oc: Rendre transparentas sus la mapa totei lei caracteristicas relativas ai airaus dau terren.
pl: Ukryj wszystkie elementy mapy będące terenami ziemnymi.
pt_br: Tornar transparente todas as características de terra no mapa.
ro_ro: Asigurați transparența tuturor elementelor de suprafață de pe hartă.
ru: Показывать только контуры, без заливки.
sc: Faghe divènnere transparentes totu sas caraterìsticas de sas àreas de su terrinu.
sk: Zobraziť plošné krajinné objekty na mape priehľadne.
sl: Nastavi vse ploskve zemljevida kot prosojne.
sr: Начини провидним све ваздушне одлике терена.
sr_latn: Učini sve mogućnosti područja tla transparentnima na mapi.
sv: Gör alla ytor på kartan transparenta.
ta: வரைபடத்தில் உள்ள அனைத்து ஏரியல் லேண்ட் அம்சங்களையும் வெளிப்படையானதாக ஆக்குங்கள்.
tr: Tüm arazi alan özelliklerini harita üzerinde şeffaf hale getirin.
uk: Показувати тільки контури, без заливки.
zh_hans: 透明表示地图上所有的陆地区域。
zh_hant: 讓地圖上所有的陸地區域特徵具透明性。
