Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# osm_tag_too_long_message
source: The maximum value length for tag %@ is 255 characters. Please make it shorter to continue.
ar: الحد الأقصى لطول قيمة الوسم٪ @ 255 حرفًا. يرجى جعله أقصر للمتابعة.
be: Максімальнае значэнне даўжыні пазнакі %@ - 255 сімвалаў. Калі ласка, скараціце яе, каб працягнуць.
ca: L'etiqueta %@ admet un màxim de 255 caràcters. Escurceu-la per continuar.
cs: Maximální délka hodnoty pro značku %@ je 255 znaků. Prosím zkraťte ji, abyste mohli pokračovat.
da: Den maksimale værdilængde for mærke %@ er 255 tegn. Gør det kortere for at fortsætte.
de: Die maximale Wertlänge für den Tag %@ beträgt 255 Zeichen. Bitte machen Sie ihn kürzer, um fortzufahren.
el: Το μέγιστο μήκος τιμής για την ετικέτα %@ είναι 255 χαρακτήρες. Παρακαλούμε μικρύνετε την για να συνεχίσετε.
es_us: La longitud máxima del valor para la etiqueta %@ es de 255 caracteres. Para continuar debes acortarla.
et: Sildi %@ väärtuse maksimaalne pikkus on 255 tähemärki. Jätkamiseks palun muuda see lühemaks.
fr: La longueur maximale du tag %@ est de 255 caractères. Veuillez la raccourcir pour continuer.
hu: A(z) %@ címke legnagyobb értékhossza 255 karakter. A folytatáshoz rövidítse le.
id: Panjang nilai maksimum untuk tag %@ adalah 255 karakter. Harap buat lebih pendek untuk melanjutkan.
is: Hámarkslengd gildis merkisins "%@" er 255 stafir. Styttu gildið áður en áfram er haldið.
it: Il valore massimo per l'etichetta %@ è 255 caratteri. Per favore accorciala per proseguire.
ja: タグ%@の最大文字数は255文字です。 編集を続けるには文字数を短くしてください。
nl: De maximum lengte voor de waarde voor tag %@ is 255 tekens. Voer een kortere waarde in.
oc: L'etiqueta %@ admet un 255 caractèrs au mai. Escorchatz-la per continuar.
pl: Maksymalna wartość długości tagu %@ wynosi 255 znaków. Skróć go, aby kontynuować.
pt_br: O comprimento máximo do valor para o etiqueta %@ é de 255 caracteres. Por favor, faça mais curto para continuar.
ro_ro: Lungimea maximă a valorii pentru eticheta %@ este de 255 de caractere. Vă rugăm să o faceți mai scurtă pentru a continua.
ru: Максимальное значение длины для тега %@ составляет 255 символов. Пожалуйста, сделайте его короче для продолжения.
sc: Sa longària màssima de su valore de s'eticheta %@ est de 255 caràteres. Pro praghere incurtzia·la in antis de sighire.
sk: Maximálna dĺžka hodnoty pre značku %@ je 255 znakov. Prosím skráťte ju, aby ste mohli pokračovať.
sr: Максимална дужина вредности за ознаку %@ је 255 карактера. Скратите да бисте наставили.
sr_latn: Maksimalna dužina vrednosti za oznaku %@ je 255 karaktera. Skratite da biste nastavili.
sv: Maximal längd för taggen %@ är 255 tecken. Korta ner texten för att fortsätta.
ta: குறிச்சொல் %@ க்கான அதிகபட்ச மதிப்பு நீளம் 255 எழுத்துக்கள். தயவுசெய்து தொடர குறுகியதாக ஆக்குங்கள்.
tr: %@ etiketi için azami değer uzunluğu 255 karakterdir. Lütfen devam etmek için daha kısa yapın.
uk: Максимальна довжина значення для теґу %@ становить 255 символів. Щоб продовжити, зробіть його коротшим.
zh_hant: 標籤 %@ 的最大值長度為 255 個字元。 請縮短以繼續。

# save_poi_too_many_uppercase
source: The name contains too many capital letters. Continue?
ar: الاسم يحتوي على الكثير من الأحرف الكبيرة . هل تريد الاستمرار؟
ast: El nome contién milenta lletres mayúscules. ¿Quies siguir?
az: Adda çoxlu böyük hərflər var. Davam edilsin?
be: Назва змяшчае занадта шмат вялікіх літар. Працягнуць?
bg: Името съдържа прекалено много главни букви. Продължаване ?
ca: El nom té masses majúscules. Voleu continuar?
cs: Název obsahuje příliš mnoho velkých písmen. Pokračovat?
da: Navnet indeholder for mange store bogstaver. Fortsæt?
de: Der Name enthält zu viele Großbuchstaben. Vorgang fortsetzen?
el: Το όνομα περιέχει υπερβολικά πολλά κεφαλαία γράμματα. Θέλετε να συνεχίσετε;
eo: La nomo enhavas tro multe da grandaj literoj?Ĉu pluigi?
es_us: El nombre contiene demasiadas mayúsculas. ¿Continuar?
et: Nimi sisaldab liiga palju suurtähti. Jätkata?
eu: Izenak letra larri gehiegi ditu. Jarraitu?
fa: حروف بزرگ زیادی در نام وجود دارد. ادامه می‌دهید؟
fi: Nimi sisältää liikaa isoja kirjaimia. Jatka?
fr: Le nom contient beaucoup de lettres majuscules. Voulez-vous continuer ?
gl: O nome contén demasiadas maiúsculas. Proseguer?
he: השם מכיל יותר מדי אותיות גדולות. להמשיך?
hu: A név túl sok nagybetűt tartalmaz. Folytatja?
hy: Անունը պարունակում է չափազանց շատ մեծ տառեր: Շարունակել?
id: Nama ini mengandung terlalu banyak huruf kapital. Lanjutkan?
is: Nafnið inniheldur of marga hástafi. Viltu halda áfram?
it: Il nome contiene troppe maiuscole. Continuare?
ja: この名前は大文字が多いようですが、続行しますか？
lt: Pavadinime yra per daug didžiųjų raidžių. Ar norite tęsti?
lv: Nosaukumā ir par daudz lielo burtu. Vai turpināt?
mk: Imeto sodrži premnogu golemi bukvi. Prodolži?
ml: പേരിൽ നിരവധി വലിയക്ഷരങ്ങൾ അടങ്ങിയിരിക്കുന്നു. തുടരണോ?
nb: Navnet inneholder for mange store bokstaver. Fortsett?
nl: Naam bevat erg veel hoofdletters, toch doorgaan?
oc: Lo nom contèn tròp de majusculas. Volètz contuniar?
pl: Nazwa zawiera zbyt wiele wielkich liter. Kontynuować?
pt_br: O nome contém muitas letras maiúsculas. Continuar?
ro_ro: Numele conține prea multe majuscule. Continuați?
ru: В названии слишком много заглавных букв. Продолжить?
sc: In su nùmene bi sunt tropas lìteras maiùscolas. Boles sighire?
sk: Názov obsahuje príliš veľa veľkých písmen. Pokračovať?
sl: V imenu je preveč velikih črk. Ali želite vseeno nadaljevati?
sr: Име садржи превише великих слова. Ипак наставити?
sr_latn: Ime sadrži previše velikih slova. Ipak nastavljaš?
sv: Namnet innehåller för många versaler. Fortsätt?
ta: இந்த பெயரில் பல பெரிய எழுத்துக்கள் உள்ளன. தொடரவா?
tr: Ad çok fazla büyük harf içeriyor. Devam edilsin mi?
uk: Назва містить забагато великих літер. Продовжити?
zh_hans: 名称中包含太多的大写字母。要继续吗？
zh_hant: 名稱中包含太多的大寫字母。要繼續嗎？

# osm_editing_loading_poi
source: Loading POI information
ar: تحميل معلومات POI
be: Загрузка інфармацыі пра POI
ca: Carregant informació del PDI
cs: Nahrávám informace o bodu zájmu
da: Indlæser IP-oplysninger
de: POI-Informationen laden
el: Φόρτωση πληροφοριών ΣΕ
es_us: Cargando información de PDI
et: HP teabe laadimine
fi: Ladataan KP-tietoja
fr: Chargement des informations du point d'intérêt
hu: Érdekes hely információinak betöltése
id: Memuat informasi POI
is: Les inn upplýsingar um merkisstaði
it: Caricamento informazioni PDI
ja: POI情報の読み込み
ka: POI-ის ინფორმაციის ჩატვირთვა
nl: POI informatie laden
oc: A telecargar l'informacion dau PDI
pl: Ładowanie informacji o UM
pt_br: Carregando informações de PI
ro_ro: Încărcarea informațiilor POI
ru: Загрузка информации POI
sc: Carrighende sas informatziones de su PDI
sr: Учитавање POI информација
sr_latn: Učitavanje TOI informacija
sv: Läser in intressepunkt-information
ta: POI தகவல்களை ஏற்றுகிறது
tr: POI bilgileri yükleniyor
uk: Завантаження відомостей про точки інтересу
zh_hant: 正在載入 POI 資訊

# osm_editing_access_descr
source: You can view all your local edits and notes in %@. Already uploaded points are not listed in OsmAnd.
ar: يمكنك عرض كافة عمليات التحرير والملاحظات المحلية في %@. لم يتم سرد النقاط التي تم تحميلها بالفعل في أوسماند.
be: Вы можаце праглядзець усе свае лакальныя праўкі і нататкі ў %@. Ужо запампаваныя не будуць паказвацца ў OsmAnd.
ca: Podeu veure totes les vostres edicions i anotacions locals a %@. Els punts que ja heu pujat no es mostren a OsmAnd.
cs: Všechny své lokální úpravy a poznámky si můžete prohlédnout v %@. Již odeslané body nejsou v OsmAnd zobrazeny.
da: Du kan se alle dine lokale redigeringer og bemærkninger i %@. Allerede uploadede punkter er ikke anført i OsmAnd.
de: Sie können alle Ihre lokalen Bearbeitungen und Notizen in %@ anzeigen. Bereits hochgeladene Punkte werden nicht in OsmAnd aufgelistet.
es_us: Puedes ver todas las ediciones y notas locales en «%@». Los puntos ya subidos no aparecen en OsmAnd.
et: Sa võid näha kõiki kohalikus nutiseadmes tehtud muudatusi ja märkusi %@ vaates. Juba üleslaaditud andmeid OsmAnd enam ei kuva.
fr: Vous pouvez consulter toutes vos modifications et notes locales dans %@. Les points déjà téléchargés ne sont pas répertoriés dans OsmAnd.
hu: Az összes helyi szerkesztését és jegyzetét megtekintheti itt: %@. A már feltöltött pontok nem szerepelnek az OsmAnd listájában.
id: Anda dapat melihat semua editan dan catatan lokal Anda di %@. Titik yang sudah diunggah tidak terdaftar di OsmAnd.
is: Þú getur skoðað allar staðværar breytingar og minnispunkta sem þú hefur gert í %@. Punktar sem þegar hafa verið sendir inn eru ekki taldir upp í OsmAnd.
it: Puoi visualizzare tutte le modifiche e le note locali in %@. I punti già caricati non sono elencati in OsmAnd.
ja: すべてのローカル編集とメモを%@で表示できます。すでにアップロードされたアイテムはOsmAndのリストに表示されません。
nl: Je kan al je bewerkingen en notities bekijken in %@. Reeds geüploade punten worden niet vermeld in OsmAnd.
oc: Podètz veire totei vòstreis edicions e anotacions localas a %@. Lei ponchs qu'avètz ja teledescardat pareisson pas en OsmAnd.
pl: Możesz wyświetlić wszystkie swoje lokalne edycje i uwagi w %@. Punkty już przesłane nie są wyświetlane w OsmAnd.
pt_br: Você pode ver todas as suas edições e notas locais em %@. Os pontos já enviados não estão listados no OsmAnd.
ro_ro: Puteți vizualiza toate editările și notele locale în %@. Punctele deja încărcate nu sunt listate în OsmAnd.
ru: Вы можете просмотреть все свои локальные правки и заметки в %@. Уже отправленные точки не отображаются в OsmAnd.
sc: Podes pompiare totu sas modìficas locales e sas notas tuas in %@. Sos puntos giai carrigados non sunt allistados in OsmAnd.
sr: Можете видети све своје локалне измене и белешке у %@. Већ постављене тачке нису наведене у OsmAnd-у.
sr_latn: Možete videti sve svoje lokalne izmene i beleške u %@. Već postavljene tačke nisu navedene u OsmAnd-u.
sv: Du kan se alla dina lokala ändringar och anteckningar i %@. Redan uppladdade ändringar visas inte i OsmAnd.
ta: உங்கள் உள்ளக திருத்தங்கள் மற்றும் குறிப்புகள் அனைத்தையும் %@இல் பார்க்கலாம். ஏற்கனவே பதிவேற்றிய புள்ளிகள் ஒச்மாண்டில் பட்டியலிடப்படவில்லை.
tr: Tüm yerel düzenlemelerinizi ve notlarınızı %@ içinde görüntüleyebilirsiniz. Karşıya yüklenmiş olan puanlar OsmAnd'da listelenmez.
uk: Ви можете переглянути всі локальні зміни та примітки у %@. Вже завантажені точки не перераховані в OsmAnd.
zh_hant: 您可以在 %@ 中檢視所有的本地編輯和註解。已上傳的點不會在 OsmAnd 中列出。

# osm_upload_gpx_description_footer
source: Track name will be used instead of an empty description. Entered description will be applied for each track.
ar: سيتم استخدام اسم المسار بدلاً من وصف فارغ. سيتم تطبيق الوصف الذي تم إدخاله على كل مسار.
cs: Místo prázdného popisu se použije název stopy. Zadaný popis se použije pro každou stopu.
da: Spornavnet vil blive brugt i stedet for en tom beskrivelse. Den indtastede beskrivelse vil blive anvendt for hvert spor.
de: Track-Name wird anstelle von leerer Beschreibung genutzt. Eingegeben Beschreibung wird auf alle Tracks angewendet.
es_us: Será usado el nombre de la traza en lugar de una descripción vacía. La descripción ingresada será aplicada a cada traza.
fr: Le nom de la trace sera utilisée au lieu d'une description vide. La description entrée sera appliquée pour chaque trace.
hu: Ha a leírás üres, a nyomvonal neve lesz használva. A beírt leírás minden nyomvonalra érvényes lesz.
id: Nama trek akan digunakan sebagai pengganti deskripsi kosong. Deskripsi yang dimasukkan akan diterapkan untuk setiap trek.
is: Heiti ferils verður notað í stað auðrar lýsingar. Séu settar inn lýsingar, er þeim beitt á hvern feril fyrir sig.
it: Il nome della traccia verrà usato al posto della descrizione vuota. La descrizione impostata verrà applicata ad ogni traccia.
nl: Track naam wordt gebruikt in plaats van een lege omschrijving. Ingevoerde beschrijving wordt toegepast op iedere track.
ro_ro: Se va folosi numele piesei în locul unei descrieri goale. Descrierea introdusă va fi aplicată pentru fiecare piesă.
ru: Вместо пустого описания будет использовано название трека. Введенное описание будет применено к каждому треку.
sc: S'at a impreare su nùmene de sa rasta in càmbiu de una descritzione bòida. Sa descritzione insertada s'at a aplicare pro cada rasta.
sr: Име путање биће употребљено уместо празног описа. Унет опис биће примењен за сваку путању.
sr_latn: Ime putanje biće upotrebljeno umesto praznog opisa. Unet opis biće primenjen za svaku putanju.
sv: Spårnamnet kommer användas istället för en tom beskrivning. Angiven beskrivning kommer tillämpas för varje spår.
ta: வெற்று விளக்கத்திற்கு பதிலாக ட்ராக் பெயர் பயன்படுத்தப்படும். ஒவ்வொரு பாதையிலும் உள்ளிடப்பட்ட விளக்கம் பயன்படுத்தப்படும்.
uk: Замість порожнього опису буде використано назву треку. Введений опис буде застосовано до кожного треку.
zh_hant: 軌跡名稱將用於替代空的描述。輸入的描述將套用於每條軌跡。

# osm_upload_gpx_tags_footer
source: Enter tags separated by comma.
ar: أدخل العلامات مفصولة بفاصلة.
az: Etiketləri vergüllə ayıraraq daxil edin.
be: Увадзіце пазнакі праз коску.
cs: Zadejte značky oddělené čárkou.
cy: Rhowch dagiau wedi'u gwahanu gan goma.
da: Indtast mærker adskilt af komma.
de: Geben Sie durch Komma getrennte Tags ein.
el: Εισάγετε ετικέτες χωρισμένες με κόμμα.
eo: Enigu etikedojn disigitajn per komo (,).
es_us: Ingresa etiquetas separadas por comas.
et: Sisesta komadega eraldatud sildid.
eu: Sartu etiketak komaz bereizita.
fa: برچسب‌ها را بنویسید و با کاما جدا کنید.
fi: Kirjoita tunnisteet pilkuilla erotettuina.
fr: Saisissez les étiquettes séparées par des virgules.
gl: Insire etiquetas separadas por comas.
he: נא למלא תגיות מופרדות בפסיקים.
hu: A címkéket vesszővel elválasztva írja be.
id: Masukkan tanda dipisahkan dengan koma.
is: Settu inn merki aðskilin með kommu.
it: Immetti le etichette separate dalla virgola.
ja: タグはカンマで区切って入力してください。
ka: შეიყვანეთ მძიმით დაცილებული ჭდეები.
ko: 태그를 쉼표로 구분하여 입력하십시오.
lv: Ievadiet tagus, atdalītus ar komatu.
mk: Vnesete oznaki (tagovi) oddeleni so zapirka.
nb: Skriv inn etiketter inndelt med komma.
nl: Voer tags in, gescheiden door komma's.
oc: Marcatz lei balisas separadas d'una virgula.
pl: Wpisz tagi oddzielone przecinkami.
ro_ro: Introduceți etichete separate prin virgulă.
ru: Вводите теги через запятую.
sc: Inserta sas etichetas iscrobadas dae vìrgulas.
sk: Zadajte značky oddelené čiarkou.
sl: Vnesi oznake, ločene z vejico.
sr: Унесите ознаке одвојене зарезом.
sr_latn: Unesi oznake odvojene zarezom.
sv: Ange taggar sepparerade med komma (,).
ta: கமாவால் பிரிக்கப்பட்ட குறிச்சொற்களை உள்ளிடவும்.
tr: Virgülle ayrılmış etiketleri girin.
uk: Введіть теґи через кому.
zh_hans: 输入以逗号分隔的标签。
zh_hant: 輸入以逗號分隔的標籤。

# mapil_no_inet_descr
source: You need Internet connection to view Mapillary photos.
ar: تحتاج إلى اتصال بالإنترنت لعرض الصور الفوتوغرافية.
be: Для прагляду фотаздымкаў Mapillary патрабуецца злучэнне з інтэрнэтам.
ca: Cal connexió a Internet per a visualitzar les fotos del Mapillary.
cs: Pro zobrazení fotografií Mapillary potřebujete připojení na internet.
da: Det er nødvendigt med en Internet forbindelse for at se Mapillary fotos.
de: Sie benötigen eine Internetverbindung, um Mapillary-Fotos anzusehen.
el: Χρειάζεστε σύνδεση στο Διαδίκτυο για να δείτε τις φωτογραφίες Mapillary.
es_us: Necesitas conexión a Internet para ver las fotos de Mapillary.
et: Mapillary fotode kuvamiseks on vaja interneti-ühendust.
fr: Vous avez besoin d'une connexion internet pour voir les images Mapillary.
hu: A Mapillary fényképek megtekintéséhez internetkapcsolatra van szükség.
id: Anda memerlukan koneksi Internet untuk melihat foto Mapillary.
is: Þú þarft virka internettengingu til að skoða Mapillary-myndir.
it: Necessiti della connessione Internet per visualizzare le foto Mapillary.
ja: Mapillaryの写真を表示するには、インターネット接続が必要です。
nl: Je hebt internetverbinding nodig om Mapillary foto's te bekijken.
oc: Vos fau una connexion a Internet per visualizar lei fòtos Mapillary.
pl: Potrzebujesz połączenia z Internetem, aby zobaczyć zdjęcia Mapillary.
pt_br: Você precisa de conexão com a Internet para visualizar fotos do Mapillary.
ro_ro: Aveți nevoie de conexiune la internet pentru a vizualiza fotografiile Mapillary.
ru: Для просмотра фотографий Mapillary необходимо подключение к Интернету.
sc: Tenes bisòngiu de una connessione a ìnternet pro bìdere sas fotografias de Mapillary.
sk: Pre zobrazenie fotografií Mapillary potrebujete pripojenie na Internet.
sr: Потребна вам је интернет веза да бисте видели Мапилари фотографије.
sr_latn: Potrebna vam je internet veza da biste videli Mapilari fotografije.
sv: Du behöver internet för att se bilder från Mapillary.
ta: மேப்பிலரி புகைப்படங்களைக் காண உங்களுக்கு இணைய இணைப்பு தேவை.
tr: Mapillary fotoğraflarını görüntülemek için internet bağlantınızın olması gerekmektedir.
uk: Для перегляду знімків Mapillary потрібне підключення до Інтернету.
zh_hant: 您需要網路連線才能檢視 Mapillary 照片。

# improve_coverage_mapillary
source: Improve photo coverage with Mapillary
ar: تحسين تغطية الصور مع مابيلاري
az: Mapillary ilə şəkil əhatə dairəni yaxşılaşdır
be: Палепшыць фотапакрыццё Mapillary
ca: Millora la cobertura fotogràfica amb Mapillary
cs: Zlepšit pokrytí fotografií s Mapillary
cy: Gwella cwmpas ffotograffau gyda Mapillary
da: Forbedr fotodækningen med Mapillary
de: Verbessern Sie die Bildberichterstattung mit Mapillary
el: Βελτίωση κάλυψης φωτογραφίας με Mapillary
eo: Pliigi fotan atingon de Mapillary
es_us: Mejorar cobertura de fotos con Mapillary
et: Paranda foto katvust Mapillary abil
eu: Eskuratu argazki gehiago Mapillary bitartez
fa: با مَپیلاری پوشش تصویری را بهتر کنید
fi: Paranna valokuvien kattavuutta Mapillarylla
fr: Améliorez la couverture photo avec Mapillary
gl: Mellorar a cobertura das imaxes co Mapillary
he: שיפור כיסוי התמונות עם Mapillary
hu: Fényképes lefedettség javítása a Mapillaryvel
hy: Կատարելագործել լուսանկարի ծածկույթը Mapillary- ի միջոցով
id: Tingkatkan cakupan foto dengan Mapillary
is: Bæta ljósmyndaþekju með Mapillary
it: Migliora la copertura fotografica con Mapillary
ja: Mapillaryにて写真によるレポートを強化しましょう
lt: Pagerinti nuotraukų aprėptį su Mapillary
lv: Uzlabot bilžu pārklājumu ar Mapillary
mk: Podobrete ja pokrienosta na fotografiite so Mapillary
ml: മാപ്പില്ലാരിയിലെ ഫോട്ടോ കവറേജ് മെച്ചപ്പെടുത്തുക
nb: Forbedre bildedekningen med Mapillary
nl: Verbeter de fotocollectie van Mapillary
oc: Melhorar la cobertura fotografica amb Mapillary
pl: Zwiększ pokrycie zdjęć Mapillary
ro_ro: Înbunătățiți acoperirea foto cu Mapillary
ru: Улучшить фотопокрытие в Mapillary
sc: Megiora sa cobertura fotogràfica cun Mapillary
sk: Zlepšiť pokrytie fotografií s Mapillary
sl: Izboljšajte slikovno pokritost prek sistema Mapillary
sr: Побољшајте покривеност слика користећи Мапилари
sr_latn: Poboljšaj pokrivenost slika koristeći Mapilari
sv: Förbättra fototäckning med Mapillary
ta: Mapililar உடன் புகைப்படக் கவரேசை மேம்படுத்தவும்
tr: Mapillary ile fotoğraf kapsama alanını geliştir
uk: Поліпшити фотопокриття Mapillary
zh_hans: 提高 Mapillary 照片覆盖的范围
zh_hant: 提高 Mapillary 照片覆蓋的範圍

# mapillary_descr
source: Online street-level photos for everyone. Discover places, collaborate, capture the world.
ar: صور على مستوى الشارع عبر الإنترنت متاحة للجميع. اكتشف الأماكن، تعاون، والتقط صورا للعالم.
ast: Semeyes a nivel de cai na rede pa tol mundu. Descubri llugares, collabora y fotografia'l mundu.
az: Hər kəs üçün küçə səviyyəsində onlayn şəkillər. Yerləri kəşf edin, əməkdaşlıq edin, dünyanı çəkin.
be: Вулічныя фота праз сеціва для кожнага. Адкрывайце для сябе месцы, дапамагайце, здымайце свет.
bg: Online street photos for everyone. Discover places, collaborate, capture the world
ca: Fotografies a nivell de carrer a la xarxa per tothom. Descobriu llocs, col·laboreu, enregistreu el món.
cs: On-line fotografie z ulic pro každého. Objevte místa, spolupracujte, zachyťte svět.
cy: Lluniau lefel stryd ar-lein i bawb. Darganfod lleoedd, cydweithio, cipio'r byd.
da: Online-fotos på gadeniveau for alle. Oplev steder, samarbejd, indfang verden.
de: Fotos von der Straße aus dem Netz für jeden. Orte entdecken, mitwirken und die Welt in Bildern festhalten.
el: Διαδικτυακές φωτογραφίες επιπέδου δρόμου για όλους. Ανακαλύψτε μέρη, συνεργαστείτε, αποτυπώστε τον κόσμο.
eo: Enretaj strat-nivelaj fotoj porĉiuj. Esplori lokojn, kunlabori kaj foti la mondon.
es_us: Fotos a nivel de calle en línea para todos. Descubre sitios, colabora, captura el mundo.
et: Veebis tänavataseme fotod kõigile. Avasta kohti, tee kaastööd, jäädvusta maailma.
eu: Kale mailako argazkiak denontzat. Deskubritu tokiak, parte hartu, eskuratu mundua.
fa: تصاویر آنلاین سطح خیابان برای همه. مکان‌ها را کشف کنید، همکاری کنید و جهان را به‌تصویر درآورید.
fi: Katutason valokuvia verkossa kaikille. Tutustu paikkoihin, tee yhteistyötä, kaappaa maailma.
fr: Des photos détaillées en ligne pour tous. Découvrez des lieux, collaborez, capturez le monde.
gl: Imaxes a nivel de rúa en liña para todos. Descobre lugares, contribúe, captura o mundo.
he: תמונות מקוונות ברמת רחוב לכולם. היכרות עם מקומות חדשים, שיתוף פעולה וצילום העולם.
hu: Online utcaszintű képek mindenkinek. Fedezzen fel helyeket, működjön együtt másokkal, örökítse meg a világot.
hy: Առցանց փողոցային նկարներ բոլորի համար: Բացահայտեք վայրերը, համագործակցեք, նկարեք աշխարհը:
id: Foto tingkat jalanan daring untuk semuanya. Jelajahi tempat, kolaborasi, tangkap dunia.
is: Götumyndir af netinu fyrir alla. Uppgötvaðu staði, útvíkkaðu heiminn og vertu með í samstarfinu.
it: Foto a livello stradale per tutti. Scopri luoghi, collabora, fotografa il mondo.
ja: 情報共有のための路上写真です(要オンライン)。新たな場所の発見に、協力しあい、この世界を写真で保存しましょう。
ka: Online street photos for everyone. Discover places, collaborate, capture the world
ko: 모든 사람을 위한 거리 기반의 파노라마 영상 서비스. 장소를 탐색하고, 협업하고, 세상을 사로잡습니다.
lt: Internetinės gatvės nuotraukos visiems. Atraskite vietas, bendradarbiaukite, fotografuokite pasaulį.
lv: Tiešsaistes ielas līmeņa fotoattēli ikvienam. Atklājiet vietas, kopīgojiet, iemūžiniet pasauli.
mk: Onlajn fotografii na nivo na ulica za sekogo. Otkrijte mesta, sorabotuvajte, dolovete go svetot.
ml: എല്ലാവർക്കുമായി ഓൺലൈൻ സ്ട്രീറ്റ്-ലെവൽ ഫോട്ടോകൾ. സ്ഥലങ്ങൾ കണ്ടെത്തുക, സഹകരിക്കുക, ലോകം ചിത്രത്തിലാക്കുക.
nb: Nettbaserte bilder på gatenivå for alle. Oppdag steder, samarbeid, fang inn verden.
nl: Online foto's op straatniveau voor iedereen. Ontdek plaatsen, werk samen, leg de wereld vast.
oc: Fotografias de carrieras en linha per totei. Descobrètz de luòcs, collaboratz, fotografiatz lo monde
pl: Udostępnia zdjęcia w widoku ulicznym. Pozwala na odkrywanie miejsc, współpracę nad uchwyceniem świata.
pt_br: Fotos ao nível da rua, online, para todos. Descobrir lugares, colaborar, capturar o mundo
ro_ro: Fotografii stradale online pentru toată lumea. Descoperiți locuri, colaborați, surprindeți lumea.
ru: Уличные фотографии онлайн для всех. Открывайте для себя новые места, сотрудничайте, запечатлевайте мир.
sc: Fotografias a livellu de sos caminos in lìnia pro totus. Iscoberi logos, agiuda, catura su mundu.
sk: Online fotografie z ulíc pre každého. Objavte miesta, spolupracuje, zachyťte svet.
sl: Spletne fotografije ulic za vsakogar. Odkrijte mesta, sodelujte in zajemite svet.
sr: Мрежне слике улица за све. Откријте места, сарађујте, освојите свет.
sr_latn: Internet slike ulica za sve. Otkrij mesta, sarađujte, osvojite svet.
sv: Online gatunivåbilder för alla. Upptäck platser, samarbeta, fånga världen.
ta: அனைவருக்கும் நிகழ்நிலை தெரு-நிலை புகைப்படங்கள். இடங்களைக் கண்டறியவும், ஒத்துழைக்கவும், உலகைக் கைப்பற்றவும்.
tr: Herkes için çevrim içi sokak düzeyinde fotoğraflar. Yeni yerler keşfedin, işbirliği yapın, dünyayı yakalayın.
uk: Світлини вулиць в мережі для всіх. Відкрийте для себе нові місця, співпрацюйте та знімайте світ.
zh_hans: 供所有人使用的在线街景照片。协作发现景点，捕捉世界之美。
zh_hant: 把線上街道平面照片給每個人。發覺地點、協作、抓取世界。
