Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# only_selected_segment_recalc
source: Only the selected segment will be recalculated using the selected profile.
ar: سيتم إعادة حساب المقطع المحدد فقط باستخدام الوضع المحدد.
be: Толькі абраны сегмент пералічыцца з выкарыстаннем абранага профілю.
bg: Само избраният сегмент ще бъде преизчислен съобразно избрания профил.
ca: Només es recalcularà el segment seleccionat mitjançant el perfil seleccionat.
cs: Pouze vybraný úsek bude přepočítán pomocí vybraného profilu.
cy: Dim ond y segment a ddewiswyd fydd yn cael ei ailgyfrifo gan ddefnyddio'r proffil a ddewiswyd.
da: Kun det valgte segment genberegnes igen ved hjælp af den valgte profil.
de: Nur das ausgewählte Segment wird unter Verwendung des ausgewählten Profils neu berechnet.
el: Μόνο το επιλεγμένο τμήμα θα επαναυπολογιστεί χρησιμοποιώντας το επιλεγμένο προφίλ.
eo: Nur la elektita segmento estos rekalkulita uzante la elektitan profilon.
es_us: Sólo el segmento marcado será recalculado usando el perfil elegido.
et: Ainult valitud segment arvutatakse ümber vastavalt valitud profiilile.
eu: Aukeratutako segmentua soilik birkalkulatuko da hautatutako profila erabiliz.
fa: فقط پارهٔ انتخاب‌شده با استفاده از نمایه انتخابی بازمحاسبه می‌شود.
fi: Vain valittu segmentti lasketaan uudelleen käyttämällä valittua profiilia.
fr: Seul le segment sélectionné sera recalculé avec le profil sélectionné.
gl: Só o segmento marcado será recalculado empregando o perfil escollido.
he: רק המקטעים הנבחרים יחושבו מחדש בעזרת הפרופיל הנבחר.
hu: Csak a kijelölt szakasz lesz újraszámítva a kiválasztott profilnak megfelelően.
id: Hanya segmen yang dipilih yang akan dihitung ulang menggunakan profil yang dipilih.
is: Aðeins valinn bútur verður endurreiknaður með völdu sniði.
it: Solo il tratto selezionato verrà ricalcolato con il profilo selezionato.
ja: 選択した区分のみ、選択したプロファイルを使用して再計算されます。
ko: 선택된 세그먼트만 선택된 프로파일을 사용하여 재 계산됩니다.
mk: Samo izbraniot segment ḱe se presmetuva povtorno so koristenje na izbraniot profil.
nb: Kun det valgte segmentet blir beregnet på nytt med den valgte profilen.
nl: Alleen het geselecteerde segment wordt opnieuw berekend met het geselecteerde profiel.
oc: L'estirada seleccionada soleta se tornarà calcular amb lo perfiu chausit
pl: Tylko wybrany segment zostanie ponownie obliczony przy użyciu wybranego profilu.
ro_ro: Doar segmentul selectat va fi recalculat folosind profilul selectat.
ru: Только выбранный сегмент будет пересчитан с выбранным профилем.
sc: Petzi su segmentu ischertadu s'at a torrare a carculare impreende su profilu ischertadu.
sk: Len zvolený úsek bude prepočítaný pomocou zvoleného profilu.
sl: Samo izbrani segmenti bodo preračunani z izbranim profilom.
sr: Само изабрани део ће се поново израчунати помоћу изабраног налога.
sr_latn: Samo izabrani segment će se ponovo izračunati pomoću izabranog profila.
sv: Bara valda delar kommer bli omräknad med vald profil.
ta: தேர்ந்தெடுக்கப்பட்ட சுயவிவரத்தைப் பயன்படுத்தி தேர்ந்தெடுக்கப்பட்ட பிரிவு மட்டுமே மீண்டும் கணக்கிடப்படும்.
tr: Yalnızca seçilen bölüm, seçilen profil kullanılarak yeniden hesaplanacak.
uk: Лише вибраний відрізок буде перебудований за допомогою вибраного профілю.
vi: Chỉ đoạn được chọn sẽ được tính lại sử dụng hồ sơ đã chọn.
zh_hans: 只有已选中的区段将使用所选择的配置文件重新计算。
zh_hant: 僅選定的部分會使用選定的設定檔重新計算。

# next_segs_recalc_descr
source: All subsequent segments will be recalculated using the selected profile
ar: سيتم إعادة حساب كافة الشرائح اللاحقة باستخدام ملف التعريف المحدد
ca: Tots els segments següents es tornaran a calcular amb el perfil seleccionat
cs: Všechny následující úseky budou přepočítány ve vybraném profilu
da: Alle efterfølgende segmenter vil blive genberegnet ved hjælp af den valgte profil
de: Alle weiteren Segmente werden unter Verwendung des gewählten Profils neu berechnet
el: Όλα τα επακόλουθα τμήματα θα επαναυπολογιστούν χρησιμοποιώντας το επιλεγμένο προφίλ
es_us: Todos los segmentos posteriores serán recalculados usando el perfil elegido
et: Kõik järgnevad lõigud arvutatakse valitud profiili alusel ümber
fr: Tous les segments suivants seront recalculés avec le profil sélectionné
hu: Minden későbbi szakasz újra lesz számítva a kiválasztott profilnak megfelelően
id: Semua segmen berikutnya akan dihitung ulang menggunakan profil yang dipilih
is: Allir bútar sem á eftir fylgja verða endurreiknaðir með völdu sniði
it: Tutti i segmenti successivi verranno ricalcolati utilizzando il profilo selezionato
ja: 全ての後続セグメントは、選択したプロファイルを使用して再計算されます
nl: Alle navolgende segmenten worden herberekend volgens geselecteerde profiel
oc: Totei leis estiradas seguentas se tornaràn calcular amb lo perfiu chausit
pl: Wszystkie kolejne segmenty zostaną ponownie obliczone przy użyciu wybranego profilu
pt_br: Todos os segmentos subsequentes serão recalculados usando o perfil selecionado
ro_ro: Toate segmentele ulterioare vor fi recalculate folosind profilul selectat
ru: Все последующие сегменты будут пересчитаны с использованием выбранного профиля
sc: Totu sos segmentos imbenientes s'ant a torrare a carculare impreende su profilu ischertadu
sr: Сви наредни сегменти ће бити поново израчунати користећи изабрани профил
sr_latn: Svi naredni segmenti će biti ponovo izračunati koristeći izabrani profil
sv: Alla kommande delar kommer bli omräknad med den valda profilen
ta: தேர்ந்தெடுக்கப்பட்ட சுயவிவரத்தைப் பயன்படுத்தி அனைத்து அடுத்தடுத்த பிரிவுகளும் மீண்டும் கணக்கிடப்படும்
tr: Sonraki tüm bölümler, seçilen profil kullanılarak yeniden hesaplanacak
uk: Усі наступні відрізки будуть прокладені наново за допомогою вибраного профілю
zh_hant: 所有後續的區段將使用選定的設定檔重新計算

# prev_segs_recalc_descr
source: All previous segments will be recalculated using the selected profile
ar: سيتم إعادة حساب كافة الشرائح السابقة باستخدام ملف التعريف المحدد
ca: Tots els segments anteriors es tornaran a calcular amb el perfil seleccionat
cs: Všechny předchozí úseky budou přepočítány ve vybraném profilu
da: Alle tidligere segmenter vil blive genberegnet ved hjælp af den valgte profil
de: Alle vorherigen Segmente werden unter Verwendung des ausgewählten Profils neu errechnet
el: Όλα τα προηγούμενα τμήματα θα επαναυπολογιστούν χρησιμοποιώντας το επιλεγμένο προφίλ
es_us: Todos los segmentos anteriores serán recalculados usando el perfil elegido
et: Kõik eelmised lõigud arvutatakse valitud profiili alusel ümber
fr: Tous les segments précédents seront recalculés avec le profil sélectionné
hu: Az összes előző szakasz újra lesz számítva a kiválasztott profilnak megfelelően
id: Semua segmen sebelumnya akan dihitung ulang menggunakan profil yang dipilih
is: Allir fyrri bútar verða endurreiknaðir með völdu sniði
it: Tutti i segmenti precedenti verranno ricalcolati utilizzando il profilo selezionato
ja: 全ての先行セグメントは、選択したプロファイルを使用して再計算されます
nl: Alle vorige segmenten worden herberekend volgens geselecteerde profiel
oc: Totei leis estiradas precedentas se tornaràn calcular amb lo perfiu seleccionat
pl: Wszystkie poprzednie segmenty zostaną ponownie obliczone przy użyciu wybranego profilu
pt_br: Todos os segmentos anteriores serão recalculados usando o perfil selecionado
ro_ro: Toate segmentele anterioare vor fi recalculate folosind profilul selectat
ru: Все предыдущие сегменты будут пересчитаны с использованием выбранного профиля
sc: Totu sos segmentos antepostos s'ant a torrare a carculare impreende su profilu ischertadu
sr: Сви претходни сегменти ће бити поново израчунати користећи изабрани профил
sr_latn: Svi prethodni segmenti će biti ponovo izračunati koristeći izabrani profil
sv: Alla tidigare segment kommer att beräknas om med den valda profilen
ta: முந்தைய அனைத்து பிரிவுகளும் தேர்ந்தெடுக்கப்பட்ட சுயவிவரத்தைப் பயன்படுத்தி மீண்டும் கணக்கிடப்படும்
tr: Önceki tüm bölümler, seçilen profil kullanılarak yeniden hesaplanacak
uk: Усі наступні відрізки будуть прокладені наново за допомогою вибраного профілю
zh_hant: 所有之前的區段將使用選定的設定檔重新計算

source: Join segments
ar: ربط الأجزاء
be: Аб’яднаць сегменты
bg: Обединяване на сегменти
ca: Uneix segments
cs: Spojit úseky
cy: Cysylltu segmentau
da: Forbind segmenter
de: Segmente verbinden
el: Συνένωση τμημάτων
eo: Kunigi segmentojn
es_us: Unir segmentos
et: Liida lõigud
eu: Elkartu segmentuak
fa: اتصال پاره‌ها
fi: Yhdistä segmentit
fr: Relier les segments
gl: Unir segmentos
he: חיבור מקטעים
hu: Szakaszok egyesítése
id: Gabungkan segmen
is: Sameina búta
it: Unisci segmenti
ja: 区分同士の接続
ka: სეგმენტების შეერთება
kn: ಭಾಗಗಳನ್ನು ಸೇರಿಸಿ
ko: 세그먼트 결합
lt: Sujungti segmentus
mk: Prikluci segmenti
nb: Bind sammen segmenter
nl: Segmenten samenvoegen
oc: Jónher leis estiradas
pl: Połącz segmenty
pt_br: Unir segmentos
ro_ro: Alăturare segmente
ru: Объединить сегменты
sc: Auni sos segmentos
sk: Spojiť úseky
sl: Združi odseke
sr: Споји делове
sr_latn: Spoji delove
sv: Slå ihop segment
ta: பிரிவுகளில் சேரவும்
tr: Bölümleri birleştir
uk: Обʼєднати відрізки
vi: Kết hợp các đoạn
zh_hans: 加入分段
zh_hant: 新增線段

# track_is_saved
source: %@ is saved!
ar: %@ تم الحفظ!
cs: %@ bylo uloženo!
da: %@ er gemt!
de: %@ wurde gespeichert!
el: %@ αποθηκεύτηκε!
es_us: ¡Se ha guardado «%s»!
et: %@ on salvestatud!
fr: %@ enregistré !
hu: %@ elmentve!
id: %@ telah disimpan!
is: %@ er vistað!
it: %@ è salvata!
ja: %@ セーブされました！
ka: %@ შენახულია!
nb: %@ er lagret!
nl: %@ is opgeslagen!
oc: %@ es sauvagardat !
pl: %@ zapisany!
pt_br: %@ está salvo!
ro_ro: %@ este salvat!
ru: %@ сохранён!
sc: %@ est sarvada!
sr: %@ је сачуван!
sr_latn: %@ je sačuvan!
sv: %@ har sparats!
ta: %@ சேமிக்கப்படுகிறது!
tr: %@ kaydedildi!
uk: %@ збережено!
zh_hant: %@ 已儲存！

# plan_route_exit_message
source: Are you sure you want to close Plan route without saving? You will lose all changes.
ar: هل أنت متأكد أنك تريد إغلاق مسار الخطة دون حفظ؟ سوف تفقد كل التغييرات.
cs: Opravdu chcete zavřít plánování trasy bez uložení? Ztratíte tak všechny změny.
da: Er du sikker på, at du vil lukke Planlæg rute uden at gemme? Du vil miste alle ændringer.
de: Sind Sie sicher, dass Sie die Routenplanung schließen wollen, ohne zu speichern? Sie verlieren dann alle Änderungen.
el: Είστε βέβαιοι ότι θέλετε να κλείσετε τον Σχεδιασμό διαδρομής χωρίς αποθήκευση; Θα χάσετε όλες τις αλλαγές.
es_us: ¿Cerrar el plan de ruta sin guardar? Se perderán todos los cambios.
et: Kas oled kindel, et soovid väljuda Marsruudi kavandajast salvestamata? Kaotad kõik muudatused.
fr: Voulez-vous vraiment fermer l'itinéraire planifié sans enregistrer ? Vous perdrez toutes les modifications.
hu: Ha mentés nélkül zárja be az útvonaltervezést, minden változtatás elvész.
id: Apakah Anda yakin ingin menutup Rencanakan rute tanpa menyimpan? Anda akan kehilangan semua perubahan.
is: Ertu viss um að þú viljir loka leiðaskipulagningu án þess að vista? Þú munt tapa öllum breytingum.
it: Sei sicuro di voler chiudere Pianifica percorso senza salvare? Perderai tutte le modifiche.
ja: 計画したルートを保存せずにを終了してもよろしいですか？すべての変更が失われます。
ko: 저장하지 않고 경로 계획을 닫으시겠습니까? 모든 변경 사항을 잃게 됩니다.
nl: Weet je zeker dat je Route Plannen wilt sluiten zonder opslaan? Je wijzigingen gaan dan verloren.
oc: Plegar Planificar lo percors sensa l'enregistrar ? Perdretz totei lei modificacions.
pl: Czy na pewno chcesz zamknąć planowanie trasy bez zapisywania? Stracisz wszystkie zmiany.
pt_br: Tem certeza de que deseja fechar Plano de rota sem salvar? Você perderá todas as alterações.
ro_ro: Sunteți sigur că doriți să închideți traseul Plan fără a salva? Veți pierde toate modificările.
ru: Вы уверены, что хотите закрыть Проект маршрута без сохранения? Все изменения будут утеряны.
sc: Cheres a beru serrare sa pianificatzione de s'àndala chene sarvare? As a pèrdere totu sas modìficas.
sr: Да ли сте сигурни да желите да затворите План руте без чувања? Изгубићете све промене.
sr_latn: Da li ste sigurni da želite da zatvorite Plan rute bez čuvanja? Izgubićete sve promene.
sv: Är du säker på att du vill stänga Planera rutt utan att spara? Dina ändringar kommer gå förlorade.
ta: சேமிக்காமல் திட்ட வழியை மூட விரும்புகிறீர்களா? நீங்கள் எல்லா மாற்றங்களையும் இழப்பீர்கள்.
tr: Güzergah planlamayı kaydetmeden kapatmak istediğinize emin misiniz? Tüm değişiklikleri kaybedeceksiniz.
uk: Ви впевнені, що хочете закрити планування маршруту без збереження? Ви втратите всі зміни.
zh_hant: 您確定要在不儲存的情況下關閉路線規劃嗎？您將失去所有的變更。

# incorrect_symbols
source: Invalid characters entered
ar: تم إدخال أحرف غير صالحة
cs: Zadány neplatné znaky
da: Ugyldige tegn indtastet
de: Ungültige Zeichen eingegeben
el: Προστέθηκαν μη έγκυροι χαρακτήρες
es_us: Se han ingresado caracteres inválidos
et: Sisestatud sobimatud tähemärgid
fr: Caractères non valides saisis
hu: Érvénytelen karakterek beírva
id: Karakter tidak valid dimasukkan
is: Ógildir stafir settir inn
it: Inseriti caratteri non validi
ja: 無効な文字が入力されました
ka: შეყვანილია არასწორი სიმბოლოები
nl: Ongeldige tekens ingevoerd
oc: Emplec de caractèrs invalides
pl: Wprowadzono nieprawidłowe znaki
pt_br: Caracteres inválidos inseridos
ro_ro: Caractere nevalabile introduse
ru: Введены неверные символы
sc: Caràteres invàlidos insertados
sr: Унети су неважећи знакови
sr_latn: Uneti su nevažeći znakovi
sv: Ogiltiga tecken
ta: தவறான எழுத்துக்கள் நுழைந்தன
tr: Geçersiz karakterler girildi
uk: Уведено неприпустимі символи
zh_hant: 輸入的字元無效

# folder_already_exsists
source: Folder with this name already exists
ar: يوجد مجلد بهذا الاسم
cs: Složka s tímto názvem již existuje
da: Mappe med dette navn findes allerede
de: Ordner mit diesem Namen existiert bereits
el: Φάκελος με αυτό το όνομα υπάρχει ήδη
es_us: Una carpeta con este nombre ya existe
et: Selle nimega kaust on juba olemas
fr: Un dossier portant ce nom existe déjà
hu: Ilyen nevű mappa már létezik
id: Folder dengan nama ini sudah ada
is: Mappa með þessu heiti er þegar til staðar
it: Una cartella con questo nome esiste già
ja: この名前のフォルダはすでに存在します
nl: Folder met deze naam bestaat al
oc: Un repertòri d'aquest nom existís ja
pl: Folder o tej nazwie już istnieje
pt_br: Já existe uma pasta com este nome
ro_ro: Folderul cu acest nume există deja
ru: Папка с таким именем уже существует
sc: Esistit giai una cartella cun custu nùmene
sr: Фолдер са овим именом већ постоји
sr_latn: Folder sa ovim imenom već postoji
sv: En mapp med det här namnet finns redan
ta: இந்த பெயருடன் கோப்புறை ஏற்கனவே உள்ளது
tr: Bu ada sahip klasör zaten var
uk: Каталог з цією назвою вже існує
zh_hant: 相同名稱的資料夾已存在

# plan_route_split_after
source: Split after
ar: تقسيم بعد
az: Sonra böl
be: Падзяліць пасля
ca: Separa després
cs: Rozdělit po
cy: Hollti arôl
da: Opdel efter
de: Teilen nach
el: Διαχωρισμός μετά
eo: Dividi post
es_us: Dividir después
et: Tükelda pärast
eu: Zatitu ondoren
fa: تقطیع از این جا به بعد
fi: Jaa jälkeen
fr: Couper après
gl: Dividir despois
he: לפצל אחרי
hu: Elvágás ez után:
id: Potong setelah
is: Skipta upp á eftir
it: Spezza dopo
ja: この後で分割
ka: გაყოფა შემდეგ
ko: 다음 후 분할
lv: Sadalīt pēc
mk: Podeli posle
nb: Del etter
nl: Hierna splitsen
oc: Separar après
pl: Podziel po
ro_ro: Împarte după
ru: Разделить после
sc: Iscroba a pustis de
sk: Rozdeliť po
sl: Razdeli po
sr: После подели
sr_latn: Razdvoj posle
sv: Dela efter
ta: பிறகு பிரிந்தது
tr: Sonra böl
uk: Розділити після
vi: Chia tách sau
zh_hans: 拆分之后
zh_hant: 分離後

source: Select track to follow
ar: حدد المسار للمتابعة
cs: Vyberte stopu k následování
da: Vælg et spor at følge
de: Track auswählen, welchem gefolgt werden soll
el: Επιλέξτε ίχνος για να το ακολουθήσετε
es_us: Marca la traza a seguir
et: Vali järgimiseks teekond
fr: Sélectionnez l'itinéraire à suivre
hu: Követendő nyomvonal kiválasztása
id: Pilih trek untuk diikuti
is: Veldu feril til að fylgja
it: Seleziona traccia da seguire
ja: たどる経路の選択
ka: აირჩიეთ ტრეკი მისადევნებლად
nb: Velg spor å følge
nl: Kies track om te volgen
oc: Chausir la traça de seguir
pl: Wybierz trasę do śledzenia
pt_br: Selecione o caminho a seguir
ro_ro: Selectați track-ul de urmărit
ru: Выберите трек для следования
sc: Ischerta sa rasta de sighire
sr: Одаберите путању за праћење
sr_latn: Odaberite putanju za praćenje
sv: Välj spår att följa
ta: பின்தொடர டிராக் என்பதைத் தேர்ந்தெடுக்கவும்
tr: İzlenecek yolu seç
uk: Виберіть файл треку для слідування
zh_hant: 選擇要跟隨的軌跡

# point_to_navigate
source: Navigate to
ar: تنقل إلى
be: Маршрут да
cs: Navigovat do
da: Naviger til
de: Navigation
el: Πλοήγηγη σε
es_us: Navegar a
et: Navigeeri punkti
fr: Naviguer vers
hu: Navigálás ide:
id: Navigasi ke
is: Fara á
it: Naviga verso
ja: 案内する
ka: გადასვლა
nb: Naviger til
nl: Navigeer naar
oc: Navigar vèrs
pl: Nawiguj do
pt_br: Navegar para
ro_ro: Navigați la
ru: Построить маршрут к
sc: Nàviga cara a
sr: Иди на
sr_latn: Idi na
sv: Navigera till
ta: செல்லவும்
tr: Şuraya git
uk: Рухатися до
zh_hant: 導航到

source: Change folder
ar: تغيير المجلد
az: Qovluğu dəyiş
be: Змяніць каталог
cs: Změnit složku
cy: Newid ffolder
da: Skift mappe
de: Ordner ändern
el: Αλλαγή φακέλου
eo: Ŝanĝi dosierujon
es_us: Cambiar de carpeta
et: Vaheta kaust
eu: Aldatu karpeta
fa: تغییر پوشه
fi: Vaihda kansio
fr: Modifier le dossier
gl: Mudar cartafol
he: החלפת תיקייה
hu: Mappa módosítása
id: Ubah folder
is: Skipta um möppu
it: Cambia cartella
ja: フォルダーの変更
ka: საქაღალდის შეცვლა
ko: 폴더 변경
mk: Smeni ja papkata
nb: Endre mappe
nl: Map wijzigen
oc: Modificar lo repertòri
pl: Zmień folder
ro_ro: Schimbă folderul
ru: Изменить папку
sc: Càmbia sa cartella
sk: Zmeniť priečinok
sl: Spremeni mapo
sr: Измени фасциклу
sr_latn: Izmeni folder
sv: Byt mapp
ta: கோப்புறையை மாற்றவும்
tr: Klasörü değiştir
uk: Змінити теку
vi: Thay đổi thư mục
zh_hans: 更改文件夹
zh_hant: 變更資料夾

source: Select folder
ar: تحديد مجلد
az: Qovluq seçin
be: Абраць каталог
bg: Изберете папка
cs: Zvolte složku
cy: Dewiswch ffolder
da: Valg mappe
de: Ordner auswählen
el: Επιλογή φακέλου
eo: Elekti dosierujon
es_us: Elegir carpeta
et: Vali kaust
eu: Hautatu karpeta
fa: انتخاب پوشه
fi: Valitse kansio
fr: Sélectionnez le dossier
gl: Seleccionar cartafol
he: בחירת תקינה
hu: Mappa kijelölése
id: Pilih folder
is: Veldu möppu
it: Seleziona una cartella
ja: フォルダーの選択
ka: დასტის არჩევა
ko: 폴더 선택
lt: Pasirinkite folderį
mk: Odberi papka
nb: Velg mappe
nl: Selecteer een map
oc: Seleccionar un repertòri
pl: Wybierz folder
ro_ro: Alegeți folder
ru: Выбор папки
sc: Ischerta sa cartella
sk: Zvoľte priečinok
sl: Izberi mapo
sr: Одаберите фасциклу
sr_latn: Odaberi folder
sv: Välj mapp
ta: கோப்புறையைத் தேர்ந்தெடு
tr: Klasör seç
uk: Вибрати теку
vi: Chọn thư mục
zh_hans: 选择文件夹
zh_hant: 選取資料夾

# select_folder_descr
source: Select folder or add new one
ar: حدد مجلد أو أضف واحد جديد
ast: Esbilla una carpeta o amiesta una
az: Qovluq seçin və ya yenisini əlavə edin
be: Абярыце каталог або стварыце новы
bg: Select folder or add a new one
cs: Vyberte složku nebo přidejte novou
cy: Dewiswch ffolder neu ychwanegu un newydd
da: Vælg mappe eller tilføj en ny
de: Ordner auswählen oder neuen hinzufügen
el: Επιλογή φακέλου ή δημιουργία νέου
eo: Elekti dosierujon aŭ krei novan
es_us: Elegir carpeta o añadir una nueva
et: Vali kaust või lisa uus
eu: Hautatu karpeta edo gehitu berri bat
fa: پوشه را انتخاب کنید یا یکی جدید بیافزایید
fi: Valitse kansio tai lisää uusi
fr: Sélectionnez un dossier ou créez-en un nouveau
gl: Selecionar cartafol ou engadir un novo
he: נא לבחור תיקייה או להוסיף אחת חדשה
hu: Mappa kijelölése vagy új hozzáadása
id: Pilih folder atau buat yang baru
is: Veldu möppu eða bættu við nýrri
it: Seleziona una cartella o aggiungine una nuova
ja: フォルダーを選択、または新しいフォルダを追加します
ka: აირჩიეთ დასტა ან შექმენით ახალი
ko: 폴더를 선택하거나 새로운 것을 추가
lt: Pasirinkite folderį arba sukurkite naują
lv: Select folder or add a new one
mk: Izberi papka ili dodadi nova
nb: Velg mappe eller legg til en ny
nl: Selecteer een map of maak een nieuwe
oc: Seleccionar un repertòri ò ajustar-ne'n un novèu
pl: Wybierz folder lub dodaj nowy
pt_br: Selecione a pasta ou adicione uma nova
ro_ro: Selectați un folder sau adăugați unul nou
ru: Выберите папку или добавьте новую
sc: Ischerta una cartella o crea·nde una noa
sk: Zvoľte priečinok alebo pridajte nový
sl: Izberi mapo ali dodaj novo
sr: Одаберите фасциклу или додајте нову
sr_latn: Odaberi folder ili dodaj novi
sv: Välj mapp eller lägg till en ny
ta: கோப்புறையைத் தேர்ந்தெடுக்கவும் அல்லது புதியதைச் சேர்க்கவும்
tr: Klasör seçin veya yeni bir tane ekleyin
uk: Виберіть теку або додайте нову
vi: Chọn thư mục hoặc thêm một cái mới
zh_hans: 选择文件夹或添加新文件夹
zh_hant: 選取資料夾或新增

# track_multiple_segments_select
source: %@ has more than one segment. Please select a part of the track you want to use for navigation.
ar: %@ يحتوي على أكثر من جزء. الرجاء تحديد جزء من المسار الذي تريد استخدامه للتنقل.
cs: %@ obsahuje více než jeden úsek. Vyberte prosím část stopy, kterou chcete použít pro navigaci.
da: %@ har mere end ét segment. Vælg den del af sporet, som du vil bruge til navigation.
de: %@ hat mehr als ein Segment. Bitte wählen Sie einen Teil des Tracks aus, den Sie für die Navigation verwenden möchten.
el: %@ έχει περισσότερα από ένα τμήματα. Παρακαλούμε επιλέξτε ένα κομμάτι του ίχνους σας για να χρησιμοποιήσετε για πλοήγηση.
es_us: %@ tiene más de un segmento. Marca la parte de la ruta que quieres utilizar para la navegación.
et: %@ sisaldab mitut segmenti. Palun vali teekonnalõik, mida soovid navigeerimiseks kasutada.
fi: %@:lla on useampi kuin yksi segmentti. Valitse osa jäljestä, jota haluat käyttää navigointiin.
fr: %@ a plus d'un segment. Veuillez sélectionner une partie de l'itinéraire que vous souhaitez utiliser pour la navigation.
hu: A(z) %@ nyomvonal több szakaszt is tartalmaz. Válassza ki a navigációhoz használandó nyomvonalrészt.
id: %@ memiliki lebih dari satu segmen. Silakan pilih bagian trek yang ingin Anda gunakan untuk navigasi.
is: %@ er með fleiri en einn bút. Veldu þann hluta ferilsins sem þú vilt nota við leiðsögn.
it: %@ ha più di un segmento. Si prega di selezionare una parte della traccia che si desidera utilizzare per la navigazione.
ja: %@ 複数のセグメントがあります。ナビゲーションに使用する部分の経路を選択してください。
nl: %@ heeft meer dan 1 segment. Kies een gedeelte van de track die u wilt gebruiken voor navigatie.
oc: %@ a mai d'un segment. Seleccionatz una partida de la traça que volètz emplegar per la navigacion.
pl: %@ zawiera więcej niż jeden segment. Wybierz część trasy, którą chcesz użyć do nawigacji.
pt_br: %@ tem mais de um segmento. Selecione uma parte da trilha que deseja usar para navegação.
ro_ro: %@ are mai mult de un segment. Vă rugăm să selectați o parte a piesei pe care doriți să o utilizați pentru navigare.
ru: %@ содержит несколько сегментов. Выберите тот, который хотите включить в маршрут.
sc: %@ tenet prus de unu segmentu. Ischerta una parte de sa rasta chi cheres impreare pro sa navigatzione.
sk: %@ obsahuje viac ako jeden úsek. Prosím zvoľte časť trasy, ktorú chcete použiť na navigáciu.
sr: %@ има више од једног сегмента. Изаберите део путање који желите да користите за навигацију.
sr_latn: %@ ima više od jednog segmenta. Izaberite deo putanje koji želite da koristite za navigaciju.
sv: %@ har mer än ett segment. Välj en del av spåret du vill använda för navigering.
ta: %@ ஒன்றுக்கு மேற்பட்ட பிரிவுகளைக் கொண்டுள்ளது. வழிசெலுத்தலுக்கு நீங்கள் பயன்படுத்த விரும்பும் பாதையின் ஒரு பகுதியைத் தேர்ந்தெடுக்கவும்.
tr: %@ birden fazla bölüme sahip. Lütfen navigasyon için kullanmak istediğiniz yolun bir bölümünü seçin.
uk: %@ має кілька відрізків. Виберіть частину треку, яку слід використовувати для навігації.
zh_hant: %@ 有多個區段。請選擇您要用於導航的軌跡部分。
