Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# navigation_points_desc
source: Navigational widgets are enabled during navigation to display information such as distance, arrival or remaining time, next turns, bearing, current/next street name, lane information, max speed, approaching alerts, POIs, waypoints.
ar: يتم تمكين أدوات التنقل أثناء التنقل لعرض المعلومات مثل المسافة أو الوصول أو الوقت الأقل، والانعطافات التالية ، والاتجاه ، واسم الشارع الحالي ، ومعلومات الممرات ، والسرعة القصوى ، وتنبيهات الاقتراب ، ونقاط الاهتمام ، ونقاط الطريق.
be: Навігацыйныя віджэты ўключаны падчас навігацыі для адлюстравання такой інфармацыі, як адлегласць, час прыбыцця або пазасталы час, наступныя павароты, пеленг, назва бягучай вуліцы, інфармацыя аб палосах руху, максімальная хуткасць, звесткі аб набліжэнні, аб'екты, пункты шляху.
bg: Приспособленията за маршрутизиране се включват по време на навигация, за да показват информация като разстояние, време на пристигане или оставащо време, предстоящи завои, направление на движение, име на текущата/следващата улица, информация за платното на движение, максимална скорост, приближаващи опасности, POI, отправни точки.
cs: Během navigace jsou povoleny navigační nástroje, které zobrazují informace jako je vzdálenost, příjezd nebo zbývající čas, další odbočky, směr, aktuální/následující název ulice, informace o jízdním pruhu, maximální rychlost, upozornění, body zájmu, body trasy.
cy: Mae teclynnau llywio'n cael eu galluogi yn ystod llywio i ddangos gwybodaeth fel pellter, amser cyrraedd neu adael, troadau nesaf, cyfeiriant, enw stryd cyfredol, manylion lonydd, cyflymder uchaf, rhybuddion yn agosáu, POIs, cyfeirbwyntiau.
da: Navigationsmoduler aktiveres under navigationen for at vise oplysninger som afstand, ankomst- eller resttid, næste sving, pejling, aktuelt/næste gadenavn, vejbaneoplysninger, maksimal hastighed, nærhedsadvarsler, IP'er, rutepunkter.
de: Navigationswidgets werden während der Navigation aktiviert, um Informationen wie Entfernung, Ankunfts- oder verbleibende Zeit, nächste Abbiegungen, Peilung, aktueller Straßenname, Fahrspurinformationen, Höchstgeschwindigkeit, Annäherungswarnungen, POIs und Wegpunkte anzuzeigen.
eo: Fenestraĵoj aktiviĝantaj dum navigado, kiuj vidigas la jenajn informojn: distancon, tempon de alveno aŭ restan tempon, sekvan turniĝon, direkton, nomon de nuna/sekva strato, vetur-koridorojn, maksimuman rapidon, avertojn, interesejojn, navigadpunktojn.
es_us: Se activan durante la navegación para mostrar información como la distancia, la hora de llegada o el tiempo restante, los próximos giros, el rumbo, el nombre de la calle actual o siguiente, la información de los carriles, la velocidad máxima, las alertas de aproximación, los PDI y los puntos de referencia.
eu: Nabigazio-trepetak nabigazioan gaituta daude erakusteko distantzia, iritsiera edo geratzen den denbora, hurrengo biraketak, norabidea, uneko/hurrengo kalearen izena, erreiaren informazioa, abiadura maximoa, hurbiltzeko alertak, interesguneak eta bide-puntuak.
fa: ابزارک‌های ناوبری هنگام ناوبری فعال می‌شوند تا اطلاعاتی مانند فاصله، زمان رسیدن یا باقی‌مانده، پیچ‌های بعدی، جهت، نام خیابان کنونی/بعدی، اطلاعات خطوط، حداکثر سرعت، هشدارهای نزدیک شدن، نقاط مورد علاقه و نقاط راه را نمایش دهند.
fr: Les widgets de navigation sont activés pendant la navigation et affichent des informations telles que la distance, l'heure d'arrivée ou la durée restante, les prochaines bifurcations, l'orientation, le nom de la rue actuelle, les informations sur les voies, la vitesse maximale, les alertes, les POI et les points de passage.
he: וידג׳טים ניווטיים מופעלים במהלך הניווט כדי להציג מידע כגון מרחק, זמן הגעה או עזיבה, הפניות הבאות, תכווין, שם הרחוב הנוכחי, פרטי נתיבים, מהירות מרבית, התראות הגעה, נקודות עניין, נקודות דרך.
hu: A navigációs modulok a navigáció során vannak engedélyezve, és olyan információkat jelenítenek meg, mint a távolság, az érkezési vagy hátralévő idő, a következő kanyarok, az irány, a jelenlegi/következő utcanév, a sávokra vonatkozó információk, a sebességkorlátozás, a közelgő figyelmeztetések, az érdekes helyek vagy az útpontok.
id: Widget navigasi diaktifkan selama navigasi untuk menampilkan informasi seperti jarak, waktu kedatangan atau tersisa, belokan berikutnya, arah, nama jalan saat ini atau berikutnya, informasi jalur, kecepatan maksimal, peringatan mendekat, POI, titik jalan.
is: Leiðsagnarviðmótshlutar eru virkjaðir á meðan leiðsögn stendur til birtingar á upplýsingum á borð við vegalengd, komutíma eða tíma sem eftir er, næstu beygjur, stefnu, fyrirliggjandi götuheiti, upplýsingar um akreinar, hámarkshraða, nálgunaraðvaranir, merkisstaði, leiðarpunkta.
it: I widget di navigazione sono abilitati durante la navigazione per mostrare informazioni quali distanza, tempo di arrivo o rimanente, prossime svolte, direzione, il nome della strada attuale o successiva, indicazione di corsia, velocità massima, avvisi di avvicinamento, PDI, punti intermedi.
ja: ナビゲーション中にナビゲーションウィジェットが起動し、距離、到着時刻または残り時間、次の曲がり角、方位、現在/次の道路名、車線情報、最高速度、近接警告、POI、経由地点などの情報を表示することができます。
ko: 항법 위젯은 거리, 도착 또는 남은 시간, 다음 회전, 방위, 현재/다음 거리 이름, 차선 정보, 최대 속도, 접근 경고, POIs, 통로와 같은 정보를 표시하는 항법 도중 활성화됩니다.
lt: Navigacijos valdikliai yraįjungti navigacijos metu, kad būtų rodoma tokia informacija kaip atstumas, atvykimas ar likęs laikas, kiti posūkiai, posūkis, esamos/kitos gatvės pavadinimas, juostos informacija, maksimalus greitis, įspėjimai apie artėjimą, LV, kelio taškai.
mk: Navigaciskite vidžeti se ovozmoženi za vreme na navigacijata za prikažuvanje informacii kako rastojanie, vreme na pristignuvanje ili levo, slednite krivini, ležište, tekovno ime na ulica, informacii za lenti, maksimalna brzina, predupreduvanja za približuvanje, POI, točki na dviženje.
nb: Navigasjonsmoduler er aktivert under navigering forå vise informasjon som distanse, ankomst eller gjenværende tid, neste svinger, retning, gjeldende/neste gatenavn, filinformasjon, maks. hastighet, nærhetsvarsler, interessepunkter og rutepunkter.
nl: Navigatie widgets worden ingeschakeld tijdens navigatie om informatie te tonen, zoals afstand, aankomst- of resterende tijd, volgende afslagen, richting, huidige/volgende straatnaam, rijstrook informatie, maximale snelheid, naderende waarschuwingen, bezienswaardigheden, opgeslagen tussenpunten.
oc: Lei clavelets de percors son activats dau temps de la navigacion e mòstran leis informacions de distància, l'ora d'arribada ò de temps restant, lei crosaments que vènon, l'orientacion, lo nom de la carriera, leis informaions sus la via, la velocitat maximala, leis avís, lei POI e lei ponchs intermediaris.
pl: Widżety nawigacyjne są włączone podczas nawigacji, aby wyświetlać informacje takie jak odległość, czas przybycia lub pozostały czas, następne zakręty, kierunek, aktualna/następna nazwa ulicy, informacje o pasie ruchu, prędkość maksymalna, alerty o zbliżaniu się, punkty POI, punkty orientacyjne.
ro_ro: Widgeturile de navigație sunt activate în timpul navigației pentru a afișa informații precum distanța, timpul de sosire sau timpul rămas, următoarele viraje, direcția, numele străzii curente/următoare, informații despre benzi, viteza maximă, alerte de apropiere, puncte de interes, puncte intermediare.
ru: Навигационные виджеты включаются во время навигации для отображения такой информации, как расстояние, время прибытия или оставшееся время, следующие повороты, пеленг, название текущей/следующей улицы, информация о полосах движения, максимальная скорость, предупреждения о приближении, POI, путевые точки.
sc: Sos widgets de navigatzione sunt abilitados durante sa navigatzione pro ammustrare informatziones che a sa distàntzia, s'ora de arrivu, su tempus chi mancat, sas bortadas imbenientes, su nùmene de sa carrera atuale/imbeniente, sas informatziones de sas corsias, sa lestresa màssima, sos avisos de cosas chi si sunt acurtziende, sos PDI e sos puntos de coladòrgiu.
sk: Navigačné nástroje sa zapnú počas navigácie pre zobrazenie informácií ako vzdialenosť, čas príjazdu alebo zostávajúci čas, nasledujúce odbočenia, smerovanie (azimut), názov súčasnej alebo nasledujúcej ulice, jazdné pruhy, maximálna rýchlosť, blížiace sa varovania, body záujmu, body trasy.
sl: Navigacijski gradniki so omogočeni med navigacijo in prikazujejo informacije, kot so razdalja, čas prihoda ali preostali čas, naslednji zavoji, smer, ime trenutne/naslednje ulice, informacije o voznih pasovih, omejitve hitrosti, opozorila o približevanju, POI, točke poti.
sr: Справице навођења су омогућене током навођења за приказ података као што су растојање, време доласка или преостало време, следећа скретања, смер, тренутни назив улице, подаци о тракама, дозвољеној брзини, упозорења о приближавању, занимљиве и пролазне тачке пута.
sr_latn: Vidžet navođenja su omogućene tokom navođenja za prikaz podataka kao što su rastojanje, vreme dolaska ili preostalo vreme, sledeća skretanja, smer, trenutni naziv ulice, podaci o trakama, dozvoljenoj brzini, upozorenja o približavanju, TOI i međuodredišta.
sv: Navigationswidgetar aktiveras under navigering för att visa information som avstånd, ankomsttid, kommande svängar, bäring, aktuellt gatunamn, körfält, maxhastighet, ankommande varningar, ruttpunkter och intressepunkter.
ta: தூரம், வருகை அல்லது மீதமுள்ள நேரம், அடுத்த திருப்பங்கள், தாங்குதல், நடப்பு/அடுத்த தெரு பெயர், லேன் செய்தி, அதிகபட்ச விரைவு, விழிப்பூட்டல்களை நெருங்கும் விழிப்பூட்டல்கள், POIS, வழிப்பாதைகள் போன்ற தகவல்களைக் காண்பிக்க வழிசெலுத்தலின் போது ஊடுருவல் விட்செட்டுகள் இயக்கப்பட்டுள்ளன.
tr: Navigasyon widget'ları, mesafe, varış veya kalan zaman, sonraki dönüşler, yön, geçerli/sonraki sokak adı, şerit bilgileri, azami hız, yaklaşan uyarılar, POI'ler, ara noktalar gibi bilgileri görüntülemek için navigasyon sırasında etkinleştirilir.
uk: Навігаційні віджети вмикаються під час навігації для показу такої інформації, як відстань, час до прибуття, або час що залишився, наступні маневри, азимут, назва поточної/наступної вулиці, інформація про смуги руху, обмеження швидкості, сповіщення про наближення до знаків чи перешкод, точки інтересу, маршрутні точки.
vi: Widget về điều hướng được bật trong khi dẫn đường để hiển thị thông tin như khoảng cách, thời gian đến hoặc thời gian còn lại, những lối rẽ tiếp theo, hướng đi, tên phố hiện tại/tiếp theo, làn đường, tốc độ tối đa, khi tiếp cận những cảnh báo, POIs, điểm trên bản đồ.
zh_hans: 导航小工具将在导航期间启用，以显示距离、到达或剩余时间、下个转弯、方位、当前 / 下一街道名称、车道信息、最大速度、接近警示、兴趣点、路径点等信息。
zh_hant: 在導航期間啟用導航小工具以顯示距離、到達或剩餘時間、下一個轉彎、方位、目前/下一個街道名稱、車道資訊、最高速度、接近警報、興趣點、航點等資訊。

source: Auto zoom map
af: Vergroot kaart outomaties
ar: التكبير التلقائي
az: Avtomatik miqyas
be: Аўтаматычнае памяншэнне/павелічэнне
bg: Авто-мащабиране
ca: Zoom automàtic del mapa
cs: Automatické zvětšení mapy
cy: Awto chwyddo'r map
da: Automatisk kortzoom
de: Automatische Vergrößerung
el: Αυτόματη εστίαση χάρτη
eo: Aŭtomate skali mapon
es_us: Zum automático del mapa
et: Automaatne kaardi suurendamine
eu: Auto zoom-a egin mapan
fa: بزرگنمایی خودکار
fi: Automaattinen kartan zoomaus
fr: Zoom automatique de la carte
gl: Achegamento automático do mapa
he: שינוי תקריב אוטומטי במפה
hu: Térkép automatikus nagyítása
hy: Ավտո-մասշտաբ
id: Perbesar peta secara otomatis
is: Sjálfvirkur aðdráttur korts
it: Zoom automatico mappa
ja: 自動ズーム
ka: რუკის ავტომატური გადიდება
ko: 자동 줌 맵
lt: Automatiškai keisti mastelį
lv: Automātiski mērogot karti
mk: Karta za avtomatsko zumiranje
ml: ഭൂപടം ഓട്ടോസൂമാക്കിക്കാണിക്കുക
nb: Auto-zoom kart
nl: Kaart automatisch zoomen
oc: Zoom automatic de la mapa
pl: Automatyczne przybliżanie mapy
pt_br: Zoom automático
ro_ro: Zoom automat hartă
ru: Автомасштаб
sc: Ismanniamentu automàticu mapa
sk: Automatické priblíženie mapy
sl: Samodejno približevanje zemljevida
sr: Самостално увећање карте
sr_latn: Auto zumiranje mape
sv: Automatisk kartzoomning
ta: ஆட்டோ சூம் வரைபடம்
tr: Haritayı kendiliğinden yakınlaştır
uk: Автомасштабування
vi: Tự động Zoom bản đồ
zh_hans: 自动缩放地图
zh_hant: 自動縮放地圖

source: Change language
ar: غيَّر اللغة
cs: Změnit jazyk
da: Skift sprog
de: Sprache ändern
el: Αλλαγή γλώσσας
es_us: Cambiar idioma
et: Muuda keelt
fr: Changer la langue
hu: Nyelv megváltoztatása
id: Ubah bahasa
is: Skipta um tungumál
it: Cambia lingua
ko: 언어 변경 Language
nl: Wijzig taal
oc: Cambiar de lenga
pl: Zmień język
ro_ro: Schimbați limba
ru: Изменить язык
sr: Промени језик
sr_latn: Promeni jezik
sv: Byt språk
ta: மொழியை மாற்றவும்
tr: Dili değiştir
uk: Зміна мови
zh_hant: 更改語言

# rendering_attr_surface_grass_paver_name
source: Grass paver
ar: مرصف العشب
be: Газонныя краты
ca: Gespa de paviment
cs: Zatravňovací dlažba
cy: Pafmant gwair
da: Befæstet græs
de: Rasengittersteine
el: Διάτρητο γκαζόν
eo: Herb-krado
es_us: Césped pavimentado
et: Rohusillutis
eu: Belar zolatua
fa: کفپوش چمن‌دار
fr: Mélange d'herbe et de pavés
gl: Pavimento con céspede
he: אבן דשא
hu: Gyephézagos térkő
id: Turap rumput
is: Grassteinar
it: Misto erba pavimento
ja: 透水性舗装
ka: ბალახიანი
ko: 잔디보도
lt: Žolės danga
lv: Eko bruģis
mk: Treven plocnik
ml: പുല്ല് പാകിയ
my: မြက်ခင်းပုံ
nb: Gressteinsdekk
nl: Gras oppervlak
oc: Tepa
pl: Bruk z trawą
pt_br: Pavimentadora de grama
ro_ro: Concasor de iarbă
ru: Газонная решётка
sc: Pamentadore de erba
sk: Zatrávňovacie panely
sl: Travnati tlakovci
sr: Поплочано
sr_latn: Popločani put
sv: Gräsarmering
ta: புல் பேவர்
tr: Çim kaldırım
uk: Газонна решітка
vi: Gạch lát cỏ
zh_hans: 草坪砖
zh_hant: 草與透氣磚鋪面

# rendering_value__name
source: Default
ar: الافتراضي
az: Standart
be: Прадвызначана
bg: По подразбиране
ca: Per defecte
cs: Výchozí
cy: Rhagosodedig
da: Standard
de: Standard
el: Προεπιλογή
eo: Norma
es_us: Predefinido
et: Vaikimisi
eu: Lehenetsia
fa: پیش‌فرض
fi: Oletus
fr: Par défaut
gl: Predeterminado
he: בררת מחדל
hu: Alapértelmezett
hy: Սկզբնական
is: Sjálfgefið
it: Predefinito
ja: 標準
ka: ნაგულისხმევი
kn: ಮೊದಲ್ಗಾಣುವ
ko: 기본값
lt: Numatytasis
lv: Pēc noklusējuma
mk: Standarden
ml: സഹജമായ
nb: Standard
nl: Standaard
oc: Per defaut
pl: Domyślnie
pt_br: Predefinido
ro_ro: Implicit
ru: По умолчанию
sc: Predefinidu
sk: Predvolené
sl: Privzeto
sr: Подразумевано
sr_latn: Podrazumevano
sv: Standard
ta: இயல்புநிலை
tr: Varsayılan
uk: Типово
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

# osmand_cloud_delete_account_descr_with_email
source: Are you sure you want to delete OsmAnd Cloud account: %@?
cs: Opravdu chcete smazat účet %@ na OsmAnd Cloud?
da: Er du sikker på, at du vil slette OsmAnd Cloud-kontoen: %@?
de: Bist du sicher, dass du das OsmAnd-Cloud-Konto %@ löschen möchtest?
el: Σίγουρα θέλετε να διαγράψετε τον λογαριασμό του OsmAnd Cloud: %@;
es_us: ¿Borrar la cuenta de OsmAnd Cloud: %@?
et: Kas sa oled kindel, et soovid kustutada OsmAnd Cloudi kasutajakonto: %@?
fr: Êtes-vous sûr de vouloir supprimer le compte OsmAnd Cloud : %@ ?
hu: Biztosan törölni szeretné a következő OsmAnd Cloud-fiókot: %@?
id: Anda yakin ingin menghapus akun OsmAnd Cloud: %@?
is: Ertu viss um að þú viljir eyða OsmAnd tölvuskýsaðgangnum: %@?
it: Sei sicuro di voler eliminare l'account OsmAnd Cloud: %@?
nl: Weet u zeker dat u OsmAnd Cloud account %@ wilt verwijderen?
ro_ro: Sunteți sigur că doriți să ștergeți contul OsmAnd Cloud: %@?
ru: Вы уверены, что хотите удалить аккаунт OsmAnd Cloud: %@?
sr: Да ли сте сигурни да желите да избришете ОсмАнд Клоуд налог: %@?
sr_latn: Da li ste sigurni da želite da izbrišete OsmAnd Cloud nalog: %@?
sv: Är du säker på att du vill radera OsmAnd Cloud-kontot: %@?
ta: நீங்கள் நிச்சயமாக OSMand முகில் கணக்கை நீக்க விரும்புகிறீர்களா: %@?
uk: Ви впевнені, що хочете видалити обліковий запис OsmAnd Cloud: %@?
zh_hant: 你確定要刪除OsmAnd雲端帳號：%@？

# rendering_value_sector1_name
source: Sector 1
ar: القطاع 1
bg: Сектор 1
cs: Sektor 1
da: Sektor 1
de: Sektor 1
el: Τομέας 1
eo: Sektoro 1
et: Sektor 1
eu: 1 sektorea
fa: بخش ۱
fi: Sektori 1
fr: Secteur 1
hi: सेक्टर १
hu: 1. szektor
id: Sektor 1
is: Geiri 1
it: Settore 1
ko: 섹터 1
nb: Sektor 1
pl: Sektor 1
ru: Сектор 1
sk: Sektor 1
sl: Sektor 1
sr: Одсечак 1
sr_latn: Sektor 1
sv: Sektor 1
ta: பிரிவு 1
uk: Сектор 1
vi: Khu vực 1
zh_hans: 分区 1
zh_hant: 區段 1

# routing_attr_hazmat_category_usa_5_name
source: Oxidizing Agents and Organic Peroxides
ar: عوامل مؤكسدة وبيروكسيدات عضوية
bg: Окислители и органични пероксиди
cs: Oxidační činidla a organické peroxidy
da: Oxiderende stoffer og organiske peroxider
de: Oxidationsmittel und organische Peroxide
el: Οξειδωτικοί Παράγοντες και Οργανικά Υπεροξείδια
eo: Oksidantoj kaj organikaj peroksidoj
es_us: Agentes oxidantes y peróxidos orgánicos
eu: Agente oxidatzaileak eta peroxido organikoak
fa: عوامل اکسیدکننده و پراکسیدهای آلی
fi: Hapettavat aineet ja orgaaniset peroksidit
fr: Agents oxydants et peroxydes organiques
hu: Oxidálószerek és szerves peroxidok
id: Agen Pengoksidasi dan Peroksida Organik
is: Oxunarefni og lífræn peroxíð
it: Agenti Ossidanti e Perossidi Organici
ko: 산화제와 유기 과산화물
nb: Oksidasjonsmidler og organiske peroksider
nl: Oxiderende stoffen en organische peroxiden
pl: Środki utleniające i nadtlenki organiczne
ro_ro: Agenți oxidanți și peroxizi organici
ru: Окислители и органические пероксиды
sk: Oxidačné činidlá a organické peroxidy
sl: Oksidanti in organski peroksidi
sr: Запаљиве и нагризајуће твари и органски пероксиди
sr_latn: Zapaljive i nagrizajuće materije i organski peroksidi
sv: Oxiderande ämnen och organiska peroxider
ta: ஆக்சிசனேற்ற முகவர்கள் மற்றும் கரிம பெராக்சைடுகள்
tr: Oksitleyici Maddeler ve Organik Peroksitler
uk: Окислювачі та органічні пероксиди
vi: Chất ô-xi hoá và ô-xi già hữu cơ
zh_hans: 氧化剂和有机过氧化物
zh_hant: 氧化劑與有機過氧化物

# rendering_value_small_name
source: Small
ar: صغير
bg: Малко
ca: Petit
cs: Malý
da: Lille
de: Klein
el: Μικρή
eo: Malgrandaj
es_us: Pequeño
et: Väike
eu: Txikia
fa: کوچک
fi: Pieni
fr: Petit
hi: छोटा
hu: Kicsi
id: Kecil
is: Smátt
it: Piccolo
ka: პატარა
ko: 소형
nb: Liten
nl: Klein
oc: Pichon
pl: Mały
ro_ro: Mic
ru: Маленький
sk: Malý
sl: Majhno
sr: Мали
sr_latn: Mali
sv: Mindre text
ta: சிறிய
tr: Küçük
uk: Маленька
vi: Nhỏ
zh_hans: 小
zh_hant: 小

# shared_string_bottom
source: Bottom
af: Onder
az: Alt
be: Знізу
bg: Долу
ca: Part inferior
cs: Dole
cy: Botwm
da: Bund
de: Unten
el: Κάτω μέρος
eo: Sube
es_us: Abajo
et: All
eu: Behean
fa: پایین
fi: Alas
fr: En bas
gl: Abaixo
he: תחתון
hu: Lent
hy: Ներքևում
id: Bawah
is: Neðst
it: In basso
ja: 下
ka: ძირი
ko: 아래
lt: Apačia
lv: Apakša
mk: Dno
ml: താഴെ
mr: खाली
nb: Nederst
nl: Onderkant
oc: En bas
pl: Na dole
ro_ro: Jos
ru: Внизу
sc: In bassu
sk: Spodok
sl: Dno
sr: На дну
sr_latn: Na dnu
sv: Nedtill
ta: கீழே
tr: Alt
uk: Внизу
vi: Đáy
zh_hans: 底部
zh_hant: 下面

# shared_string_top_bottom
source: Top and bottom
cs: Nahoře a dole
da: Top og bund
de: Oben und unten
el: Κορυφή και κάτω μέρος
eo: supro kaj malsupro
es_us: Arriba y abajo
et: Üleval ja all
eu: Goian eta behean
fr: En haut et en bas
hu: Fent és lent
id: Atas dan bawah
is: Efst og neðst
it: Sopra e sotto
ko: 상단 및 하단
lt: Viršus ir apačia
nb: Topp og bunn
nl: Top en onderkant
pl: Góra i dół
ro_ro: Sus și jos
ru: Вверху и внизу
sk: Hore a dole
sr: Врх и дно
sr_latn: Vrh i dno
sv: Längst upp och längst ned
ta: மேலும் கீழும்
tr: Üst ve alt
uk: Зверху і внизу
vi: Đỉnh và đáy
zh_hant: 頂部與底部

# track_3d_empty_view_title
source: 3D Track view
cs: 3D zobrazení stopy
da: 3D-sporvisning
de: 3D-Streckenansicht
el: 3D όψη ίχνους
es_us: Ver traza 3D
et: 3D rajavaade
fr: Vue des traces en 3D
hu: 3D-s nyomvonalnézet
id: Tampilan Trek 3D
is: Sýn á þrívíddarferil
it: Vista traccia in 3D
nl: 3D Track weergave
ro_ro: Vizualizare 3D a traseului
ru: Просмотр трека в 3D
sk: 3D zobrazenie stopy
sr: ЗД приказ Путање
sr_latn: 3D prikaz Staze
sv: 3D-spår-vy
ta: 3 டி டிராக் வியூ
uk: Вигляд 3D-трека
zh_hant: 3D路徑檢視

# speedometer_description
source: Shows your current speed as reported via GPS
be: Паказвае вашу бягучую хуткасць, вызначаную праз GPS
bg: Показва текущата скорост според GPS
ca: Mostra la velocitat actual segons indica el GPS
cs: Ukazuje vaší momentální rychlost podle dat z GPS
da: Viser din aktuelle hastighed som rapporteret via GPS
de: Zeigt Ihre aktuelle Geschwindigkeit an, wie über GPS gemeldet
el: Δείχνει την τρέχουσα ταχύτητα σας, όπως αναφέρεται μέσω GPS
eo: Montri vian nunan rapidon raportatan de GPS
es_us: Muestra la velocidad actual detectada por el GPS
et: Näitab sinu praegust kiirust, nii nagu seda GPS'i andmete alusel saab arvutada
eu: Zure uneko abiadura erakusten du GPS bidez jakinarazi bezala
fa: سرعت خود را همانطور که از GPS گزارش‌ داده نشان میدهد
fi: Näyttää GPS-paikannuksen ilmoittaman nopeuden
fr: Affiche votre vitesse actuelle calculée par GPS
hi: जीपीएस (GPS) के ज़रिए रिपोर्ट की गई अपनी वर्तमान गति दिखाता है
hu: Megjeleníti a jármű GPS-alapú sebességét
id: Menampilkan kecepatan Anda saat ini sesuai yang dilaporkan GPS
is: Sýnir núverandi hraða þinn mældan með GPS
it: Mostra la tua velocità attuale come riportata dal GPS
ja: GPSを基にあなたの現在の速度を表示します
ko: GPS를 통해보고 된 현재 속도를 표시
lt: Rodo jūsų dabartinį greitį, kaip pranešama per GPS
nb: Viser hastigheten din fra GPS
nl: Laat uw huidige snelheid zien, op basis van GPS
pl: Pokazuje bieżącą prędkość zgłoszoną przez GPS
ro_ro: Arată viteza curentă, raportată de GPS
ru: Показывает вашу текущую скорость, определенную по GPS
sk: Zobrazí vašu rýchlosť podľa GPS
sr: Приказ ваше тренутне брзине по подацима ГПС
sr_latn: Prikazuje trenutnu brzinu kako je prijavljena putem GPS-a
sv: Visar din nuvarande hastighet enligt GPS
ta: சி.பி.எச் வழியாக அறிவிக்கப்பட்டபடி உங்கள் தற்போதைய வேகத்தைக் காட்டுகிறது
te: జిపియస్ ఇచ్చిన విధంగా మీ ప్రస్తుత వేగాన్ని చూపిస్తుంది
tr: GPS tarafından bildirilen anlık hızınızı gösterir
uk: Показує вашу поточну швидкість за даними GPS
vi: Hiện tốc độ hiện tại của bạn dựa trên tín hiệu GPS
zh_hans: 通过 GPS 报告显示您的当前速度
zh_hant: 透過 GPS 回報顯示您目前的速度

# shared_string_always
source: Always
ast: Siempres
az: Hər zaman
be: Заўсёды
ca: Sempre
cs: Vždy
cy: O hyd
da: Altid
de: Jederzeit
el: Πάντοτε
eo: Ĉiam
es_us: Siempre
et: Alati
eu: Beti
fa: همیشه
fi: Aina
fr: Toujours
gl: Sempre
he: תמיד
hu: Mindig
hy: Միշտ
id: Selalu
is: Alltaf
it: Sempre
ja: 常時
ka: ყოველთვის
ko: 항상 사용
lv: Vienmēr
mk: Sekogas
nb: Alltid
nl: Altijd
pl: Zawsze
ro_ro: Întotdeauna
ru: Всегда
sc: Semper
sk: Vždy
sl: Vedno
sr: Увек
sr_latn: Uvek
sv: Alltid
ta: எப்போதும்
tr: Her zaman
uk: Завжди
vi: Luôn luôn
zh_hans: 总是
zh_hant: 總是

source: When exceeded
be: Пры перавышэнні
bg: При превишаване
ca: Si es supera
cs: Po překročení
da: Ved overskridelse
de: Bei Überschreitung
el: Όταν υπερβεί
eo: Kiam superigita
es_us: Al excederse
eu: Gainditzean
fa: هنگام تجاوز
fi: Ylitettäessä
fr: En cas de dépassement
hi: जब पार हो जाए
hu: Túllépésnél
id: Ketika melebihi
is: Þegar yfir
it: Quando superato
ja: 超えた場合
ko: 초과 시
lt: Kai viršijama
nb: Når overskredet
nl: Bij overschrijding
pl: Po przekroczeniu
ro_ro: Atunci când este depășită
ru: При превышении
sk: Keď prekročené
sr: Када је прекорачење
sr_latn: Kad se prekorači
sv: Om överskrider
ta: மீறும்போது
te: మించినప్పుడు
tr: Aşıldığında
uk: Коли перевищено
vi: Khi bị vượt quá
zh_hans: 当超过时
zh_hant: 當超過時

# shared_string_millimeters_short
source: mm
be: мм
bg: мм
fa: میلی‌متر
he: מ״מ
ka: მმ
ru: мм
ta: மிமீ
uk: мм
zh_hans: 毫米
zh_hant: 公釐

# shared_string_instructions
source: Instructions
cs: Instrukce
da: Instruktioner
de: Anleitung
el: Οδηγίες
es_us: Instrucciones
et: Juhendid
hu: Útmutatók
id: Instruksi
is: Leiðbeiningar
it: Istruzioni
nl: Instructies
ro_ro: Instrucțiuni
ru: Инструкции
sk: Inštrukcie
sr: Инструкције
sr_latn: Instrukcije
sv: Instruktioner
ta: வழிமுறைகள்
uk: Вказівки
zh_hant: 說明
