Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# display_position_automatic_descr
source: Depends on Map orientation: bottom for movement direction, center for all others.
bg: Зависи от ориентацията на картата: в долната част за посоката на движение, в центъра за всички останали.
cs: Závisí na orientaci mapy: dole pro režim ve směru pohybu, uprostřed pro všechny ostatní.
da: Afhænger af kortorientering: Bund for bevægelsesretning, centrum for alle andre.
de: Abhängig von der Kartenausrichtung: unten für Bewegungsrichtung, mittig für alles andere.
el: Βασίζεται στον προσανατολισμό του χάρτη: κάτω μέρος για κατεύθυνση κίνησης, κέντρο για όλα τα άλλα.
eo: Dependas de map-orientiĝo: sube por “Laŭ direkto de movado” kaj centre por ĉiuj aliaj.
es_us: Depende de la orientación del mapa: «Abajo» para «Dirección del movimiento», «Centro» para el resto.
eu: Maparen orientazioaren araberakoa da: behea mugimenduaren noranzkorako, erdigunea beste guztientzat.
fa: بستگی به جهت‌گیری نقشه دارد: پایین برای جهت حرکت، مرکز برای سایر موارد.
fr: Dépend de l'orientation de la carte : en bas si l'orientation suit le déplacement, centré dans tous les autres cas.
hu: A térkép tájolásától függően: alul a mozgásirány követésénél és középen minden más esetben.
id: Tergantung pada orientasi Peta: bagian bawah untuk arah pergerakan, bagian tengah untuk yang lainnya.
is: Fer eftir stefnu korts: neðst fyrir stefnu hreyfingar, á miðju fyrir allt annað.
it: Dipende dall'orientamento della mappa: in basso per la direzione del movimento, al centro per tutte le altre.
ja: 現在地はマップの向きに応じて、移動時は下部に、その他は中央に表示されます。
ko: 지도 방향에 따라 다름: 이동 방향은 아래쪽, 다른 모든 방향은 중심입니다.
nb: Avhenger av kartorientering: nederst for bevegelsesretning, senter for alle andre.
nl: Afhankelijk van de Kaartoriëntatie: "Onderaan" voor de kaartoriëntatie "Bewegingsrichting" en in het "Midden" voor alle andere gevallen.
pl: Zależy od orientacji mapy: dół dla kierunku ruchu, środek dla wszystkich innych.
ro_ro: Depinde de orientarea hărții: în partea de jos pentru direcția de mișcare, în centru pentru toate celelalte.
ru: Зависит от ориентации карты: в режиме «по направлению движения» внизу, в остальных — по центру.
sc: Dipendet dae s'orientamentu de sa mapa. In bassu pro sa diretzione de su movimentu, in tzentru pro totu su restu.
sk: Závisí od orientácie mapy: naspodu v režime 'v smere pohybu', v strede obrazovky v iných prípadoch.
sl: Odvisno od usmerjenosti zemljevida: spodnji del za smer gibanja, sredinski del za vse drugo.
sr: Зависи од усмерења карте: дно за смер кретања, средиште за све остало.
sr_latn: Zavisi od orijentacije mape: dno za smer kretanja, centar za sve ostalo.
sv: Beror på kartorienteringen. nertill för färdriktning, i mitten för övriga.
ta: வரைபட நோக்குநிலையைப் பொறுத்தது: இயக்க திசைக்கான கீழே, மற்ற அனைவருக்கும் நடுவண்.
tr: Harita yönüne bağlıdır: hareket yönü için alt, diğerleri için orta.
uk: Залежить від орієнтації мапи: внизу - для напрямку руху, в центрі - для всіх інших.
vi: Dựa vào hướng xoay Bản đồ: ở đáy cho hướng chuyển động, ở giữa cho những thứ khác.
zh_hans: 取决于地图方向：底部表示移动方向，中间表示所有其他方向。
zh_hant: 取決於地圖方向：底部為移動方向，中心為其他所有方向。

# plugin_settings_descr
source: Plugin settings for the selected profile.
ar: إعدادات البرنامج المساعد لملف التعريف المحدد.
be: Налады ўбудовы для абранага профілю.
ca: Configuració del connector per al perfil seleccionat.
cs: Nastavení modulů pro vybraný profil.
da: Udvidelsesindstillinger for den valgte profil.
de: Erweiterungsmodul-Einstellungen für das ausgewählte Profil.
el: Ρυθμίσεις πρόσθετου για το επιλεγμένο προφίλ.
es_us: Ajustes del complemento para el perfil elegido.
et: Lisaprogrammide seadistused valitud profiilis.
fi: Lisäosan asetukset valitulle profiilille.
fr: Paramètres du greffon pour le profil sélectionné.
hu: Bővítménybeállítások a kiválasztott profilhoz.
id: Pengaturan plugin untuk profil yang dipilih.
is: Stillingar viðbótarinnar í valda sniðinu.
it: Impostazioni del plugin per il profilo selezionato.
ja: 選択したプロファイルへのプラグイン設定です。
nl: Plugin instellingen voor het geselecteerde profiel.
oc: Configuracion de l'ajust per lo perfiu seleccionat.
pl: Ustawienia wtyczki dla wybranego profilu.
pt_br: Configurações de plug-in para o perfil selecionado.
ro_ro: Setările plugin-ului pentru profilul selectat.
ru: Настройки плагина для выбранного профиля.
sc: Impostatziones de s'estensione pro su profilu ischertadu.
sr: Подешавања додатака за изабрани профил.
sr_latn: Podešavanja dodataka za izabrani profil.
sv: Insticksmodul-inställningar för vald profil.
ta: தேர்ந்தெடுக்கப்பட்ட சுயவிவரத்திற்கான சொருகி அமைப்புகள்.
tr: Seçilen profil için eklenti ayarları.
uk: Налаштування плагіна для обраного профілю.
zh_hant: 選定設定檔的外掛設定。

# shared_string_skip
source: Skip
ar: تخط
ast: Saltar
az: Keç
be: Прамінуць
bg: Пропусни
ca: Omet
cs: Přeskočit
cy: Neidio
da: Spring over
de: Überspringen
el: Παράλειψη
eo: Transsalti
es_us: Omitir
et: Jäta vahele
eu: Saltatu
fa: ردکردن
fi: Ohita
fr: Ignorer
gl: Omitir
he: דילוג
hu: Kihagyás
hy: Բաց թողնել
id: Lewati
is: Sleppa
it: Salta
ja: スキップ
ka: გამოტოვება
ko: 건너뛰기
lt: Praleisti
lv: Izlaist
mk: Preskokni
ml: ഒഴിവാക്കുക
nb: Hopp over
nl: Overslaan
oc: Sautar
pl: Pomiń
ro_ro: Omiteți
ru: Пропустить
sc: Brinca
sk: Preskočiť
sl: Preskoči
sr: Прескочи
sr_latn: Preskoči
sv: Hoppa över
ta: தவிர்
tr: Atla
uk: Пропустити
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 跳過

# intro_welcome
source: Welcome to OsmAnd
ar: مرحبا مع أوسماند
be: Вітаем у OsmAnd
ca: Benvinguts a l'OsmAnd
cs: Vítejte v OsmAnd
da: Velkommen til OsmAnd
de: Willkommen bei OsmAnd
el: Καλώς ήρθατε στο OsmAnd
es_us: Te damos la bienvenida a OsmAnd
et: Tere tulemast OsmAnd-i
fi: Tervetuloa OsmAndiin
fr: Bienvenue sur OsmAnd
hu: Üdvözli az OsmAnd
id: Selamat datang di OsmAnd
is: Velkomin í OsmAnd
it: Benvenuti su OsmAnd
ja: ようこそ OsmAndへ
ka: მოგესალმებათ OsmAnd
ko: 오신 것을 환영합니다 OsmAnd
nl: Welkom bij OsmAnd
oc: La benvenguda sus OsmAnd
pl: Witamy w OsmAnd
pt_br: Bem-vindo ao OsmAnd
ro_ro: Bine ați venit la OsmAnd
ru: Добро пожаловать OsmAnd
sc: Benènnidu in OsmAnd
sk: Vitajte v OsmAnd
sl: Dobrodošli v OsmAnd
sr: Добродошли у OsmAnd
sr_latn: Dobrodošli u OsmAnd
sv: Välkommen till OsmAnd
ta: வரவேற்கிறோம் ஒச்மண்ட்
tr: Hoşgeldiniz OsmAnd
uk: Вітаємо у OsmAnd
zh_hant: 歡迎使用 OsmAnd

# sett_zoom
source: Zoom button
ar: زر التكبير/التصغير
be: Кнопкі маштабу
ca: Botó de zoom
cs: Tlačítko přiblížení
da: Zoom-knap
de: Zoom Knopf
el: Κουμπί μεγέθυνσης
es_us: Botón de zum
et: Suurendamise nupp
fi: Zoomauspainike
fr: Bouton de zoom
hu: Nagyítás gomb
id: Tombol zoom
is: Aðdráttarhnappur
it: Pulsante zoom
ja: ズームボタン
ka: გადიდების ღილაკი
nl: Zoom knop
oc: Boton de zoom
pl: Przycisk zoom
pt_br: Botão de zoom
ro_ro: Butonul Zoom
ru: Кнопки масштаба
sc: Butone de zoom
sk: Tlačidlo priblíženia
sl: Gumb za približanje
sr: Дугме за зумирање
sr_latn: Dugme za zumiranje
sv: Zoom-knapp
ta: பெரிதாக்க பொத்தானை
tr: Yakınlaştırma düğmesi
uk: Кнопки масштабу
zh_hant: 縮放按鈕

# sett_deg360
source: Degrees 360
ar: الدرجات 360
be: 360 градусаў
ca: 360 graus
cs: 360 stupňů
da: 360 grader
de: 360 Grad
el: 360 μοίρες
es_us: 360 grados
et: 360 kraadi
fi: 360 astetta
fr: 360 degrés
hu: 360 fok
id: Derajat 360
is: 360 gráður
it: 360 gradi
ja: 360度
ka: 360 გრადუსი
nb: 360 grader
nl: 360 graden
oc: 360 gras
pl: 360 stopni
pt_br: 360 Graus
ro_ro: Gradele 360
ru: 360 градусов
sc: 360 grados
sk: 360 stupňov
sr: 360 степена
sr_latn: 360 stepena
sv: 360 grader
ta: டிகிரி 360
tr: 360 derece
uk: 360 градусів
zh_hant: 360 度

# shared_string_location
source: Location
ar: الموقع
ast: Allugamientu
az: Məkan
be: Месцазнаходжанне
bg: Местоположение
ca: Localització
cs: Poloha
cy: Lleoliad
da: Placering
de: Standort
el: Τοποθεσία
eo: Loko
es_us: Ubicación
et: Asukoht
eu: Kokapena
fa: مکان
fi: Sijainti
fr: Position
gl: Localización
he: מיקום
hu: Pozíció
hy: Գտնվելու վայրը
id: Lokasi
is: Staðsetning
it: Posizione
ja: 緯度・経度
ka: მდებარეობა
kn: ಸ್ಥಳ
ko: 위치
ku: Cih
lt: Vietovė
lv: Vieta
mk: Lokacija
ml: സ്ഥാനം
nb: Posisjon
nl: Coördinaten
oc: Posicion
pl: Położenie
ro_ro: Locație
ru: Местоположение
sc: Positzione
sk: Poloha
sl: Mesto
sr: Положај
sr_latn: Lokacija
sv: Plats
ta: இடம்
tr: Konum
uk: Розташування
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

# sett_arr_map
source: Map center
ar: مركز الخريطة
be: Цэнтр мапы
ca: Centre del mapa
cs: Střed mapy
da: Kortcentrum
de: Kartenmitte
el: Κέντρο χάρτη
es_us: Centro del mapa
et: Kaardi keskkoht
fi: Kartan keskipiste
fr: Centre de la carte
hu: Térkép közepe
id: Pusat peta
is: Miðja korts
it: Centro della mappa
ja: マップ中央
ka: რუკის ცენტრი
nl: Middelpunt kaart
oc: Centre de la mapa
pl: Środek mapy
pt_br: Centro do mapa
ro_ro: Centru de hartă
ru: Центр карты
sc: Tzentru de sa mapa
sk: Stred mapy
sl: Sredina zemljevida
sr: Центар мапе
sr_latn: Centar mape
sv: Kartans mitt
ta: வரைபட நடுவண்
tr: Harita merkezi
uk: Центр мапи
zh_hant: 地圖中心

# short_location_on_map
source: Lat %@ Lon %@
ar: دائرة العرض %@ خط الطول %@
ast: Lla %@ Llo %@
be: Шырата %@ Даўгата %@
bg: Ширина %@ Дължина %@
cs: Šířka %@ Délka %@
cy: Lled %@ Hyd %@
da: Breddegrad %@ Længdegrad %@
el: Γ. Πλ %@ Γ. Μηκ %@
et: Lai %@ Pik %@
fa: عرض %@ طول %@
fi: Lev %@ Pit %@
he: רוחב %@ אורך %@
hu: Szélesség: %@ Hosszúság: %@
hy: Լայնությունը %@ Երկայնությունը %@
is: Bre %@ Len %@
ja: 緯度 %@ 経度 %@
ka: გრძედი %@ განედი %@
ko: 위도 %@ 경도 %@
lt: Platuma %@ Ilguma %@
mk: Geografskaširina %@ Geografska širina dolzina %@
ml: അക്ഷാംശം: %@ രേഖാംശം: %@
nb: B.gr. %@ L.gr. %@
nl: Breedtegraad: %@ Lengtegraad: %@
oc: Lat %@ Long %@
pl: Szerokość %@ Długość %@
ro_ro: Lat %@ Lun %@
ru: Широта %@ Долгота %@
sk: Šírka %@ Dĺžka %@
sl: ZD (λ) %@ ZŠ (β) %@
sr: Шир %@ Дуж %@
sr_latn: Širina %@ Dužina %@
sv: Lat %@ Long %@
ta: Lat %@ லோன் %@
tr: Enlem %@ Boylam %@
uk: Шир %@ Дов %@
zh_hans: 纬度 %@ 经度 %@
zh_hant: 緯度 %@ 經度 %@

# rendering_value_caiScale_description
source: Club Alpino Italiano (Italian Alpine Club)
ar: نادي ألبينو الإيطالي (نادي ألبين الإيطالي)
bg: Италиански алпийски клуб (CAI)
cs: Club Alpino Italiano (italský alpinistický klub)
da: Club Alpino Italiano (Den italienske alpinklub)
de: Club Alpino Italiano (Italienischer Alpenverein)
el: Club Alpino Italiano (Ιταλική Αλπική Λέσχη)
eo: laŭ skalo de Itala Alpisma Klubo
es_us: Club Alpino Italiano
et: CAI (Itaalia alpiklubi)
eu: Italiako Alpino Kluba
fa: باشگاه آلپاین ایتالیا
fr: Club Alpino Italiano
hu: Club Alpino Italiano (Olasz Alpesi Klub)
id: Club Alpino Italiano (Klub Alpen Italia)
is: Club Alpino Italiano (Ítalski Alpaklúbburinn)
it: Club Alpino Italiano (Club Alpino Italiano)
ja: クラブ・アルピノ・イタリアーノ(イタリア山岳会)
ko: 이탈리안 알파인 클럽
nb: Club Alpino Italiano (Italiensk alpinforening)
nl: Club Alpino Italiano (Italiaanse Alpenvereniging)
pl: Włoski Klub Alpejski (Italian Alpine Club)
ro_ro: Club Alpino Italiano (Clubul Alpin Italian)
ru: Итальянский альпийский клуб (CAI)
sk: Club Alpino Italiano (Taliansky alpinistický klub)
sl: Club Alpino Italiano (Italijanska planinska zveza)
sr: Club Alpino Italiano (Италијанско планинарско удружење)
sr_latn: Italijanski alpinistički klub
sv: Italienska alpinistföreningen (Club Alpino Italiano)
ta: இத்தாலிய ஆல்பைன் கிளப் (இத்தாலிய ஆல்பைன் கிளப்)
tr: Club Alpino Italiano (İtalyan Alp Kulübü)
uk: Club Alpino Italiano (Італійський альпійський клуб)
vi: Câu lạc bộ An-pơ I-ta-li-a
zh_hans: 意大利高山俱乐部
zh_hant: 義大利人阿爾卑斯山俱樂部

# utm_description
source: Please note, OsmAnd uses UTM Standard format which is similar but not identical to UTM NATO.
ar: يستخدم أوسماند تنسيق UTM وهو مشابه ولكن غير مطابق لتنسيق UTM الناتو.
be: Звярніце ўвагу на тое, што OsmAnd выкарыстоўвае фармат UTM Standard, які падобны, але не ідэнтычны да фармату UTM Nato.
ca: Tingueu en compte que 'OsmAnd usa el format UTM estàndard, que és similar però no idèntic UTM NATO.
cs: Upozornění: OsmAnd používá formát UTM Standard, který je podobný, ale nikoliv shodný s UTM NATO.
da: OsmAnd bruger UTM standardformat, som er tilsvarende, men ikke identisk med UTM NATO format.
de: Bitte beachten Sie, dass OsmAnd das UTM-Standardformat verwendet, das dem UTM-NATO-Format ähnlich, aber nicht identisch ist.
el: Προσοχή, το OsmAnd χρησιμοποιεί το UTM Standard πρότυπο το οποίο είναι παρόμοιο αλλά όχι ίδιο με το UTM NATO.
es_us: OsmAnd utiliza el formato estándar UTM, similar pero no idéntico al formato UTM de la OTAN.
et: OsmAnd kasutab UTM standardvormingut, mis on sarnane, kuid mitte identne UTM NATO vorminguga.
fi: Huomaa, että OsmAnd käyttää UTM Standard -muotoa, joka on samanlainen mutta ei identtinen kuin UTM NATO.
fr: Veuillez noter qu'OsmAnd utilise le format UTM Standard qui est similaire mais pas identique au format UTM OTAN.
hu: Felhívjuk figyelmét, hogy az OsmAnd az UTM Standard formátumot használja, amely hasonló, de nem azonos az UTM NATO formátummal.
id: Harap diperhatikan, OsmAnd menggunakan format Standar UTM yang serupa tetapi tidak identik dengan UTM NATO.
is: Athugaðu að OsmAnd notar staðlað UTM-snið sem er svipað en ekki nákvæmlega eins og UTM-snið NATO.
it: Da notare che OsmAnd utilizza il formato UTM Standard che è simile ma non identico a UTM NATO.
ja: OsmAndは座標形式の一つとしてUTM標準形式を使用しています。これはUTM NATO形式と似ていますが異なるものなのでご注意ください。
nb: OsmAnd uses UTM Standard format which is similar but not identical to UTM NATO format.
nl: Merk op: OsmAnd gebruikt UTM standaard formaat vergelijkbaar met, maar niet identiek aan UTM NATO.
oc: Avisatz-vos que OsmAnd emplega lo format TUM estandard similar mai pas identic au TUM NATO.
pl: Należy pamiętać, że OsmAnd używa formatu UTM Standard, który jest podobny, ale nie taki sam, jak format USM NATO.
pt_br: OsmAnd usa o formato padrão UTM, que é semelhante, mas não é idêntico ao UTM NATO.
ro_ro: Vă rugăm să rețineți că OsmAnd utilizează formatul UTM Standard, care este similar, dar nu identic cu UTM NATO.
ru: Обратите внимание, что OsmAnd использует стандартный формат UTM, который похож, но не идентичен UTM NATO.
sc: Ammenta·ti chi OsmAnd impreat su formadu istandard UTM, chi assimigiat a su formadu UTM NATO ma no est sa matessi cosa.
sk: Upozorňujeme, že OsmAnd používa štandardný formát UTM, ktorý je podobný ale nie rovnaký ako UTM NATO.
sr: OsmAnd користи UTM стардандни формат који је сличан, али није идентичан са UTM NATO форматом.
sr_latn: OsmAnd koristi UTM stardandni format koji je sličan, ali nije identičan sa UTM NATO formatom.
sv: Obs, OsmAnd använder UTM Standard formatet vilket liknar men är inte identiskt med UTM NATO.
ta: தயவுசெய்து கவனிக்கவும், ஒச்மண்ட் யுடிஎம் தரநிலை வடிவமைப்பைப் பயன்படுத்துகிறது, இது யுடிஎம் நேட்டோவுக்கு ஒத்ததாக இல்லை.
tr: OsmAnd'ın, UTM NATO biçimine benzeyen ancak aynı olmayan UTM Standart biçimini kullandığını lütfen unutmayın.
uk: Зауважте, OsmAnd використовує стандартний формат UTM, схожий, але не ідентичний до UTM NATO.
zh_hant: 請注意，OsmAnd 使用的是 UTM 標準格式，這與 UTM NATO 相似但不完全相同。

# lang_lmo
source: Lombard
ar: اللومباردية
ast: Lombardu
be: Ламбардская
bg: Ломбардски
ca: Llombard
cs: Lombardština
cy: Lombardeg
da: Lombardisk
de: Lombardisch
el: Λομβαρδικά
eo: Lombarda
es_us: Lombardo
et: lombardi
eu: Lonbardira
fa: لومبارد
fi: lombardi
gl: Lombardo
he: לומברדית
hy: Լոմբարդի
id: Lombardia
is: Lombardíska
it: Lombardo
ja: ロンバルド語
ka: ლომბარდი
ko: 롬바르드어 이태리사투리
lt: Lombardų
mk: Lombrardiski
nb: Langobardisk
nl: Lombardisch
ro_ro: Lombardă
ru: Ломбардский
sc: Lombardu
sk: Lombardsky
sl: Lombardščina
sr: Ломбардијски
sr_latn: Lombardijski
sv: Lombardiska
ta: லோம்பார்ட்
tr: Lombardca
uk: Ломбардська
vi: Tiếng Lombard
zh_hans: 伦巴第语
zh_hant: 倫巴底語

# lang_my
source: Burmese
ar: البورمية
ast: Birmanu
be: Бірманская
bg: Бирмански
ca: Birmà
cs: Barmština
cy: Byrmaneg
da: Burmesisk
de: Birmanisch
el: Βιρμανικά
eo: Birma
es_us: Birmano
et: birma
eu: Birmaniera
fa: برمه‌ای
fi: burma
fr: Birman
gl: Birmano
he: בורמזית
hi: बर्मी
hu: burmai
hy: Բիրմաներեն
id: Birma
is: Búrmíska
it: Birmano
ja: ビルマ語
ka: ბირმული
ko: 버마어 미얀마
lt: Birmiečių
mk: Burmanski
nb: Burmesisk
nl: Birmaans
oc: Burmés
pl: Birmański
ro_ro: Burmeză
ru: Бирманский
sc: Birmanu
sk: Barmsky
sl: Burmanščina
sr: Бурмански
sr_latn: Burmanski
sv: Burmesiska
ta: பர்மீச்
tr: Birmanca
uk: Бірманська
vi: Tiếng Miến Điện
zh_hans: 缅甸语
zh_hant: 緬甸語

# lang_nap
source: Neapolitan
ar: النابولية
ast: Napolitanu
be: Неапалітанская
bg: Неаполитански
ca: Napolità
cs: Neapolština
cy: Napolitaneg
da: Napolitansk
de: Neapolitanisch
el: Ναπολιτάνικα
eo: Napola
es_us: Napolitano
et: napoli
eu: Napoliera
fa: ناپلی
fi: Napoli
fr: Napolitain
gl: Napolitano
he: נפוליטנית
hu: nápolyi
hy: Նեապոլիտանական
id: Napolitan
is: Neapólíska
it: Napoletano
ja: ナポリ語
ka: ნეაპოლური
ko: 네폴리탄어
lt: Neapoliečių
mk: Napoltanski
nb: Napolitansk-kalabresisk
nl: Napolitaans
pl: Neapolitański
ro_ro: Napolitană
ru: Неаполитанский
sc: Napoletanu
sk: Neapolsky
sl: Neapeljščina
sr: Наполитански
sr_latn: Napolitanski
sv: Neapolitanska
ta: நியோபோலிடன்
tr: Napolice
uk: Неаполітанська
vi: Tiếng Napoli
zh_hans: 那不勒斯语
zh_hant: 那不勒斯語

# lang_nb
source: Norwegian Bokmål
ar: بوكمول النرويجية
be: Нарвежская (Букмал)
bg: Норвежки (Букмол)
ca: Noruec Bokmål
cs: Norština Bokmål
cy: Norwyeg Bokmål
da: Norsk bokmål
de: Norwegisch (Bokmål)
el: Νορβηγικά Bokmål
eo: Norvega Bokmål
es_us: Noruego Bokmål
et: norra bokmål
eu: Norvegiako Bokmål
fa: نروژی بوکمُل
fi: Kirjanorja
fr: Norvégien Bokmål
gl: Noruegués Bokmål
he: נורבגית בוקמול
hu: norvég bokmål
hy: Նորվեգերեն Bokmål
id: Bokmål Norwegia
is: Norska (bókmál)
it: Norvegese bokmål
ja: ノルウェー語 (ブークモール)
ka: ნორვეგიული ბოქმაალი
ko: 노르웨이 부크몰어
lt: Norvegų Bokmål
lv: Norvēģu (Bokmål)
mk: Norveški bokmal
ml: നോര്‍വീജിയന്‍ (ബോക്മാല്‍)
nb: Norsk bokmål
nl: Noors (Bokmål)
pl: Norweski Bokmål
ro_ro: Norvegiană Bokmål
ru: Норвежский букмол
sc: Norvegesu Bokmål
sk: Nórsky Bokmål
sl: Norveščina Bokmål
sr: Норвешки букмол
sr_latn: Norveški bukmol
sv: Norska (bokmål)
ta: நார்வேசியன் பொக்மால்
tr: Norveççe Bokmål
uk: Норвезька Букмол
zh_hans: 书面挪威语
zh_hant: 挪威布克莫爾語

# lang_sh
source: Serbo-Croatian
ar: صربيو-كرواتي
ast: Serbocroata
az: Serb-Xorvatca
be: Сербскахарвацкая
bg: Сърбо-хърватски
ca: Serbocroat
cs: Srbochorvatština
cy: Serbo-Croateg
da: Serbokroatisk
de: Serbokroatisch
el: Σερβο-Κροατικά
eo: Serbokroata
es_us: Serbo-croata
et: serbo-horvaadi
eu: Serbokroaziera
fa: صربی-کرواتی
fi: Serbokroaatti
fr: Serbo-croate
gl: Serbo-croata
he: סרבו־קרואטית
hu: szerbhorvát
hy: Սերբերեն-Խորվաթերեն
id: Serbo-Kroasia
is: Serbó-Króatíska
it: Serbo-croato
ja: セルビア-クロアチア語
ka: სერბო-ხორვატიული
ko: 세르보-크로아티아어
lt: Serbų-kroatų
lv: Serbu-Kroātiešu
mk: Srpsko-Hrvatski
ml: "സെര്‍ബോ-ക്രൊയേഷ്യന്‍ "
nb: Serbokroatisk
nl: Servo-Kroatisch
oc: Serbo-Croat
pl: Serbsko-chorwacki
ro_ro: Sârbo-croată
ru: Сербохорватский
sc: Serbo-Croatu
sk: Srbochorvátsky
sl: Srbohrvaščina
sr: Српски
sr_latn: Srpskohrvatski
sv: Serbokroatiska
ta: செர்ப்ப-குரேசியன்
tr: Sırp-Hırvatça
uk: Сербохорватська
zh_hans: 塞尔维亚-克罗地亚语
zh_hant: 塞爾維亞-克羅埃西亞語

# lang_sq
source: Albanian
ar: ألباني
ast: Albanu
az: Albanca
be: Албанская
bg: Албански
ca: Albanès
cs: Albánština
cy: Albanieg
da: Albansk
de: Albanisch
el: Αλβανικά
eo: Albana
es_us: Albanés
et: albaania
eu: Albaniera
fa: آلبانیایی
fi: Albania
fr: Albanais
gl: Albanés
he: אלבנית
hu: albán
hy: Ալբաներեն
id: Albania
is: Albanska
it: Albanese
ja: アルバニア語
ka: ალბანური
ko: 알바니아어
lt: Albanų
lv: Albāņu
mk: Albanski
ml: അല്‍ബേനിയന്‍
nb: Albansk
nl: Albanees
pl: Albański
ro_ro: Albaneză
ru: Албанский
sc: Albanesu
sk: Albánsky
sl: Albanščina
sr: Албански
sr_latn: Albanski
sv: Albanska
ta: அல்பேனிய
tr: Arnavutça
uk: Албанська
zh_hans: 阿尔巴尼亚语
zh_hant: 阿爾巴尼亞

# lang_ur
source: Urdu
ar: الأوردية
be: Урду
bg: Урду
ca: Urdú
cs: Urdština
cy: Wrdw
el: Ουρντού
eo: Urdua
eu: Urdua
fa: اردو
fr: Ourdou
gl: Urdú
he: אורדו
hy: Ուրդ
is: Úrdú
ja: ウルドゥー語
ka: ურდუ
ko: 우루두어 파키스탄방언
mr: उर्दु
nb: Lashkari
oc: Ordó
ro_ro: Limba urdu
ru: Урду
sk: Urdsky
sl: Urdujščina
sr: Урду
ta: உருது
tr: Urduca
uk: Урду
vi: Tiếng Urdu
zh_hans: 乌尔都语
zh_hant: 烏爾都語

# lang_zhyue
source: Cantonese
ar: الكانتونية
ast: Cantonés
be: Кантонская
bg: Кантонски
ca: Cantonès
cs: Kantonština
cy: Cantoneg
da: Kantonesisk
de: Kantonesisch
el: Καντονέζικα
eo: Kantona
es_us: Cantonés
et: kantoni
eu: Kantonera
fa: کانتونی
fi: Kantoninkiina
fr: Cantonais
gl: Cantonés
he: קנטונזית
hu: kantoni
hy: Կանտոնյան Չինարեն
id: Kantonis
is: Kantónska
ja: 広東語
ka: კანტონური
ko: 광둥어
mk: Kantonski
nb: Standard kantonesisk
nl: Kantonees
oc: Cantonés
pl: Kantoński
ro_ro: Cantoneză
ru: Кантонский
sc: Cantonesu
sk: Kantonsky
sl: Kantonščina
sr: Кантонски
sr_latn: Kantonski
sv: Kantonesiska
ta: கான்டோனீச்
tr: Kantonca
uk: Кантонська
vi: Tiếng Quảng Đông
zh_hans: 粤语
zh_hant: 粵語

source: Select map style
ar: حدد ثيم الخريطة
be: Абярыце стыль мапы
ca: Seleccioneu l'estil del mapa
cs: Zvolte styl mapy
da: Vælg kortstil
de: Kartenstil auswählen
el: Επιλογή στυλ χάρτη
es_us: Elegir estilo del mapa
et: Vali kaardi stiil
fi: Valitse kartan tyyli
fr: Choisissez un style de carte
hu: Térképstílus kiválasztása
id: Pilih gaya peta
is: Veldu stíl korts
it: Scegli lo stile della mappa
ja: マップスタイルを選択
ka: აირჩიეთ რუკის სტილი
ko: 지도 스타일 선택
nl: Kies kaart stijl
oc: Chausissètz l'estile de la mapa
pl: Wybierz styl mapy
pt_br: Selecionar estilo do mapa
ro_ro: Selectați stilul hărții
ru: Выберите стиль карты
sc: Ischerta s'istile de sa mapa
sk: Vyberte štýl mapy
sr: Изаберите стил карте
sr_latn: Izaberite stil karte
sv: Välj kartstil
ta: வரைபட பாணியைத் தேர்ந்தெடுக்கவும்
tr: Harita tarzını seç
uk: Виберіть стиль мапи
zh_hant: 選擇地圖風格

source: Available map sources
ar: مصادر الخريطة المتاحة
be: Даступныя крыніцы мапаў
ca: Repositoris de mapes disponibles
cs: Dostupné zdroje map
da: Tilgængelige kortkilder
de: Verfügbare Kartenquellen
el: Διαθέσιμες πηγές χάρτη
es_us: Repositorios de mapas disponibles
et: Saadaolevad kaardiallikad
fi: Saatavilla olevat karttalähteet
fr: Sources de cartes disponibles
hu: Elérhető térképforrások
id: Sumber peta yang tersedia
is: Tiltæk upptök landakorta
it: Fonti di mappe disponibili
ja: 利用可能なマップソース
ka: ხელმისაწვდომი რუკის წყაროები
ko: 사용 가능한 지도 소스
nb: Tilgjengelige kartkilder
nl: Beschikbare kaart bronnen
oc: Fònts de mapa disponiblas
pl: Dostępne źródła map
pt_br: Fontes de mapa disponíveis
ro_ro: Surse de hărți disponibile
ru: Доступные источники карт
sc: Mitzas de mapas disponìbiles
sk: Dostupné zdroje máp
sr: Доступни извори мапа
sr_latn: Dostupni izvori mapa
sv: Tillgängliga kartkällor
ta: கிடைக்கும் வரைபட ஆதாரங்கள்
tr: Kullanılabilir harita kaynakları
uk: Доступні джерела мап
zh_hant: 可用的地圖來源

source: Export profile
ar: تصدير الوضع
ast: Esportar el perfil
az: Profili ixrac et
be: Экспарт профілю
bg: Изнасяне на профил
ca: Exporta el perfil
cs: Exportovat profil
cy: Allforio proffil
da: Eksportér profil
de: Profil exportieren
el: Εξαγωγή προφίλ
eo: Elporti profilon
es_us: Exportar perfil
et: Ekspordi profiil
eu: Esportatu profila
fa: برون‌برد نمایه
fi: Vie profiili
fr: Exporter le profil
gl: Exportar o perfil
he: ייצוא פרופיל
hu: Profil exportálása
id: Ekspor profil
is: Flytja út snið
it: Esporta profilo
ja: プロファイルのエクスポート
ka: პროფილის ექსპორტი
kn: ಪ್ರೊಫೈಲನ್ನು ಬೇರೆಡೆಗೆ ರಫ್ತುಮಾಡಿ
ko: 프로파일 내보내기
lt: Export
lv: Export
mk: Izvezi go profilot
nb: Eksporter profil
nl: Exporteer profiel
oc: Exportar lo perfiu
pl: Eksportuj profil
pt_br: Exportar
ro_ro: Exportă profilul
ru: Экспорт профиля
sc: Esporta su profilu
sk: Exportovať profil
sl: Izvozi profil
sr: Извези налог
sr_latn: Izvezi profil
sv: Exportera profil
ta: ஏற்றுமதி சுயவிவரம்
tr: Profili dışa aktar
uk: Експорт профілю
vi: Xuất hồ sơ
zh_hans: 导出配置文件
zh_hant: 匯出設定檔
