Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# osm_editing_plugin_description
source: Make contributions to OpenStreetMap, a global community maintaining a comprehensive map of the world and providing up-to date open-source data to every user. You can find instructions on how to edit the map on our website %@.
af: Wys stellings nodig vir OSM terugvoer bv. versamel / aanpas van OSM POI voorwerpe, oopmaak / komentaarlewer op OSM foute, en bydra van opgeneemde GPX dokumente (vereis OSM inlog besonderhede).
ar: قدم مساهمات إلى خريطة الشارع المفتوحة ، وهو مجتمع عالمي يحتفظ بخريطة شاملة للعالم ويوفر بيانات محدثة مفتوحة المصدر لكل مستخدم. يمكنك العثور على تعليمات حول كيفيةتحرير الخريطة على موقعنا %@.
ast: Make OSM contributions like creating or modifying OSM POI objects, opening or commenting OSM notes, and contributing recorded GPX files in OsmAnd by supplying your username and password. OpenStreetMap.org is a community driven, global public domain mapping project.
az: OSM Editing plugin can be used to make OSM contributions like creating or modifying POI objects, opening or commenting on OSM Notes, and contributing recorded GPX files. OSM is a community driven global public domain mapping project. For more information, please refer to https://osm.org. Contributions can be made directly from OsmAnd, if you specify your OSM credentials in the app.
be: Дапамагаайце паляпшаць OpenStreetMap - глабальную супольнасць, якая падтрымлівае поўную мапу свету і падае даныя з адкрытым зыходным кодам любому карыстальніку. Вы можаце знайсці інструкцыі па рэдагаванні мапы на нашым сайце %@.
bg: Дайте своя принос към OpenStreetMap - глобална общност, която поддържа цялостна карта на света и предоставя съвременни данни с отворен код на всеки потребител. Инструкции за редактиране на картата можете да намерите на адрес %@.
ca: Feu contribucions a OpenStreetMap, una comunitat global que manté un mapa global del món i proporciona dades de codi obert actualitzades a tots els usuaris. Podeu trobar instruccions sobre com editar el mapa al nostre lloc web %@.
cs: Přispívejte do OpenStreetMap, globální komunity, která udržuje komplexní mapu světa a poskytuje aktuální open-source data každému uživateli. Pokyny k úpravám mapy najdete na našich webových stránkách %@.
cy: Gwnewch gyfraniadau OSM fel creu neu addasu gwrthrychau OSM POI, agor neu roi sylwadau ar nodiadau OSM, a chyfrannu ffeiliau GPX wedi'u recordio yn OsmAnd trwy gyflenwi'ch enw defnyddiwr a'ch cyfrinair. Mae OpenStreetMap.org yn brosiect mapio parth cyhoeddus byd-eang a yrrir gan y gymuned.
da: Lav bidrag til OpenStreetMap, et globalt fællesskab, der vedligeholder et omfattende kort over verden og stiller ajourførte open source-data til rådighed for alle brugere. Du kan finde en vejledning i, hvordan du redigerer kortet, på vores websted %@.
de: Leisten Sie einen Beitrag zu OpenStreetMap, einer globalen Gemeinschaft, die eine umfassende Karte der Welt unterhält und jedem Nutzer aktuelle Open-Source-Daten zur Verfügung stellt. Eine Anleitung zur Bearbeitung der Karte finden Sie auf unserer Website %@.
el: Κάντε συνεισφορές στο OpenStreetMap, μια παγκόσμια κοινότητα που συντηρεί έναν περιεκτικό χάρτη του κόσμου και που προσφέρει ενημερωμένα δεδομένα ανοιχτού κώδικα σε κάθε χρήστη. Μπορείτε να βρείτε πληροφορίες για το πως να επεξεργαστείτε τον χάρτη στον ιστότοπο μας %@.
eo: Ebligas kontribui al OpenStreetMap– tutmonda komunumo, kies celo estas prizorgi detalan mapon de la mondo kaj liveri aktualajn malfermajn datumojn por ĉiu uzanto. Pliaj informoj pri kiel redakti la mapon OSM: %@
es_us: Haz contribuciones en OpenStreetMap, un proyecto de mapeo de dominio público, global, libre, abierto e impulsado por la comunidad. En nuestro sitio web, puedes encontrar una guía de como colaborar en el mapa - %@.
et: Tee OsmAndi abil OSMi kaastöid, näiteks loo või muuda OSMi huvipunkte, ava või kommenteeri OSMi märkmeid ning lisa salvestatud GPX faile. Selleks sisesta oma OSMi kasutajanimi ja salasõna. OSM on kogukonna juhitud globaalne vaba litsentsi alusel avaldatud kaardistamisprojekt. Kaardi muutmiseks vajaliku teabe leiad meie veebisaidist: %@.
eu: Egin ekarpenak OpenStreetMap-i, munduaren mapa osoa mantentzen duen komunitate globalari eta erabiltzaile guztiei kode irekiko datu eguneratuak eskaintzen dizkie. Mapa editatzeko argibideak gure webgunean aurki ditzakezu %@.
fa: با ایجاد یا اصلاح نقاط توجه (POI)، ایجاد یادداشت‌های OSM یا نظردادن روی آن‌ها و بارگذاری پرونده‌های GPXای که ضبط کرده‌اید در تکمیل نقشهٔ OSM مشارکت کنید. برای این منظور لازم است نام کاربری و گذرواژهٔ خود را در OsmAnd وارد کنید. OpenStreetMap.org یک پروژهٔ نقشه‌کشی جامعه‌محور، جهانی و در مالکیت عمومی است.
fi: OSM Editing plugin can be used to make OSM contributions like creating or modifying POI objects, opening or commenting on OSM Notes, and contributing recorded GPX files. OSM is a community driven global public domain mapping project. For more information, please refer to https://osm.org. Contributions can be made directly from OsmAnd, if you specify your OSM credentials in the app.
fr: Contribuez à OpenStreetMap, un projet communautaire global qui maintient à jour une carte complète du monde et fournit des données géographiques libres. Pour découvrir comment modifier une carte, consultez notre site %@.
gl: Fai contribucións no OSM, como o crear ou modificar obxectos PDI, abrir ou comentar notas do OSM e contribuír con ficheiros de pistas GPX gravados no OsmAnd, fornecendo o teu nome de usuario e contrasinal. O OpenStreetMap.org é un proxecto de cartografado de dominio público, global, ceibe e impulsado pola comunidade.
he: ניתן לתרום ל־OSM למשל על ידי שינוי פריטי נקודות עניין ב־OSM או ליצור הערות OSM ולתרום קובצי הקלטות GPX ל־OsmAnd על ידי ציון שם המשתמש והססמה שלך. OpenStreetMap.org הוא מיזם מיפוי גלובלי, בהנהגה קהילתית לרווחת הציבור.
hu: Szerkessze Ön is az OpenStreetMapet azzal a globális közösséggel, amelynek célja a világ átfogó térképének létrehozása és naprakész, nyílt forráskódú adatok biztosítása mindenki számára. A térkép szerkesztésére vonatkozó tudnivalókat a %@ weboldalon találja.
hy: Այս OsmAnd-ի plugin-ի միջոցով կարելի է ներդրում կատարել OSM-ի, ինչպիսիք են OSM POI-ի օբյեկտների ստեղծում կամ փոփոխում, OSM նշումների բացումը կամ մեկնաբանումը և վերբեռնում արձանագրված GPX ֆայլերը: OSM-ն գլոբալ հանրային քարտեզագրման նախագիծ է, որը կառավարվում է OSM համայնքի կողմից: Մանրամասների համար այցելեք https://openstreetmap.org: Ակտիվ մասնակցությունը գնահատվում է, և ներդրումները կարող են կատարվել ուղղակիորեն OsmAnd-ից, եթե նշեք ձեր անձնական OSM-ի հավատարմագրերը հավելվածում:
id: Buat kontribusi ke OpenStreetMap, sebuah komunitas global yang membuat peta dunia dan menyediakan data sumber terbuka terbaru kepada pengguna siapa pun. Anda dapat menemukan petunjuk cara menyunting peta di situs web kami %@.
is: Bættu inn í OpenStreetMap, samfélagsdrifið verkefni sem miðar að því að útbúa nytsamlegt landakort af heiminum og að útgáfu uppfærðra opinna gagna til hvaða notenda sem er. Þú finnur leiðbeiningar um hvernig bera sig á að við breytingar á vefsvæðinu okkar %@.
it: Contribuisci a OpenStreetMap, una comunità globale che mantiene una mappa completa del mondo e fornisce dati open source aggiornati ad ogni utente. Puoi trovare istruzioni su come modificare la mappa sul nostro sito web %@.
ja: 世界地図を包括的に管理し、すべてのユーザーが最新のオープンソースデータを利用できるようにするグローバルコミュニティであるOpenStreetMapに貢献してください。 地図の編集方法は、弊社ウェブサイト %@ に掲載されています。
ko: "이 플러그인을 통해, OSM POI 생성 및 수정, OSM 버그 열기 및 주석달기, 기록된 GPX 파일 기부처럼 OSM에 기여를 할 수 있도록 OsmAnd을 사용할 수 있습니다. 이 기능을 사용하려면 ,개인 OSM 자격 증명이 필요합니다."
lt: Šis įskiepis leidžia kurti ar redaguoti LV, užregistruoti ar komentuoti OSM Pastabas, dalintis įrašytais GPX failais. OSM yra atviros visuomenės valdomas, viešas žemėlapio žymėjimo projektas. Dėl smulkesnės informacijos prašome kreiptis į https://openstreetmap.org. Aktyvus dalyvavimas yra labai vertinamas, prisidėti galite tiesiai OsmAnd, jei programoje nurodysite savo prisijungimo duomenis.
lv: Rādīt iestatījumus OSM pilnveidošanai - OSM POI objektu izveidei/labošanai, GPX treku izplatīšanai un ziņošanai par OSM kļūdām. Vairāk uzziniet https://openstreetmap.org vietnē. Ikviens ir aicināts ņemt aktīvu dalību, ko ir iespējams darīt caur OsmAnd aplikāciju, norādot jūsu OSM lietotāja datus.
mk: Napravete pridonesi za OSM kako kreiranje ili menuvanje objekti na OSM POI, otvoranje ili komentiranje beleški za OSM i pridonesuvanje snimeni GPX-datoteki vo OsmAnd so dostavuvanje na vašeto korisničko ime i lozinka. OpenStreetMap.org e globalen proekt za mapiranje na javen domen upravuvan od zaednicata.
ml: "ഈ OSM കോണ്ട്രിബൂഷന്‍ പ്ലഗിൻ ഉപയോഗിച്ച് ഒഎസ്എം POI ഒബ്ജക്റ്റുകൾ സൃഷ്ടിക്കുക, പരിഷ്കരിക്കുക, OSM Notes തുറക്കുകയും അഭിപ്രായമിടുകയുംറിക്കോഡ് ചെയ്ത GPX ഫയലുകൾ സംഭാവന ചെയ്യുകയും ചെയ്യാം. OSM ഒരു ആഗോള പബ്ലിക് ഡൊമെയ്ൻ - പങ്കാളിത്ത മാപ്പിംഗ് പ്രോജക്ട് ആണ്. കൂടുതൽ വിവരങ്ങൾക്ക് https://openstreetmap.org സന്ദർശിക്കുക. സജീവ പങ്കാളിത്തം വിലമതിക്കപ്പെടുന്നു, കൂടാതെ താങ്കളുടെ വ്യക്തിഗത OSM ക്രെഡൻഷ്യലുകൾ ആപ്ലിക്കേഷനിൽ വ്യക്തമാക്കിയിട്ടുണ്ടെങ്കിൽ, OSM സംഭാവനകൾ നേരിട്ട് നൽകാവുന്നതാണ്."
nb: Lag bidrag til OpenStreetMap, et globalt felleskap som vedlikeholder et omfattende kart over verden og gir oppdaterteåpen-kildekodedata til enhver bruker. Du kan finne instruksjoner om hvordan du redigerer kartet på vårt nettsted %@.
nl: Draag actief bij aan OpenStreetMap, bijvoorbeeld door het aanmaken of wijzigen van OSM-POI-objecten, aanmaken of becommentariëren van OSM-opmerkingen, en door GPX-tracks te uploaden die met OsmAnd zijn opgenomen door je gebruikersnaam en wachtwoord in te voeren. OpenStreetMap.org is een gemeenschappelijk public domain project om de wereld in kaart te brengen. Voor meer instructies voor het bewerken van de kaart op onze website %@.
oc: Vos permet de collaborar a OpenStreetMap, una comunautat mondiala per crear la mapa pus completa dau monde e fornir de donadas liuras en cadun. Per mai d'informacion, consultatz : https://osmand.net/docs/user/plugins/osm-editing
pl: Wnieś wkład do OpenStreetMap, globalnej społeczności utrzymującej kompleksową mapę świata i dostarczającej aktualne dane open-source każdemu użytkownikowi. Instrukcje dotyczące edycji mapy można znaleźć na naszej stronie internetowej %@.
ro_ro: Contribuiți la OpenStreetMap, o comunitate globală care întreține o hartă cuprinzătoare a lumii și care oferă fiecărui utilizator date open-source de actualitate. Puteți găsi instrucțiuni despre cum să editați harta pe site-ul nostru %@.
ru: Вносите свой вклад в Openstreetmap, международное сообщество, создающее комплексную карту мира с актуальными данными из открытых источников. Инструкции по редактированию карты вы найдете на нашем сайте %@.
sc: Faghe contributziones a OpenStreetMap, una comunidade globale chi amministrat una mapa totale de su mundu e frunit datos a còdighe abertu e annoados a cada impreadore. Podes agatare istrutziones subra de comente modificare sa mapa in su situ nostru %@.
sk: Prispievajte do OpenStreetMap, globálnej komunity tvoriacej podrobnú mapu sveta a poskytujúcej aktuálne slobodné údaje pre každého používateľa. Informácie o úpravách mapy môžete nájsť na webstránke %@.
sl: Prispevaj v OpenStreetMap, globalno skupnost, ki vzdržuje celovit zemljevid sveta in vsakemu uporabniku zagotavlja posodobljene odprtokodne podatke. Navodila za urejanje zemljevida najdeš na spletni strani %@.
sr: Доприносите ОСМ-у, општој заједници која одржава обимну карту света и обезбеђује редовне податке слободним програмима сваком кориснику. Можете пронаћи упутсва како уређивати карту на нашим страницама %@.
sr_latn: Doprinosi OSM-u, opštoj zajednici koja stvara i održava obimnu mapu sveta i obezbeđuje redovna ažuriranje svakom korisniku. Možeš pronaći uputsva kako uređivati mapu na našim stranicama %@.
sv: Bidra till OpenStreetMap, en global gemenskap som förvaltar en omfattande karta över hela världen och förmedlar uppdaterade öppna data till alla användare. Vägledning för hur du kan redigera kartan finns på vår webbplats %@.
ta: உலகின் விரிவான வரைபடத்தை பராமரிக்கும் உலகளாவிய சமூகமான ஓபன்ச்ட்ரீட்மேப்பிற்கு பங்களிப்புகளைச் செய்யுங்கள் மற்றும் ஒவ்வொரு பயனருக்கும் புதுப்பித்த திறந்த மூல தரவை வழங்குகிறது. எங்கள் வலைத்தளமான %@ இல் வரைபடத்தை எவ்வாறு திருத்துவது என்பதற்கான வழிமுறைகளை நீங்கள் காணலாம்.
tr: Kullanıcı adınızı ve şifrenizi sağlayarak, OSM POI nesneleri oluşturma veya değiştirme, OSM notlarını açma veya yorum yapma ve kayıtlı GPX dosyaları ile OsmAnd'a katkıda bulunma gibi OSM katkıları yapın. OpenStreetMap.org topluluk odaklı, küresel bir kamu malı haritalama projesidir.
uk: Зробіть внесок в OpenStreetMap — всесвітній проєкт, спільнота якого наповнює мапу світу та надає актуальні відкриті дані кожному користувачеві. Інструкції з редагування мапи можна знайти на нашому сайті %@.
vi: Đóng góp cho OpenStreetMap, một cộng đồng toàn cầu duy trì bản đồ bao quát thế giới và cung cấp dữ liệu mã nguồn mở và luôn cập nhật cho mọi người dùng. Bạn có thể tìm hướng dẫn cách chỉnh sửa bản đồ trên trang web của chúng tôi %@.
zh_hans: 向由全球社区所维护的综合性地图 OpenStreetMap 做出贡献，并为每个用户提供最新的开源数据。 您可以在我们的网站上找到有关如何编辑地图的说明 %@。
zh_hant: 對 OpenStreetMap 做出貢獻，這是一個維護世界綜合地圖並向每位使用者提供最新開放原始碼資料的全球社群。 您可以在網站 %@ 上找到關於如何編輯地圖的說明。

# map_widget_rendering_fps_desc
source: Shows how fast the map and map elements are displayed and refreshed, expressed in frames per second (FPS).
ar: ويبين مدى سرعة عرض الخريطة وعناصرها وتجديدها، معبرا عنها في إطارات في الثانية (FPS).
bg: Показва колко бързо се изобразяват и опресняват картата и елементите ѝ, изразено в кадри в секунда.
ca: Mostra com de ràpid el mapa i els seus elements es mostren i refresquen, expressat en fotogrames per segon (FPS).
cs: Ukazuje, jak rychle se zobrazuje a obnovuje mapa a její prvky, vyjádřeno ve snímcích za sekundu (FPS).
da: Viser, hvor hurtigt kortet og kortelementerne vises og opdateres, udtrykt i billeder pr. sekund (BPS).
de: Zeigt an, wie schnell die Karte und Kartenelemente angezeigt und aktualisiert werden, ausgedrückt in Bildern pro Sekunde (FPS).
el: Δείχνει πόσο γρήγορα ο χάρτης και τα στοιχεία του χάρτη προβάλλονται και ανανεώνονται, εκφρασμένο σε πλαίσια ανά δευτερόλεπτο (FPS).
eo: Montras kiel rapide la mapo kajĝiaj elementoj estas bildigataj sur la ekrano (en kadroj en sekundo [FPS]).
es_us: Muestra que tan rápido se ven y actualizan el mapa y sus elementos , expresada en fotogramas por segundo (FPS).
eu: Mapa eta maparen elementuak zer abiadurarekin bistaratzen eta freskatzen diren erakusten du, segundoko fotogramatan (FPS) adierazita.
fa: سرعت نمایش و تازه‌سازی نقشه و عناصر نقشه را نشان می‌دهد، که به صورت فریم در ثانیه (FPS) بیان می‌شود.
fr: Affiche la vitesse d'affichage et d’actualisation de la carte et de ses éléments, exprimé en images par seconde (FPS).
hu: Megjeleníti, hogy milyen gyorsan jelennek meg és frissülnek a térkép elemei és a térkép, képkocka/másodpercben (FPS) kifejezve.
id: Menampilkan seberapa cepat peta dan elemen peta ditampilkan dan dimuat ulang, dinyatakan dalam bingkai per detik (FPS).
is: Sýnir hve hratt landakort og kortaeiningar séu birtar og endurlesnar, í römmum á sekúndu (FPS).
it: Mostra la velocità con cui la mappa e i suoi elementi vengono visualizzati e aggiornati, espressa in fotogrammi al secondo (FPS).
ja: マップおよびマップエレメントが表示および更新される速さをフレーム/秒(FPS)で示します。
ko: 맵 및 맵 요소가 표시되고 새로 고침되는 방법을 보여줍니다. 초당 프레임 (FPS).
nb: Viser hvor raskt kart og kartelementer vises og gjenoppfriskes, uttrykt i bilder per sekund (FPS).
nl: Toont hoe snel de kaart en kaartonderdelen getoond en ververst worden, uitgedrukt in frames per seconde (FPS).
pl: Pokazuje, jak szybko mapa i jej elementy są wyświetlane i odświeżane, wyrażone w klatkach na sekundę (FPS).
ro_ro: Arată cât de repede sunt afișate și reîmprospătate harta și elementele hărții, exprimat în cadre pe secundă (FPS).
ru: Виджет показывает насколько быстро отображаются и обновляются карта и ее элементы, выражается в кадрах в секунду (FPS).
sc: Ammustrat cantu a lestru sa mapa e sos elementos suos benint ammustrados e annoados, esprìmidu in fotogrammas pro su segundu (FPS).
sk: Zobrazuje ako rýchlo sa mapa a jej prvky zobrazujú a aktualizujú, vyjadrené v snímkach za sekundu (FPS).
sl: Prikazuje hitrost prikaza in osveževanja zemljevida in elementov zemljevida, izraženo v sličicah na sekundo (FPS).
sr: Приказује брзину освежавања карте и елемената карте који се приказују и освежавају, изражено у сличицама по секунди (ФПС).
sr_latn: Prikazuje brzinu osvežavanja mape i elemenata mape koji se prikazuju i osvežavaju, izraženo u sličicama po sekundi (FPS).
sv: Visar hur snabbt kartan och kartobjekten renderas och uppdateras, uttryckt i bilder per sekund (FPS).
ta: வரைபடம் மற்றும் வரைபட கூறுகள் எவ்வளவு வேகமாக காட்டப்பட்டு புதுப்பிக்கப்படுகின்றன, நொடிக்கு பிரேம்களில் (FPS) வெளிப்படுத்தப்படுகின்றன என்பதைக் காட்டுகிறது.
tr: Haritanın ve harita ögelerinin ne kadar hızlı görüntülendiğini ve yenilendiğini gösterir, saniye başına kare (FPS) olarak ifade edilir.
uk: Показує швидкість появи й оновлення мапи та її елементів (у кадрах на секунду, або FPS).
vi: Hiện tốc độ hiển thị bản đồ và các yếu tố bản đồ theo số khung hình trên giây (FPS).
zh_hans: 显示地图和地图元素的显示和刷新速度，以每秒帧数 （FPS） 表示。
zh_hant: 顯示地圖與地圖元素能多快呈現與重新整理，採用影格速率(FPS)來顯示。

# av_notes_photo_widget_desc
source: Tapping the widget lets you take a photo.
ar: النقرعلى الودجت يسمح لك بالتقاط صورة.
be: Націсканнем на віджэт можна зрабіць фота.
bg: При докосване приспособлението прави снимка.
ca: Prement el giny us permet fer una foto.
cs: Klepnutím na nástroj pořídíte fotografii.
da: Ved at trykke på modulet kan du tage et billede.
de: Durch Tippen auf das Widget kann ein Foto aufgenommen werden.
el: Πατώντας το γραφικό στοιχείο σας επιτρέπεται να τραβήξετε μια φωτογραφία.
eo: Fenestraĵo ebliganta fari foton.
es_us: Pulsa el widget para tomar una foto.
et: Pildistada saad vidinal klõpsides.
eu: Trepeta sakatu argazki bat ateratzeko.
fa: با ضربه روی ابزارک می‌توانید عکس بگیرید.
fr: Appuyez sur le gadget pour prendre une photo.
he: נגיעה בווידג׳ט מאפשרת לצלם תמונה.
hu: A modul megérintésével fényképet készíthet.
id: Mengetuk widget memungkinkan Anda untuk mengambil foto.
is: Ef ýtt er á viðmótshluta er hægt að taka mynd.
it: Toccare il widget permette di scattare una foto.
ja: ウィジェットをタップすると、写真を撮ることができます。
ko: 위젯을 탭하면 사진을 찍을 수 있습니다.
mk: Dopiranjeto na vidžetot ovozmozuva fotografiranje.
nb: Trykk på miniprogrammet for å ta et bilde.
nl: Door te tikken op de widget kun je een foto maken.
pl: Stuknięcie widżetu umożliwia zrobienie zdjęcia.
ro_ro: Atingerea widgetului vă permite să faceți o fotografie.
ru: Нажатие на виджет позволяет сделать снимок.
sc: Unu tocu in su widget ti permitit de fàghere una fotografia.
sk: Stlačenie nástroja vám umožní snímať fotografiu.
sl: S tapanjem gradnika lahko posnameš fotografijo.
sr: Тап по справици ће усликати слику.
sr_latn: Tapni na vidžez za slikanje.
sv: Med knapptryck på widgeten kan du ta ett foto.
ta: விட்செட்டைத் தட்டினால் புகைப்படம் எடுக்க உங்களை அனுமதிக்கிறது.
tr: Widget'a dokunmak bir fotoğraf çekmenizi sağlar.
uk: Торкнувшись віджета, можна зробити знімок.
vi: Chạm vào widget sẽ cho phép bạn chụp một tấm ảnh.
zh_hans: 点击小部件可以让你拍下照片。
zh_hant: 點一下小工具能讓你照相。

# relative_bearing_widget_desc
source: Shows the angle between your forward movement direction and the target point.
ar: يوضح الزاوية بين اتجاه الحركة إلى الأمام والنقطة المستهدفة.
be: Паказвае вугал паміж вашым напрамкам руху наперад і мэтавым пунктам.
bg: Оказва ъгъла между посоката на движение и местоназначението.
cs: Zobrazuje úhel mezi směrem vašeho pohybu vpřed a cílovým bodem.
da: Viser vinklen mellem din fremadgående bevægelsesretning og målpunktet.
de: Zeigt den Winkel zwischen Ihrer Bewegungsrichtung und dem Zielpunkt an.
el: Δείχνει την γωνία μεταξύ της κατεύθυνσης εμπρόσθιας κίνησης και του σημείου στόχου.
eo: Angulo inter direkto de via movado kaj la alcela loko.
es_us: Muestra el ángulo entre la dirección del movimiento hacia delante y el punto objetivo.
eu: Zure mugimenduaren norabidearen eta helburu-puntuaren arteko angelua erakusten du.
fa: زاویه بین جهت حرکت رو به جلو و نقطه هدف را نمایش می‌دهد.
fr: Affiche l'angle entre la direction de votre déplacement et la destination.
hu: Megjeleníti a haladási irány és a célpont közötti szöget.
id: Menampilkan sudut antara arah gerakan depan Anda dan titik sasaran.
is: Sýnir hornið milli stefnu áframhreyfingar þinnar og markpunktsins.
it: Mostra l'angolo fra la propria direzione di movimento e il punto di destinazione.
ja: 進行方向と目的地点間の角度を示します。
ko: 앞으로 이동 방향과 대상 지점 사이의 각도를 표시합니다.
lt: Rodo kampą tarp jūsų judėjimo pirmyn krypties ir tikslo taško.
mk: Go pokazuva agolot pomedju nasokata na vaseto dvizenje napred i celnata tocka.
nb: Viser vinkelen mellom din bevegelsesretning og målpunktet.
nl: Toont de hoek tussen de richting van uw voorwaartse beweging en het doelpunt.
pl: Pokazuje kąt między kierunkiem ruchu do przodu a punktem docelowym.
ro_ro: Arată unghiul dintre direcția de deplasare înainte și punctul țintă.
ru: Показывает угол между направлением вашего движения и целевой точкой.
sc: Ammustrat s'àngulu intre su movimentu cara a in antis tuo e su puntu de destinatzione.
sk: Zobrazuje uhol medzi vaším smerom pohybu a cieľovým bodom.
sl: Prikazuje kot med tvojo smerjo gibanja v naprej in ciljno točko.
sr: Приказује угао између правца Вашег кретања и циљане тачке.
sr_latn: Prikazuje ugao između pravca tvog kretanja i ciljne tačke.
sv: Visar vinkeln mellan din färdriktning och målpunkten.
ta: உங்கள் முன்னோக்கி இயக்கம் திசைக்கும் இலக்கு புள்ளிக்கும் இடையிலான கோணத்தைக் காட்டுகிறது.
tr: İlerlediğiniz hareket yönü ile hedef nokta arasındaki açıyı gösterir.
uk: Показує кут між напрямком руху вперед і цільовою точкою.
vi: Hiện góc giữa hướng di chuyển về trước và điểm đích.
zh_hans: 显示您的前进方向与目标点之间的角度。
zh_hant: 顯示您前進方向與目標點之間的角度。
