Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# wiki_around
source: Nearby Wikipedia articles
ar: مقالات ويكيبيديا القريبة
ast: Artículos de Wikipedia cercanos
az: Yaxındakı Vikipediya məqalələri
be: Блізкія артыкулы ў Вікіпедыі
ca: Articles de la zona a la Viquipèdia
cs: Články Wikipedie v okolí
cy: Erthyglau Wicipedia gerllaw
da: Wikipedia-artikler i nærheden
de: Wikipedia-Artikel zur Umgebung
el: Κοντινά δημοφιλή μέρη
eo: Priĉirkaŭaĵo en Vikipedio
es_us: Artículos de Wikipedia cerca
et: Lähedalasuvad populaarsed kohad
eu: Inguruko Wikipediako artikuluak
fa: اطراف ویکی
fi: Lähimmät Wikipedia-artikkelit
fr: Articles Wikipédia à proximité
gl: Artigos da Wikipedia pretos
he: ערכי ויקיפדיה בקרבת מקום
hu: Közeli népszerű helyek
hy: Վիքիպեդիայի հոդվածներ
id: Tempat populer di sekitar
is: Wikipedia-greinar í nágrenninu
it: Articoli Wikipedia vicini
ja: 近隣のWikipedia記事
ka: უახლოესი სტატიები Wikipedia-ზე
ko: 가까운 위키백과 기사
lt: Šalia esantys Vikipedijos straipsniai
lv: Tuvākie Wikipēdijas raksti
mk: Blisku do statiite na Wikipedia
ml: അടുത്തുള്ള വിക്കിപീഡിയ ലേഖനങ്ങൾ
nb: Nærliggende Wikipiedia-artikler
nl: Nabijgelegen populaire plaatsen
oc: Articles Wikipèdia pròches
pl: Artykuły Wikipedii w pobliżu
pt_br: Artigos do Wikipédia próximos
ro_ro: Articole Wikipedia din apropiere
ru: Популярные места поблизости
sc: Artìculos de Wikipedia a curtzu
sk: Články Wikipédie v okolí
sl: Bližnja mesta s članki Wikipedije
sr: Чланци Википедије о околини
sr_latn: Članci Vikipedije o okolini
sv: Närliggande populära platser
ta: அருகில் உள்ள புகழ் பெற்ற இடங்கள்
tr: Yakındaki Wikipedia makaleleri
uk: Статті Вікіпедії поруч
zh_hans: 附近的维基百科条目
zh_hant: 附近維基百科條目

# download_wiki_data
source: Download Wikipedia data for %@
ar: تنزيل بيانات ويكيبيديا ل٪ @
be: Спампаваць даныя Вікіпедыі для %@
ca: Baixa les dades de la Viquipèdia de %@
cs: Stáhněte si data z Wikipedie pro %@
da: Hent Wikipedia-data for %@
de: Wikipedia-Daten für %@ herunterladen
el: Κατεβάστε δεδομένα της Βικιπαίδεια για %@
es_us: Descargar datos de Wikipedia para «%@»
et: Laadi alla Vikipeedia andmed %@ kohta
fr: Télécharger les données Wikipédia pour %@
hu: Wikipédia-adatok letöltése a következőhöz: %@
id: Unduh data Wikipedia untuk %@
is: Sækja Wikipedia-gögn fyrir %@
it: Scarica i dati di Wikipedia per %@
ja: %@のWikipediaデータをダウンロード
nb: Last ned Wikipedia-data for %@
oc: Teledescargar lei donadas de Wikipèdia de %@
pl: Pobierz dane z Wikipedii dla %@
pt_br: Faça o download dos dados da Wikipédia para %@
ro_ro: Descărcați datele Wikipedia pentru %@
ru: Скачать данные Википедии для %@
sc: Iscàrriga sos datos de Wikipedia pro %@
sr: Преузмите податке Википедије за %@
sr_latn: Preuzmi podatke Vikipedije za %@
sv: Hämta Wikipedia-data för %@
ta: %@ க்கு விக்கிபீடியா தரவைப் பதிவிறக்கவும்
tr: %@ için Wikipedia verilerini indir
uk: Завантажити дані Вікіпедії для %@
zh_hans: 为 %@ 下载维基百科数据
zh_hant: 下載 %@ 的維基百科資料

# open_in_browser_wiki
source: Open article online
ar: فتح المقالة على الويب
az: Məqaləni onlayn aç
be: Адкрыць артыкул у сеціве
ca: Obre l'article en línia
cs: Otevřít článek online
cy: Agor y cofnod arlein
da: Åbn artiklen online
de: Artikel online öffnen
el: Άνοιγμα άρθρου στο διαδίκτυο
eo: Malfermi artikolon enrete
es_us: Abrir artículo en línea
et: Ava artikkel veebis
eu: Ireki artikulua linean
fa: بازکردن مقالهٔ آنلاین
fi: Avaa artikkeli verkossa
fr: Ouvrir l'article en ligne
gl: Abrir artigo en liña
he: פתיחת ערך באופן מקוון
hu: Szócikk megnyitása online
hy: Բացել հոդվածը առցանց
id: Buka artikel daring
is: Opna greinina á netinu
it: Apri articolo online
ja: 記事をオンラインで開く
ka: სტატიის გახსნა ინტერნეტში
ko: 온라인 기사 열기
lv: Atvērt rakstu internetā
mk: Otvorete ja statijata na internet
ml: "പൂര്‍ണ്ണ ലേഖനം ഓണ്‍ലൈനില്‍ വായിക്കുക "
nb: Åpne artikkel på nettet
nl: Artikel online openen
oc: Dobrir l'article en linha
pl: Otwórz artykuł online
ro_ro: Deschideți articolul online
ru: Открыть статью в интернете
sc: Aberi un'artìculu in lìnia
sk: Otvoriť článok online
sl: Odpri prispevek na spletni strani
sr: Отвори чланак на интернету
sr_latn: Otvori članak na internetu
sv: Öppna artikeln online
ta: ஆன்லைனில் திறந்த கட்டுரை
tr: Makaleyi çevrim içi aç
uk: Відкрити статтю в Інтернеті
zh_hans: 在线打开条目
zh_hant: 線上開啟文章

# poi_filter_by_name
source: Search by name
af: Soek met die naam
ar: البحث بالاسم
az: Adına görə axtar
be: Пошук па назве
bg: Търсене по име
ca: Cerca pel nom
cs: Hledat podle jména
cy: Chwilio enw
da: Søg via navn
de: Nach Namen suchen
el: Αναζήτηση βάσει ονόματος
eo: Serĉi laŭ nomo
es_us: Buscar por nombre
et: Otsi nime järgi
eu: Izenez bilatu
fa: جستجو بر پایه نام
fi: Etsi nimen mukaan
fr: Rechercher par nom
gl: Procurar polo nome
he: חיפוש לפי שם
hu: Név szerinti keresés
hy: Որոնել ըստ անվան
id: Cari berdasarkan nama
is: Leita eftir nafni
it: Ricerca per nome
ja: 名前で検索
ka: სახელით ძებნა
ko: 이름으로 검색
lt: Ieškoti pagal pavadinimą
lv: Meklēt pēc vārda
mk: Barajte po ime
ml: പേരുപയോഗിച്ച് തിരയുക
mr: नावाने शोधा
nb: Søk på navn
nl: Zoek op naam
oc: Recercar per lo nom
pl: Szukaj wg nazwy
pt_br: Pesquisar por nome
ro_ro: Căutare după nume
ru: Поиск по имени
sc: Chirca pro nùmene
sk: Hľadať podľa názvu
sl: Iskanje po imenu
sr: Претрага по имену
sr_latn: Pretraga po imenu
sv: Sök efter namn
ta: பெயரால் தேடுங்கள்
tr: İsme göre ara
uk: Пошук за назвою
vi: Tìm theo tên
zh_hans: 按名称搜索
zh_hant: 以名稱查尋

source: Hidden categories
ar: الفئات المخفية
cs: Skryté kategorie
da: Skjulte kategorier
de: Ausgeblendete Kategorien
el: Κρυμμένες κατηγορίες
es_us: Categorías ocultas
et: Peidetud kategooriad
fi: Piilotetut luokat
fr: Catégories masquées
hu: Rejtett kategóriák
id: Kategori tersembunyi
is: Faldir flokkar
it: Categorie nascoste
ja: 非表示のカテゴリ
ka: დამალული კატეგორიები
nb: Skjulte kategorier
oc: Categorias amagadas
pl: Ukryte kategorie
pt_br: Categorias ocultas
ro_ro: Categorii ascunse
ru: Скрытые категории
sc: Categorias cuadas
sr: Скривене категорије
sr_latn: Skrivene kategorije
sv: Dolda kategorier
ta: மறைக்கப்பட்ட பிரிவுகள்
tr: Gizli kategoriler
uk: Приховані категорії
zh_hant: 隱藏分類

# reset_to_default_category_button_promo
source: 'Reset to default' will reinstate the sort order to the installation default.
ar: سيعيد خيار 'إعادة التعيين إلى الافتراضي' ترتيب الفرز إلى التثبيت الافتراضي.
ast: «Reafitar» restaura l'orde orixinal de les estayes.
az: “Standarta sıfırla” sıralama qaydasını quraşdırma standartına bərpa edəcək.
be: Калі налады скінуць да прадвызначаных, то парадак сартавання таксама скінецца.
bg: Бутонът „Нулиране“, ще върне реда на сортиране към състоянието при инсталация.
ca: 'Restableix els valors predeterminats' recuperarà l'ordenació inicial desprès de la instal·lació.
cs: "Obnovit do základního nastavení" nastaví výchozí pořadí.
cy: Bydd 'Ailosod i'r rhagosodiad' yn adfer y trefn fel yr oedd pan gafodd ei osod.
da: 'Nulstil til standard' vil genindføre sorteringsrækkefølgen fra installationsstandarden.
de: Mit „Auf Standard zurücksetzen“ wird die Sortierreihenfolge wieder auf den Standard der Installation zurückgesetzt.
el: Το 'Επαναφορά στην προεπιλογή' θα επαναφέρει τη σειρά ταξινόμησης στην προεπιλεγμένη εγκατάσταση.
eo: Frapetu“Restarigi implicitajn” por ke la ordigo de elementoj revenu al la postinstalada stato.
es_us: «Restablecer al valor predefinido», restablecerá el orden de clasificación al valor predefinido de la instalación.
et: „Lähtesta vaikeseadeteks“ taastab paigaldusjärgse vaikimisi sortimise.
eu: 'Lehenetsitakoak berrezartzea' ordenazio irizpidea instalazioaren unekora itzuliko du.
fa: «بازنشانی به پیشفرض» ترتیب را به حالت اولیهٔ پس از نصب برمی‌گرداند.
fi: "Palauta oletusasetukset" palauttaa lajittelujärjestyksen asennuksen oletusarvoihin.
fr: Restaurer les valeurs par défaut réinitialisera l'ordre de tri.
gl: 'Restabeleceró valor por defecto' restabelecerá a orde de clasificación ós valores por defecto da instalación.
he: ‚איפוס לבררת מחדל’ יחזיר את הסדר למצב בררת המחדל כמו בהתקנה.
hu: Az alapértelmezés visszaállítása a sorrendet visszaállítja a telepítés utáni alapértelmezett állapotba.
id: 'Atur ulang ke bawaan' akan mengembalikan urutan pengurutan ke instalasi bawaan.
is: 'Endurstillia á sjálfgefið' mun setja röðun í upprunalega stöðu eftir uppsetningu.
it: 'Ripristina i predefiniti' ripristinerà l'ordine di visualizzazione preimpostato dell'installazione.
ja: '標準設定に戻す'を実行すると、並び順がインストール後の初期状態に戻ります。
ka: Resetting to default will restore the sort order to its initial state.
ko: '기본값으로 재설정'은 정렬 순서를 설치 기본값으로 복원합니다.
lt: Resetting to default will restore the sort order to its initial state.
lv: Atjaunot uz noklusēto atjaunos noklusēto kārtošanas secību pēc instalācijas.
mk: „Resetiranje na standardno (default)" ḱe go vrati redosledot na sortiranje na standardnata instalacija.
nb: «Tilbakestill til forvalg» gjenoppretter sorteringsrekkefølgen til installasjonsforvalg.
nl: 'Terugzetten naar standaardwaarden' zal de sorteervolgorde terugzetten zoals die was bij installatie.
pl: Opcja "Przywróć ustawienia domyślne" spowoduje przywrócenie kolejności sortowania do stanu domyślnego po instalacji.
pt_br: A redefinição para o padrão irá restaurar a ordem de classificação ao seu estado inicial.
ro_ro: 'Reset to default' va readuce ordinea de sortare la cea implicită de instalare.
ru: Сброс к настройкам по умолчанию приведёт к возврату порядка сортировки по умолчанию.
sc: 'Riprìstina sos valores predefinidos' at a torrare a impostare s'òrdine predefinidu de installatzione.
sk: "Obnovenie do východzieho nastavenia" obnoví poradie triedenia ako po novej inštalácii.
sl: »Ponastavi na privzeto« bo vrstni red razvrščanja znova ponastavil na privzeto ob namestitvi.
sr: Повратак на подразумевано ће поставити редослед разврставања на подразумевано стање после уградње програма.
sr_latn: Povratak na podrazumevano će postaviti redosled razvrstavanja na podrazumevano stanje posle ugradnje programa.
sv: 'Återställ till förval' återställer sorteringsordningen till installationsförvalet.
ta: 'இயல்புநிலைக்கு மீட்டமை' நிறுவல் இயல்புநிலைக்கு வரிசை வரிசையை மீண்டும் நிலைநிறுத்தும்.
tr: 'Varsayılana sıfırla', sıralama düzenini varsayılan kurulum durumuna geri döndürecektir.
uk: «Скинути на типові» відновить впорядкування до початкового стану.
vi: ‘Đặt lại về mặc định’ sẽ khôi phục thứ tự sắp xếp về mặc định ban đầu khi cài đặt.
zh_hans: “重置为默认值”会将排序顺序恢复为安装时的默认值。
zh_hant: 「重設為預設值」會將排序恢復為安裝時的預設值。

# login_account
source: Account
ar: الحساب
ast: Cuenta
az: Hesab
be: Акаўнт
ca: Compte
cs: Účet
cy: Cyfrif
da: Konto
de: Konto
el: Λογαριασμός
eo: Konto
es_us: Cuenta
et: Kasutajakonto
eu: Kontua
fa: حساب
fi: Tili
fr: Compte
gl: Conta
he: חשבון
hu: Fiók
id: Akun
is: Notandaaðgangur
ja: アカウント
ka: ანგარიში
ko: 계정
lv: Konts
mk: Pretplatnik, smetka
nb: Konto
oc: Còmpte
pl: Konto
ro_ro: Cont
ru: Аккаунт
sc: Contu
sk: Účet
sl: Račun
sr: Налог
sr_latn: Nalog
sv: Konto
ta: கணக்கு
tr: Hesap
uk: Обліковий запис
vi: Tài khoản
zh_hans: 帐户
zh_hant: 帳號

# poi_category_and_type
source: Category and POI Type
ar: الفئة ونوع POI
be: Катэгорыя і тып POI
ca: Categoria i tipus del PDI
cs: Kategorie a typ bodu zájmu
da: Kategori og IP-type
de: Kategorie und POI-Typ
el: Κατηγορία και είδος ΣΕ
es_us: Categoría y tipo de PDI
et: Kategooria ja HP liik
fi: Luokka ja KP-tyyppi
fr: Catégorie et type de POI
hu: Kategória és érdekes hely-típus
id: Kategori dan Jenis POI
is: Flokkur og gerð merkisstaðar
it: Categorie e tipi PDI
ja: カテゴリーとPOIの種類
ka: კატეგორია და POI-ის ტიპი
nl: POI categorie en type
oc: Categoria e mena de PDI
pl: Kategoria i rodzaj Użytecznego Miejsca
pt_br: Categoria e tipo de POI
ro_ro: Categoria și tipul de POI
ru: Категория и тип POI
sc: Categoria e casta de PDI
sk: Kategória a typ POI
sr: Категорија и тип POI
sr_latn: Kategorija i tip TOI
sv: Kategori och typ av intressepunkt
ta: வகை மற்றும் POI வகை
tr: Kategori ve POI Türü
uk: Категорія та тип точок інтересу
zh_hant: 類別及POI類型

# shared_z_a
source: Z - A
da: Å - A
el: Ω - Α
et: Ü - A
is: Ö-A
ja: 降順(Z～A)
nb: Å-A
ru: Я - А
sr: З - А
sv: Ö - A
ta: சட் - அ
uk: Я - А

# city_type_suburb
source: Suburb
af: Voorstad
ar: ضاحية
be: Мікрараён
bg: Квартал
ca: Barri
cs: Předměstí
cy: Maesdref
da: Forstad
de: Stadtteil
el: Προάστιο
eo: Suburbo
es_us: Suburbio
et: Äärelinn
eu: Aldiria
fa: حومه
fi: Lähiö
fr: Banlieue
gl: Barrio
he: פרבר
hu: Településrész
hy: Արվարձան
id: Pinggiran kota
is: Úthverfi
it: Frazione
ja: 区・区画
ka: გარეუბანი
ko: 교외
lt: Priemiestis
lv: Piepilsēta
mk: Predgradie
ml: പട്ടണപ്രാന്തം
mr: उपनगर
nb: Bydel
nl: Buitenwijk
oc: Quartier
pl: Przedmieście
pt_br: Bairro
ro_ro: Suburbie
ru: Район
sc: Trighinzu - apendìtziu
sk: Mestská časť
sl: Predmestje
sr: Предграђе
sr_latn: Predgrađe
sv: Förort
ta: புறநகர்
tr: Banliyö
uk: Район міста
vi: Ngoại thành
zh_hans: 市郊
zh_hant: 市郊

# city_type_village
source: Village
af: Dorpie
ar: قرية
ast: Pueblu
be: Пасёлак
bg: Село
ca: Vila
cs: Obec
cy: Pentref
da: Landsby
de: Dorf
el: Χωριό
eo: Vilaĝo
es_us: Pueblo
et: Küla
eu: Herrixka
fa: روستا
fi: Kirkonkylä
gl: Vila
he: כפר
hu: Község
hy: Գյուղ
id: Desa
is: Þorp
it: Paese
ja: 村
ka: სოფელი
ko: 마을
lt: Kaimas
lv: Apdzīvota vieta
mk: Selo
ml: ഗ്രാമം
mr: गाव
nb: Landsby
nl: Dorp
oc: Vilatge
pl: Wieś
pt_br: Povoado
ro_ro: Sat
ru: Село
sc: Bidda
sk: Obec
sl: Vas
sr: Село
sr_latn: Selo
sv: By
ta: சிற்றூர்
tr: Köy
uk: Село
vi: Làng
zh_hans: 行政村（村庄）
zh_hant: 村落

# city_type_town
source: Town
af: Dorp
ar: مدينة
ast: Villa
az: Şəhər
be: Мястэчка
bg: Град
ca: Poble
cs: Malé město
cy: Tref
da: By
de: Stadt
el: Κωμόπολη
eo: Urbo
es_us: Ciudad pequeña
et: Linn
eu: Herria
fa: شهرک
fi: Kunta
fr: Ville
gl: Vila grande
he: עיר קטנה
hu: Kisváros
hy: Քաղաք
id: Kota kecil
is: Bær
it: Cittadina
ja: 町
ka: ქალაქი
ko: 도시
lt: Miestas
lv: Maza pilsēta
mk: Grad
ml: പട്ടണം
mr: तालुका
nb: By
nl: Plaats
oc: Vilòta
pl: Miasteczko
pt_br: Cidade pequena
ro_ro: Oraș
ru: Город
sc: Tzidadina
sk: Mesto
sl: Kraj
sr: Град
sr_latn: Gradsko naselje
sv: Stad
ta: நகரம்
tr: Kasaba
uk: Місто (невелике)
vi: Thị xã
zh_hans: 乡镇
zh_hant: 鄉鎮

# city_type_city
source: City
af: Stad
ar: مدينة
ast: Ciudá
az: Şəhər
be: Горад
bg: Голям град
ca: Ciutat
cs: Velké město
cy: Dinas
da: Stor by
de: Großstadt
el: Πόλη
eo: Urbego
es_us: Ciudad
et: Suurlinn
eu: Hiria
fa: شهر
fi: Kaupunki
fr: Ville
gl: Cidade
he: עיר
hu: Város
hy: Խոշոր քաղաք
id: Kota besar
is: Borg/Sveitarfélag
it: Città
ja: 市
ka: ქალაქი
ko: 도시
lt: Didmiestis
lv: Pilsēta
mk: Golem grad
ml: നഗരം
mr: शहर
nb: By
nl: Stad
oc: Vila
pl: Miasto
pt_br: Cidade grande
ro_ro: Oraș
ru: Город
sc: Tzitade
sk: Veľkomesto
sl: Mesto
sr: Град
sr_latn: Grad
sv: Större stad
ta: நகரம்
tr: Şehir
uk: Місто
vi: Thành phố
zh_hans: 城市
zh_hant: 城市

source: Send anonymous data
ar: إرسال بيانات مجهولة المصدر
be: Адправіць ананімныя даныя
ca: Envia dades anònimes
cs: Posílat anonymní data
da: Send anonyme data
de: Anonyme Daten senden
el: Αποστολή ανώνυμων δεδομένων
es_us: Enviar datos anónimos
et: Saada anonüümseid andmeid
fi: Lähetä nimettömiä tietoja
fr: Envoyer des données anonymes
hu: Névtelen adatok küldése
id: Kirim data anonim
is: Senda nafnlaus gögn
it: Invia dati anonimi
ja: 匿名データを送信する
ka: ანონიმური მონაცემების გაგზავნა
ko: 익명 데이터 보내기
nb: Send anonym data
nl: Verzend gegevens anoniem
oc: Mandar lei donadas anomimas
pl: Wysyłaj anonimowe dane
pt_br: Enviar dados anônimos
ro_ro: Trimiteți date anonime
ru: Отправить анонимные данные
sc: Imbia datos anònimos
sr: Пошаљи анонимне податке
sr_latn: Pošalji anonimne podatke
sv: Skicka anonym data
ta: அநாமதேய தரவை அனுப்பவும்
tr: Anonim veri gönder
uk: Надсилання анонімних даних
zh_hant: 傳送匿名資料

# key_hint_recenter_map
source: Recenter Map
ar: إعادة توسيط الخريطة
be: Паўторна цэнтраваць мапу
cs: Vycentrovat mapu
da: Centrer kortet igen
de: Karte wieder zentrieren
el: Εκ νέου κεντράρισμα χάρτη
es_us: Volver a centrar el mapa
et: Taasta kaardi kese
fi: Keskitä kartta
fr: Recentrer la carte
hu: Térkép újraközpontozása
id: Pusatkan Kembali Peta
is: Endurmiðja kort
it: Ricentra mappa
ja: マップを中央に再配置
ka: რუკის თავიდან დაცენტრება
nl: Kaart opnieuw centreren
oc: Recentrar la mapa
pl: Wyśrodkuj mapę
pt_br: Mapa recente
ro_ro: Recentrează harta
ru: Перецентрировать карту
sc: Torra a tzentrare sa mapa
sr: Рецентрирај Мапу
sr_latn: Recentriraj Mapu
sv: Centrera om kartan
ta: அண்மைக் கால வரைபடம்
tr: Haritayı Yeniden Ortala
uk: Повторно центрувати мапу
zh_hant: 重新定位地圖

# wiki_download_description
source: To read full articles - download Wikipedia data of %@
ar: لقراءة مقالات كاملة - قم بتنزيل بيانات ويكيبيديا من %@
be: Каб прачытаць поўныя артыкулы, спампуйце даныя Вікіпедыі для %@
ca: Si voleu llegir articles sencers - baixeu dades de la Viquipèdia de %@
cs: Pro čtení celých článků - stáhněte si data Wikipedie pro %@
da: For at læse fuldstændige artikler - hent Wikipedia data på %@
de: Laden Sie die Wikipedia Daten von %@ herunter um komplette Artikel lesen zu können
el: Για να διαβάσετε ολόκληρα άρθρα - κατεβάστε τα δεδομένα της Βικιπαίδεια του %@
es_us: Para leer los artículos completos - descarga los datos Wikipedia de %@
et: Tervikartiklite lugemiseks - laadi Vikipeediast alla %@ andmed
fr: Pour lire les articles complets, téléchargez les données Wikipédia de %@
hu: A teljes cikkek elolvasásához töltse le a(z) %@ adatait a Wikipédiáról
id: Untuk membaca artikel lengkap - unduh data Wikipedia dari %@
is: Til að lesa heilar greinar - náðu í Wikipedia-gögn fyrir %@
it: Per leggere gli articoli completi, scarica i dati da Wikipedia di %@
ja: 記事全文を読むには、%@のWikipediaデータをダウンロードしてください
nl: Om volledige artikels te lezen, download Wikipedia gegevens over %@
oc: Se volètz legir d'articles entiers - teledescargatz lei donadas de la Wikipèdia de %@
pl: Aby przeczytać pełne artykuły - pobierz dane Wikipedii %@
pt_br: Para ler artigos completos - baixar dados da Wikipedia de %@
ro_ro: Pentru a citi articolele complete - descărcați datele Wikipedia de la %@
ru: Чтобы читать полный текст статей — скачайте данные Wikipedia для %@
sc: Pro lègere artìculos intreos - iscàrriga sos datos Wikipedia de %@
sk: Pre čítanie celých článkov - stiahnite údaje Wikipedie pre %@
sr: Да бисте прочитали читаве чланке - преузмите податке Википедије за %@
sr_latn: Da biste pročitali čitave članke - preuzmite podatke Vikipedije za %@
sv: För att läsa hela artiklarna - ladda ned Wikipedia data för %@
ta: முழு கட்டுரைகளைப் படிக்க - %of இன் விக்கிபீடியா தரவைப் பதிவிறக்கவும்
tr: Makalelerin tamamını okumak için - %@ için Wikipedia verilerini indirin
uk: Щоб прочитати повний текст статей — завантажте дані з Вікіпедії для %@
zh_hans: 如需阅读完整文章 - 下载 %@ 的维基百科数据
zh_hant: 要閱讀完整文章 - 下載維基百科 %@ 的資料

# subscribe_email_desc
source: Subscribe to our mailing list about app discounts and get 3 more map downloads!
ar: اشترك في قائمة البريد الإلكتروني لدينا فيما يخص الخصومات واحصل على 3 تنزيلات خرائط إضافية!
ast: ¡Soscríbite a la nuesa llista de corréu que ye de descuentos y consigui 3 descargues de mapes más!
az: Proqramın endirimləri haqqında e-poçt siyahımıza abunə olun və əlavə 3 xəritə endirməsi əldə edin!
be: Падпішыцеся на нашу паштовую рассылку аб зніжках і атрымайце 3 дадатковыя мапы!
bg: Subscribe to our mailing list:<br/>• Get 3 extra maps to download<br/>• Hear about discounts first<br/>• Participate in promocodes <a href='https://osmand.net/giveaway'>giveaways</a>
ca: Subscriviu-vos a la nostra llista de correu sobre descomptes a la aplicació i aconseguiu 3 baixades de mapa addicionals!
cs: Přihlaste se k odběru novinek o slevách aplikace a získejte 3 další mapy ke stažení!
cy: Tanysgrifiwch i'n rhestr bostio am ostyngiadau ap a chael 3 map arall i'w lawrlwytho!
da: Abonner på postlisten om rabatter og hent yderligere 3 kort!
de: Abonnieren Sie unsere Mailingliste zu App-Angeboten und erhalten Sie dafür 3 zusätzliche Karten-Downloads!
el: Εγγραφείτε στη λίστα αλληλογραφίας για εκπτώσεις της εφαρμογής και κερδίστε 3 επιπρόσθετες λήψεις χαρτών!
eo: Abonu nian dissendoliston pri rabatoj de aplikaĵo kaj havigu 3 pliajn map-elŝutojn!
es_us: ¡Suscríbete a nuestra lista de correo electrónico para recibir descuentos de la aplicación y obtener 3 descargas de mapas más!
et: Rakenduse allahindluste kohta teabe saamiseks liitu meie postiloendiga ja saad veel 3 kaardi allalaadimist!
eu: Harpidetu gure posta-zerrendara aplikazioen deskontuak jaso eta 3 mapa gehiago deskargatu ahal izateko!
fa: مشترک خبرنامهٔ ایمیلی ما شوید و ۳ نقشهٔ دیگر بارگیری کنید!
fi: Subscribe to our mailing list:<br/>• Get 3 extra maps to download<br/>• Hear about discounts first<br/>• Participate in promocodes <a href='https://osmand.net/giveaway'>giveaways</a>
fr: Inscrivez-vous à notre lettre d'information et téléchargez 3 cartes supplémentaires gratuitement !
gl: Subscríbete á nosa listaxe de correo electrónico para recibir descontos da aplicación e obter 3 descargas de mapas máis!
he: ניתן להירשם לרשימת הדיוור שלנו כדי לקבל הנחות על היישומון ולקבל עוד 3 הורדות של מפות בחינם!
hu: Iratkozzon fel az alkalmazás akciókról szóló hírlevelünkre és kap további 3 térképletöltést!
hy: Բաժանորդագրվեք մեր էլեկտրոնային փոստի առաքմանը `OsmAnd զեղչերի մասին և ստացիր 3 լրացուցիչ քարտեզների ներբեռնում:
id: Berlangganan ke daftar email kami tentang diskon aplikasi dan dapatkan 3 unduhan peta lainnya!
is: Gerstu áskrifandi að póstlistanum um forritaafslætti og fáðu ókeypis 3 niðurhöl á kortum til viðbótar!
it: Sottoscrivi la mailing list delle offerte dell'applicazione e otterrai ulteriori 3 download di mappe!
ja: メーリングリストをご登録いただけると、アプリの割引やさらに3つのマップをダウンロード可能になります！
ko: 앱 할인에 대한 메일링 리스트를 구독하고 지도를 3회 더 다운로드받으세요!
lt: Prenumeruokite mūsų naujienlaiškį apie programėlės nuolaidas ir gaukite dar 3 žemėlapio parsiuntimus!
lv: Pierakstieties ziņojumu sūtīšanai uz epastu par izdevīgiem lietotnes piedāvājumiem un saņemiet 3 papildus kartes lejupielādei!
mk: Pretplatete se na našata mejling lista za popusti za aplikacii i dobijte ušte 3 prevzemanja na karti!
ml: " ഞങ്ങളുടെ ഡിസ്കൗണ്ടുകളെക്കുറിച്ചുള്ള മെയിലിംഗ് ലിസ്റ്റിലേക്ക് സബ്സ്ക്രൈബ് ചെയ്യൂ 3 കൂടുതൽ മാപ്പ് ഡൌൺലോഡുകൾ നേടുക!"
nb: Abonner på vår e-postliste om programrabatter og få tre kartnedlastinger til!
nl: Abonneer op de mailinglijst voor aanbiedingen en ontvang 3 extra kaart-downloads!
oc: Soscrivètz a nòstra lista de corrier e obtenètz 3 mapas suplementàrias de teledescargar a gratis !
pl: Zapisz się do naszej subskrypcji dotyczącej rabatów na aplikację i zgarnij 3 dodatkowe pobrania map!
pt_br: Assine nossa lista de discussão:<br/>• Obtenha 3 mapas extras para baixar<br/>Ouça sobre descontos primeiro<br/>Participe nos códigos promocionais<a href='https://osmand.net/giveaway'>doações</a>
ro_ro: Abonează-te la lista noastră de discuții despre reducerile aplicației și primește cu 3 descărcări de hărți în plus!
ru: Подпишитесь на нашу рассылку о скидках на приложение и получите 3 дополнительных скачивания карт!
sc: Iscrie·ti a sa lista de posta eletrònica nostra a pitzu de sos iscontos pro s'aplicatzione e as a tènnere 3 iscarrigamentos de mapas in prus!
sk: Prihláste sa do diskusnej skupiny (mailing list) o zľavách aplikácie a získajte 3 stiahnutia máp navyše!
sl: Naročite se na dopisni seznam o popustih programa in si pridobite tri dodatne prejeme zemljevidov!
sr: Претплатите се на нашу дописну листу за попуст и добијте још 3 преузимања карата!
sr_latn: Pretplati se na našu mejl listu za popust i dobijaš još 3 preuzimanja mapa!
sv: Anmäl dig till vår e-postlista om apprabatter och få 3 extra kartnedladdningar!
ta: பயன்பாட்டு தள்ளுபடிகள் பற்றி எங்கள் அஞ்சல் பட்டியலுக்கு குழுசேரவும், மேலும் 3 வரைபட பதிவிறக்கங்களைப் பெறுங்கள்!
tr: Uygulama indirimleri ile ilgili e-posta listemize abone olun ve 3 harita indirmesi daha elde edin!
uk: Підпишіться на нашу email-розсилку про знижки на OsmAnd та отримаєте 3 додаткові завантаження мап!
zh_hans: 订阅我们的邮件列表，了解应用的折扣，并获得 3 个额外的地图下载！
zh_hant: 訂閱我們有關應用程式折扣的郵寄名單並獲得三次以上的地圖下載！
