Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# history_clear_alert_title
source: Delete all history
ar: حذف كل سجل التاريخ
cs: Odstranit celou historii
da: Slet al historik
de: Gesamten Verlauf löschen
el: Διαγραφή όλου του ιστορικού
es_us: Borrar todo el historial
fr: Supprimer tout l'historique
hu: Összes előzmény törlése
id: Hapus semua riwayat
is: Eyða öllum ferli
it: Cancella cronologia
ja: 全ての履歴を削除
ko: 모든 기록 삭제
nb: Slett all historikk
nl: Verwijder alles uit geschiedenis
oc: Escafar tot l’istoric
pl: Usuń całą historię
ro_ro: Ștergeți tot istoricul
ru: Удалить всю историю
sr: Избриши сву историју
sr_latn: Izbriši svu istoriju
sv: Radera all historik
ta: எல்லா வரலாற்றையும் நீக்கு
tr: Tüm geçmişi sil
uk: Видалити всю історію
zh_hant: 刪除所有歷史

source: Attribute
ar: ميزة
ast: Atributu
az: Atribut
be: Атрыбут
bg: Атрибут
ca: Atribut
cs: Atribut
cy: Priodoledd
da: Egenskab
de: Attribut
el: Χαρακτηριστικό
eo: Atributo
es_us: Atributo
et: Omadus
eu: Atributua
fa: خصوصیت
fi: Ominaisuus
fr: Propriétés
he: מאפיין
hu: Tulajdonság
id: Atribut
is: Eigindi
it: Attributo
ja: 属性
ka: ატრიბუტი
ko: 기여하다
lv: Atribūts
mk: Atribut
nb: Attributt
nl: Eigenschappen
oc: Atribut
pl: Atrybut
pt_br: Atributo
ro_ro: Atribut
ru: Атрибут
sc: Propiedades
sk: Vlastnosť
sl: Lastnost
sr: Својство
sr_latn: Atributi
sv: Attribut
ta: பண்புக்கூறு
tr: Özellik
uk: Атрибут
vi: Thuộc tính
zh_hans: 属性
zh_hant: 屬性

# shared_string_uninstall
source: Uninstall
ar: إلغاء التثبيت
ast: Desinstalar
az: Sil
be: Выдаліць
ca: Desinstal·la
cs: Odinstalovat
cy: Dadosod
da: Afinstaller
de: Deinstallieren
el: Απεγκατάσταση
eo: Malinstali
es_us: Desinstalar
et: Eemalda
eu: Desinstalatu
fa: پاک‌کردن نصب
fi: Poista asennus
fr: Désinstaller
gl: Desinstalar
he: הסרה
hu: Eltávolítás
hy: Ջնջել
id: Hapus pemasangan
is: Fjarlægja
it: Disinstalla
ja: アンインストール
ka: წაშლა
ko: 제거
ku: Rake
lt: Išinstaliuoti
lv: Atinstalēt
mk: Deinstaliraj
nb: Avinstaller
nl: Verwijder
oc: Desinstallar
pl: Odinstaluj
pt_br: Desinstalar
ro_ro: Dezinstalare
ru: Удалить
sc: Disinstalla
sk: Odinštalovať
sl: Odstrani namestitev
sr: Избриши
sr_latn: Deinstaliraj
sv: Avinstallera
ta: நிறுவல் நீக்க
tr: Kaldır
uk: Вилучити
vi: Gỡ cài đặt
zh_hans: 卸载
zh_hant: 解除安裝

# shared_string_modify
source: Modify
ar: تعديل
be: Змяніць
bg: Променяне
ca: Modifica
cs: Změnit
cy: Addasu
da: Tilpas
de: Ändern
el: Τροποποίηση
eo: Modifi
es_us: Editar
et: Muuda
eu: Aldatu
fa: ویرایش
fr: Modifier
hu: Módosítás
id: Ubah
is: Breyta
it: Modifica
ja: 変更
ko: 수정
ku: Biguherîne
nb: Endre
nl: Aanpassen
oc: Modificar
pl: Modyfikuj
pt_br: Modificar
ro_ro: Modifică
ru: Изменить
sc: Modìfica
sk: Upraviť
sl: Spremeni
sr: Измени
sr_latn: Promeni
sv: Ändra
ta: மாற்றவும்
tr: Düzelt
uk: Модифікувати
vi: Chỉnh sửa
zh_hans: 修改
zh_hant: 修改

# shared_string_cache
source: Cache
ar: الذاكرة المؤقتة
bg: Временни файлове
cs: Mezipaměť
cy: Ystorfa
de: Zwischenspeicher
el: Μνήμη cache
eo: Kaŝmemoro
es_us: Caché
et: Vahemälu
fa: حافظه نهان
fi: Välimuisti
gl: Caché
hu: Gyorsítótár
id: Tembolok
is: Skyndiminni
ja: キャッシュ
ka: კეში
ko: 캐시
nb: Hurtiglager
pl: Pamięć podręczna
ru: Кеш
sk: Vyrovnávacia pamäť
sr: Кеш
sr_latn: Keš
ta: கேச்
tr: Önbellek
uk: Кеш
vi: Bộ nhớ đệm
zh_hans: 缓存
zh_hant: 快取

# shared_string_maximum
source: Maximum
ar: الحد الاقصي
be: Максімум
ca: Màxim
cy: Uchafswm
da: Maksimum
el: Μέγιστο
es_us: Máximo
et: Maksimum
fa: بیشترین
fi: Enintään
hu: Legnagyobb
id: Maksimum
is: Hámark
it: Massimo
ja: 最大
ko: 최대
nb: Maksimalt
pl: Maksymalnie
pt_br: Máximo
ro_ro: Maxim
ru: Максимум
sc: Màssimu
sr: Највише
sr_latn: Maksimum
ta: பெருமம்
tr: Azami
uk: Максимум
vi: Tối đa
zh_hant: 最大

# shared_string_wifi_only
source: Only on Wi-Fi
ar: فقط على شبكة Wi-Fi
ast: Namás na Wi-Fi
az: Yalnız Wi-Fi
be: Толькі праз Wi-Fi
ca: Només per wi-fi
cs: Pouze na Wi-Fi
cy: Dim ond ar Wi-Fi
da: Kun med Wi-Fi
de: Nur bei WLAN
el: Μόνο ασύρματα
eo: Nur tra vifio
es_us: Sólo con Wi-Fi
et: Ainult Wi-Fi ühendusega
eu: Soilik Wi-Fi
fa: فقط با وای‌فای
fi: Vain Wi-Fi-verkossa
fr: Seulement en Wi-Fi
gl: Só co Wi-Fi
he: רשת אלחוטית בלבד
hu: Csak Wi-Fi-n
hy: Միայն Wi-Fi
id: Hanya pada Wi-Fi
is: Einungis á Wi-Fi netum
it: Solo con WiFi
ja: Wi-Fi接続時のみ有効
ka: მხოლოდ Wifi-ზე
ko: Wi-Fi에서만 사용
lt: Tik Wi-Fi
lv: Tikai Wi-Fi tīklā
mk: Samo na Wi-fi
ml: വൈ-ഫൈ യിൽ മാത്രം
my: Wi-Fi ပေါ်မှသာ
nb: Kun på Wi-Fi
nl: Alleen met Wifi
oc: Per wi-fi solament
pl: Tylko przez Wi-Fi
pt_br: Somente com WiFi
ro_ro: Numai pe Wi-Fi
ru: Только по Wi-Fi
sc: Petzi cun su WiFi
sk: Len na Wi-Fi
sl: Le s povezavo Wi-FI
sr: Само бежично
sr_latn: Samo preko Wi-Fi
sv: Endast på Wi-Fi
ta: வைஃபை மட்டுமே
tr: Yalnızca Wi-Fi'de
uk: Лише через Wi-Fi
zh_hans: 仅在 Wi-Fi 上
zh_hant: 只有在 Wi-Fi

# shared_string_interval
source: Interval
ar: الفاصل الزمني
ast: Intervalu
be: Дыяпазон
bg: Интервал
cy: Cyfnod
de: Intervall
el: Μεσοδιάστημα
eo: Tempodaŭro
es_us: Intervalo
et: Välp
eu: Tartea
fa: بازه
fi: Väli
fr: Intervalle
gl: Intre
he: הפרש
hu: Időköz
id: Selang
is: Millibil
it: Intervallo
ja: 間隔
ka: დაყოვნება
ko: 간격
mk: Interval, zastanuvanje
mr: काळांतर
nb: Intervall
oc: Intervalle
pl: Interwał
pt_br: Intervalo
ru: Интервал
sc: Intervallu
sr: Међувреме
sr_latn: Međuvreme
sv: Intervall
ta: இடைவேளை
tr: Aralık
uk: Інтервал
vi: Khoảng thời gian
zh_hans: 间隔
zh_hant: 間隔

# any_poi
source: Any
af: Enige
ar: أي
az: Hər hansı
be: Усе
bg: Всички
ca: Algun
cs: Jakýkoli
cy: Unrhyw
da: Alle
de: Alles
el: Οποιοδήποτε
eo: Ia
es_us: Cualquiera
et: Mistahes
eu: Edozein
fa: هرچه
fi: Mikä tahansa
fr: Tout
gl: Calquera
he: כלשהי
hu: Bármely
hy: Ցանկացած
id: Apa saja
is: Hvað sem er
it: Tutti
ja: すべて
ka: ნებისმიერი
ko: 어떤
lt: Bet kurią
lv: Jebkurš
mk: Bilo koj
ml: ഏതെങ്കിലും
mr: कुठलाही
nb: Alle
nl: Alle
oc: Quau que siegue
pl: Jakiekolwiek
ro_ro: Oricare
ru: Все
sc: Totus
sk: Akékoľvek
sl: Katerokoli
sr: Било који
sr_latn: Bilo koji
sv: Alla
ta: ஏதேனும்
tr: Herhangi
uk: Всі
vi: Bất kỳ
zh_hans: 任何
zh_hant: 任何

# compass_always_hidden
source: Always hidden
ar: مخفي دائما
az: Hər zaman gizli
be: Заўсёды схаваны
bg: Винаги скрит
cs: Vždy skrytý
da: Altid skjult
de: Immer ausgeblendet
el: Πάντα κρυμμένο
eo: Ĉiam kaŝita
es_us: Siempre oculto
et: Alati peidetud
eu: Beti ezkutuan
fa: همیشه پنهان
fi: Aina piilotettu
fr: Toujours masqué
he: תמיד מוסתר
hu: Mindig el van rejtve
id: Selalu tersembunyi
is: Alltaf falið
it: Sempre nascosto
ja: 常に非表示
ko: 항상 숨기기
lt: Visada paslėpta
mk: Sekogas skrieno
nb: Alltid skjult
nl: Altijd verborgen
oc: Totjorn amagat
pl: Zawsze ukryty
ro_ro: Mereu ascunsă
ru: Скрыт
sc: Semper cuadu
sk: Vždy skrytý
sl: Vedno skrit
sr: Увек сакривено
sr_latn: Sakriti
sv: Alltid dold
ta: எப்போதும் மறைக்கப்படுகிறது
tr: Her zaman gizli
uk: Постійно прихований
vi: Luôn ẩn
zh_hans: 始终隐藏
zh_hant: 一律隱藏

# shared_string_hidden
source: Hidden
ar: مخفي
az: Gizli
be: Схавана
bg: Скрити
ca: Amagat
cs: Skryté
cy: Cudd
da: Skjult
de: Ausgeblendet
el: Κρυφά
eo: Kaŝita
es_us: Oculto
et: Peidetud
eu: Ezkutatuta
fa: پنهان
fi: Piilotettu
fr: Masqué
gl: Agochado
he: מוסתר
hu: Rejtett
id: Tersembunyi
is: Falið
it: Nascosto
ja: 非表示
ka: დამალული
ko: 숨김
mk: Skrien
nb: Skjult
nl: Verborgen
pl: Ukryte
ro_ro: Ascuns
ru: Скрыт
sc: Cuadu
sk: Skryté
sl: Skrito
sr: Скривено
sr_latn: Skriveno
sv: Dold
ta: மறைக்கப்பட்ட
tr: Gizli
uk: Приховано
vi: Không hiện
zh_hans: 已隐藏
zh_hant: 隱藏

# res_updates_avail
source: Updates available
ar: التحديثات المتوفرة
be: Ёсць абнаўленні
ca: Actualitzacions disponibles
cs: Dostupné aktualizace
da: Tilgængelige opdateringer
de: Updates verfügbar
el: Διαθέσιμες ενημερώσεις
es_us: Actualizaciones disponibles
et: Uuendused on saadaval
fr: Mises à jour disponibles
hu: Frissítések érhetők el
id: Pembaruan tersedia
is: Uppfærslur eru tiltækar
it: Aggiornamenti disponibili
ja: 利用可能な更新
ka: ხელმისაწვდომი განახლებები
mr: अद्यतने उपलब्ध
nl: Updates beschikbaar
oc: Actualizacions disponiblas
pl: Dostępne aktualizacje
pt_br: Atualizações disponíveis
ro_ro: Actualizări disponibile
ru: Доступны обновления
sc: Agiornamentos disponìbiles
sk: Dostupné aktualizácie
sl: Na voljo so posodobitve
sr: Ажурирања су доступна
sr_latn: Ažuriranja su dostupna
sv: Uppdateringar tillgängliga
ta: புதுப்பிப்புகள் கிடைக்கின்றன
tr: Kullanılabilir güncellemeler
uk: Доступні оновлення
zh_hant: 可用的更新

source: POI Overlay
ar: نقاط الاهتمام
be: Накладанне POI
ca: Superposició PDI
cs: POI překryv
da: IP overlejring
el: Επικάλυψη ΣΕ
es_us: Superposición de PDI
et: HP ülekate
fr: Superposition POI
hu: POI-rátétréteg
id: Overlay POI
is: Þekja merkisstaða
it: Sovrapposizione PDI
ja: POIのオーバーレイ
ka: POI განლაგება
ko: POI 오버레이
oc: Superpausar lei PDI
pl: Nakładka użytecznego miejsca
pt_br: Sobreposição de POIs
ro_ro: Strat POI
ru: Наложение POI
sc: Subrapositzione PDI
sk: Prekryvná vrstva POI
sr: POI надподлога
sr_latn: TOI nadpodloga
sv: Intressepunkt-överlägg
ta: பின்னர் மேலடுக்கு
tr: POI Üst Katmanı
uk: Накладка з точками інтересу
zh_hant: POI 在上層

# poi_dialog_poi_type
source: POI Type
ar: نوع POI
az: POI növü
be: Тып POI
bg: Вид POI
ca: Tipus de PDI
cs: Typ POI
cy: Math o MODd
da: IP type
de: Art des POI
el: Τύπος ΣΕ
eo: Speco de interesejo
es_us: Tipo de PDI
et: Huvipunkti liik
eu: Interesgune mota
fa: نوع POI
fi: KP tyyppi
fr: Type de point d'intérêt
gl: Tipo do PDI
he: סוג נקודת עניין
hu: Érdekes helyek típusai
hy: POI տեսակը
id: Jenis POI
is: Tegund merkisstaðar
it: Tipo di PDI
ja: POIの種類
ka: POI-ს ტიპი
ko: POI 유형
ku: Cureya POIyê
lt: LV tipas
lv: POI tips
mk: POI Tip
ml: POI തരം
nb: Interessepunkttype
oc: Mena de PDI
pl: Rodzaj użytecznego miejsca
ro_ro: Tip POI
ru: Тип POI
sc: Casta de PDI
sk: Typ bodu záujmu
sl: Vrsta točke POI
sr: Врста тачке занимања
sr_latn: Vrsta TOI
sv: Typ av POI
ta: POI வகை
tr: POI Türü
uk: Тип POI
zh_hans: POI 类型
zh_hant: POI 類型

# shared_string_shape
source: Shape
ar: الشكل
az: Forma
be: Форма
bg: Форма
ca: Forma
cs: Tvar
cy: Siâp
da: Form
de: Form
el: Σχήμα
eo: Formo
es_us: Forma
et: Kuju
eu: Forma
fa: شکل
fi: Muoto
fr: Forme
he: צורה
hu: Alak
id: Bentuk
is: Lögun
it: Forma
ja: 形状
ka: მოხაზულობა
ko: 모양
mk: Oblik
nb: Form
nl: Vorm
oc: Forma
pl: Kształt
ro_ro: Formă
ru: Форма
sc: Forma
sk: Tvar
sl: Oblika
sr: Облик
sr_latn: Oblik
sv: Figur
ta: வடிவம்
tr: Şekil
uk: Форма
vi: Hình dạng
zh_hans: 形状
zh_hant: 形狀

# favorite_friends_category
source: Friends
af: Vriende
ar: أصدقاء
az: Dostlar
be: Сябры
bg: Приятели
ca: Amics
cs: Přátelé
cy: Ffrindiau
da: Venner
de: Freunde
el: Φίλοι
eo: Amikoj
es_us: Amigos
et: Sõbrad
eu: Lagunak
fa: دوستان
fi: Ystävät
fr: Amis
gl: Amizades
he: חברים
hu: Barátok
hy: Ընկերներ
id: Teman-teman
is: Vinir
it: Amici
ja: 友人
ka: მეგობრები
ko: 친구들
lt: Draugai
lv: Draugi
mk: Prijateli
ml: ചങ്ങാതിമാര്‍
mr: मित्र
nb: Venner
nl: Vrienden
oc: Amic-ga-s
pl: Znajomi
pt_br: Amigos
ro_ro: Prieteni
ru: Друзья
sc: Amigos
sk: Priatelia
sl: Naslovi prijateljev
sr: Пријатељи
sr_latn: Prijatelji
sv: Vänner
ta: நண்பர்கள்
tr: Arkadaşlar
uk: Друзі
vi: Bạn bè
zh_hans: 朋友
zh_hant: 朋友

# shared_string_square
source: Square
ar: مربع
ast: Cuadráu
az: Kvadrat
be: Квадрат
bg: Квадрат
ca: Quadrat
cs: Čtverec
cy: Sgwâr
da: Firkant
de: Quadrat
el: Τετράγωνο
eo: Kvadrato
es_us: Cuadrado
et: Ruut
eu: Laukia
fa: مربع
fi: Neliö
fr: Carré
gl: Cadrado
he: ריבועי
hu: Négyzet
id: Kotak
is: Ferningur
it: Quadrato
ja: 四角形
ka: ოთხკუთხედი
ko: 정사각형
mk: Kvadrat
mr: चौरस
nb: Kvadrat
nl: Vierkant
oc: Cairat
pl: Kwadrat
ro_ro: Pătrat
ru: Квадрат
sc: Cuadradu
sk: Štvorec
sl: Kvadrat
sr: Квадрат
sr_latn: Kvadrat
sv: Kvadrat
ta: நாற்கை
tr: Kare
uk: Квадрат
vi: Hình vuông
zh_hans: 方形
zh_hant: 方形

source: Show map symbols
ar: إظهار رموز الخريطة
bg: Обозначения на картата
ca: Mostra els símbols del mapa
cs: Zobrazit symboly mapy
da: Vis kortsymboler
de: Kartensymbole anzeigen
el: Εμφάνιση συμβόλων χάρτη
eo: Montri simbolojn
es_us: Mostrar símbolos del mapa
et: Näita kaardisümboleid
eu: Erakutsi mapen ikurrak
fa: نمایش نمادهای نقشه
fi: Näytä karttasymbolit
fr: Afficher les symboles
he: הצגת סמלי מפה
hu: Térképjelek megjelenítése
id: Tampilkan simbol peta
is: Sýna kortatákn
it: Mostra i simboli della mappa
ja: 地図記号を表示
ko: 지도 기호 표시
nb: Vis kartsymboler
nl: Symbolen van kaarten tonen
oc: Mostrar lei simbèus de la mapa
pl: Pokaż symbole mapy
ro_ro: Arată simbolurile hărții
ru: Показывать обозначения на карте
sc: Ammustra sos sìmbulos de sa mapa
sk: Zobraziť mapové symboly
sl: Prikaži simbole na zemljevidu
sr: Приказуј знамења карата
sr_latn: Prikazati oznake na mapi
sv: Visa kartsymboler
ta: வரைபட சின்னங்களைக் காட்டு
tr: Harita sembollerini göster
uk: Показати символи мапи
vi: Hiện các ký hiệu trên bản đồ
zh_hans: 显示地图符号
zh_hant: 顯示地圖符號

# commiting_node
source: Committing node…
af: Besig om node by te voeg…
ar: إنشاء نقطة…
be: Захаванне аб'екта…
bg: Изпращане на точка…
ca: S'està enviant el node…
cs: Odesílání uzlu…
da: Overfør knudepunkt…
de: Knoten übertragen …
el: Δέσμευση κόμβου…
eo: Alŝutado de nodo…
es_us: Cambiando nodo…
et: Sõlme kinnitamine…
eu: Nodoa bidaltzen…
fa: در حال ثبت نقطه…
fi: Lähetetään solmua…
fr: Envoi des nœuds…
gl: A enviar o nó…
he: המפרק נשלח…
hu: Pont véglegesítése…
hy: Օբյեկտի պահպանում…
id: Mengkomit node…
is: Sendi inn hnút…
it: Sottopongo il nodo…
ja: ノードをコミットしています…
ka: უჯრედის ატვირთვა…
ko: 노드 반영중…
lt: Perduodamas elementas…
lv: Ieraksta nodi…
mk: Se izvršuva jazol…
ml: നോഡ് ഉറപ്പിക്കുന്നു(Committing)…
nb: Sjekker inn knutepunkt…
nl: Punt wordt vastgelegd…
oc: A mandar lo nos…
pl: Zapisywanie węzła…
pt_br: Enviando nó…
ro_ro: Se execută modificarea nodului…
ru: Сохранение объекта…
sc: Imbiende su nodu…
sk: Nahráva sa uzol…
sl: Posredovanje vozlišča …
sr: Предајем чвор…
sr_latn: Intervencija čvora…
sv: Skickar nod…
ta: உறுதியான முனை…
tr: Düğüm işleniyor …
uk: Збереження точки…
vi: Nút kết thúc…
zh_hans: 正在提交节点…
zh_hant: 送交節點…

# quick_action_add_osm_bug
source: Add OSM Note
ar: إضافة خطأ إلى OSM
ast: Amestar una nota d'OSM
az: OSM qeydəlavə et
be: Дадаць OSM-нататку
ca: Afegeix una nota OSM
cs: Přidat OSM poznámku
cy: Ychwanegu Nodyn OSM
da: Tilføj OSM-bemærkninger
de: OSM-Hinweis hinzufügen
el: Προσθήκη σημείωσης OSM
eo: Aldoni OSM-rimarkon
es_us: Añadir nota de OSM
et: Lisa OSM märge
eu: Gehitu OSM oharra
fa: افزودن یادداشت OSM
fi: Lisää OSM-huomautus
fr: Ajouter une note OSM
gl: Engadir unha nota do OSM
he: הוספת הערת OSM
hu: OSM-jegyzet hozzáadása
hy: Ավելացնել OSM Նշում
id: Tambahkan Catatan OSM
is: Bæta við OSM-minnispunkti
it: Aggiungi una nota OSM
ja: OSM注記を追加
ka: OSMშენიშვნის დამატება
lt: Pridėti OSM Pastabą
lv: Pievienot OSM kļūdu
mk: Dodadete OSM beleska
ml: OSMകുറിപ്പ് ചേർക്കുക
nb: Legg til OSM-notat
nl: OSM-opmerking toevoegen
oc: Ajustar una nòta OSM
pl: Dodaj uwagę OSM
ro_ro: Adaugă o notă OSM
ru: Добавить OSM-заметку
sc: Annanghe una nota OSM
sk: Pridať OSM poznámku
sl: Vpiši opombo OSM
sr: Додај белешку ОСМ-а
sr_latn: Dodaj OSM belešku
sv: Lägg till OSM-anteckning
ta: OSM குறிப்பைச் சேர்க்கவும்
tr: OSM notu oluştur
uk: Додати Нотатку OSM
zh_hans: 添加 OSM 注记
zh_hant: 增加 OSM 的註解

# quick_action_add_category_descr
source: You can select multiple POI categories.
ar: يمكنك تحديد فئات POI متعددة.
be: Вы можаце абраць некалькі катэгорый POI.
ca: Podeu seleccionar més d'una categoria de PDI.
cs: Můžete vybrat více kategorií bodů zájmu.
da: Der kan vælges flere IP-kategorier.
de: Es können mehrere POI Kategorien ausgewählt werden.
el: Μπορείτε να επιλέξετε πολλαπλές κατηγορίες ΣΕ.
es_us: Puedes marcar varias categorías de PDI.
et: Võid valida mitu lemmikute kategooriat.
fr: Vous pouvez sélectionner plusieurs catégories de POI.
hu: Több érdekes hely-kategóriát is kiválaszthat.
id: Anda dapat memilih beberapa kategori POI.
is: Þú getur valið marga flokka merkisstaða (POI).
it: Puoi scegliere più categorie di PDI.
ja: 複数のPOIカテゴリーを選択できます。
nb: Du kan velge flere interessepunktkategorier.
nl: Je kan meerdere POI categorieën selecteren.
oc: Podètz seleccionar mai d'una categoria de PDI.
pl: Można wybrać wiele kategorii UM.
pt_br: Você pode selecionar várias categorias de PI.
ro_ro: Puteți selecta mai multe categorii de POI.
ru: Вы можете выбрать несколько категорий POI.
sc: Podes ischertare prus categorias de PDI.
sr: Можете одабрати више категорија POI.
sr_latn: Možete odabrati više kategorija TOI.
sv: Du kan välja flera intressepunkt-kategorier.
ta: நீங்கள் பல POI வகைகளைத் தேர்ந்தெடுக்கலாம்.
tr: Birden çok POI kategorisi seçebilirsiniz.
uk: Ви можете вибрати кілька категорій точок інтересу.
zh_hant: 您可以選擇多個 POI 類別。

source: Pedestrian
ar: مشاة
be: Пешаход
ca: Vianant
cs: Chodec
da: Fodgænger
de: Fußgänger
el: Πεζός
es_us: Peatón
et: Jalakäija
fi: Jalankulkija
fr: Piéton
hu: Gyalogos
id: Pejalan kaki
is: Fótgangandi
it: Pedone
ja: 徒歩
ka: ფეხით მოსიარულე
ko: 보행자
nl: Voetganger
oc: Pedon
pl: Pieszy
pt_br: A pé
ro_ro: Pietonal
ru: Пешеход
sc: A pedes
sk: Chodec
sl: Pešačenje
sr: Пешачки
sr_latn: Pešački
sv: Fotgängare
ta: பாதசாரி
tr: Yaya
uk: Пішохід
zh_hans: 行人
zh_hant: 步行

# rendering_attr_surface_paving_stones_name
source: Paving stones
ar: حجارة الرصف
be: Плітка
ca: Paviment de pedres
cs: Zámková dlažba
cy: Cerrig palmant
da: Belægningssten
de: Pflastersteine
el: Πέτρες επίστρωσης
eo: Trotuaraj platoj
es_us: Pavimento intertrabado o adoquín prefabricado
et: Sillutuskivid
eu: Zoladura harriak
fa: سنگفرش
fi: Kivetty
fr: Pavés réguliers
gl: Pavimento de pedra
he: אבני ריצוף
hu: Térkő
id: Turap batu
is: Hellusteinar
it: Pietre da pavimentazione
ja: タイル舗装
ka: ხრეში
ko: 돌포장
lv: Ķieģeļu bruģis
mk: Kameni kocki
ml: കല്ല് പാകിയത്
my: ကျောက်ပြားခင်း
nb: Belegningsstein
nl: Straatstenen
oc: Caladat
pl: Bruk
pt_br: Piso intertravado
ro_ro: Piatră cubică
ru: Тротуарная плитка
sc: Impedradu regulare
sk: Dlažobné tvárnice
sl: Kamniti tlakovci
sr: Поплочано камење
sr_latn: Popločano kamenjem
sv: Gatstenar
ta: நடைபாதை கற்கள்
tr: Kaldırım taşı
uk: Бруківка
vi: Đá lát
zh_hans: 铺路石
zh_hant: 鋪路石

# rendering_value_low_name
source: Low
af: Laag
ar: منخفض
az: Aşağı
be: Нізкая
bg: Ниска
ca: Baix
cs: Malá
cy: Isel
da: Lav
de: Niedrig
el: Χαμηλή
eo: Malalta
es_us: Bajo
et: Madal
eu: Baxua
fa: کم
fi: Matala
fr: Faible
gl: Baixa
he: נמוכה
hu: Alacsony
hy: Ցածր
id: Rendah
is: Lágur
it: Basso
ja: 低
ka: დაბალი
ko: 낮음
lt: Žemas
lv: Zems
mk: Nisko
ml: കുറഞ്ഞ
nb: Lav
nl: Laag
oc: Bas -sa
pl: Mała
pt_br: Baixo
ro_ro: Scăzut
ru: Низкая
sc: Bassa
sk: Nízka
sl: Nizka
sr: Ретка
sr_latn: Retko
sv: Låg
ta: குறைந்த
tr: Düşük
uk: Низька
vi: Thấp
zh_hans: 低
zh_hant: 低

# vessel_width_limit_description
source: Set vessel width to avoid narrow bridges
ar: تحديد عرض السفينة لتجنب الجسور الضيقة
az: Dar körpülərdən yayınmaq üçün gəminin enini təyin edin
be: Вызначце шырыню судна, каб пазбягаць вузкіх мастоў
ca: Indiqueu l'amplada del vaixell per evitar ponts ajustats
cs: Nastavte šířku plavidla, abyste se vyhnuli úzkým mostům
cy: Gosod lled y llong i osgoi pontydd cul
da: Indstil fartøjets bredde for at undgå smalle broer
de: Stellen Sie die Schiffsbreite ein, um schmale Brücken zu vermeiden
el: Ορίστε πλάτος σκάφους για αποφυγή στενών γεφυρών
eo: Enigu larĝon de akvoveturilo por eviti mallarĝajn pontojn
es_us: Define el ancho de la embarcación para evitar puentes estrechos
et: Kitsaste sildade vältimiseks kirjelda laeva laius
eu: Ezarri ontziaren zabalera zubi estuak ekiditeko
fa: عرض کشتی را برای پرهیز از پل های باریک وارد کنید
fi: Aseta aluksen leveys kapeiden siltojen välttämiseksi.
fr: Définir la largeur du navire pour éviter les ponts étroits
gl: Estabelecer o largo da embarcación para evitar pontes estreitas
he: הגדרת רוחב כלי השיט כדי להימנע מגשרים צרים
hu: Adja meg a hajószélességet a keskeny hidak elkerüléséhez
hy: Նեղ կամուրջներից խուսափելու համար նշեք նավի լայնությունը
id: Atur lebar kapal untuk menghindari jembatan sempit
is: Settu breidd skips til að geta forðast þröngar brýr
it: Imposta la larghezza della"imbarcazione per evitare i ponti stretti
ja: 狭い橋を避けるために船の幅を設定します
ko: 좁은 교량을 피하는 배 폭을 놓으십시오
mk: Postaveteširina na brodot za da izbegnete tesni mostovi
nb: Still inn fartøyets bredde for å unngå smale broer
nl: Stel de breedte van het vaartuig in om smalle bruggen te vermijden
oc: Indicatz l'ample de l'embarcacion per evitar lei pònts estrechs.
pl: Ustaw szerokość statku, by unikać wąskich mostów
pt_br: Defina a largura da embarcação para evitar pontes estreitas
ro_ro: Setați lățimea navei pentru a evita podurile înguste
ru: Укажите ширину судна, чтобы избежать узких мостов
sc: Imposta sa largària de sa barca pro evitare pontes astrintos
sk: Nastavte šírku plavidla, aby sa dalo vyhnúť úzkym mostom
sl: Nastaviširino plovila, da se izogneš ozkim mostovom
sr: Подесите ширину пловила и избегните уске мостове
sr_latn: Podesi širinu plovila zbog uskih mostova
sv: Ange fartygets bredd för att undvika smala broar
ta: குறுகிய பாலங்களைத் தவிர்க்க கப்பல் அகலத்தை அமைக்கவும்
tr: Dar köprülerden kaçınmak için gemi genişliğini ayarlayın
uk: Вкажіть ширину судна, щоб уникати вузьких мостів
vi: Đặt chiều rộng của tàu để tránh những cây cầu hẹp
zh_hans: 设置船只宽度以避免狭窄的桥梁
zh_hant: 設定船艦寬度以避免窄橋

# shared_string_relief_3d
source: 3D Relief
ar: تضاريس 3D
be: 3D рэльеф
ca: Relleu en 3D
cs: 3D reliéf
el: 3D Ανάγλυφο
eo: 3-dimensia reliefo
es_us: Relieve 3D
et: Kolmemõõtmelised maastikud
eu: 3D erliebea
fr: Relief 3D
hu: 3D domborzat
id: Relief 3D
is: Þrívíddarupphleyping
it: Rilievo 3D
ja: 3Dレリーフマップ
ko: 3D 릴리프
lt: 3D reljefas
nb: 3D-relieff
nl: 3D-reliëf
pl: Relief 3D
ro_ro: Relief 3D
ru: 3D-рельеф
sk: 3D reliéf
sr: 3Д рељеф
sr_latn: 3D reljef
ta: 3 டி ஈடு
tr: 3B Kabartma
uk: 3D-рельєф
vi: Hình 3D
zh_hans: 三维地形
zh_hant: 3D 地形圖

source: Send log
ar: إرسال سجل
be: Адправіць журнал
ca: Envia el registre
cs: Odeslat protokol
cy: Anfon log
de: Log senden
el: Αποστολή καταγραφής
eo: Sendi erar‑protokolon
es_us: Enviar registro del problema
et: Saada logi
eu: Bidali egunkaria
fa: ارسال گزارش
fr: Envoyer les journaux
gl: Enviar rexistro (log)
he: שליחת יומן
hi: लॉग भेजें
hu: Napló küldése
id: Kirim log
is: Senda atvikaskrá
it: Invia il registro
ja: ログの送信
ka: ჟურნალის გაგზავნა
ko: 로그 보내기
lv: Sūtīt atskaiti
mk: Isprati log
ml: ലോഗ് അയയ്ക്കുക
my: log ပို့ပါ
nb: Send logg
nl: Verzend log
oc: Mandar lo jornau
pl: Wyślij log
ro_ro: Trimite jurnal
ru: Отправить лог
sc: Imbia su registru
sk: Odoslať záznam
sl: Pošlji dnevnik
sr: Пошаљи дневник
sr_latn: Pošalji dnevnik
sv: Skicka loggfil
ta: பதிவு அனுப்பு
tr: Rapor gönder
uk: Надіслати журнал
vi: Gửi nhật kí
zh_hans: 发送日志
zh_hant: 傳送紀錄檔

source: Copy build version
ar: نسخ رقم النسخة
bg: Копиране номера на компилацията
cs: Kopírovat verzi sestavení
da: Kopiér build-version
de: Build-Version kopieren
el: Αντιγραφή έκδοσης build
eo: Kopii version de kompilaĵo
es_us: Copiar versión de la complicación
et: Kopeeri rakenduse versioon
eu: Kopiatu eraikitze bertsioa
fa: رونویسی نگارش ساخت
fi: Kopioi koontiversio
fr: Copier la version du build
he: העתקת גרסת הבנייה
hu: Összeállítás verziójának másolása
id: Salin versi bangunan
is: Afrita byggingarútgáfu
it: Copia la versione di compilazione
ko: 빌드 버전 복사
nb: Kopier byggversjon
nl: Build-versie kopiëren
oc: Copiar la version dei compilacions
pl: Skopiuj wersję kompilacji
ro_ro: Copiați versiunea de build
ru: Копировать версию сборки
sk: Kopírovať verziu zostavy
sr: Умножи број издања
sr_latn: Kopiraj verziju izdanja
sv: Kopiera byggversion
ta: உருவாக்க பதிப்பை நகலெடுக்கவும்
tr: Derleme sürümünü kopyala
uk: Копіювати версію збірки
vi: Sao chép bản dựng
zh_hans: 复制构建版本
zh_hant: 複製建構版本
