Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# activity_type_offroad_name
source: Off-road
ar: الطرق الوعرة
be: Пазадарожнік
bg: Офроуд
ca: Tot terreny
cy: Oddi ar y ffordd
el: Εκτός δρόμου
eo: Ekstervoje
es_us: Todo terreno
et: Maastikul
eu: Lur-orotakoa
fa: آفرود
fi: Maastoajelu
fr: Tout-terrain
gl: Todo terreo
he: שטח
hu: Terepjáró
is: Utanvegaakstur
it: Fuoristrada
ja: 未舗装道路
ka: უგზაობა
ko: 오프로드
lt: Bekelė
mk: Nadvor od patot
nb: Terreng
oc: Fòra de rota
pl: Terenowe
ru: Внедорожник
sc: Foras de camineras
sk: Jazda mimo cesty
sr: Вожња ван пута
sr_latn: Vožnja van puta
ta: ஆஃப்-ரோட்
tr: Arazi
uk: Позашляховик
vi: Xe địa hình
zh_hans: 越野
zh_hant: 越野

# activity_type_walking_name
source: Walking
ar: المشي
az: Gəzinti
be: Пешаход
bg: Ходене
ca: A peu
cs: Chůze
cy: Cerdded
da: Gang
de: Gehen
el: Περίπατος
eo: Piedirado
es_us: Peatón
et: Kõndimine
eu: Oinezkoa
fa: پیاده‌روی
fi: Kävely
fr: Marche
gl: A pé
he: הליכה
hu: Séta
id: Berjalan
is: Gangandi
it: A piedi
ja: 徒歩
ka: სიარული
ko: 걷기
lt: Ėjimas
mk: Peshachenje
nb: Gåing
nl: Wandelen
oc: D'a pès
pl: Chodzenie
ro_ro: Mers pe jos
ru: Пешеход
sc: A pee
sk: Chôdza
sl: Hoja
sr: Пешачење
sr_latn: Pešačenje
sv: Gående
ta: நடைபயிற்சி
tr: Yürüme
uk: Пішки
vi: Đi bộ
zh_hans: 步行
zh_hant: 步行

# activity_type_mountainbike_name
source: Mountain bike
ar: دراجة جبلية
ast: Bicicleta de monte
be: Горны ровар
bg: Планинско колоездене
cs: Horské kolo
cy: Beicio mynydd
el: Ορεινή ποδηλασία
eo: Montbiciklo
es_us: Bicicleta de montaña
et: Mägirattasõit
eu: Mendiko txirringa
fa: دوچرخهٔ کوهستان
fi: Maastopyöräily
fr: VTT
gl: Bicicleta de montaña
he: אופני הרים
hu: Hegyi kerékpározás
id: Sepeda gunung
is: Fjallahjól
ja: マウンテンバイク
ka: მთის ველოსიპედი
ko: 산악자전거
lt: Kalnų dviratis
mk: Planinski velosiped
nb: Terrengsykkel
oc: Bicicleta de montanha
pl: Rower górski
ro_ro: Bicicletă de munte
ru: Горный велосипед
sc: Bitzicleta de monte
sk: Horský bicykel
sl: Gorsko kolesarjenje
sr: Планински бицикл
sr_latn: Planinski bicikl
ta: மலை பைக்
tr: Dağ bisikleti
uk: Гірський велосипед
vi: Xe đạp địa hình
zh_hans: 山地车
zh_hant: 山地自行車

# activity_type_snowmobile_name
source: Snowmobile
ar: الثلج
be: Снегаход
bg: Моторни шейни
ca: Moto de neu
cs: Sněžný skútr
cy: Car eira
da: Snescooter
de: Schneemobil
el: Σνόουμομπιλ
eo: Motorsledo
es_us: Motonieve
et: Mootorsaan
eu: Elur-motorra
fa: برف‌رو
fi: Moottorikelkkailu
fr: Motoneige
gl: Motoneve
he: אופנוע שלג
hu: Motoros szán
id: Mobil Salju
is: Vélsleðar
it: Gatto delle nevi
ja: スノーモービル
ka: თოვლის მანქანა
ko: 스노모빌
lt: Sniego motociklas
mk: Motorna sanka
nb: Snøskuter
nl: Sneeuwscooter
oc: Motonèu
pl: Skuter śnieżny
ro_ro: Snowmobil
ru: Снегоход
sc: Motoislita
sk: Snežný skúter
sl: Motorne sani
sr: Моторне санке
sr_latn: Motorne sanke
sv: Snöskoter
ta: ச்னோமொபைல்
tr: Kar arabası
uk: Снігохід
vi: Xe trượt tuyết
zh_hans: 雪地摩托
zh_hant: 雪地摩托車

# routing_attr_avoid_share_taxi_description
source: Avoids share taxi
ar: تجنب مشاركة سيارة الأجرة
be: Пазбягаць маршрутных таксі
ca: Evita el taxi compartit
cs: Vyhne se sdíleným taxi
cy: Yn osgoi rhannu tacsi
da: Undgår deletaxi
de: Vermeidet Sammeltaxi
el: Αποφεύγει αγοραίο
eo: Eviti komunajn taksiojn (aŭtobusetojn)
es_us: Evita usar taxis compartidos
et: Väldib takso jagamist
eu: Ekidin taxi partekatuak
fa: از تاکسی اشتراکی پرهیز می‌کند
fr: Éviter le taxi partagé
gl: Evitar taxis compartidos
he: נמנע ממוניות שירות
hi: शेयर टैक्सी से बचें
hu: Elkerüli az iránytaxikat
id: Menghindari taksi berbagi
is: Forðast deilileigubíla
it: Evita i taxi condivisi
ja: 移動手段として乗り合いタクシーを避けます
ka: სამარშრუტო ტაქსების თავიდან აცილება
lt: Vengti dalinimosi taksi
lv: Nelietot maršruta taksometrus
mk: Izbegnuva spodeluvanje na taksi
ml: ഷെയർ ടാക്സി ഒഴിവാക്കുക
my: စုပေါင်းစီးတက္ကစီကိုရှောင်
nb: Unngår delingsdrosje
nl: Vermijd gedeelde taxi
oc: Evita lo taxi partejat
pl: Unika taksówek zbiorowych
pt_br: Evita usar táxi coletivo
ro_ro: Evită taxiuri
ru: Избегать маршрутных такси
sc: Istransit sos taxis cumpartzidos
sk: Vyhnúť sa zdieľaným taxíkom
sl: Načrtovanje poti brez potovanja s taksijem
sr: Избегавање дељеног таксија
sr_latn: Deljenje taksija
sv: Undviker taxi som delas med andra
ta: பங்கு டாக்சியைத் தவிர்க்கிறது
tr: Paylaşımlı taksilerden kaçınır
uk: Уникати маршрутних таксі
vi: Tránh taxi ghép
zh_hans: 避免共享出租车
zh_hant: 避免共享計程車

# rendering_attr_surface_mud_name
source: Mud
ar: وحل
ast: Llamuerga
az: Palçıq
be: Іл
bg: Рядка кал
ca: Fangar
cs: Bláto
cy: Mwd
da: Mudder
de: Schlamm
el: Λάσπη
eo: Koto
es_us: Lodazal
et: Muda
eu: Lokatza
fa: گِل
fi: Muta
fr: Boue
gl: Lama
he: בוץ
hu: Sár
id: Lumpur
is: Leðja
it: Fango
ja: 泥
ka: ტალახი
ko: 진흙
lt: Tešlynas
lv: Dubļains
mk: Kal
ml: ചെ
my: ရွှံ့
nb: Gjørme
nl: Modder
oc: Fanga
pl: Błoto
pt_br: Lama
ro_ro: Noroi
ru: Топкая грязь
sc: Ludu
sk: Blato
sl: Blato
sr: Блато
sr_latn: Blato
sv: Lera
ta: மண்
tr: Çamur
uk: Мул
vi: Bùn
zh_hans: 泥路
zh_hant: 泥

# routing_attr_freeride_policy_name
source: Off-piste
ar: خارج الطريق
be: Па-за трасай
bg: Извън пистата
ca: Fora de pista
cs: Mimo sjezdovky
de: Abseits der Piste
el: Εκτός πίστας
eo: Ekster skivojoj
es_us: Fuera de pista
et: Hooldamata nõlv
eu: Pistatik kanpo
fa: آزاد (بیرون پیست)
fr: Hors-piste
gl: Fóra de pista
he: ללא מסלול
hu: Pályán kívül
is: Utanbrauta
it: Fuori pista
ja: ゲレンデ外
ka: თხილამური
ko: 오프-피스트
lv: Beztrases
mk: Nadvor od patekata
nb: Utenfor løypenett
nl: Buiten de piste
oc: Fòra de pista
pl: Poza trasą
pt_br: Fora de pista
ro_ro: Piste interzise
ru: Вне трассы
sc: In foras de pista
sk: Mimo zjazdovky
sl: Izven urejenih smučišč
sr: Ван стазе
sr_latn: Van staze
sv: Offpist
ta: ஆஃப்-பிச்ட்
tr: Pist dışı
uk: Поза трасою
zh_hans: 越野滑雪
zh_hant: 越野滑雪

# rendering_attr_highway_class_street_name
source: Street
ar: شارع
ast: Cai
az: Küçə
be: Вуліца
bg: Улица
ca: Carrer
cs: Ulice
cy: Stryd
da: Gade
de: Straße
el: Οδός
eo: Stratoj
es_us: Calle residencial
et: Tänav
eu: Kalea
fa: خیابان
fi: Katu
fr: Rue
gl: Rúa
he: רחוב
hu: Utca
id: Jalan
is: Gata
it: Strada
ja: 街路
ka: ქუჩა
ko: 길거리
lt: Gatvė
lv: Iela
mk: Ulica
ml: തെരുവ്
my: လမ်း
nb: Gate
nl: Straat
oc: Carriera
pl: Ulica
pt_br: Rua
ro_ro: Stradă
ru: Улица
sc: Carrera
sk: Ulica
sl: Ulica
sr: Улица
sr_latn: Ulica
sv: Gata
ta: தெரு
tr: Sokak
uk: Вулиця
vi: Phố
zh_hans: 街道
zh_hant: 街道

# rendering_attr_showMonorailRoutes_name
source: Monorail routes
ar: طرق سكة حديد أحادية
be: Манарэйкавыя маршруты
bg: Еднорелсови маршрути
ca: Línies de monoraïl
cs: Trasy jednokolejné železnice
cy: Llwybrau monorail
da: Monorail-ruter
de: Monoraillinien
el: Δρομολόγια μονοτρόχιου σιδηρόδροµου
eo: Unurel-fervojaj kursoj
es_us: Rutas de monorriel
et: Monoraili liinid
eu: Monorailaren ibilbideak
fa: مسیرهای مونوریل
fr: Voies pour monorail
he: מסלולי מונורייל
hu: Egy sínből álló vasútvonalak
id: Rute monorel
is: Leiðir einteinunga
it: Linee della monorotaia
ja: モノレール路線
ka: ცალრელსიანი გზები
ko: 모노레일 노선
mk: Marsruti na visinski vozovi
nb: Énskinnebanelinje
nl: Monorail spoorwegen
oc: Linhas de monorai
pl: Trasy kolei jednoszynowej
ro_ro: Rute de monorail
ru: Монорельсовые маршруты
sc: Àndalas de sas monorotajas
sk: Trasy jednokoľajky
sl: Proge enotirnihželeznic
sr: Путање са једним колосеком
sr_latn: Rute sa jednim kolosekom
sv: Monorail-linjer
ta: மோனோரெயில் வழிகள்
tr: Monoray yolları
uk: Монорейкові маршрути
vi: Tuyến tàu ray đơn
zh_hans: 单轨列车线路
zh_hant: 單軌電車路線

# rendering_attr_showFunicularRoutes_name
source: Funicular routes
ar: المسارات المائلة
be: Фунікулёрныя маршруты
bg: Въжени маршрути
ca: Línies de funicular
cs: Lanové dráhy
cy: Llwybrau ffyniciwlar
da: Kabelbaneruter
de: Standseilbahnlinien
el: Δρομολόγια τελεφερίκ
eo: Funikularaj kursoj
es_us: Rutas funiculares
et: Köisraudteed
eu: Funikularren bideak
fa: مسیرهای فونیکولار
fr: Voies pour funiculaire
he: מסלולי פוניקולר
hu: Siklóvonalak
id: Rute kereta kabel
is: Leiðir kláfbrauta
it: Percorsi della funicolare
ja: ケーブルカー路線
ka: ფუნიკულიორის გზები
ko: 강삭철도 노선
lt: Funikulieriaus maršrutai
mk: Marsruti naŽičarnici
nb: Kabelbaneruter
nl: Kabelspoorwegen
oc: Linhas de funicular
pl: Trasy kolejki linowej
ro_ro: Rute de funicular
ru: Фуникулерные маршруты
sc: Àndalas funiculares
sk: Trasy lanoviek
sl: Proge vzpenjač
sr: Путање жичара
sr_latn: Rute žičara
sv: Bergbanor
ta: வேடிக்கையான வழிகள்
tr: Füniküler yolları
uk: Маршрути фунікулера
vi: Tuyến tàu/cáp treo leo núi
zh_hans: 缆车线路
zh_hant: 纜車路線

# routing_attr_allow_intermediate_description
source: More difficult routes with steeper sections. Generally some obstacles that should be avoided.
ar: طرق أكثر صعوبة مع أقسام أكثر حدة. بعض العقبات التي ينبغي تجنبها.
be: Больш складаныя трасы са стромкімі ўчасткамі. Пэўныя перашкоды, якіх варта пазбягаць.
bg: По-сложен маршрут със стръмни участъци. Наличие на препятствия, които да бъдат избегнати.
ca: Rutes més difícils amb trams més costeruts. En general, alguns obstacles que s'han d'evitar.
cs: Obtížnější trasy se strmější úseky. S možnými překážkami, kterým je třeba se vyhybat.
cy: Llwybrau mwy anodd gyda rhannau mwy serth. Yn gyffredinol, bydd rhai rhwystrau i'w osgoi.
da: Mere vanskelige ruter med stejlere sektioner. Generelt med nogle forhindringer som bør undgås.
de: Schwierigere Routen mit steileren Abschnitten. Enthält im Allgemeinen einige Hindernisse, die vermieden werden sollten.
el: Πιο δύσκολες διαδρομές με πιο απότομα τμήματα. Γενικά, πρέπει να αποφεύγονται μερικά εμπόδια.
eo: Malfaciletaj skivojoj kaj krutaj segmentoj. Enhavas malhelpaĵojn, kiuj estu evititaj.
es_us: Rutas más difíciles con tramos más empinados. En general, algunos obstáculos que deben evitarse.
et: Raskemad marsruudid järsemate lõikudega. Üldiselt mõned takistused, mida tuleks vältida.
eu: Ibilbide zailagoak tarte aldapatsuagoekin. Orokorrean gainditu behar diren oztopoak.
fa: مسیرهای سخت‌تر با سراشیبی‌های تندتر. معمولاً موانعی هست که باید مراقبشان باشید.
fr: Itinéraires plus difficiles avec des sections pentues avec des obstacles à contourner régulièrement.
gl: Roteiros máis difíciles con treitos máis empinados. Xeralmente algúns obstáculos que deben evitarse.
he: מסלולים קשים יותר עם מקטעים יותר תלולים. בדרך כלל עם מכשולים שרצוי להימנע מהם.
hu: Nehezebb útvonalak meredekebb szakaszokkal. Általában kikerülendő akadályokat is tartalmaz.
id: Rute yang lebih sulit dengan bagian yang lebih curam. Umumnya beberapa rintangan yang harus dihindari.
is: Erfiðari leiðir með brattari hlutum. Oft með hindrunum sem ætti að forðast.
it: Percorsi più difficili con tratti più ripidi. Generalmente alcuni ostacoli che dovrebbero essere evitati.
ja: 急勾配のより難易度の高いルートです。一般的に避けた方がよい障害などをいくつか含んでいることがあります。
ko: 가파른 단면도를 가진 더 어려운 노선. 일반적으로 피해야 할 장애물.
lv: Sarežģītāki maršruti ar krasākām daļām. Kopumā daži traucējumi, no kuriem būtu jāizvairās.
mk: Poteški pravci so poostri delnici. Generalno nekoi prečki što treba da se izbegnuvaat.
nb: Vanskeligere ruter med brattere partier. Generelt noen hindringer som bør unngås.
nl: Moeilijkere routes met steilere delen. Bevat in het algemeen mogelijke obstakels die beter vermeden kunnen worden.
oc: Percors pus dificils amb de pendas sobdas. Generalament d’obstacles que faudrà evitar.
pl: Trudniejsze trasy z bardziej stromymi odcinkami. Ogólnie rzecz biorąc, niektóre przeszkody, których należy unikać.
pt_br: Rotas mais difíceis com seções mais íngremes. Geralmente alguns obstáculos que devem ser evitados.
ro_ro: Trasee mai dificile, cu secțiuni mai abrupte. În general, unele obstacole care trebuie evitate.
ru: Более сложные маршруты с крутыми участками дороги. В целом, препятствия, которых следует избегать.
sc: Àndalas prus difìtziles cun tratos prus ratos. De sòlitu carchi ostàculu chi diat dèpere èssere evitadu.
sk: Náročnejšie trasy so strmejšími úsekmi. S možnými prekážkami, ktoré je nutné obísť.
sl: Zahtevnejše poti z bolj strmimi odseki in z ovirami, ki se jih je priporočljivo izogniti.
sr: Тежи путеви са стрмијим деловима. Опште гледано, неке препреке које треба избегавати.
sr_latn: Teži putevi sa strmijim delovima. Opšte gledano, neke prepreke koje treba izbegavati.
sv: Mer utmanande rutter med branta partier och en del hinder som bör undvikas.
ta: செங்குத்தான பிரிவுகளுடன் மிகவும் கடினமான வழிகள். பொதுவாக தவிர்க்கப்பட வேண்டிய சில தடைகள்.
tr: Daha dik bölümlere sahip daha zor rotalar. Genellikle kaçınılması gereken bazı engeller.
uk: Складніші маршрути з крутішими ділянками. Як правило, мають деякі перешкоди, яких слід уникати.
zh_hans: 难度较高的路线，路段较为陡峭。一般来说，应避免一些障碍物。
zh_hant: 更困難且更陡峭的路線。一般來說應該避免一些障礙。

# routeInfo_smoothness_description
source: Road/footpath maneuverability classification for wheeled vehicles, in particular regarding surface regularity/flatness.
ar: تصنيف القدرة على المناورة على الطريق/ممر المشاة للمركبات ذات العجلات ، لا سيما فيما يتعلق بانتظام السطح / وتسطيحه.
ast: Provides a classification scheme regarding the physical usability of a way for wheeled vehicles, particularly regarding surface regularity/flatness.
be: Класіфікацыя прыдатнасці дарогі/пешаходнай дарожкі для колавых транспартных сродкаў, у прыватнасці, адносна роўнасці/раўнамернасці паверхні.
bg: Класификация на маневреността на пътища/пешеходни алеи за колесни превозни средства, по-специално по отношение на гладкост/еднородност на повърхността.
cs: Klasifikace manévrovatelnosti silnic/pěšin pro kolová vozidla, zejména vzhledem k pravidelnosti/rovinatosti povrchu.
cy: Dosbarthiad symudedd ffyrdd/llwybrau troed ar gyfer cerbydau olwyn, yn enwedig o ran rheoleidd-dra/gwastadedd yr arwyneb.
da: Klassificering af vej- og gangstiers fremkommelighed for hjulkøretøjer, navnligt med hensyn til overfladens regelmæssighed/fladhed.
de: Klassifizierungsschema für die physische Nutzbarkeit eines Weges für Radfahrzeuge, insbesondere hinsichtlich der Regelmäßigkeit/Ebenheit der Oberfläche.
eo: Klasifikas vojojn laŭ ilia veturebleco por radveturiloj: glateco kaj krateretoj.
es_us: Clasificación con respecto a la usabilidad física de un camino para vehículos con ruedas, particularmente con respecto a la regularidad y planitud de la superficie.
et: Tee või raja klassifikatsioonisüsteem ratassõidukitele, arvestades eelkõige pinna korrapärasust ja tasasust.
eu: Gurpildun ibilgailuen errepide/bideen maniobragarritasunaren sailkapena, batez ere gainazaleko erregulartasunari/lautasunari dagokionez.
fa: اطلاعات درباره نرمی سطح جاده‌ها را نمایش می‌دهد.
fr: Classification des caractéristiques physiques des voies pour les véhicules à roues, notamment la nature et la régularité de leurs surfaces.
he: סיווג עבירות כביש/דרך לכלי רכב גלגליים, במיוחד סביב כמה המשטח רגיל/שטוח.
hu: Utak/gyalogutak osztályozása, hogy mennyire használhatók kerekes járművekkel, különös tekintettel az útfelszín egyenletességére/simaságára.
id: Klasifikasi kemampuan manuver jalan/jalur untuk kendaraan beroda, khususnya mengenai keteraturan/kerataan permukaan.
is: Flokkun aksturseiginleika fyrir farartæki á hjólum, sérstaklega með tilliti til flatar og áferðar yfirborðs.
it: Classificazione della manovrabilità stradale/pedonale per veicoli su ruote, in particolare per quanto riguarda la regolarità/planarità del manto stradale.
ja: 特に表面の規則性/平坦性の観点での、車輪の付いたあらゆる乗り物においてそれぞれの通行が認められる歩道および車道の操縦性分類です。
ko: 바퀴 달린 차량에 대한 도로/발길 기동성 분류, 특히 표면 규칙성/평탄도에 관한 분류입니다.
mk: Klasifikacija za manevriranje na patišta/pešački pateki za vozila na trkala, osobeno vo odnos na regularnosta/plošnosta na površinata.
nb: Klassifisering av manøvrerbarhet på vei/gangvei for kjøretøy med hjul, spesielt når det gjelder overflateregelmessighet/planhet.
nl: Classificatie voor de manoeuvreerbaarheid van een weg/pad voor wielvoertuigen, in het bijzonder de regelmatigheid en vlakte van de ondergrond.
oc: Classificacion de la carrosabilitat de la rota/ dau camin per lei veïcles de ròdas, particularament per tot çò relatiu a la regularitat, au plan e au clòt de la superficia.
pl: Klasyfikacja manewrowości drogi/chodnika dla pojazdów kołowych, w szczególności w odniesieniu do regularności/płaskości nawierzchni.
ro_ro: Clasificarea manevrabilității pe drumurile/căile pietonale pentru vehiculele pe roți, în special în ceea ce privește regularitatea/planeitatea suprafeței.
ru: Классификация пригодности дорог/тротуаров для колёсных транспортных средств в отношении регулярности/ровности поверхности.
sc: Classificatzione de s'usabilidade fìsica de unu caminu pro veìculos a rodas, mescamente pro su chi pertocat a sa regularidade e a sa pranaridade de sas superfìtzies.
sk: Klasifikácia manévrovateľnosti ciest/chodníkov pre kolesové vozidlá, najmä vzhľadom na pravidelnosť/rovnosť povrchu.
sl: Klasifikacija cest/pešpoti za vozila na kolesih po manevrski sposobnosti, zlasti glede pravilnosti/naravnanosti površine.
sr: Класификација управљивости пута/пешачке стазе за возила на точковима, посебно у погледу правилности/равности површине.
sr_latn: Klasifikacija upravljivosti puta/pešačkih staza za vozila na točkovima, posebno u odnosu na ujednačenost površine.
sv: Klassificering av vägar och gångvägar för hjulfordon, särskilt med avseende på ytans jämnhet/planhet.
ta: சாலை/பாதையின் சூழ்ச்சி வகைப்பாடு சக்கர வாகனங்களுக்கான வகைப்பாடு, குறிப்பாக மேற்பரப்பு வழக்கமான/தட்டையானது குறித்து.
tr: Tekerlekli araçlar için, özellikle yüzey düzgünlüğü/düzlüğü ile ilgili olarak, yol/patika manevra kabiliyeti sınıflandırması.
uk: Класифікація придатності дороги/пішохідної доріжки для колісних транспортних засобів, зокрема щодо рівності та гладкості поверхні.
vi: Phân loại khả năng di chuyển của đường/lối đi bộ đối với phương tiện có bánh, đặc biệt là về độ đều/độ phẳng của bề mặt.
zh_hans: 轮式车辆的道路 / 人行道机动性分级，特别是关于路面一致性 / 平整度的分级。
zh_hant: 輪式車輛的道路／人行道機動性分類，特別是表面規則性／平整度。

# rendering_attr_OSMMapperAssistant_name
source: OSM mapper assistant
ar: مساعد تخطيط OSM
be: Памагаты мапографа OSM
bg: OSM mapperпомощник
ca: Assistent cartogràfic per OSM
cs: Pomocník OSM editorů
cy: Cynorthwyydd mapio OSM
da: OSM-kortassistent
de: OSM-Mapper-Assistent
el: Βοηθός χαρτογράφου OSM
eo: Ŝlosiloj “Riparu min!”
es_us: Asistente al mapeador OSM
et: OSM kaardistaja abiline
eu: OSM kartografia laguntzailea
fa: دستیار نقشه‌کش OSM
fi: OSM kartoitin avustaja
fr: Assistant pour la cartographie OSM
gl: Axudante cartográfico do OSM
he: מסייע מיפוי OSM
hu: OSM-térképezősegéd
hy: OSM քարտեզագրիչի օգնական
id: Asisten pemetaan OSM
is: OSM-kortagerðaraðstoð
it: Assistente mappatore OSM
ja: OSMマッパーアシスタント
ka: OSM კარტოგრაფის დამხმარე
ko: OSM 지도작성 도우미
lt: OSMžymėtojo pagalbininkas
lv: OSM kartētāja asistents
mk: Pomošnik za mapiranje na OSM
ml: ഒഎസ്എം മാപ്പർ അസിസ്റ്റന്റ്
nb: OSM Mapper-assistent
nl: OSM-kaart: [fixme] tonen
oc: Assistent cartografic per OSM
pl: Asystent mapowania OSM
pt_br: Assistente de mapeador OSM
ro_ro: OSM maper asistent
ru: Помощник картографа OSM
sc: Assistente mapadura OSM
sk: Asistent mapera OSM
sl: Pomočnik OSM
sr: Помоћник карата ОСМ-а
sr_latn: Pomoćnik za OSM mapiranje
sv: OSM kartassistent
ta: OSM மேப்பர் உதவியாளர்
tr: OSM haritalama yardımcısı
uk: Помічник мапера OSM
zh_hans: OSM 制图助手
zh_hant: OSM 製圖助手

# rendering_attr_showFitnessTrails_description
source: Show fitness trails
ar: إظهار مسارات اللياقة البدنية
be: Паказаць фітнес-сцежкі
bg: Показване на пътеки за поддържане на формата
ca: Mostra els itineraris de fitness
cs: Zobrazit fitness trasy
cy: Dangos llwybrau ffitrwydd
da: Vis fitnessbaner
de: Fitness-Parcours anzeigen
el: Εμφάνιση μονοπατιών γυμναστικής
eo: Montri“vojetojn de sano”
es_us: Muestra los circuitos aeróbicos
et: Näita fitnessiradu
eu: Erakutsi fitness ibilbideak
fa: نمایش مسیرهای تناسب‌اندام
fi: Näytä kuntopolut
fr: Afficher les parcours de santé
he: הצגת מסלולי חיטוב
hu: Erdei tornapályák megjelenítése
id: Tampilkan jejak kebugaran
is: Sýna fitness-leiðir
it: Mostra i percorsi fitness
ja: アスレチックコースを表示します
ko: 피트니스 트레일
lt: Rodyti sveikatingumo takus
mk: Pokaži fitnes pateki
nb: Vis trimløyper
nl: Toon sport paden
oc: Mostrar lei percors de santat
pl: Pokaż ścieżki zdrowia
ro_ro: Arată trasee de fitness
ru: Показать фитнес-маршруты
sc: Ammustra sas camineras de allenamentu
sk: Zobraziť fitnes trasy
sl: Pokaži fitnes steze
sr: Приказ стаза за трчање
sr_latn: Prikaz staza za trčanje
sv: Visa motionsspår
ta: உடற்பயிற்சி தடங்களைக் காட்டு
tr: Fitness parkurlarını göster
uk: Показати фітнес-стежки
vi: Hiện những cung đường tập luyện thể chất
zh_hans: 显示健身步道
zh_hant: 顯示健身路徑
