Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# osm_modify_place
source: Modify place
ar: تعديل المكان
be: Змяніць мясціну
ca: Modifica lloc
cs: Upravit místo
da: Ændre sted
de: Ort bearbeiten
el: Τροποποίηση μέρους
es_us: Editar lugar
et: Muuda kohta
fa: ویرایش مکان
fr: Modifier le lieu
hu: Hely módosítása
id: Modifikasi tempat
is: Breyta stað
it: Modifica luogo
ja: 場所を変更
ka: ადგილის შეცვლა
nl: Plaats aanpassen
oc: Modificar lo luòc
pl: Zmodyfikuj miejsce
pt_br: Modificar lugar
ro_ro: Modificați locul
ru: Изменить место
sc: Modìfica su logu
sk: Upraviť miesto
sl: Spremeni mesto
sr: Измените место
sr_latn: Izmenite mesto
sv: Redigera plats
ta: இடத்தை மாற்றவும்
tr: Yeri değiştir
uk: Змінити місце
zh_hant: 更改地點

# poi_remove_title
source: Delete POI
af: verwyder Interessante plek
ar: حذف POI
az: POI-ni sil
be: Выдаліць POI
bg: Изтриване на POI
ca: Elimina el PDI
cs: Vymazat POI
cy: Dileu MODd
da: Slet interessepunkt
de: POI löschen
el: Διαγραφή ΣΕ
eo: Forigi interesejon
es_us: Borrar PDI
et: Kustuta huvipunkt
eu: Ezabatu POI-a
fa: پاک‌کردن POI
fi: Poista KP
fr: Supprimer le point d'intérêt
gl: Eliminar PDI
he: מחיקת נ״ע
hu: Érdekes hely törlése
hy: POI ջնջում
id: Hapus POI
is: Eyða merkisstað
it: Eliminazione PDI
ja: POIを削除
ka: POI-ს წაშლა
ko: POI 삭제
lt: Ištrinti LV
lv: Dzēst POI
mk: Izbrisete go POI
ml: താല്‍പര്യ ബിന്ദു (പിഓഐ) നീക്കം ചെയ്യുക
mr: पिओआय काढून टाका
nb: Slett interessepunkt
nl: POI verwijderen
oc: Eliminar lo PDI
pl: Usuń użyteczne miejsce
ro_ro: Șterge POI
ru: Удаление POI
sc: Iscantzelladura PDI
sk: Vymazať POI
sl: Izbriši točko POI
sr: Обриши тачку занимања
sr_latn: Obriši TOI
sv: Ta bort POI
ta: பின்னர் நீக்கு
tr: POI sil
uk: Вилучення POI
vi: Xóa địa điểm
zh_hans: 删除兴趣点
zh_hant: 刪除 POI

# osm_edit_created_poi
source: Created OSM POI
ar: إنشاء OSM POI
az: Yaradılmış OSM POI
be: Створана OSM POI
bg: Създаден OSM POI
ca: S'ha creat un PDI a OSM
cs: Vytvořen OSM POI
cy: Wedi creu OSM POI
da: Oprettede OSM IP
de: OSM-POI erstellt
el: Δημιουργήθηκε ΣΕ OSM
eo: Kreita OSM-interesejo
es_us: PDI de OSM creado
et: OSM huvipunkt loodud
eu: OSM POI-a sortuta
fa: ایجاد POI
fi: OSM KP luotu
fr: Point d'intérêt créé sur OSM
gl: Crear un PDI de OSM
he: נוצרו נקודות עניין ב־OSM
hu: OSM POI létrehozva
hy: Ստեղծեք OSM POI
id: Dibuat POI OSM
is: Bjó til OSM-merkisstað
it: PDI di OSM creato
ja: OSMのPOIが作成されました
ka: OSM POI შეიქმნა
lt: Sukurta OSM LV
lv: Izveidots OSM POI
mk: Kreiran OSM POI
ml: OSM POI സൃഷ്ടിച്ചു
nb: Opprettet OSM-interessepunkt
nl: OSM-POI aangemaakt
oc: Un PDI OSM es estat creat
pl: Utworzone użyteczne miejsce OSM
ro_ro: Punct de interes OSM creat
ru: Создана OSM POI
sc: PDI de OSM creadu
sk: Vytvorený OSM POI
sl: Ustvarjena točka POI
sr: Тачка занимања је направљена
sr_latn: TOI je kreirana
sv: Skapat en OSM POI
ta: OSM POI ஐ உருவாக்கியது
tr: Oluşturulmuş OSM POI'si
uk: Створено точку інтересу OSM
zh_hans: 创建的 OSM 兴趣点
zh_hant: 建立 OSM 的 POI

source: Edit OSM Note
ar: تحرير ملاحظة OSM
be: Рэдагаваць нататку OSM
ca: Edita la nota d'OSM
cs: Upravit OSM poznámku
da: Rediger OSM-bemærkning
de: OSM-Hinweis bearbeiten
el: Επεξεργασία σημειώσεων OSM
es_us: Editar nota de OSM
et: Muuda OSM märget
fr: Modifier la note OSM
hu: OSM-jegyzet szerkesztése
id: Edit Catatan OSM
is: Breyta OSM-minnispunkti
it: Modifica Nota OSM
ja: OSMメモの編集
ka: OSM შენიშვნის ჩასწორება
nl: OSM Note bewerken
oc: Modificar la Nòta OSM
pl: Edytuj uwagę OSM
pt_br: Editar nota do OSM
ro_ro: Editare OSM Note
ru: Править заметку OSM
sc: Modìfica sa nota de OSM
sk: Upraviť OSM poznámku
sl: Uredi opombo OSM
sr: Уредите OSM белешку
sr_latn: Uredite OSM belešku
sv: Redigera OSM-anteckning
ta: OSM குறிப்பைத் திருத்து
tr: OSM Notunu Düzenle
uk: Редагувати нотатку OSM
zh_hant: 編輯 OSM 註解

source: Depth contour lines
ar: خطوط كنتورالعمق
be: Ізабаты
bg: Контурни линии на дълбочината (изобати)
ca: Corbes de nivell de profunditat
cs: Hloubkové vrstevnice
da: Dybdekonturlinjer
de: Tiefenlinien
el: Ισοϋψείς καμπύλες βάθους
eo: Maraj profundec-kurboj
es_us: Curvas de nivel de profundidad
et: Sügavuse samakõrgusjooned
eu: Sakoneraren sestra-kurbak
fa: خطوط عمق
fr: Lignes de sondes
gl: Curvas de nivel da profundidade
hu: Mélységvonalak
id: Kedalaman garis kontur
is: Dýptarlínur
it: Linee batimetriche
ja: 等深線
ko: 깊이 contour 선
nb: Dybdekoter
nl: Diepte van hoogtelijnen
oc: Isobatas
pl: Linie konturowe głębokości
ro_ro: Curbe de adâncime
ru: Изобаты
sc: Curvas de livellu de sa profundidade
sk: Hĺbkové vrstevnice
sl: Izobate
sr: Дубина линија обриса
sr_latn: Dubina linija obrisa
sv: Djupkurvor
ta: ஆழம் விளிம்பு கோடுகள்
tr: Eş derinlik eğrileri
uk: Ізолінії глибин
vi: Đường đồng mức độ sâu
zh_hans: 等深线
zh_hant: 等深線

# sqlitedb_import_title
source: Import raster map file
ar: استيراد ملف خريطة نقطية
be: Імпарт файла растравай мапы
ca: Importa el fitxer de mapa de bits
cs: Importovat soubor rastrové mapy
da: Importer Map Creator fil
de: Rasterkarten-Datei importieren
el: Εισαγωγή αρχείου raster χάρτη
es_us: Importar archivo de mapa rasterizado
et: Impordi rasterkaardi fail
fr: Importer un fichier de carte raster
gl: Import Map Creator file
hu: Raszteres térképfájl importálása
id: Impor berkas peta raster
is: Flytja inn rastakortaskrá
it: Importa il file Map Creator
ja: ラスターマップファイルのインポート
ka: რასტრული რუკის ფაილის შემოტანა
nb: Import Map Creator file
oc: Importar lo fichier raster
pl: Import pliku mapy rastrowej
pt_br: Importar arquivo de mapa raster
ro_ro: Importați un fișier de hartă raster
ru: Импорт файла растровой карты
sc: Importa su documentu de sa mapa raster
sk: Importovať súbor rastrovej mapy
sr: Увезите датотеку растерске карте
sr_latn: Uvezite datoteku rasterske karte
sv: Importera rasterkartfil
ta: ராச்டர் வரைபடக் கோப்பை இறக்குமதி செய்யுங்கள்
tr: Raster harita dosyasını içe aktar
uk: Імпортувати файл растрової мапи
zh_hant: 匯入地圖，建立檔案

# rendering_attr_smoothness_good_name
source: Good
ar: جيد
az: Yaxşı
be: Добрая
bg: Добра
ca: Bona
cs: Dobrá
cy: Da
da: God
de: Gut
el: Καλό
eo: Bona
es_us: Bueno
et: Hea
eu: Ona
fa: خوب
fi: Hyvä
fr: Bon
gl: Boa
he: טובה
hu: Jó
id: Bagus
is: Gott
it: Buono
ja: ロードバイクを含め車両全般が走行可
ka: კარგი
lt: Gera
lv: Labs
mk: Dobar
ml: നല്ലത്
my: အကောင်းစား
nb: God
nl: Goed
oc: Bòn -a
pl: Dobra
pt_br: Boa
ro_ro: Bună
ru: Хорошая
sc: Bona
sk: Dobrá
sl: Dobro
sr: Добро
sr_latn: Dobro
sv: Bra
ta: நல்லது
tr: İyi
uk: Хороша
vi: Tốt
zh_hans: 优良
zh_hant: 好

# rendering_value_darkyellow_name
source: Dark yellow
ar: أصفر غامق
ast: Mariellu escuro
az: Tünd sarı
be: Цёмна-жоўты
bg: Тъмножълта
ca: Groc fosc
cs: Tmavě žlutá
cy: Melyn tywyll
da: Mørkegul
de: Dunkelgelb
el: Σκούρο κίτρινο
eo: Flava malhela
es_us: Amarillo oscuro
et: Tumekollane
eu: Hori iluna
fa: زرد تیره
fi: Tummankeltainen
fr: Jaune foncé
gl: Amarelo escuro
he: צהוב כהה
hu: Sötétsárga
hy: Մուգ դեղին
id: Kuning gelap
is: Dökkgult
it: Giallo scuro
ja: ダークイエロー
ka: მუქი ნარინჯისფერი
lt: Tamsiai geltonas
lv: Tumši dzeltens
mk: Temno zolta
ml: ഇരുണ്ട മഞ്ഞ
nb: Mørkegul
nl: Donkergeel
oc: Jaune fosc
pl: Ciemnożółty
pt_br: Amarelo escuro
ro_ro: Galben închis
ru: Тёмно-жёлтый
sc: Grogu iscuru
sk: Tmavožltá
sl: Temno rumena
sr: Тамно-жута
sr_latn: Tamno-žuta
sv: Mörkgul
ta: இருண்ட மஞ்சள்
tr: Koyu sarı
uk: Темно-жовтий
zh_hans: 暗黄色
zh_hant: 暗黃色

# download_images_settings_header
source: Offline Wikipedia files in OsmAnd don’t contain images. But they can be downloaded while viewing articles.
ar: ملفات ويكيبيديا غير المتصلة بالإنترنت في أوسم لا تحتوي على صور. ولكن يمكن تنزيلها أثناء عرض المقالات.
cs: Offline články Wikipedie v OsmAnd neobsahují žádné obrázky. Můžete je ale při prohlížení článků stáhnout.
da: Offline Wikipedia-filer i OsmAnd indeholder ikke billeder. Men de kan downloades under visning af artikler.
de: Offline Wikipedia-Artikel enthalten in OsmAnd keine Bilder. Sie können jedoch beim Betrachten von Artikeln heruntergeladen werden.
el: Τα εκτός σύνδεσης αρχεία της Βικιπαίδειας στο OsmAnd δεν περιέχουν εικόνες. Αλλά μπορούν να γίνουν λήψη καθώς βλέπετε άρθρα.
es_us: Los archivos sin conexión de Wikipedia en OsmAnd, no contienen imágenes. Éstos pueden descargarse mientras ves los artículos.
et: OsmAndis leiduvates allalaaditud Vikipeedia failides pole pilte. Küll aga saad sa neid artikli lugemise ajal alla laadida.
fr: Les fichiers Wikipédia téléchargés dans OsmAnd ne contiennent pas d'images, mais peuvent être téléchargées en regardant les articles.
hu: Az offline Wikipédia-fájlok nem tartalmaznak képeket az OsmAnd alkalmazásban. De azok letölthetők a cikkek megtekintésekor.
id: File Wikipedia offline di OsmAnd tidak berisi gambar. Tetapi dapat diunduh saat melihat artikel.
is: Ónettengdar Wikipedia-skrár í OsmAnd innihalda ekki myndir. En hægt er að sækja þær þegar greinar eru skoðaðar.
it: I file di Wikipedia Offline in OsmAnd non contengono immagini. Ma possono essere scaricati durante la visualizzazione degli articoli.
nl: Offline Wikipedia bestanden bevatten in OsmAnd geen afbeeldingen, maar kunnen gedownload worden tijdens het bekijken van artikels.
ro_ro: Fișierele offline Wikipedia de pe OsmAnd nu conțin imagini. Ele pot fi descărcate în timpul citirii articolelor.
ru: Автономные файлы Википедии на OsmAnd не содержат изображений. Но их можно скачать во время просмотра статей.
sr: Ванмрежни фајлови Википедије у ОсмАнду не садрже слике. Али могу бити преузете током прегледа чланака.
sr_latn: Vanmrežni fajlovi Vikipedije u OsmAndu ne sadrže slike. Ali mogu biti preuzete tokom pregleda članaka.
sv: OsmAnds Wikipedia offline-filer innehåller inte bilder, men de kan laddas ner när du läser en artikel.
ta: ஒச்மாண்டில் உள்ள இணைப்பில்லாத விக்கிபீடியா கோப்புகள் படங்கள் இல்லை. ஆனால் கட்டுரைகளைப் பார்க்கும்போது அவற்றை பதிவிறக்கம் செய்யலாம்.
tr: OsmAnd'daki çevrim dışı Wikipedia dosyaları resim içermez. Ancak makaleler görüntülenirken indirilebilirler.
uk: Офлайн файли Вікіпедії в OsmAnd не містять зображень. Їх можна завантажити під час перегляду статей.
zh_hant: OsmAnd 內的離線維基百科檔案並沒有圖片，但當你在瀏覽條目時可以下載這些圖片。

# app_mode_bicycle
source: Cycling
af: Fiets
ar: دراجة
az: Velosiped
be: Язда на ровары
bg: Велосипед
ca: Bicicleta
cs: Jízda na kole
cy: Beicio
da: Cykling
de: Fahrrad
el: Ποδηλασία
eo: Biciklo
es_us: Bicicleta
et: Jalgrattasõit
eu: Bizikleta
fa: دوچرخه‌سواری
fi: Pyörä
fr: Vélo
gl: Bicicleta
he: רכיבת אופניים
hu: Kerékpározás
hy: Հեծանիվ
id: Bersepeda
is: Hjólreiðar
it: Bicicletta
ja: 二輪車移動等
ka: ველოსიპედით
ko: 사이클링
lt: Dviratis
lv: Velobraucējs
mk: Vozdenje velosiped
ml: സൈക്ളിങ്ങ്
mr: सायकल
nb: Sykling
nl: Fiets
oc: Bicicleta
pl: Kolarstwo
pt_br: Ciclismo
ro_ro: Ciclism
ru: Велосипед
sc: Bitzicleta
sk: Jazda na bicykli
sl: Kolesarska navigacija
sr: Бицикла
sr_latn: Bicikla
sv: Cykling
ta: சைக்கிள் ஓட்டுதல்
tr: Bisiklet sürme
uk: Велосипед
vi: Đạp xe
zh_hans: 自行车
zh_hant: 自行車

source: Navigation points
ar: نقاط الملاحة
az: Naviqasiya nöqtələri
be: Пункты навігацыі
bg: Точки на навигация
cs: Navigační body
cy: Pwyntiau llywio
da: Navigationspunkter
de: Navigationspunkte
el: Σημεία πλοήγησης
eo: Navigadpunktoj
es_us: Puntos de navegación
eu: Nabigazio-puntuak
fa: نقاط ناوبری
fr: Points de navigation
he: נקודות ניווט
hu: Navigációs pontok
id: Titik navigasi
is: Leiðsagnarpunktar
it: Punti di navigazione
ja: ナビゲーション地点
ko: 탐색 지점
mk: Točki za navigacija
nb: Navigasjonspunkter
nl: Navigatiepunten
pl: Punkty nawigacyjne
ro_ro: Puncte de navigație
ru: Точки навигации
sc: Puntos de navigatzione
sk: Navigačné body
sl: Navigacijske točke
sr: Тачке навођења
sr_latn: Tačke navođenja
sv: Navigeringspunkter
ta: வழிசெலுத்தல் புள்ளிகள்
tr: Navigasyon noktaları
uk: Навігаційні точки
vi: Những điểm điều hướng
zh_hans: 导航点
zh_hant: 導航點

# map_widget_sunset
source: Sunset
ar: غروب الشمس
be: Заход
bg: Залез
br: Kuzh-heol
ca: Posta de sol
cs: Západ slunce
da: Solnedgang
de: Sonnenuntergang
el: Δύση ηλίου
eo: Sunsubiro
es_us: Atardecer
et: Päikeseloojang
eu: Ilunabarra
fa: غروب
fi: Auringonlasku
fr: Coucher de soleil
gl: Solpor
he: שקיעת החמה
hu: Napnyugta
id: Matahari terbenam
is: Sólsetur
it: Tramonto
ja: 日没
ka: დაისი
ko: 해질녘
nb: Solnedgang
nl: Zonsondergang
oc: Tremont
pl: Zachód słońca
ro_ro: Apus
ru: Закат
sc: Intrinada
sk: Západ slnka
sl: Sončni zahod
sr: Залазак Сунца
sr_latn: Zalazak Sunca
sv: Solnedgång
ta: சூரிய மறைவு
tr: Gün batımı
uk: Захід сонця
vi: Hoàng hôn
zh_hans: 日落
zh_hant: 日落

source: Ruler circles
ar: دوائر المسطرة
cs: Kružnice pravítka
da: Linealcirkler
de: Linealkreise
el: Κύκλοι χάρακα
es_us: Regla en círculos
fr: Cercles de distance
hu: Vonalzókörök
id: Lingkaran penggaris
is: Mælihringir
it: Righelli a cerchio
ko: 통치자 원형
nl: Meetlint cirkels
ro_ro: cercuri de distanță
ru: Измерительные круги
sr: Кругови лељира
sr_latn: Krugovi leljira
sv: Linjalcirklar
ta: ஆட்சியாளர் வட்டங்கள்
uk: Кола лінійки
zh_hant: 尺規圓圈

# carplay_profile_descr
source: Profile that will be used while connected to CarPlay.
ar: الملف الشخصي الذي سيتم استخدامه أثناء الاتصال ب CarPlay.
be: Профіль, які будзе выкарыстоўвацца падчас злучэння з CarPlay.
cs: Profil, který se použije při připojení ke CarPlay.
da: Profil, der skal bruges, når der er forbindelse til CarPlay.
de: Profil, das während der Verbindung mit CarPlay verwendet wird.
el: Το προφίλ που θα χρησιμοποιηθεί όταν είστε συνδεδεμένοι στο CarPlay.
es_us: Perfil usado al conectar con CarPlay.
et: CarPlay'ga ühendatuna olles kasutatav profiil.
fi: Profiili jota käytetään kun ollaan yhdistettynä CarPlay:hin.
fr: Profil qui sera utilisé lorsque vous êtes connecté à CarPlay.
hu: A CarPlayhez kapcsolódás során használandó profil.
id: Profil yang akan digunakan saat terhubung ke CarPlay.
is: Notkunarsnið sem verður notað á meðan tengst er við CarPlay.
it: Profilo che verrà utilizzato quando connesso a CarPlay.
ja: CarPlay接続時に使用されるプロファイルです。
ko: CarPlay에 연결된 동안 사용할 프로필.
nb: Profilen som skal brukes ved tilkobling til CarPlay.
nl: Profiel dat gebruikt wordt wanneer je verbonden bent via CarPlay.
oc: Perfiu que serà emplegat amb la connexion a CarPlay.
pl: Profil, który będzie używany podczas połączenia z CarPlay.
pt_br: Perfil que será utilizado ao conectar-se ao CarPlay.
ro_ro: Profilul care va fi utilizat în timpul conectării la CarPlay.
ru: Профиль, который будет использоваться при подключении к CarPlay.
sc: Profilu chi s'at a impreare cun sa connessione cun CarPlay.
sr: Профил који ће се користити док сте повезани на CarPlay.
sr_latn: Profil koji će se koristiti dok ste povezani na KarPlej.
sv: Profil som kommer att användas när du är ansluten till CarPlay.
ta: கார்ப்ளேயுடன் இணைக்கப்படும்போது பயன்படுத்தப்படும் சுயவிவரம்.
tr: CarPlay'e bağlıyken kullanılacak profil.
uk: Профіль, який застосовуватиметься для з'єднання з CarPlay.
zh_hant: 當連結到 CarPlay 時採用的檔案。

# show_traffic_warnings
source: Traffic warnings
af: Wys spoedbeperkings
ar: تحذيرات حركة المرور
ast: Alvertencies del tránsitu
be: Абмежаванні руху
bg: Предупреждения при пътуване
bs: Prikaži saobraćajna upozorenja
ca: Notificacions de trànsit
cs: Dopravní varování
cy: Rhybuddion traffig
da: Trafikadvarsler
de: Verkehrswarnungen
el: Κυκλοφοριακές προειδοποιήσεις
eo: Trafikaj avertoj
es_us: Avisos de tráfico
et: Liiklushoiatused
eu: Trafiko abisuak
fa: هشدارهای ترافیکی
fi: Liikennevaroitukset
fr: Informations de circulation
gl: Avisos do tráfico
he: אזהרות תנועה
hu: Forgalmi figyelmeztetések
hy: Ցույց տալ արագության սահմանափակումը
id: Peringatan lalu lintas
is: Aðvaranir vegna umferðar
it: Avvisi di traffico
ja: 交通指示警告
ka: სიჩქარის ლიმიტები
ko: 교통 경고
lt: Greičio ribojimai
lv: Satiksmes brīdinājumi
mk: Soobracajni predupreduvanja
ml: ഗതാഗത മുന്നറിയിപ്പു്
nb: Trafikkvarsler
nl: Verkeerswaarschuwingen
oc: Avís de trafec
pl: Ostrzeżenia drogowe
pt_br: Alertas de trânsito
ro_ro: Avertismente de trafic
ru: Опасности на дорогах
sc: Lìmites de lestresa
sk: Dopravné varovania
sl: Opozorila o prometu
sr: Упозорења о саобраћају
sr_latn: Szanje na putevima
sv: Trafikvarningar
ta: போக்குவரத்து எச்சரிக்கைகள்
tr: Trafik uyarıları
uk: Попередження про дорожній рух
vi: Cảnh báo giao thông
zh_hans: 交通警示
zh_hant: 交通狀況警示

source: Vehicle parameters
ar: تفضيلات المركبة
ast: Parámetros del vehículu
az: Nəqliyyat vasitəsi parametrləri
be: Параметры аўтамабіля
bg: Параметри на превозното средство
ca: Paràmetres del vehicle
cs: Parametry vozidla
cy: Paramedrau cerbyd
da: Køretøjsparametre
de: Fahrzeugparameter
el: Παράμετροι οχήματος
eo: Parametroj de veturilo
es_us: Parámetros del vehículo
et: Sõiduki parameetrid
eu: Ibilgailuaren parametroak
fa: پارامترهای وسیلهٔ نقلیه
fi: Ajoneuvon parametrit
fr: Caractéristiques du véhicule
gl: Parámetros do vehículo
he: מאפייני כלי הרכב
hu: Jármű paraméterei
id: Parameter kendaraan
is: Breytur varðandi farartæki
it: Parametri del veicolo
ja: 車両パラメーター
ka: მანქანის პარამეტრები
ko: 차량 매개변수
lt: Transporto priemonės parametrai
lv: Transportlīdzekļa parametri
mk: Parametri na voziloto
my: ယာဉ်သတ်မှတ်ချက်များ
nb: Kjøretøyparameter
nl: Voertuigparameters
oc: Paramètres de veïcul
pl: Parametry pojazdu
pt_br: Parâmetros do veículo
ro_ro: Parametrii vehicul
ru: Параметры транспортного средства
sc: Paràmetros de su veìculu
sk: Parametre vozidla
sl: Parametri vozila
sr: Одреднице возила
sr_latn: Parametri vozila
sv: Fordonsparametrar
ta: வாகன அளவுருக்கள்
tr: Araç parametreleri
uk: Параметри транспортного засобу
vi: Tham số của phương tiện
zh_hans: 车辆参数
zh_hant: 車輛參數

# routing_profile_straightline
source: Straight line
ar: خط مستقيم
ast: Llinia reuta
az: Düz xətt
be: Прамая лінія
ca: Línia recta
cs: Rovná čára
cy: Llinell syth
da: Lige linje
de: Direkte Verbindungslinie
el: Ευθεία γραμμή
eo: Rekta linio
es_us: Línea recta
et: Sirgjoon
eu: Lerro zuzena
fa: خط مستقیم
fi: Suora viiva
fr: Ligne droite
gl: Liña recta
he: קו ישר
hi: सीधी रेखा
hu: Légvonal
id: Garis lurus
is: Bein lína
it: Linea retta
ja: 直線
ka: სწორი ხაზი
ko: 스트라이트 라인
lv: Taisnā līnija
mk: Prava linija
my: လမ်းဖြောင့်
nb: Rett linje
nl: Rechte lijn
oc: Endrechiera
pl: Linia prosta
ro_ro: Linie dreaptă
ru: Прямая линия
sc: Lìnia dereta
sk: Rovná čiara
sl: Hoja po azimutu
sr: Права линија
sr_latn: Prava linija
sv: Rät linje
ta: நேர் கோடு
tr: Düz çizgi
uk: Пряма лінія
vi: Đường thẳng
zh_hans: 直线
zh_hant: 直線

# nav_type_brouter
source: BRouter
ar: التوجيه عبر
sr: БиРутер
sr_latn: BiRuter
ta: மேய்ச்சல்
uk: Брюкер

source: Show all tracks
ar: عرض جميع المسارات
bg: Показване на всички трасета
cs: Zobrazit všechny stopy
da: Vis alle spor
de: Alle Tracks anzeigen
el: Εμφάνιση όλων των ιχνών
eo: Montriĉiujn spurojn
es_us: Mostrar todas las trazas
et: Näita kõiki radu
eu: Erakutsi arrasto guztiak
fa: نمایش همه رد ها
fi: Näytä kaikki jäljet
fr: Afficher toutes les traces
hu: Minden nyomvonal megjelenítése
id: Tampilkan semua trek
is: Birta alla ferla
it: Mostra tutte le tracce
ja: すべての経路を表示
ko: 모든 트랙 표시
nb: Vis alle spor
nl: Toon alle tracks
pl: Pokaż wszystkie ścieżki
ro_ro: Arată toate traseele
ru: Показать все треки
sk: Zobraziť všetky stopy
sl: Pokaži vse sledi
sr: Прикажи све трагове
sr_latn: Prikazati sve trase
sv: Visa alla spår
ta: எல்லா தடங்களையும் காட்டு
uk: Показати всі треки
vi: Hiện tất cả đường dẫn
zh_hans: 显示所有轨迹
zh_hant: 顯示所有軌跡

# route_tslr
source: Turn slightly right and go
af: Draai effens regs en ry
ar: انعطف قليلا إلى اليمين
ast: Xira llixeramente a la derecha y sigui hasta
az: Azca sağa dönün
be: Павольна паварочвайце направа і рухайцеся
bg: Завийте леко надясно и продължете
ca: Gireu lleugerament a la dreta i continueu
cs: Odbočte mírně vpravo a pokračujte
cy: Trowch ychydig i'r dde a mynd
da: Drej en smule til højre og kør
de: halb rechts abbiegen, dann
el: Στρίψτε ελαφρώς δεξιά και προχωρήστε
eo: Turniĝetu dekstren
es_us: Gira leve a la derecha en
et: Pööra veidi paremale ja sõida otse
eu: Pixka bat eskuinera biratu
fa: کمی به راست بپیچید و بروید
fi: Kaarra oikealle ja jatka suoraan
fr: Tournez légèrement vers la droite et continuez
gl: Vire de xeito lixeiroá dereita e continúe
he: לפנות ימינה קלות ולהמשיך
hu: Forduljon enyhén jobbra, és haladjon tovább ezen:
hy: Սահուն աջ պահեք և շարժվեք
id: Belok sedikit ke kanan dan jalan
is: Beygðu örlítið til hægri og haltu áfram
it: Svolta leggermente a destra e prosegui su
ja: 右へ進んで下さい
ka: შებრუნდით ოდნავ მარჯვნივ და წინ
ko: 약한 우회전 후 직진
lt: Pasukite dešiniau ir važiuokite
lv: Nedaudz pagriezties pa labi
mk: Svrtete blago nadesno i odete
ml: "വലത്തോട്ടു ചെറുതായ് തിരിഞ്ഞ് പോവുക"
mr: हलके उजवीकडे वळा आणि जा
nb: Ta litt til høyre og fortsett
nl: Buig af naar rechts en volg
oc: Viratz leugierament a drecha e contuniatz
pl: Skręć łagodnie w prawo i jedź
pt_br: Vire levementeà direita e siga
ro_ro: Virați ușor la dreapta și continuați drumul
ru: Плавно направо
sc: Borta de pagu a destra e sighi pro
sk: Odbočte mierne doprava a pokračujte
sl: Zavijte rahlo desno in pojdite
sr: Скрените благо десно и наставите
sr_latn: Skreni blago desno i nastavi
sv: Sväng lite åt höger och kör
ta: சற்று வலதுபுறம் திரும்பி செல்லுங்கள்
tr: Sağa hafifçe dönün ve ilerleyin
uk: Поверніть плавно праворуч та продовжуйте рух
vi: Chếch sang phải và đi
zh_hans: 稍向右转后直行
zh_hant: 向右急轉後直行

# right_side_navigation
source: Right-hand traffic
ar: حركة مرور على الجهة اليمنى
ast: Circulación pela derecha
az: Sağ tərəfdən hərəkət
be: Правабаковы рух
bg: Right-hand driving
ca: Trànsit per la dreta
cs: Pravostranný provoz
cy: Gyrru ar y dde
da: Højrekørsel
de: Rechtsverkehr
el: Οδήγηση στα δεξιά
eo: Dekstr‑flanka trafiko
es_us: Circular por la derecha
et: Parempoolne liiklus
eu: Eskumatik gidatzea
fa: رانندگی از راست
fi: Oikeanpuoleinen liikenne
fr: Conduite à droite
gl: Condución pola dereita
he: מושב הנהג מימין
hu: Jobb oldali közlekedés
hy: Աջակողմյա երթևեկություն
id: Lalu lintas sebelah kanan
is: Ekið á hægri akrein
it: Guida a destra
ja: 右側通行
ka: მარჯვენასაჭიანი მოძრაობა
ko: 우측 핸들링
lt: Vairavimas dešinėje
lv: Navigācija ar stūri labajā pusē
mk: Sobracaj od desna strana
ml: "റൈറ്റ് ഹാന്റ് ഡ്രൈവിങ്ങ്"
my: ညာလက်မောင်း
nb: Høyrekjøring
nl: Rechtsrijdend verkeer
oc: Circulacion a drecha
pl: Ruch prawostronny
pt_br: Condução pela faixa da direita
ro_ro: Trafic pe dreapta
ru: Правостороннее движение
sc: Tzirculatzione a destra
sk: Premávka po pravej strane
sl: Vožnja po desni strani
sr: Вожња десном траком
sr_latn: Vožnja desnom trakom
sv: Högertrafik
ta: வலது கை போக்குவரத்து
tr: Sağdan akan trafik
uk: Правосторонній рух
vi: Lưu thông bên phải đường
zh_hans: 右侧行驶
zh_hant: 靠右行駛

# si_nm_ft
source: Nautical miles/feet
ar: ميل بحري/قدم
bg: Морски мили/футове
cs: Námořní míle/stopy
da: Sømil/fod
de: Seemeilen/Fuß
el: Ναυτικά μίλια/πόδια
eo: Marmejloj/futoj
es_us: Millas/pies náuticos
eu: Mila nautiko/oin
fa: مایل دریایی/فوت
fr: Milles marins / pieds
he: מיל/רגל ימי
hu: Tengeri mérföld/láb
id: Mil/kaki laut
is: Sjómílur/fet
it: Miglia/piedi nautici
ja: 海里/フィート
ko: 해리/피트
lt: Jūros mylios/pėdos
nb: Sjømil/fot
nl: Zeemijlen/voet
oc: Milas marins/ pès
pl: Mile morskie/stopy
ro_ro: Mile nautice/picioare
ru: Морские мили/футы
sc: Mìllios nàuticos/pees
sk: Námorné míle/stopy
sl: Navtične milje/čevlji
sr: Наутичке миље/стопе
sr_latn: Nautičke milje/stope
sv: Nautisk mil/fot
ta: கடல் மைல்கள்/அடி
tr: Deniz mili/feet
uk: Морські милі/фути
vi: Hải lý/feet
zh_hans: 海里/英尺
zh_hant: 海浬/英呎
