Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# track_3d_empty_view_description
source: Explore the track in interactive 3D! Visualize height, speed, and more directly on the map.
cs: Prozkoumejte trať v interaktivním 3D! Vizualizujte výšku, rychlost a další údaje přímo na mapě.
da: Udforsk sporet i interaktiv 3D! Visualiser højde, hastighed og meget mere direkte på kortet.
de: Erkunden Sie den Track in interaktivem 3D! Visualisieren Sie Höhe, Geschwindigkeit und mehr direkt auf der Karte.
el: Εξερευνήστε το ίχνος σε διαδραστικό 3D! Οπτικοποιήστε ύψος, ταχύτητα και άλλα κατευθείαν πάνω στο χάρτη.
eo: Vidu la spuron interage en 3D! Bildigi altitudon, rapidon kaj pli senpere sur la mapo.
es_us: ¡Explora la traza en 3D interactivo! Visualiza la altura, la velocidad y más, directamente en el mapa.
et: Tutvu rajaga interaktiivses 3D-vaates! Visualiseeri kõrgust, kiirust ja palju muud otse kaardil.
eu: Ikusi arrastoa 3D interaktiboan! Ikusi altuera, abiadura eta gehiago zuzenean mapan.
fr: Explorez la trace en 3D interactif ! Visualisez directement sur la carte : hauteur, vitesse et bien plus.
hu: Fedezze fel a nyomvonalat interaktív 3D-ben! Lássa közvetlenül a térképen a magasságot, sebességet és egyebeket.
id: Jelajahi trek dalam 3D interaktif! Visualisasikan ketinggian, kecepatan, dan masih banyak lagi secara langsung di peta.
is: Skoðaðu ferilinn í gagnvirkri þrívídd! Sjáðu fyrir þér hæð, hraða og fleira beint á landakortinu.
it: Esplora la traccia in 3D interattivo! Visualizza altezza, velocità e altro direttamente sulla mappa.
ko: 대화형 3D의 트랙을 탐험하십시오! 지도에 고도, 속도 및 더 직접 시각화하십시오.
lt: Naršykite trasą interaktyviu 3D formatu! Vizualizuokite aukštį, greitį ir daugiau tiesiogiai žemėlapyje.
nb: Utforsk sporet i interaktiv 3D. Se høyde, hastighet, og mer direkte på kartet.
nl: Verken de track in interactieve 3D! Visualiseer hoogte, snelheid en meer, direct op de kaart.
pl: Przeglądaj tor w interaktywnym 3D! Wizualizuj wysokość, prędkość i inne parametry bezpośrednio na mapie.
ro_ro: Explorați traseul în 3D, interactiv! Vizualizați înălțimea, viteza și multe altele direct pe hartă.
ru: Исследуйте трек в интерактивном 3D! Визуализируйте высоту, скорость и многое другое прямо на карте.
sk: Preskúmajte stopu v interaktívnom 3D! Zobrazte výšku, rýchlosť a ešte viac priamo na mape.
sr: Истражите траг у просторном приказу! Прегледајте по висини, брзини и још много тога непосредно на карти.
sr_latn: Istraži stazu u interaktivnom 3D! Vizualiziraj visinu, brzinu i još toga direktno na mapi.
sv: Utforska spåret i interaktiv 3D! Visualisera höjd, hastighet med mera direkt på kartan.
ta: ஊடாடும் 3D இல் பாதையை ஆராயுங்கள்! வரைபடத்தில் உயரம், விரைவு மற்றும் மேலும் நேரடியாக காட்சிப்படுத்துங்கள்.
tr: Pisti interaktif 3D olarak keşfedin! Yükseklik, hız ve daha fazlasını doğrudan harita üzerinde görselleştirin.
uk: Досліджуйте трек в інтерактивному 3D! Візуалізуйте висоту, швидкість та багато іншого безпосередньо на мапі.
vi: Khám phá đường dẫn dưới dạng 3D đầy tính tương tác! Minh hoạ chiều cao, tốc độ, và nhiều hơn nữa trực tiếp trong bản đồ.
zh_hans: 在交互式 3D 中探索轨迹！在地图上直接显示高度、速度等信息。
zh_hant: 以互動式 3D 方式探索軌跡！在地圖上直接視覺化高度、速度等。

# shared_string_millimeters
source: Millimeters
be: Міліметры
bg: Милиметри
ca: Mil·limetres
cs: milimetrech
da: Millimeter
de: Millimeter
el: Χιλιοστά
eo: Milimetroj
es_us: Milímetros
et: Millimeetrit
eu: Milimetroak
fa: میلی‌متر
fi: Millimetriä
fr: Millimètres
he: מילימטר
hu: milliméter
id: Milimeter
is: millimetrar
it: Millimetri
ja: ミリメートル
ka: მილიმეტრი
ko: 밀리미터
nb: Millimeter
nl: Millimeter
pl: Milimetry
ro_ro: Milimetri
ru: Миллиметры
sc: Millìmetros
sk: Milimetre
sl: Milimetrov
sr: Милиметри
sr_latn: Milimetri
sv: Millimeter
ta: மில்லிமீட்டர்
tr: Milimetre
uk: Міліметри
vi: Mi-li-mét
zh_hans: 毫米
zh_hant: 公釐

# reset_plugin_to_default
source: Reset plugin settings to default
ar: إعادة ضبط الملحقات للافتراضي
ast: Reafitar los axustes del plugin
az: Qoşma parametrlərini standarta sıfırla
be: Скід налад убудовы да прадвызначаных
bg: Нулиране на настройките на добавката
ca: Restableix la configuració predeterminada del complement
cs: Resetovat modul do základního nastavení
cy: Ailosod yr ategyn i'r rhagosodiad
da: Nulstil udvidelser-indstillinger til standard
de: Plugin-Einstellungen auf Voreinstellung zurücksetzen
el: Επαναφορά ρυθμίσεων προσθέτου στην προεπιλογή
eo: Restarigi implicitajn agordojn de la kromprogramo
es_us: Restablecer complemento a valores predefinidos
et: Lähtesta lisaprogrammi seaded vaikeväärtustele
eu: Berrezarri gehigarriaren ezarpen lehenetsiak
fa: بازنشانی تنظیمات افزونه به پیشفرض
fi: Palauta lisäosan asetukset oletusarvoihin
fr: Restaurer les paramètres par défaut de l'extension
gl: Restabelecer a configuración do plugin ós valores por defecto
he: איפוס הגדרות התוסף לבררת המחדל
hu: Bővítménybeállítások visszaállítása alapértelmezettre
id: Atur ulang pengaturan plugin menjadi default
is: Frumstilla stillingar viðbótar á sjálfgefin gildi
it: Resetta le impostazioni dei componenti aggiuntivi ai valori di default
ja: プラグイン設定を初期値に戻す
ko: 플러그인 설정을 기본값으로 재설정
lv: Atjaunot spraudņa iestatījumus uz noklusētajiem
mk: Resetirajte gi postavkite na priklučokot na standardni
nb: Tilbakestill programtilleggsinnstillinger til forvalg
nl: Herstel plugin instellingen naar standaard
oc: Restablir la configuracion per defaut de l'ajust
pl: Przywrócenie ustawień wtyczki do wartości domyślnych
ro_ro: Resetează configurația pluginului la valorile implicite
ru: Сброс настроек плагина по умолчанию
sc: Riprìstina sas impostatziones predefinidas de s'estensione
sk: Resetovať modul do východzieho stavu
sl: Ponastavi nastavitve vtičnika na privzeto
sr: Поврати поставке додатака на подразумеване вредности
sr_latn: Vraćanje podešavanja dodataka na fabričke vrednosti
sv: Återställ insticksmodulens inställningar till standardvärden
ta: சொருகி அமைப்புகளை இயல்புநிலைக்கு மீட்டமைக்கவும்
tr: Eklenti ayarlarını varsayılanlara sıfırla
uk: Скинути налаштування плагіна на типові
vi: Đặt lại các thiết lập phần bổ trợ về mặc định
zh_hans: 重置插件设置为默认值
zh_hant: 重設外掛程式設定為預設值

source: POI Categories
ar: فئات نقاط الاهتمام
be: Катэгорыі POI
bg: Категории на POI
cs: Kategorie bodů zájmu
da: IP-kategorier
de: OVI-Kategorien
el: Κατηγορίες ΣΕ
eo: Kategorioj de interesejoj
es_us: Categorías de PDI
et: Huvipunktide kategooriad
eu: Interesguneen kategoriak
fa: دسته‌های نقطه مورد علاقه
fi: KP kategoriat
fr: Catégories de PI
he: קטגוריות נקודות עניין
hu: Érdekes helyek kategóriái
id: Kategori POI
is: Flokkar POI-merkisstaða
it: Categorie POI
ja: POIのカテゴリー
ka: POI კატეგორიები
ko: POI 범주
lt: LV kategorijos
nb: Interessepunktkategorier
nl: POI-categorieën
oc: Categorias de PI
pl: Kategorie POI
pt_br: Categorias de POI
ro_ro: Categorii de puncte de interes
ru: Категории POI
sc: Categorias de sos PDI
sk: Kategórie bodov záujmu
sl: Kategorije POI
sr: Врсте тачака занимања
sr_latn: TOI Kategorije
sv: Intressepunkt (POI) kategorier
ta: பின்னர் வகைகள்
tr: POI Kategorileri
uk: Категорії Точок Інтересу
vi: Danh mục POI
zh_hans: 兴趣点类型
zh_hant: POI 類別

source: Download map dialog
ar: نافذة تحميل الخريطة
ast: Diálogu de descarga de mapes
az: Xəritə endirmə dialoqu
be: Дыялог спампоўвання мапы
ca: Diàleg de baixada de mapa
cs: Dialog stahování map
cy: Deialog lawrlwytho mapiau
da: Dialogboksen Hent kort
de: Dialog zum Herunterladen der Karte
el: Ερώτημα λήψης χάρτη
eo: Fenestro elŝuti mapojn
es_us: Diálogo de descarga del mapa
et: Kaardi allalaadimise dialoog
eu: Maparen deskarga elkarrizketa-koadroa
fa: کادر بارگیری نقشه
fi: Lataa kartta -valintaikkuna
fr: Fenêtre de téléchargement de carte
gl: Diálogo de descarga do mapa
he: דו־שיח הורדת מפה
hu: Térképletöltés párbeszédablak
id: Unduh dialog peta
is: Niðurhalsgluggi korta
it: Finestra di dialogo download mappe
ja: マップダウンロードダイアログ
ka: რუკის დიალოგის ფანჯარა
kn: ನಕ್ಷೆಯ ಸಂವಾದವನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
ko: 지도 다운로드 대화상자
mk: Prevezemete go dijalogot na kartata
nb: Kartnedlastingsdialog
nl: Dialoogvenster kaart downloads
oc: Fenèstra de teledescargament de la mapa
pl: Dialog pobierania map
pt_br: Tela de baixar mapa
ro_ro: Dialog pentru descărcare hartă
ru: Диалог скачивания карты
sc: Diàlogu de iscarrigamentu de sa mapa
sk: Okno sťahovania máp
sl: Pogovorno okno za prenos zemljevidov
sr: Прозорче преузимања карте
sr_latn: Prozor preuzimanja mape
sv: Kartnedladdningsdialog
ta: வரைபட உரையாடலைப் பதிவிறக்கவும்
tr: Harita indirme iletişim kutusu
uk: Діалогове вікно завантаження мапи
vi: Hộp thoại tải xuống bản đồ
zh_hans: 下载地图对话框
zh_hant: 下載地圖對話框

source: Download size
ar: حجم التحميل
be: Памер спампоўкі
ca: Mida de la baixada
cs: Velikost ke stažení
da: Download-størrelse
de: Downloadgröße
el: Μέγεθος λήψης
es_us: Tamaño de descarga
et: Allalaaditava faili suurus
fr: Taille du téléchargement
hu: Letöltési méret
id: Ukuran unduhan
is: Stærð niðurhals
it: Dimensione del download
ja: ダウンロードサイズ
ka: გადმოწერის ზომა
ko: 다운로드 크기
nb: Nedlastningsstørrelse
nl: Download grootte
oc: Dimension dau teledescargament
pl: Rozmiar pobierania
pt_br: Tamanho do download
ro_ro: Dimensiunea de descărcare
ru: Размер скачивания
sc: Mannària de s'iscarrigamentu
sr: Величина преузимања
sr_latn: Veličina preuzimanja
sv: Hämtningsstorlek
ta: பதிவிறக்க அளவு
tr: İndirme boyutu
uk: Розмір завантаження
zh_hans: 下载大小
zh_hant: 下載大小

# map_update_warning
source: Do you want to reload tile data from the Internet?
ar: هل تريد تحديث بيانات الطبقات من الإنترنت ؟
be: Хочаце спампаваць фрагменты з сеціва?
ca: Voleu tornar a carregar dades de tessel·les de la xarxa?
cs: Chcete znovu načíst data dlaždic z internetu?
da: Ønsker du at genindlæse kortflisedata fra internettet?
de: Wollen Sie Kacheldaten aus dem Internet nachladen?
el: Θέλετε να φορτώστε ξανά τα δεδομένα πλακιδίων από το Διαδίκτυο;
es_us: ¿Actualizar los datos de las teselas en línea?
et: Kas sa soovid laadida paanid uuesti internetist?
fr: Voulez-vous recharger les données des tuiles depuis Internet ?
hu: Szeretné újratölteni a csempeadatokat az internetről?
id: Apakah Anda ingin memuat ulang data ubin dari Internet?
is: Viltu endurhlaða kortaflísagögnum inn af internetinu?
it: Vuoi ricaricare i dati dei riquadri da Internet?
ja: タイルデータをインターネットから再読み込みしますか？
ko: 인터넷에서 타일 데이터를 다시 로드하시겠습니까?
nl: Wilt u de tegel gegevens opnieuw laden van internet?
oc: Volètz tornar cargar lei donadas de teule d'internet ?
pl: Chcesz przeładować dane dotyczące fragmentów mapy z Internetu?
pt_br: Deseja recarregar dados de bloco da Internet?
ro_ro: Doriți să reîncărcați datele despre țiglă de pe internet?
ru: Вы хотите скачать заново тайлы из интернета?
sc: Cheres torrare a carrigare sos datos de sos tasseddos dae ìnternet?
sr: Да ли желите да поново учитате податке плочица са Интернета?
sr_latn: Da li želite da ponovo učitate podatke pločica sa Interneta?
sv: Vill du läsa om rastertile-data från internet?
ta: இணையத்திலிருந்து ஓடு தரவை மீண்டும் ஏற்ற விரும்புகிறீர்களா?
tr: Döşeme verilerini internetten yeniden yüklemek istiyor musunuz?
uk: Ви хочете завантажити тайли з мережі?
zh_hans: 是否要重新加载来自互联网的瓦片数据？
zh_hant: 您是否要從網絡重新加載圖磚數據？

# fav_import_desc
source: You can import your favorites as waypoints in GPX file (common GPS data format) To share the favorites.gpx file you can open file from Dropbox, Email, or any other source - Use Open In function.
ar: يمكنك استيراد المفضلة لديك كنقاط طرق في ملف GPX (تنسيق بيانات GPS شائع) لمشاركة ملف Favorites.gpx ، يمكنك فتح الملف من Dropbox أو البريد الإلكتروني أو أي مصدر آخر - استخدم وظيفة فتح في.
be: Вы можаце імпартаваць улюбёныя як пункты шляху файла GPX. Каб падзяліцца файлам favorites.gpx вы можаце адкрыць яго ў Dropbox, Email ці ў іншай праграме - Выкарыстоўвайце функцыю "Адкрыць у".
ca: Podeu importar els vostres preferits com a fites en un fitxer GPX (format de dades GPS més comú) Per compartir el fitxer favorites.gpx podeu obrir-lo des Dropbox, correu electrònic o qualsevol altra font - Utilitzeu la funció «Obre a».
cs: Oblíbená místa můžete importovat jako body trasy v GPX souboru (běžný datový formát pro GPS) Soubor favorites.gpx můžete otevřít z Dropboxu, e-mailu nebo jiného zdroje - použijte funkci 'Otevřít v'.
da: Importer favoritter som rutepunkter i en GPX-fil (fælles GPS-data format) Del favorites.gpx ved at åbne filen fra Dropbox, e-mail eller en hvilken som helst anden kilde - Brug Åben med funktionen.
de: Sie können Ihre Favoriten als Wegpunkte aus einer GPX-Datei (gewöhnliches GPS-Datenformat) importieren Zum Teilen dieser favorites.gpx-Datei können Sie eine Datei von Dropbox, E-Mail oder jeder anderen Quelle öffnen - verwenden Sie dafür die Funktion 'Öffnen in'.
es_us: Puedes importar tus favoritos como puntos de ruta en un archivo GPX (formato común de datos GPS) Para compartir el archivo «favorites.gpx», puedes abrir el archivo desde Dropbox, correo electrónico u otro repositorio - Usa la función «Abrir en».
et: Saad oma lemmikud importida teekonnapunktidena GPX failis (tavaline GPS-andmete vorming) Faili Favorites.gpx jagamiseks saad faili avada Dropboxist, e-postist või muust allikast - kasuta funktsiooni Ava.
fr: Vous pouvez importer vos favoris en tant que points de passage au format GPX (format de données GPS usuel) Pour partager le fichier favorites.gpx, vous pouvez l'ouvrir à partir de Dropbox, d'un courriel ou d'une autre source – utilisez la fonction « ouvrir ».
hu: Importálhatja a kedvenceit a GPX-fájlban lévő útvonalpontokként (gyakori GPS adatformátum) A favorites.gpx fájl megosztásához megnyithatja a fájlt a Dropboxból, e-mailből vagy bármilyen más forrásból - Használja a „Megnyitás ebben” funkciót.
id: Anda dapat mengimpor favorit Anda sebagai titik jalan dalam file GPX (format data GPS umum) Untuk membagikan file favorites.gpx, Anda dapat membuka file dari Dropbox, Email, atau sumber lain mana pun - Gunakan fungsi Buka Di.
is: Þú getur flutt inn GPX-skrárnar þínar (algengt GPS-gagnasnið) Til að deila favorites.gpx skránni geturðu opnað skrá úr Dropbox, tölvupósti eða öðru slíku - notaðu 'Opna með' aðgerðina.
it: Puoi importare i tuoi favoriti come punti intermedi tramite file GPX (formato dati GPS comune) Per condividere il file favorites.gpx puoi aprirlo da Dropbox, Email, o qualsiasi altro modo - Usa la funzione Apri In.
ja: お気に入りをGPXファイル(汎用GPSデータ形式)の経由地点としてインポートできます favourites.gpxファイルを共有するには、Dropbox、電子メールの他、Open In機能(次の方法で開く)を利用することもできます。
nl: Je kunt je favorieten importeren als waypoints in GPX-bestand (veelgebruikte GPS dataformaat) Om het favorites.gpx bestand te delen kun je het openen vanuit Dropbox, E-mail of een andere bron - Gebruik de Open In functie.
oc: Podètz importar vòstrei preferits coma etapas en un fichier GPX (format de donadas GPS pus conoissut) Per partejar lo fichier de preferits lo podètz obrir de Dropbox, d'un corrier electronic ò de que fònt autra que siegue - Emplegatz la funcion «Obrir de».
pl: Można importować ulubione jako punkty trasy w pliku GPX (w typowym formacie danych GPS) Aby wykorzystać plik favorites.gpx można użyć pliku z Dropbox'a, emaila lub innego źródła - Użyj funkcji "Otwórz z".
pt_br: Você pode importar seus favoritos como marcos de trajeto no arquivo GPX (formato de dados GPS comum) Para compartilhar o arquivo favorites.gpx você pode abri-lo no Dropbox, E-mail ou qualquer outra fonte - use a função 'Abrir com'.
ro_ro: Puteți importa favoritele dvs. ca puncte de trecere în fișier GPX (format comun de date GPS). Pentru a partaja fișierul favorites.gpx, puteți deschide fișierul din Dropbox, e-mail sau orice altă sursă - Folosiți funcția Open In.
ru: Вы можете импортировать избранные как путевые точки GPX файла. Чтобы поделиться файлом favorites.gpx вы можете открыть его в Dropbox, Email или в другой программе - Используйте функцию Открыть В.
sc: Podes importare sos preferidos tuos comente puntos mesanos pro mèdiu de documentos GPX (formatu datos GPS comune) Pro cumpartzire su documentu favorites.gpx lu podes abèrrere dae Dropbox, Email, o cale si siat àeru modu - Imprea sa aina Aberi In.
sk: Obľúbené miesta môžete importovať ako body trasy v GPX súbore (bežný dátový formát pre GPS) Pre zdieľanie súboru favorites.gpx ho môžete otvoriť cez Dropbox, Email, alebo iný zdroj - Použite funkciu 'Otvoriť v'.
sr: Можете да увезете своје омиљене као путне тачке у GPX датотеку (уобичајени формат GPS података) Да бисте поделили датотеку favorites.gpx, можете да отворите датотеку са Дропбоксом, е-поштом или било ким другим извором - користите функцију Отвори у.
sr_latn: Možete da uvezete svoje omiljene kao putne tačke u GPX datoteku (uobičajeni format GPS podataka) Da biste podelili datoteku favorites.gpx, možete da otvorite datoteku sa Dropboksom, e-poštom ili bilo kim drugim izvorom - koristite funkciju Otvori u.
sv: Du kan importera dina favoriter som waypoints i GPX-fil (vanligt GPS-dataformat) Att dela favoriterna. gpx-fil kan du öppna filen från Dropbox, Email eller någon annan källa - Använd Open In-funktionen.
ta: சிபிஎக்ச் கோப்பில் (பொதுவான சி.பி.எச் தரவு வடிவம்) உங்கள் பிடித்தவைகளை வழிநடத்துதல்களாக இறக்குமதி செய்யலாம் பிடித்தவை. GPX கோப்பைப் பகிர நீங்கள் டிராப்பாக்ச், மின்னஞ்சல் அல்லது வேறு எந்த மூலத்திலிருந்தும் கோப்பைத் திறக்கலாம் - செயல்பாட்டில் திறந்த பயன்படுத்தவும்.
tr: Sık kullanılanlarınızı GPX dosyasında ara noktalar olarak içe aktarabilirsiniz (yaygın GPS veri biçimi) favourites.gpx dosyasını paylaşmak için Dropbox, e-posta veya başka bir kaynaktan dosyayı açabilirsiniz - Şurada aç işlevini kullanın.
uk: Ви можете імпортувати ваші закладки у вигляді маршрутних точок у файлі GPX (поширений формат даних GPS) Щоб поширити файл favorites.gpx ви можете надати до нього доступ через Dropbox, надіслати електронною поштою, або іншим чином – скористайтесь функцією "Відкрити в".
zh_hant: 您可以從 GPX 檔案，匯入您的我的最愛作為航點（共通的 GPS 資料格式） 要分享 favorites.gpx 檔案，您可以從 Dropbox 、電子郵件或任何其它的來源開啟檔案 - 在功能裡開啟。

source: Select favorite
ar: اختر المفضلة
be: Абярыце ўлюбёнае
ca: Seleccioneu preferència
cs: Zvolit oblíbené
da: Vælg favorit
de: Favorit auswählen
el: Επιλέξτε αγαπημένα
es_us: Elegir favorito
et: Vali lemmik
fr: Sélectionnez votre favori
hu: Kedvenc kiválasztása
id: Pilih favorit
is: Veldu eftirlæti
it: Scegli preferito
ja: お気に入りを選択
ka: აირჩიეთ სანიშნე
ko: 즐겨찾기 선택
nb: Velg favoritt
nl: Kies favoriet
oc: Seleccionatz la preferéncia
pl: Wybierz ulubione
pt_br: Selecionar favorito
ro_ro: Selectați favorit
ru: Выберите избранное
sc: Ischerta unu preferidu
sk: Zvoliť obľúbené
sr: Означи омиљено
sr_latn: Označi omiljeno
sv: Välj favorit
ta: பிடித்ததைத் தேர்ந்தெடுக்கவும்
tr: Favori seç
uk: Оберіть закладки
zh_hans: 选择收藏
zh_hant: 從我的收藏選取

source: Add favorite
ar: إضافة للمفضلة
be: Дадаць ва ўлюбёнае
cs: Přidat oblíbené
da: Tilføj favorit
de: Favorit hinzufügen
el: Προσθήκη ως αγαπημένο
es_us: Añadir favorito
et: Lisa lemmik
fi: Lisää suosikki
fr: Ajouter un favori
hu: Kedvenc hozzáadása
id: Tambah favorit
is: Bæta við eftirlæti
it: Aggiungi ai preferiti
ja: お気に入りに追加
ka: სანიშნეს დამატება
ko: 즐겨찾기 추가
nb: Legg til favoritt
nl: Favoriet toevoegen
oc: Ajustar una preferéncia
pl: Dodaj ulubione
pt_br: Adicionar favorito
ro_ro: Adăugați favorit
ru: В избранное
sc: Annanghe unu preferidu
sr: Додај омиљено
sr_latn: Dodaj omiljeno
sv: Lägg till favorit
ta: பிடித்ததைச் சேர்க்கவும்
tr: Sık kullanılanlara ekle
uk: Додати закладку
zh_hant: 添加至我的收藏

# import_from_docs
source: Import from documents
ar: الاستيراد من المستندات
be: Імпартаваць з дакументаў
ca: Importa des de documents
cs: Import z dokumentů
da: Import fra dokumenter
de: Aus Dokumenten importieren
el: Εισαγωγή από αρχεία
es_us: Importar desde documentos
et: Impordi dokumentidest
fr: Importation à partir de documents
hu: Importálás dokumentumokból
id: Impor dari dokumen
is: Flytja inn úr skjölum
it: Importa da documenti
ja: ドキュメントからインポート
ka: დოკუმენტებიდან შემოტანა
ko: 문서에서 가져오기
nl: Importeer uit Documenten
oc: Importar de "Documents"
pl: Importuj z dokumentów
pt_br: Importar de documentos
ro_ro: Import din documente
ru: Импортировать из документов
sc: Importa dae documentos
sk: Importovať z dokumentov
sr: Увези из докумената
sr_latn: Uvezi iz dokumenata
sv: Importera från dokument
ta: ஆவணங்களிலிருந்து இறக்குமதி
tr: Belgelerden içe aktar
uk: Імпортувати з документів
zh_hant: 從文件匯入

source: Import from files
ar: استيراد من الملف
be: Імпарт з файла
ca: Importa de fitxers
cs: Importovat ze souborů
da: Importer fra filer
de: Importieren aus Dateien
el: Εισαγωγή από αρχεία
es_us: Importar desde archivos
et: Impordi failidest
fr: Importer depuis des fichiers
hu: Importálás fájlból
id: Impor dari file
is: Flytja inn úr skrám
it: Importare da file
ja: ファイルからインポート
ka: ფაილებიდან შემოტანა
ko: 파일에서 가져오기
nb: Importer fra filer
nl: Importeer uit bestanden
oc: Importar de fichiers
pl: Importuj z plików
pt_br: Importar de arquivos
ro_ro: Import din fișiere
ru: Импорт из файлов
sc: Importa dae sos documentos
sr: Увези из датотека
sr_latn: Uvezi iz datoteka
sv: Importera från filer
ta: கோப்புகளிலிருந்து இறக்குமதி செய்யுங்கள்
tr: Dosyadan içe aktar
uk: Імпорт з файлів
zh_hant: 從檔案匯入

# gpx_elev_range
source: Elevation range
ar: نطاق الارتفاع
be: Рознасць вышынь
ca: Gamma d'elevació
cs: Rozsah nadmořské výšky
da: Højdeinterval
de: Höhenbereich
el: Εύρος ανύψωσης
es_us: Rango de elevación
et: Kõrguse vahemik
fr: Gamme d'élévation
hu: Magasságtartomány
id: Rentang ketinggian
is: Hæðarsvið
it: Gamma di elevazione
ja: 標高範囲
ka: სიმაღლის შუალედი
ko: 표고 범위
nl: Stijging bereik
oc: Gamma d'elevacion
pl: Zakres wzniesień
pt_br: Intervalo de altitute
ro_ro: Intervalul de înălțime
ru: Разность высот
sc: Variedade artària
sk: Rozsah nadmorskej výšky
sl: Obseg spremembe višine
sr: Распон надморске висине
sr_latn: Raspon nadmorske visine
sv: Höjdintervall
ta: உயர்வு வரம்பு
tr: Yükseklik aralığı
uk: Діапазон висот
zh_hant: 海拔幅度

# distance_moving
source: Distance corrected
ar: المسافة المصححة
az: Məsafə dəqiqləşdirildi
be: Дыстанцыя выпраўленая
ca: Distància corregida
cs: Vzdálenost opravená
cy: Pellter wedi'i gywiro
da: Afstand korrigeret
de: Korrigierte Distanz
el: Η απόσταση διορθώθηκε
eo: Korektita distanco
es_us: Distancia recorrida
et: Korrigeeritud vahemaa
eu: Zuzendutako distantzia
fa: مسافت اصلاح‌شده
fi: Etäisyys korjattu
fr: Distance corrigée
gl: Distancia corrixida
he: המרחק תוקן
hu: Korrigált távolság
hy: Ուղղված հեռավորությունը
id: Jarak dibenarkan
is: Leiðrétt fjarlægð
it: Distanza corretta
ja: 距離補正済み
ka: დაშორება შესწორებულია
lt: Atstumas pataisytas
lv: Distance ir koriģēta
mk: Popraveno e rastojanieto
ml: ദൂരം (തെറ്റുതിരുത്തിയത് )
mr: सुधारलेले अंतर
nb: Korrigert avstand
nl: Gecorrigeerde afstand
oc: Distància corregida
pl: Poprawiona odległość
ro_ro: Distanța corectată
ru: Исправл. путь
sc: Distàntzia curreta
sk: Vzdialenosť opravená
sl: Razdalja je popravljena
sr: Растојање је исправљено
sr_latn: Rastojanje je ispravljeno
sv: Distansen korrigerad
ta: தூரம் சரி செய்யப்பட்டது
tr: Düzeltilmiş uzaklık
uk: Скоригована відстань
zh_hans: 距离已修正
zh_hant: 距離已校正

source: Track recording
ar: تسجيل المسار
be: Запіс следу
ca: Enregistrament de la traça
cs: Záznam stop
cy: Recordio traciau
da: Optagelse af spor
de: Trackaufzeichnung
el: Καταγραφή ίχνους
eo: Registri spuron
es_us: Grabación de trazas
et: Teekonna salvestamine
eu: Arrastoen grabazioa
fi: Jäljen tallennus
fr: Enregistrement de trace
hu: Nyomvonal rögzítése
id: Perekaman trek
is: Upptaka ferils
it: Registrazione della traccia
ja: 経路記録
ka: ტრეკის ჩაწერა
ko: 트랙 기록
nb: Sporopptak
nl: Track-opnamen
oc: Enregistrar la traça
pl: Nagrywanie ścieżki
pt_br: Gravando trilha
ro_ro: Înregistrări GPS
ru: Запись маршрута
sc: Registratzione rasta
sk: Záznam stôp
sl: Beleženje sledi
sr: Снимање трага
sr_latn: Snimanje trase
sv: Spårinspelning
ta: ட்ராக் ரெக்கார்டிங்
tr: Yol kaydı
uk: Запис треку
vi: Ghi đường dẫn
zh_hans: 轨迹录制
zh_hant: 軌跡錄製
