Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# routing_attr_prefer_tactile_paving_description
source: Prefer tactile paving
ar: تفضيل رصيف المكفوفين
be: Аддаваць перавагу тактыльнаму пакрыццю
bg: Предпочитане на тактилна настилка
ca: Prefereix el paviment tàctil
cs: Upřednostnit dlažbu pro nevidomé
cy: Ffafrio pafin cyffyrddol
da: Foretræk taktil belægning
de: Taktile Oberflächen bevorzugen
el: Να προτιμώνται απτικές πλακοστρώσεις (για τυφλούς)
eo: Preferi irejojn kun randaĵo por blinduloj
es_us: Preferir el pavimento táctil
et: Eelista kombatava sillutise kasutamist
eu: Nahiago ukimenezko zoladura
fa: سنگفرش لامسه‌ای ترجیح داده شود
fr: Privilégier les chemins avec pavés tactiles
he: להעדיף ריצוף מישושי
hu: Vakvezető burkolat előnyben részesítése
id: Lebih suka paving taktil
is: Kjósa yfirborð með snertimerkingum
it: Preferisci la pavimentazione tattile
ja: 触覚舗装がある場所を優先します
ko: 시각 장애인 유도 블록 선호
mk: Pretpočitajte taktilno (so dopir) popločuvanje
nb: Foretrekk taktile ledelinjer
nl: Verkies blindengeleidestroken
oc: Preferéncia per lo caladat tactil
pl: Preferuj nawierzchnię brukową
ro_ro: Preferă pavaj tactil
ru: Предпочитать тактильное покрытие
sc: Preferi sos pamentos tàtiles
sk: Uprednostniť dlažbu pre nevidiacich
sl: Prednostno bodo izbrane poti s taktilnim tlakovanjem
sr: Радије додирно поплочавај
sr_latn: Preferiraj popločane površine
sv: Föredra taktil beläggning
ta: தொட்டுணரக்கூடிய நடைபாதையை விரும்புங்கள்
tr: Dokunsal kaldırımı tercih edin
uk: Надавати перевагу тактильному покриттю
vi: Ưu tiên dải cảnh báo cho người khiếm thị
zh_hans: 偏好导盲铺面
zh_hant: 偏好導盲鋪面

# routing_attr_avoid_4wd_only_description
source: Avoid roads only suitable for 4WD vehicles
ar: تجنب طرق مركبات الدفع الرباعي
be: Пазбягаць дарог, прызначаных для аўтамабіляў з поўным прывадам (4х4)
bg: Избягване на пътища, подходящи за превозни средства с пълно задвижване
ca: Evita les vies que només són aptes per a vehicles 4x4
cs: Vyhnout se silnicím vhodným pouze pro vozidla s pohonem všech kol
cy: Osgoi ffyrdd sydd ond yn addas i gerbydau gyraint 4 olwyn
da: Undgå veje, der kun er egnet til køretøjer med firehjulstræk
de: Straßen vermeiden, die nur für Allradfahrzeuge geeignet sind
el: Να αποφεύγει δρόμους κατάλληλους για οχήματα 4χ4
eo: Eviti vojojn travetureblajn nur per ajnagrundaj aŭtomobiloj
es_us: Evita los caminos adecuados para vehículos todo terreno 4x4
et: Väldi teid, mis sobivad vaid neljarattaveoga sõidukitele
eu: Saihestu 4x4 ibilgailuentzako soilik egokiak diren bideak
fa: از جاده‌های مناسب فقط برای وسایل نقلیه 4WD پرهیز می‌کند
fi: Vältä vain nelivetoajoneuvoille tarkoitettuja teitä
fr: Éviter les routes adaptées uniquement aux 4 x 4
he: הימנעות מדרכים שמתאימים לרכבי ארבע על ארבע בלבד
hu: A csak összkerék-meghajtású járművel használható utak elkerülése
id: Hindari jalan yang hanya cocok untuk kendaraan 4WD saja
is: Forðast vegi sem henta aðeins fjórhjóladrifsfarartækjum
it: Evita le strade percorribili solo con veicoli 4WD
ja: 4WD車が推奨されるような道路を避けます
ko: 4WD 전용 차량에만 적합한 도로를 피하기
mk: Odbegnuvajte gi patistata koi se osposobeni samo za vozila so pogon na 4 trkala
nb: Unngå veier som kun passer kjøretøy med firhjulstrekk
nl: Vermijd wegen alleen geschikt voor 4x4 voertuigen
pl: Unikaj dróg nadających się dla pojazdów z napędem na 4 koła
ro_ro: Evită drumuri potrivite doar vehiculelor 4WD
ru: Избегать дорог, пригодных только для полноприводных автомобилей
sc: Èvita sos caminos adatos petzi a sos veìculos 4x4
sk: Vyhnúť sa cestám vhodným len terénnym vozidlám s pohonom 4x4
sl: Izogibaj se cest, ki so primerne le za vozila sštirikolesnim pogonom (4WD)
sr: Избегавање путева који су погодни за возила са погоном на сва четири точка
sr_latn: Puteve za 4WD vozila
sv: Undvik vägar lämpliga endast för fordon med fyrhjulsdrift (4WD)
ta: 4WD வாகனங்களுக்கு மட்டுமே பொருத்தமான சாலைகளைத் தவிர்க்கவும்
tr: Yalnızca 4x4 araçlara uygun yollardan kaçının
uk: Уникати доріг, призначених лише для повнопривідних автомобілів
vi: Tránh đường chỉ thích hợp cho xe 4WD
zh_hans: 避开只适合四轮驱动车辆的道路
zh_hant: 避開僅適合四輪驅動車輛的道路

# rendering_attr_OSMMapperAssistantIconsLowZooms_description
source: Schematic display of icons at low zooms
ar: عرض تخطيطي للأيقونات عند التكبيرات المنخفضة
be: Схематычнае адлюстраванне значкоў пры малых маштабах
bg: Представя пиктограмите схематично при малко увеличение
ca: Visualització esquemàtica de les icones en els zooms baixos
cs: Schematické zobrazení ikon při malém přiblížení
cy: Arddangosiad sgematig eiconau ar lefelau chwyddo isel
da: Skematisk visning af ikoner ved lave zoomniveauer
de: Schematische Darstellung von Symbolen bei niedrigen Zoomstufen
el: Μια σχηματική προβολή εικονιδίων σε χαμηλές μεγεθύνσεις για τα ΣΕ που δεν εμφανίζονται συνήθως
eo: Skiza montrado de bildsimboloj je malaltaj skal-niveloj
es_us: Visualización esquemática de iconos en zums bajos
et: Ikoonide lihtsustatud visuaal väiksema suumitaseme nende huvipunktide jaoks, mida tavaliselt ei kuvata
eu: Zoom txikitako ikonoen ikuspegi eskematikoa
fi: Ikonien yksinkertaistettu esittäminen matalilla tarkkuuksilla
fr: Représentation schématique des icônes à zoom faible
he: תצוגה סכמתית של סלים ברמות תקריב נמוכות
hu: Ikonok sematikus megjelenítése kis nagyításnál
id: Tampilkan skema ikon pada perbesaran rendah
is: Skematísk birting táknmynda við lítinn aðdrátt
it: Visualizzazione schematica delle icone a basso zoom
ja: 低ズーム時のアイコン簡略表示に関するものです
ka: დაბალი გადიდებისას ხატულების სქემატური ჩვენება
ko: 낮은 줌에서 아이콘의 도식적 표시
mk: Šematski prikaz na ikoni pri mal zum
nb: Skjematisk visning av ikoner ved lav forstørrelse
nl: Schematische weergave van iconen bij lage zoomniveau's
oc: Visualizacion simplificada deis icònas a zoom feble
pl: Schematyczne wyświetlanie ikon przy małych powiększeniach
ro_ro: Afișare schematică a iconurilor la niveluri reduse de zoom
ru: Схематическое изображение значков на малых масштабах для тех POI, которые обычно там не отображаются
sc: Dispositzione ischemàtica de sas iconas a ismanniamentu bassu
sk: Schematické zobrazenie ikon pri nízkom priblížení
sl: Shematski prikaz ikon pri majhnih povečavah
sr: Шематски приказ сличица при малом приближавању
sr_latn: Šematski prikaz sličica pri malom približavanju
sv: En schematisk representation av ikoner vid låga zoomnivåer för de intressepunkter som vanligtvis inte visas
ta: குறைந்த சூம்களில் ஐகான்களின் திட்ட காட்சி
tr: Düşük yakınlaştırmalarda simgelerin şematik gösterimi
uk: Схематичний вигляд піктограм на загальних масштабах
vi: Hiển thị giản lược các biểu tượng ở mức thu phóng thấp
zh_hans: 在低缩放层级下显示概略图标
zh_hant: 低縮放程度圖示的示意圖

# routing_attr_difficulty_preference_beginner_name
source: Beginner
ar: مبتدئ
be: Пачатковец
bg: Начинаещи
ca: Principiant
cs: Začátečník
cy: Dechreuwr
da: Nybegynder
de: Anfänger
el: Αρχάρια
eo: facilaj
es_us: Principiante
et: Algaja
eu: Hasiberria
fa: مبتدی
fi: Aloittelija
fr: Débutant
he: מתחילים
hu: Kezdő
id: Pemula
is: Byrjendur
it: Principiante
ja: 初心者
ka: დამწყები
ko: 초보자
lt: Pradedantysis
mk: Početnik
nb: Nybegynner
pl: Początkujący
ro_ro: Începător
ru: Новичок
sc: Printzipiante
sk: Začiatočník
sl: Začetnik
sr: Почетник
sr_latn: Početnik
sv: Nybörjare
ta: தொடக்க
tr: Başlangıç
uk: Початківець
vi: Mới bắt đầu
zh_hans: 初学者
zh_hant: 新手

source: Show along the route
az: Marşrut boyunca göstər
be: Паказваць уздоўж маршруту
ca: Mostra al llarg de la ruta
cs: Ukázat podél trasy
da: Vis langs ruten
de: Entlang der Route anzeigen
el: Εμφάνιση στη διαδρομή
es_us: Mostrar a lo largo de la ruta
et: Näita teekonnal
eu: Erakutsi ibilbidean zehar
fa: در امتداد مسیر نشان بده
fr: Afficher sur l'itinéraire
hu: Megjelenítés az útvonal mentén
id: Tampilkan sepanjang rute
is: Birta meðfram leiðinni
it: Mostra lungo il percorso
ja: ルート案内中に表示する項目の選択
ko: 경로를 따라 표시
ml: വഴിയിൽ കാണിക്കുക
my: လမ်းကြောင်းတစ်လျှောက်ပြ
nl: Toon langs de route
pl: Wyświetlaj wzdłuż trasy
ro_ro: Afișare de-a lungul rutei
ru: Показывать вдоль маршрута
sc: Ammustra in s'àndala
sk: Zobraziť pozdĺž trasy
sr: Прикажи уз пут
sr_latn: Prikazati duž rute
sv: Visa utmed rutten
ta: பாதையில் காண்பி
tr: Rotayı göster
uk: Показувати вздовж маршруту
vi: Hiện dọc theo tuyến đường
zh_hans: 沿途显示
zh_hant: 在路徑旁顯示

source: Exit number
ar: رقم الخروج
ast: Númberu de les salíes
az: Çıxış nömrəsi
be: Нумар з'езда
bg: Номер на изход
cs: Číslo výjezdu
cy: Rhif allanfa
da: Afkørselsnummer
de: Ausfahrtnummer
el: Αριθμός εξόδου
eo: Numero de elirejo
es_us: Número de salida
et: Väljumise number
eu: Irteera-zenbakia
fa: شمارهٔ خروج
fi: Poistumisnumero
fr: Numéro de sortie
gl: Número da saída
he: יציאה מספר
hu: Kijárat száma
id: Nomor pintu keluar
is: Númer útkeyrslu
it: Numero uscita
ja: 出口番号
ka: გასასვლელის ნომერი
ko: 출구 번호
mk: Izlezen broj
nb: Avkjøringsnummer
nl: Afritnummer
oc: Numèro de sortida
pl: Numer wyjścia
ro_ro: Număr de ieșire
ru: Номера съездов
sc: Nùmeru de s'essida
sk: Číslo výjazdu
sl: Številka izhoda
sr: Излазни број
sr_latn: Broj izlaza
sv: Avfartsnummer
ta: வெளியேறும் எண்
tr: Çıkış numarası
uk: Номер зʼїзду
vi: Lối ra số
zh_hans: 出口编号
zh_hant: 出口編號

# speak_gps_signal_status
source: Announce GPS signal loss and recovery
ar: الإشعار عند فقدان إشارة GPS أو استردادها
bg: Съобщаване за загуба на сигнала на GPS и възстановяването му
ca: Anuncia la pèrdua i recuperació del senyal GPS
cs: Oznámení ztráty a obnovení signálu GPS
da: Meddel tab og genoprettelse af GPS-signal
de: GPS-Signalverlust und Wiederherstellung ankündigen
el: Αναγγελία για χάσιμο και επαναφορά σήματος GPS
eo: Sciigi pri perdo aŭ akiro de signalo GPS
es_us: Anunciar la pérdida o recuperación de la señal GPS
et: Teata GPS-i signaali kadumisest ja taastamisest
eu: Iragarri GPS seinalearen galtzea eta berreskuratzea
fa: اعلان از دست دادن و بازیابی سیگنال GPS
fi: Kuuluta GPS-signaalin menetys ja palautus
fr: Annoncer la perte et la réception du signal GPS
hu: GPS-jel elvesztésének és helyreállásának bemondása
id: Umumkan sinyal GPS hilang dan terpulih
is: Tilkynna þegar GPS-merki tapast og endurheimtist
it: Annuncia la perdita e il riaggancio del segnale GPS
ja: GPS信号を見失ったときと再検出を通知する
ko: GPS 신호 손실 및 복구 안내
nb: Meld om GPS-signaltap og gjenopprettelse
nl: Wegvallen en herstel van GPS verbinding melden
pl: Ogłaszanie utraty sygnału GPS i jego odzyskiwanie
ro_ro: Pierdere și recuperare semnal GPS
ru: Потеря связи с GPS
sc: Annùntzia sa pèrdida o su recùperu de su sinnale GPS
sk: Oznámiť stratu a obnovenie GPS signálu
sl: Napovej izgubo in obnovitev signala GPS
sr: Најављује губљење јачине сигнала ГПС-а и повратак
sr_latn: Najavljuje gubljenje jačine signala GPS-a i povratak
sv: Meddela om GPS-signalen förloras eller återkommer
ta: சி.பி.எச் சிக்னல் இழப்பு மற்றும் மீட்பை அறிவிக்கவும்
tr: GPS sinyal kaybını ve geri gelmesini bildir
uk: Повідомляти про втрату й відновлення сигналу GPS
vi: Thông báo việc mất và phục hồi tín hiệu GPS
zh_hans: 宣布 GPS 信号丢失和恢复
zh_hant: 通報 GPS 訊號遺失和恢復

# announcement_time_title
source: Announcement time
ar: وقت الإشعار
az: Elan edilmə vaxtı
be: Час абвяшчэння
cs: Čas oznámení
cy: Amser cyhoeddi
da: Meddelelsestidspunkt
de: Ansagezeitpunkt
el: Χρόνος ανακοίνωσης
eo: Tempo de anonco
es_us: Tiempo de anuncio
et: Teavitamise aeg
eu: Iragarki ordua
fa: زمان اعلام پیام
fi: Ilmoituksen aika
fr: Date de l'annonce
gl: Hora do anuncio
he: זמן ההכרזה
hu: Bemondás ideje
id: Waktu pengumuman
is: Tími tilkynninga
it: Tempo annuncio
ja: 案内タイミング
ka: გამოცხადების დრო
ko: 안내 시점
mk: Vreme na objavuvanje
nb: Kunngjøringstid
nl: Aankondigingstijd
oc: Temps de l'anóncia
pl: Czas ogłoszenia
ro_ro: Momentul anunțului
ru: Время оповещения
sc: Tempus de s'annùntziu
sk: Čas oznamu
sl: Čas objave
sr: Време објаве
sr_latn: Vreme objave
sv: Meddelandetid
ta: அறிவிப்பு நேரம்
tr: Duyuru zamanı
uk: Час оголошення
vi: Thời gian thông báo
zh_hans: 播报时间
zh_hant: 通報時間

# announcement_time_descr
source: The anouncement timing of different voice prompts depends on prompt type, current navigation speed, and default navigation speed.
ar: يعتمد توقيت إعلان العبارات الصوتية المختلفة على نوع العبارة، سرعة التنقل الحالية وسرعة التنقل الافتراضية.
az: Müxtəlif səsli göstərişlərin elan edilmə vaxtı göstərişin növündən, cari naviqasiya sürətindən və standart naviqasiya sürətindən asılıdır.
be: Час вываду розных галасавых падказак залежыць ад тыпу падказкі, бягучай хуткасці навігацыі і прадвызначанай хуткасці навігацыі.
bg: Времето за оповестяване на различните гласови напътствия зависи от вид напътствие, моментната скорост и скоростта по подразбиране.
cs: Načasování hlášení různých hlasových výzev závisí na typu výzvy, aktuální rychlosti navigace a výchozí rychlosti navigace.
cy: Mae amseriad cyhoeddi gwahanol ysgogiadau llais yn dibynnu ar y math o anogiad, cyflymder llywio cyfredol, a chyflymder y llywio rhagosodedig.
da: Tidspunktet for de forskellige stemmeprompter afhænger af prompttypen, den aktuelle navigationshastighed og standardhastigheden for navigation.
de: Der Zeitpunkt der verschiedenen Sprachansagen hängt von Ansagetyp, aktueller Navigationsgeschwindigkeit und Standard-Navigationsgeschwindigkeit ab.
el: Ο χρονισμός των εκφωνήσεων για διαφορετικές φωνητικές εντολές, βασίζεται στο είδος της εντολής, την τρέχουσα ταχύτητα πλοήγησης και την προεπιλεγμένη ταχύτητα πλοήγησης.
eo: La tempo de anonco de diversaj voĉaj sciigoj dependas de iliaj specoj, nuna kaj implicita navigaj rapidoj.
es_us: El tiempo de anuncio de las diferentes indicaciones por voz depende del tipo de mensaje, la velocidad de navegación actual y la velocidad de navegación predefinida.
et: Erinevate häälteavituste ajastamine sõltub teavituse tüübist, navigeerimise kiirusest hetkel ja vaikimisi navigeerimise kiirusest.
eu: Ahots-abisu desberdinen iragarpen-denbora gonbita motaren, uneko nabigazio-abiaduraren eta nabigazio-abiadura lehenetsiaren araberakoa da.
fa: زمان‌بندی اعلام پیام‌های گفتاری به نوع پیام، سرعت ناوبری جاری و سرعت ناوبری پیش‌فرض بستگی دارد.
fi: Eriäänikehotteiden ilmoitusten ajoitus riippuu kehotteen tyypistä, nykyisestä navigointinopeudesta ja oletusnavigointinopeudesta.
fr: Le rythme des annonces vocales dépend du type d'alerte, de la vitesse actuelle et du type de navigation.
gl: A hora do anuncio das diferentes indicacións por voz depende do tipo de mensaxe, a velocidade de navegación actual e a velocidade de navegación predefinida.
he: זמן ההכרזה של ההנחיות הקוליות השונות תלוי בסוג ההכרזה, במהירות הניווט הנוכחית ובמהירות הניווט כבררת מחדל.
hu: A különféle hangutasítások bemondásának időzítése függ az utasítás típusától, a jelenlegi navigációs sebességtől és az alapértelmezett navigációs sebességtől.
id: Waktu pemberitahuan dari permintaan suara yang berbeda tergantung pada jenis pemberitahuan, kecepatan navigasi saat ini, dan kecepatan navigasi bawaan.
is: Tilkynningar mismunandi talskilaboða fara eftir tegund skilaboða, fyrirliggjandi hraða leiðsagnar og sjálfgefnum hraða leiðsagnar.
it: Le tempistiche degli annunci dei messaggi vocali dipendono dal tipo di messaggio, dalla velocità di navigazione corrente e dalla velocità di navigazione predefinita.
ja: 音声による案内タイミングは、音声形式、現在のナビゲーション速度、および標準のナビゲーション速度によって異なります。
ko: 다른 음성 프롬프트의 발표 타이밍은 프롬프트유형, 현재 탐색 속도 및 기본 탐색 속도에 따라 다릅니다.
mk: Vremeto na objavuvanje na različni glasovni signali zavisi od tipot na izvestuvanjeto, momentalnata brzina na navigacija i standardnata brzina na navigacija.
nb: Kunngjøringstid for forskjellige talemeldinger avhenger av meldingstype, gjeldende navigasjonshastighet og forvalgt navigasjonshastighet.
nl: De timing van de aankondiging van de verschillende spraakprompts hangt af van het type prompt, de huidige navigatiesnelheid en de standaard navigatiesnelheid.
oc: Lo temps de l'anóncia deis avertiments vocaus va segon la mena de l'avís, la velocitat de navigacion actuala e la velocitat de la navigacion per defaut.
pl: Czas ogłaszania różnych komunikatów głosowych zależy od rodzaju komunikatu, aktualnej prędkości nawigacji i domyślnej prędkości nawigacji.
ro_ro: Momentul anunțării diferitelor mesaje vocale depinde de tipul de mesaj, de viteza de navigație curentă și de viteza de navigație implicită.
ru: Время голосового оповещения определяется его типом, текущей скоростью навигации и скоростью навигации по умолчанию.
sc: Su tempus de annùntziu de sos annùntzios vocales diferentes dipendet dae sa casta de annùntziu, dae sa lestresa de navigatzione de cussu momentu e dae sa lestresa de navigatzione predefinida.
sk: Časovanie oznamu rôznych hlasových pokynov závisí od typu pokynu, aktuálnej rýchlosti navigácie a predvolenej rýchlosti navigácie.
sl: Čas napovedi različnih glasovnih pozivov je odvisen od vrste poziva, trenutne hitrosti navigacije in privzete hitrosti navigacije.
sr: Времена објава различитих гласовних навођења зависе од врсте објаве, као и тренутне и подразумеване брзине навођења.
sr_latn: Vremena objava različitih glasovnih navođenja zavise od vrste objave, kao i trenutne i podrazumevane brzine navođenja.
sv: Meddelandetid för olika röstmeddelanden beror på typ, aktuell navigationshastighet och standardnavigeringshastighet.
ta: வெவ்வேறு குரல் தூண்டுதல்களின் அன oun ன்மென்ட் நேரம் உடனடி வகை, தற்போதைய வழிசெலுத்தல் விரைவு மற்றும் இயல்புநிலை வழிசெலுத்தல் விரைவு ஆகியவற்றைப் பொறுத்தது.
tr: Farklı sesli komutların duyuru zamanlaması komut türüne, geçerli navigasyon hızına ve varsayılan navigasyon hızına bağlıdır.
uk: Час оголошення різних голосових підказок залежить від типу запиту, поточної швидкості навігації та стандартної швидкості навігації.
vi: Thời gian phát lời nhắc bằng giọng nói phụ thuộc vào kiểu lời nhắc, tốc độ di chuyển hiện tại, và tốc độ di chuyển mặc định.
zh_hans: 不同语音提示的播报时间取决于提示类型、当前导航速度和默认导航速度。
zh_hant: 不同語音提示的通報時間取決於提示類型、目前導航速度和預設導航速度。

# announcement_time_intervals
source: Time and distance intervals
ar: فواصل الزمن والمسافة
az: Vaxt və məsafə intervalları
be: Інтэрвалы часу і адлегласці
cs: Časové a vzdálenostní intervaly
cy: Cyfnodau amser a phellter
da: Tids- og distanceintervaller
de: Zeit- und Entfernungsintervalle
el: Μεσοδιαστήματα χρόνου και απόστασης
eo: Interspacoj distancaj kaj tempaj
es_us: Intervalos de tiempo y distancia
et: Aja ja kauguse intervallid
eu: Denbora eta distantzia tarteak
fa: تناوب زمانی و مسافتی
fi: Aika- ja etäisyysvälit
fr: Intervalles de temps et de distance
gl: Intres de tempo e distancia
he: הפרשי זמן ומרחק
hu: Idő- és távolságközök
id: Interval waktu dan jarak
is: Millibil tíma og vegalengda
it: Intervalli di tempo e distanza
ja: タイミングと距離の間隔
ko: 시간 및 거리 간격
mk: Intervali na vreme i rastojanie
nb: Tid- og avstandsintervaller
nl: Tijd- en afstandsintervallen
oc: Intervalle de temps e de distància
pl: Przedziały czasu i dystansu
ro_ro: Intervale de timp și distanță
ru: Интервалы времени и расстояния
sc: Intervallos de tempus e de distàntzia
sk: Intervaly času a vzdialenosti
sl: Intervaličasa in razdalje
sr: Интервали времена и удаљености
sr_latn: Intervali vremena i udaljenosti
sv: Tids- och avståndsintervaller
ta: நேரம் மற்றும் தூர இடைவெளிகள்
tr: Zaman ve mesafe aralıkları
uk: Інтервали часу та відстаней
vi: Thời gian và quãng đường
zh_hans: 时间和距离间隔
zh_hant: 時間和距離間隔

# announcement_time_arrive
source: Arrive at destination
ar: الوصول إلى الوجهة
az: Təyinata çatmaq
be: Прыбыццё ў пункт прызначэння
cs: Příjezd do cílové destinace
cy: Cyrraedd pen y daith
da: Ankomst til destinationen
de: Ankunft am Ziel
el: Προσέγγιση σε προορισμό
eo: Atingo al celo
es_us: Has llegado al destino
et: Sihtkohta saabumine
eu: Helmugara iritsi zara
fa: رسیدن به مقصد
fi: Saapuminen määränpäähän
fr: Arrivé à destination
gl: Chegar ao destino
he: הגעה ליעד
hu: Érkezés az úti célhoz
id: Tiba di tujuan
is: Koma á áfangastað
it: Arrivo a destinazione
ja: 目的地に到着
ko: 목적지 도착
mk: Pristiganje do odredisteto
nb: Ankom målet
nl: Aankomst op bestemming
oc: Arrivada a destinacion
pl: Dotarłeś do miejsca docelowego
ro_ro: Ajungeți la destinație
ru: Прибытие в пункт назначения
sc: Arrivu a destinatzione
sk: Dosiahnutie cieľa
sl: Prihod na cilj
sr: Долазак на одредиште
sr_latn: Dolazak na odredište
sv: Ankomst till destinationen
ta: இலக்கை அடையுங்கள்
tr: Hedefe varış
uk: Прибуття до місця призначення
vi: Tới điểm đến
zh_hans: 到达目的地
zh_hant: 到達目的地

# announcement_time_prepare_long
source: Long prepare
ar: استعداد مطول
az: Uzun hazırlıq
be: Заўчасная падрыхтоўка
cs: Dlouhá příprava
cy: Paratoi hir
da: Lang forberedelse
de: Erste Ankündigung (größere Distanz)
el: Μακρά προετοιμασία
eo: Longa preparado
es_us: Preparación larga
et: Pikk ettevalmistus
eu: Luze prestatu
fa: آمادگی زودتر
fi: Valmistaudu (kaukana)
fr: Préparation longue
gl: Longa preparación
he: הכנה ממושכת
hu: Felkészülés (távoli)
id: Persiapan panjang
is: Langur undirbúningur
it: Preparazione lunga
ja: 次回案内(長距離)
ka: წინასწარი მომზადება
ko: 긴 준비
mk: Dolga podgotovka
nb: Lang forberedelse
nl: Ruime vooraankondiging
oc: Preparacion lònga
pl: Długie przygotowanie
ro_ro: Pregătire lungă
ru: Заблаговременно
sc: Ammanniamentu longu
sk: Pripraviť sa neskôr
sl: Dolgo pripravljanje
sr: Дуга припрема
sr_latn: Dugo pripremanje
sv: Lång förberedelse
ta: நீண்ட ஆயத்தம்
tr: Uzun hazırlık
uk: Завчасно приготуватися
vi: Chuẩn bị lâu dài
zh_hans: 长时间准备
zh_hant: 長時間準備

# announcement_time_approach
source: Approach
ar: اقترب
az: Yaxınlaşmaq
be: Набліжэнне
cs: Přiblížení
cy: Agosáu
da: Nærme sig
de: Annäherung ans Ziel
el: Προσέγγιση
eo: Alproksimiĝado
es_us: Acercarse
et: Lähenemine
eu: Hurbilketa
fa: نزدیک‌شدن
fi: Lähestyminen
fr: Approche
gl: Aproximación
he: הגעה
hu: Megközelítés
id: Mendekati
is: Aðkoma
it: Avvicinamento
ja: 目標に接近
ka: მიახლოება
ko: 접근
mk: Priblizuvanje
nb: Nærme seg
nl: Bij nadering
oc: Apròcha
pl: Podejście
ro_ro: Abordare
ru: При приближении
sc: Acùrtzia·ti
sk: Priblíženie sa
sl: Pristop
sr: Прилазак
sr_latn: Dostupno
sv: Närma sig
ta: அணுகுமுறை
tr: Yaklaşma
uk: Наближення
vi: Đến gần
zh_hans: 接近
zh_hant: 接近

# restart_is_required_title
source: Restart is required
ar: إعادة التشغيل مطلوبة
cs: Je nutný restart
da: Genstart er nødvendig
de: Neustart ist erforderlich
el: Απαιτείται επανεκκίνηση
es_us: Es necesario reiniciar
et: Palun käivita rakendus uuesti
fr: Redémarrage nécessaire
hu: Újraindítás szükséges
id: Perlu dimulai ulang
is: Endurræsingar er krafist
it: Riavvio richiesto
nl: Herstart is vereist
ro_ro: Este necesară repornirea
ru: Требуется перезагрузка
sr: Потребно је поновно покретање
sr_latn: Potrebno je ponovno pokretanje
sv: Omstart krävs
ta: மறுதொடக்கம் தேவை
tr: Yeniden başlatma gerekli
uk: Потрібен перезапуск
zh_hans: 需要重新启动
zh_hant: 需要重新啟動
