Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# navigation_profiles_item
source: Navigation profiles
ar: أوضاع الملاحة
ast: Perfiles de navegación
az: Naviqasiya profilləri
be: Профілі навігацыі
bn: ন্যাভিগেশন প্রোফাইল
ca: Perfils de navegació
cs: Navigační profily
cy: Proffiliau llywio
da: Navigationsprofiler
de: Navigationsprofile
el: Προφίλ πλοήγησης
eo: Profiloj de navigo
es_us: Perfiles de navegación
et: Navigeerimisprofiilid
eu: Nabigazio profilak
fa: نمایه‌های ناوبری
fi: Navigointiprofiilit
fr: Profils de navigation
gl: Perfís de navegación
he: פרופילי ניווט
hu: Navigációs profilok
hy: Նավիգացիոն պրոֆիլներ
id: Profil navigasi
is: Leiðsagnarsnið
it: Profili di navigazione
ja: ナビゲーションプロファイル
ka: ნავიგაციის პროფილები
ko: 탐색 프로파일
mk: Navigacioni profili
nb: Navigasjonsprofiler
nl: Navigatieprofielen
oc: Perfius de navigacion
pl: Profile nawigacji
ro_ro: Profiluri de navigație
ru: Профили навигации
sc: Profilos de navigatzione
sk: Navigačné profily
sl: Navigacijski profil
sr: Налози навођења
sr_latn: Profili navođenja
sv: Navigeringsprofiler
ta: வழிசெலுத்தல் சுயவிவரங்கள்
tr: Navigasyon profilleri
uk: Профілі навігації
vi: Hồ sơ Chỉ đường
zh_hans: 导航配置文件
zh_hant: 導航設定檔

# subscription_osmandlive_item
source: Subscription - OsmAnd Live
ar: اشتراك أوسماند لايف
ast: Soscripción - OsmAnd Live
az: Abunəlik - OsmAnd Live
be: Падпіска - OsmAnd Live
bg: Абонамент – OsmAnd Live
ca: Subscripció - OsmAnd Live
cs: Předplatné - OsmAnd Live
cy: Tanysgrifiad - OsmAnd Live
da: Abonnement - OsmAnd Live
de: Abonnement - OsmAnd Live
el: Συνδρομή - OsmAnd Live
eo: Aboni OsmAnd Live
es_us: Suscripción - OsmAnd Live
et: OsmAnd Live tellimus
eu: Harpidetza- OsmAnd Live
fa: اشتراک - OsmAnd Live
fi: Tilaus - OsmAnd Live
fr: Abonnement - OsmAnd Live
gl: Subscrición - OsmAnd Live
he: מינוי - OsmAnd Live
hu: Előfizetés - OsmAnd Live
hy: Բաժանորդագրություն - OsmAnd Live
id: Langganan - OsmAnd Live
is: Áskrift - OsmAnd Live
it: Sottoscrizione - OsmAnd Live
ja: OsmAnd Liveのサブスクリプション
ka: გამოწერა - მიმდინარე OsmAnd-ი
ko: 구독 - OsmAnd 라이브
mk: Pretplata - OsmAnd Live
nb: Abonnement - OsmAnd Live
nl: Abonnement - OsmAnd Live
oc: Abonament OsmAnd Live
pl: Subskrypcja - OsmAnd Live
ro_ro: Abonament - OsmAnd Live
ru: Подписка — OsmAnd Live
sc: Abbonamentos - OsmAnd Live
sk: Predplatné - OsmAnd Live
sl: Naročnina - OsmAnd Live
sr: Чланарина - ОсмАнд уживо
sr_latn: Preplata - OsmAnd Live
sv: Prenumeration - OsmAnd Live
ta: சந்தா - ஒச்மண்ட் லைவ்
tr: Abonelik - OsmAnd Live
uk: Передплата — OsmAnd Live
vi: Gói đăng ký - OsmAnd Live
zh_hans: 订阅 - OsmAnd Live
zh_hant: 訂閱 - OsmAnd Live

# help_what_is_new
source: What's new
ar: ما الجديد
be: Што новага
ca: Novetats
cs: Co je nového
cy: Y diweddaraf
da: Hvad er nyt
de: Was ist neu
el: Τι νέο υπάρχει
es_us: Novedades
et: Mida on meil uut
fi: Mitä uutta
fr: Nouveautés
hu: Újdonságok
id: Apa yang baru
is: Hvað er nýtt
it: Novità
ja: 新着情報
ka: რა არის ახალი
ko: 업데이트 내역
nb: Nyheter
nl: Wat is nieuw
oc: Noveutats
pl: Co nowego
pt_br: O que há de novo
ro_ro: Noutăți
ru: Что нового
sc: Ite b'at de nou
sr: Шта је ново
sr_latn: Šta je novo
sv: Vad är nytt
ta: புதியது என்ன
tr: Yenilikler
uk: Що нового
zh_hant: 有什麼新的

# instalation_troubleshooting_item
source: Installation and troubleshooting
ar: التثبيت واستكشاف الأخطاء وإصلاحها
ast: Instalación ya igua de problemes
az: Quraşdırma və problem aradan qaldırma
be: Усталяванне і вырашэнне праблем
bg: Инсталиране и отстраняване на неизправности
ca: Instal·lació i solució de problemes
cs: Instalace a řešení problémů
da: Installation og fejlfinding
de: Installation und Problembehebung
el: Εγκατάσταση και επίλυση προβλημάτων
eo: Instalado kaj problemoj
es_us: Instalación y solución de problemas
et: Paigaldamine ja tõrkeotsing
eu: Instalazioa eta arazoen konponketa
fa: نصب و اشکال‌زدایی
fi: Asennus ja ongelmien ratkaisu
fr: Installation et débogage
gl: Instalación e resolución de problemas
he: התקנה וטיפול בתקלות
hu: Telepítés és hibaelhárítás
hy: Տեղադրում և խնդիրներ լուծում
id: Pemasangan dan pemecahan masalah
is: Uppsetning og lausn vandamála
it: Installazione e risoluzione dei problemi
ja: インストールとトラブルシューティング
ka: დაყენება და პრობლემების გადაწყვეტა
ko: 설치 및 문제 해결
lt: Diegimas ir problemų sprendimas
lv: Uzstādīšana un iespējamās problēmas
mk: Instalacija i problemi
ml: ഇന്‍സ്റ്റലേഷനും പ്രശ്നപരിഹാരവും
nb: Installering og problemløsing
nl: Installeren en foutoplossen
oc: Installacion e solucion de dificultats
pl: Instalacja i rozwiązywanie problemów
ro_ro: Instalare şi depanare
ru: Установка и решение проблем
sc: Installatzione e solutziones a sos problemas
sk: Inštalácia a riešenie problémov
sl: Namestitev in odpravljanje napak
sr: Уградња и отклањање проблема
sr_latn: Instalacija i otklanjanje problema
sv: Installation och problemlösning
ta: நிறுவல் மற்றும் சரிசெய்தல்
tr: Kurulum ve sorun giderme
uk: Встановлення та розвʼязання проблем
zh_hans: 安装和疑难解答
zh_hant: 安裝和疑難排除

# techical_articles_item
source: Technical articles
ar: مقالات تقنية
ast: Artículos téunicos
az: Texniki məqalələr
be: Тэхнічныя артыкулы
bg: Технически статии
ca: Articles tècnics
cs: Technické články
cy: Erthyglau technegol
da: Tekniske artikler
de: Technische Themen
el: Τεχνικά άρθρα
eo: Teĥnikaj artikoloj
es_us: Artículos técnicos
et: Tehnilised artiklid
eu: Artikulu teknikoak
fa: مقاله‌های فنی
fi: Tekniset artikkelit
fr: Articles techniques
gl: Artigos técnicos
he: מאמרים טכניים
hu: Technikai cikkek
hy: Տեխնիկական հոդվածներ
id: Artikel-artikel teknis
is: Tæknilegar greinar
it: Articoli tecnici
ja: 技術的項目
ka: ტექნიკური სტატიები
ko: 기술 관련 기사
lt: Techniniai straipsniai
lv: Tehniskā dokumentācija
mk: Tehnicki statii
ml: സാങ്കേതിക ലേഖനങ്ങള്‍
nb: Tekniske artikler
nl: Technische artikelen
oc: Articles tecnics
pl: Artykuły techniczne
ro_ro: Articole tehnice
ru: Технические статьи
sc: Artìculos tècnicos
sk: Technické články
sl: Tehnični prispevki o možnostih programa
sr: Технички чланци
sr_latn: Tehnički članci
sv: Tekniska artiklar
ta: தொழில்நுட்ப கட்டுரைகள்
tr: Teknik makaleler
uk: Технічні статті
zh_hans: 技术文章
zh_hant: 技術文章

source: Reddit
ar: موقع Reddit
fa: ردیت
sr: Редит
sr_latn: Redit
ta: ரெடிட்

source: What's here
ar: ماذا هنا
cs: Co je zde
da: Hvad er der her
de: Was es hier gibt
el: Τι είναι εδώ
es_us: ¿Qué hay aquí?
et: Mis siin on
fr: Ce qu'il y a ici
hu: Mi van itt:
id: Apa di sini
is: Hvað er hér
it: Cosa c'è qui
ko: 현재 위치
nl: Wat is hier
ro_ro: Ce se află aici
sr: Шта је овде
sr_latn: Šta je ovde
sv: Vad finns här
ta: இங்கே என்ன இருக்கிறது
tr: Burada ne var
uk: Що тут у нас
zh_hant: 這裡有什麼

# alert_inet_needed
source: Internet connection required to perform this action. Please check your Internet connection.
ar: الاتصال بالإنترنت مطلوب لتنفيذ هذا الإجراء. الرجاء التحقق من اتصال الانترنت الخاص بك.
be: Для гэтага патрабуецца злучэнне з інтэрнэтам. Калі ласка, праверце вашае злучэнне з інтэрнэтам.
ca: Cal una connexió a Internet per realitzar aquesta acció. Si us plau, comproveu la vostra connexió a Internet.
cs: K provedení této akce je potřeba připojení na internet. Zkontrolujte prosím své internetové připojení.
da: Internetforbindelse kræves for at udføre handlingen. Kontroller internetforbindelse.
de: Internetverbindung notwendig für diese Aktion. Bitte überprüfe deine Internetverbindung.
el: Απαιτείται σύνδεση στο διαδίκτυο για να εκτελεσθεί αυτή η ενέργεια. Παρακαλώ ελέγξτε την σύνδεση σας στο διαδίκτυο.
es_us: Requieres conexión a Internet para realizar esta acción. Comprueba su conexión a Internet.
et: Selle tegevuse sooritamiseks on vajalik internetiühenduse olemasolu. Palun kontrolli oma internetiühendust.
fr: Connexion Internet requise pour effectuer cette action. Veuillez vérifier votre connexion Internet.
hu: Internetkapcsolat szükséges a művelet végrehajtásához. Ellenőrizze az Internetkapcsolatát.
id: Koneksi internet diperlukan untuk melakukan tindakan ini. Harap periksa koneksi internet Anda.
is: Internettenging er nauðsynleg til að geta framkvæmt þessa aðgerð. Athugaðu nettenginguna þína.
it: La connessione a internet è necessaria per questa azione. Per favore controlla la connessione.
ja: この機能を使うにはインターネット接続が必要です。インターネット接続がなされているかを確認してください。
ko: 이 작업을 수행하는 데 필요한 인터넷 연결. 인터넷 연결을 확인하십시오.
nl: Internetverbinding is vereist voor deze actie. Controleer jouw internetverbinding.
oc: Fau una connexion a la ret per realizar aquesta accion. Per plaser, verificatz la connexion a Internet.
pl: Wymagane jest połączenie z Internetem do wykonania tej akcji. Proszę sprawdzić swoje połączenie internetowe.
pt_br: Conexão com a Internet necessária para executar esta ação. Por favor, verifique sua conexão.
ro_ro: Este necesară o conexiune la internet pentru a efectua această acțiune. Vă rugăm să vă verificați conexiunea la internet.
ru: Для этого требуется интернет-соединение. Пожалуйста, проверьте ваше соединение с Интернетом.
sc: Sa cunnessione a ìnternet est netzessària pro custa atzione. Pro piaghere cverìfica sa cunnessione tua.
sk: Internetové pripojenie je požadované na vykonanie tejto akcie. Prosím skontrolujte svoje internetové pripojenie.
sr: Интернет веза је потребна за обављање ове радње. Проверите своју интернет везу.
sr_latn: Internet veza je potrebna za obavljanje ove radnje. Proverite svoju internet vezu.
sv: Internet krävs för denna åtgärd. Var god kontrollera din anslutning.
ta: இந்த செயலைச் செய்ய இணைய இணைப்பு தேவை. உங்கள் இணைய இணைப்பை சரிபார்க்கவும்.
tr: Bu eylemi gerçekleştirmek için internet bağlantısı gereklidir. Lütfen internet bağlantınızı gözden geçirin.
uk: Для цієї дії необхідне з'єднання з Інтернетом. Будь ласка, перевірте ваше з'єднання з Інтернетом.
zh_hant: 執行此動作需要連線網際網路。請檢查您的網際網路連線。

# col_gray
source: Gray
ar: رمادي
be: Шэры
ca: Gris
cs: Šedá
da: Grå
de: grau
el: Γκρι
es_us: Gris
et: Hall
fi: Harmaa
fr: Gris
hu: Szürke
id: Abu-abu
is: Grátt
it: Grigio
ja: グレー
ka: ნაცრისფერი
ko: 회색
nb: Grå
nl: Grijs
oc: Gris
pl: Szary
pt_br: Cinza
ro_ro: Gri
ru: Серый
sc: Murru
sk: Šedá
sl: Siva
sr: Сива
sr_latn: Siva
sv: Grå
ta: சாம்பல்
tr: Gri
uk: Сірий
zh_hans: 灰色
zh_hant: 灰色

# article_added_to_bookmark
source: added to bookmarks.
ar: إضافة إلى العلامات المرجعية.
cs: přidáno k záložkám.
da: tilføjet til bogmærker.
de: zu Lesezeichen hinzugefügt.
el: προστέθηκε στους σελιδοδείκτες.
es_us: añadido a destacados.
et: on lisatud järjehoidjana.
fr: ajouté aux favoris.
hu: hozzáadva a könyvjelzőkhöz.
id: ditambahkan ke bookmark.
is: bætt við bókamerki.
it: aggiunto ai segnalibri.
nl: toegevoegd aan Bookmarks.
pl: dodane do zakładek.
ro_ro: adăugat la articole salvate.
ru: добавлено в закладки.
sr: додато у обележиваче.
sr_latn: dodato u obeleživače.
sv: tillagd i bokmärken.
ta: புக்மார்க்குகளில் சேர்க்கப்பட்டது.
tr: yer imlerine eklendi.
uk: додано до закладок.
zh_hant: 新增到書篦。

# article_removed_from_bookmark
source: removed from bookmarks.
ar: إزالة من العلامات المرجعية.
cs: odstraněno ze záložek.
da: fjernet fra bogmærker.
de: aus Lesezeichen entfernt.
el: αφαιρέθηκε από τους σελιδοδείκτες.
es_us: quitado de destacados.
et: on eemaldatud järjehoidjatest.
fr: retiré des favoris.
hu: eltávolítva a könyvjelzőkből.
id: dihapus dari bookmark.
is: fjarlægt úr bókamerkjum.
it: rimosso dai segnalibri.
nl: verwijderd uit Bookmarks.
pl: usunięte z zakładek.
ro_ro: eliminat de la articole salvate.
ru: удалено из закладок.
sr: уклоњено из обележивача.
sr_latn: uklonjeno iz obeleživača.
sv: borttagen från bokmärken.
ta: புக்மார்க்குகளிலிருந்து அகற்றப்பட்டது.
tr: yer imlerinden kaldırıldı.
uk: вилучено з закладок.
zh_hant: 從書籤移除。

# travel_guides_no_file_error
source: Error: No region file data
ar: خطأ: لا توجد بيانات ملف المنطقة
cs: Chyba: žádná data o regionech
da: Fejl: Ingen region fildata
de: Fehler: Keine Daten in der Regionsdatei
el: Σφάλμα: Δεν υπάρχουν δεδομένα αρχείου περιοχής
es_us: Error: No existe el archivo de datos de la región
et: Viga: piirkonna andmeid ei leidu failina
fr: Erreur : pas de données de région
hu: Hiba: Nem található területfájl-adat
id: Kesalahan: Tidak ada data file wilayah
is: Villa: Engin svæðisgögn í skrá
it: Errore: nessun dato nel file della regione
nl: Fout: Geen gegevens voor regio-bestand
ro_ro: Eroare: Nu există fișier de date a regiunii
ru: Ошибка: Нет файла данных региона
sr: Грешка: Нема регионалног фајла података
sr_latn: Greška: Nema regionalnog fajla podataka
sv: Fel: Ingen regional fildata
ta: பிழை: பிராந்திய கோப்பு தரவு இல்லை
tr: Hata: Bölge dosyası verisi yok
uk: Помилка: Немає файлу з даними про область
zh_hant: 錯誤：找不到地區檔案資料

# cleared_travel_search_history
source: History cleared
ar: تم مسح التاريخ
cs: Historie smazána
da: Historik ryddet
de: Verlauf gelöscht
el: Το ιστορικό καθαρίστηκε
es_us: Historial vacío
et: Ajalugu on kustutatud
fr: Historique vidé
hu: Előzmények törölve
id: Riwayat dihapus
is: Ferill hreinsaður
it: Cronologia cancellata
nl: Geschiedenis opgeschoond
pl: Historia wyczyszczona
ro_ro: Istoric căutat
ru: История очищена
sr: Историја очишћена
sr_latn: Istorija očišćena
sv: Historiken rensad
ta: வரலாறு அழிக்கப்பட்டது
tr: Geçmiş temizlendi
uk: Історію очищено
zh_hant: 已經清除歷史了

# no_travel_guides_data_title
source: You don’t have travel data
ar: ليس لديك بيانات سفر
cs: Nemáte žádná cestovní data
da: Du har ikke rejsedata
de: Sie haben keine Reisedaten
el: Δεν έχετε ταξιδιωτικά δεδομένα
es_us: No tienes datos de viajes
et: Sul pole reisiandmeid
fr: Vous n'avez pas les données de voyage
hu: Önnek nincsenek utazási adatai
id: Anda tidak memiliki data perjalanan
is: Þú ert ekki með nein ferðagögn
it: Non disponi di dati di viaggio
nl: Je hebt geen reis gegevens
ro_ro: Nu aveți date de călătorie
ru: У вас нет данных о поездках
sr: Немате туристичке податке
sr_latn: Nemate turističke podatke
sv: Du har inga reseguider
ta: உங்களிடம் பயண தரவு இல்லை
tr: Yolculuk veriniz yok
uk: У вас немає даних про подорож
zh_hant: 你沒有旅行資料

source: Cache size
ar: حجم ذاكرة التخزين المؤقت
be: Памер кэша
bg: Размер на временната памет
cs: Velikost mezipaměti
da: Cache-størrelse
de: Cachegröße
el: Μέγεθος μνήμης cache
eo: Grando de kaŝmemoro
es_us: Tamaño de la caché
et: Vahemälu suurus
eu: Cachearen tamaina
fa: اندازه حافظه نهان
fi: Välimuistin koko
fr: Taille du cache
hu: Gyorsítótár méret
id: Ukuran tembolok
is: Stærð skyndiminnis
it: Dimensione della cache
ja: キャッシュサイズ
ko: 캐시 크기
nb: Hurtiglagerstørrelse
nl: Cachegrootte
pl: Wielkość pamięci podręcznej
ro_ro: Dimensiunea cache-ului
ru: Размер кеша
sk: Veľkosť vyrovnávacej pamäti
sl: Velikost predpomnilnika
sr: Величина захвата
sr_latn: Veličina podataka
sv: Cachestorlek
ta: கேச் அளவு
tr: Önbellek boyutu
uk: Розмір кешу
vi: Kích thước bộ nhớ đệm
zh_hans: 缓存大小
zh_hant: 快取大小

# remove_cache_alert
source: Are you sure you want to clear cache?
ar: هل أنت متأكد أنك تريد مسح ذاكرة التخزين المؤقت؟
cs: Opravdu chcete smazat mezipaměť?
da: Er du sikker på, at du vil rydde cache?
de: Sind Sie sicher, dass Sie den Cache löschen möchten?
es_us: ¿Vaciar la caché?
et: Kas sa oled kindel, et soovid puhverdatud andmed kustutada?
fr: Êtes-vous sûr de vouloir supprimer le cache ?
hu: Biztosan törölni szeretné a gyorsítótárat?
id: Apakah Anda yakin ingin membersihkan cache?
is: Ertu viss um að þú viljir hreinsa skyndiminnið?
it: Sicuro che vuoi rimuovere la cache?
nl: Weet je zeker dat je de cache wilt opschonen?
pl: Czy na pewno chcesz usunąć cache?
ro_ro: Sunteți sigur că doriți să ștergeți cache-ul?
ru: Вы уверены, что хотите очистить кеш?
sr: Да ли сте сигурни да желите да уклоните кеш?
sr_latn: Da li ste sigurni da želite da uklonite keš?
sv: Är du säker att du vill rensa cachen?
ta: நீங்கள் நிச்சயமாக கேச் அழிக்க விரும்புகிறீர்களா?
tr: Önbelleği temizlemek istediğinizden emin misiniz?
uk: Ви дійсно хочете очистити кеш?
zh_hant: 你確定你要清除快取？

# popular_articles_not_found_descr
source: There are no any articles near current map centre. Use search to find articles.
ar: لا توجد أي مقالات بالقرب من مركز الخريطة الحالي. استخدم البحث للعثور على المقالات.
cs: Poblíž středu mapy nejsou žádné články. Další můžete najít pomocí vyhledávání.
da: Der er ingen artikler i nærheden af det aktuelle kortcentrum. Brug søgning til at finde artikler.
de: Es sind keine Artikel in der Nähe der Kartenmitte vorhanden. Verwenden Sie die Suche, um Artikel zu finden.
el: Δεν υπάρχουν άρθρα κοντά στο κέντρο του χάρτη. Χρησιμοποιήστε την αναζήτηση για να βρείτε άρθρα.
es_us: No hay ningún artículo cerca del centro del mapa actual. Usa la búsqueda para encontrar artículos.
et: Praeguse kaardi keskpunkti lähedusest ei leidu ühtegi artiklit. Palun kasuta selleks otsingut.
fr: Il n'y a aucun article à proximité du centre de la carte actuel. Utilisez la recherche pour trouver des articles.
hu: A jelenlegi térkép központja közelében nincsenek cikkek. Használja a keresőt a cikkek megkereséséhez.
id: Tidak ada artikel di dekat pusat peta saat ini. Gunakan pencarian untuk menemukan artikel.
is: Það eru engar greinar nálægt miðju kortsins. Notaðu leitina til að finna greinar.
it: Non sono presenti articoli vicino al centro della mappa attuale. Utilizza la ricerca per trovare articoli.
nl: Er zijn geen artikels bij het huidige centrale kaartpunt. Gebruik zoekfunctie om artikels te vinden.
ro_ro: Nu sunt articole în apropiere. Folosiți funcția „căutare” pentru a găsi articole.
ru: Рядом с текущим центром карты нет никаких статей. Воспользуйтесь поиском, чтобы найти статьи.
sr: Не постоје чланци близу тренутног центра мапе. Употребите претрагу да би нашли чланке.
sr_latn: Ne postoje članci blizu trenutnog centra mape. Upotrebite pretragu da bi našli članke.
sv: Det finns inga artiklar nära aktuellt kartcentrum. Använd sök för att hitta artiklar.
ta: தற்போதைய வரைபட மையத்திற்கு அருகில் எந்த கட்டுரைகளும் இல்லை. கட்டுரைகளைக் கண்டுபிடிக்க தேடலைப் பயன்படுத்தவும்.
uk: Немає статей пов'язаних з поточним центром мапи. Скористайтеся пошуком, щоб знайти статті.
zh_hant: 目前地圖中心沒有任何條目，使用搜尋來尋找條目。

# help_quiz
source: Quiz
ar: استطلاع
be: Апытанне
ca: Consulta
cs: Kvíz
de: Rätsel
el: Κουίζ
es_us: Encuesta
et: Küsimustik
fr: Jeu-questionnaire
hu: Kvíz
id: Kuis
is: Spurningaleikur
ja: クイズ
ka: გამოცანა
oc: Consultar
pt_br: Questionário
ro_ro: Chestionar
ru: Опрос
sc: Cuiz (Quiz)
sk: Kvíz
sl: Anketa
sr: Квиз
sr_latn: Kviz
sv: Test
ta: நொடி வினா
tr: Bilgi yarışması
uk: Опитування
zh_hant: 測驗

source: Cannot access Calendar
ar: لا يمكن الوصول إلى التقويم
be: Памылка доступу да календара
ca: No es pot accedir al calendari
cs: Nelze získat přistup do kalendáře
da: Kan ikke få adgang til Kalender
de: Kalender nicht aufrufbar
el: Δεν είναι δυνατή η πρόσβαση στο Ημερολόγιο
es_us: No se pudo acceder al calendario
et: Kalendrile ei pääse juurde
fr: Impossible d'accéder à calendrier
hu: Nem lehet hozzáférni a naptárhoz
id: Tidak dapat mengakses Kalender
is: Mistókst að fá aðgang að dagatali
it: Impossibile accedere al Calendario
ja: カレンダーにアクセスできません
ka: კალენდართან წვდომა აკრძალულია
nl: Kan de Kalender niet inzien
oc: Impossible d'accedir au Calendier
pl: Nie można uzyskać dostępu do kalendarza
pt_br: Não é possível acessar o calendário
ro_ro: Nu se poate accesa Calendarul
ru: Ошибка доступа к календарю
sc: Impossìbile atzèdere a su Calendàriu
sk: Nemôžem získať prístup do kalendára
sl: Dostop do koledarja ni mogoč
sr: Није могуће приступити Календару
sr_latn: Nije moguće pristupiti Kalendaru
sv: Ingen åtkomst till Kalender
ta: காலெண்டரை அணுக முடியாது
tr: Takvim erişemiyor
uk: Помилка доступу до календаря
zh_hans: 无法访问日历
zh_hant: 無法存取日曆

# reminder_not_set_text
source: The reminder was not set since you are not allowed access to the Calendar
ar: لم يتم تعيين التذكير لأنه لا يُسمح لك بالوصول إلى التقويم
be: Нельга стварыць напамін, бо доступ да календара забаронены
ca: El recordatori automàtic no s'ha desat perquè no s'ha pogut accedir al calendari
cs: Připomenutí nebylo nastaveno, protože nemáte povolený přístup ke kalendáři
da: Påmindelsen blev ikke sat, da der ikke er adgang til kalenderen
de: Die Erinnerung wurde nicht gesetzt, da kein Zugangsrecht zum Kalender besteht
es_us: No se ha definido un recordatorio, porque no se permite el acceso al calendario
et: Meeldetuletust ei seatud, sest kalendrile juurdepääs ei ole lubatud
fr: Le rappel n'a pas été établi car vous n'êtes pas autorisé à accéder au calendrier
hu: Az emlékeztető nem lett beállítva, mivel nem engedélyezte a naptárhoz való hozzáférést
id: Pengingat tidak diatur karena Anda tidak diizinkan mengakses Kalender
is: Ekki var hægt að stilla áminninguna því aðgangi að dagatalinu er hafnað
it: Il promemoria non è stato impostato poiché non ti è consentito l'accesso al Calendario
ja: カレンダーへのアクセスが許可されていないため、リマインダーは設定できませんでした
nl: De herinnering was niet ingesteld omdat je geen toegang hebt tot de Kalender
oc: Lo sauvamemòria automatic es pas estat definit perque l'accès au Calendier li es pas consentit
pl: Przypomnienie nie zostało ustawione, ponieważ nie masz praw dostępu do kalendarza
pt_br: O lembrete não foi definido, uma vez que não é permitido acesso ao calendário
ro_ro: Memento-ul nu a fost setat deoarece nu vi se permite accesul la Calendar
ru: Нельзя установить напоминание, т.к. не разрешён доступ к календарю
sc: Su promemòria no est istadu impostadu proite no est istadu possìbile atzedere a su Calendàriu
sk: Pripomenutie nebolo nastavené, pretože nemáte povolenie prístupu ku kalendáru
sr: Подсетник није постављен јер вам није дозвољен приступ Календару
sr_latn: Podsetnik nije postavljen jer vam nije dozvoljen pristup Kalendaru
sv: Påminnelsen kunde inte sparas eftersom åtkomst saknas till kalendern
ta: காலெண்டரை அணுக உங்களுக்கு அனுமதிக்கப்படாததால் நினைவூட்டல் அமைக்கப்படவில்லை
tr: Takvimin erişimi izin verilmez çünkü hatırlatma set değildi
uk: Не вдається встановити нагадування, тому що не дозволено доступ до календаря
zh_hant: 不設定提醒，因為您不允許存取日曆
