Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

source: Announce when exceeded
ar: الإشعارعند التجاوز
be: Апавясціць пры перавышэнні
cs: Oznámení při překročení
cy: Cyhoeddi pan dros y terfyn
da: Meddel, når overskredet
de: Meldung bei Überschreitung
el: Αναγγελία κατά την υπέρβαση
eo: Sciigi kiam superita
es_us: Anunciar al excederse
et: Teata ületamisel
eu: Abisatu gainditzen denean
fa: زمانی که بیش از حد شد اعلام کن
fi: Ilmoita, kun arvo ylittyy
fr: Annoncer en cas de dépassement
gl: Anunciar ao excederse
he: להכריז בחריגה
hu: Bemondás túllépéskor
id: Umumkan ketika dilewati
is: Tilkynna þegar farið er yfir
it: Annuncia quando si supera
ja: 超過した場合の通知
ko: 초과시 안내
mk: Objavi koga ḱe se nadmine
nb: Annonser når overskredet
nl: Waarschuwen indien overschreden
oc: Avisar se i a despassament
pl: Ogłoś, gdy zostanie przekroczony
ro_ro: Anunț la depășire
ru: Оповещать о превышении
sc: Annùntzia cando est barigadu
sk: Hlásiť keď je prekročené
sl: Obvestilo ob prekoračitvi
sr: Објави када се премаши
sr_latn: Obavestiti na prekoračenu brzinu
sv: Meddela när den överskrids
ta: மீறும்போது அறிவிக்கவும்
tr: Aşıldığında duyur
uk: Повідомляти про перевищення
vi: Tuyên bố khi vượt quá
zh_hans: 超出时播报
zh_hant: 超過時通報

source: Target elevation
ar: حد الارتفاع
cs: Nadmořská výška cíle
da: Højde for målet
de: Zielhöhe
el: Υψόμετρο στόχου
eo: Alcela altitudo
es_us: Elevación del objetivo
eu: Helburuko kota
fa: ارتفاع هدف
fr: Altitude de la cible
hu: Célmagasság
id: Target ketinggian
is: Hæð áfangastaðar
it: Elevazione del bersaglio
ko: 목표 높이
nl: Doel stijging
ro_ro: Altitudine țintă
ru: Целевая высота
sk: Nadmorská výška cieľa
sr: Висина циља
sr_latn: Visina cilja
sv: Målhöjd
ta: இலக்கு உயரம்
tr: Hedef yükseklik
uk: Висота цілі
vi: Độ cao mục tiêu
zh_hans: 目标海拔
zh_hant: 目標海拔

source: Speed limit warning
be: Папярэджанне аб абмежаванні хуткасці
bg: Предупреждение за ограничения на скоростта
ca: Avís de límit de velocitat
cs: Varování o rychlostním limitu
da: Advarsel om fartgrænse
de: Warnung vor Tempolimit
el: Προειδοποίηση ορίου ταχύτητας
eo: Averto pri rapidlimo
es_us: Aviso del límite de velocidad
et: Kiirusepiirangu hoiatus
eu: Abiadura mugaren abisua
fa: هشدار حد سرعت محاز
fi: Nopeusrajoitusvaroitus
fr: Avertissement de limitation de vitesse
hu: Sebességkorlátozási figyelmeztetés
id: Peringatan batas kecepatan
is: Aðvörun um hraðatakmarkanir
it: Avviso limite di velocità
ja: 制限速度に関する警告
ko: 속도 제한 경고
lt: Įspėjimas apie greičio apribojimą
nl: Waarschuwing over snelheidslimiet
pl: Ostrzeżenie o ograniczeniu prędkości
ro_ro: Avertizare privind limita de viteză
ru: Предупреждение об ограничении скорости
sk: Varovanie pri prekročení rýchlosti
sr: Упозорење ограничења брзине
sr_latn: Upozorenje na ograničenu brzinu
sv: Hastighetsgränsvarning
ta: வேக வரம்பு எச்சரிக்கை
te: వేగ పరిమితి హెచ్చరిక
tr: Hız sınırı uyarısı
uk: Попередження щодо обмеження швидкості
vi: Cảnh báo giới hạn tốc độ
zh_hans: 速限警告
zh_hant: 速限警告

# shared_string_system_default
source: System default
ar: النظام الافتراضي
az: Sistem standartı
be: Прадвызначана
bg: Системна настройка
ca: Predeterminat del sistema
cs: Výchozí
cy: Rhagosodiad y system
da: System standard
de: Systemvorgabe
el: Προεπιλογή συστήματος
eo: Laŭ operaciumo
es_us: Predefinido del sistema
et: Süsteemi vaikeseadistused
eu: Sisteman lehenetsia
fa: پیشفرض سیستم
fi: Järjestelmän oletus
fr: Par défaut
gl: Predefinido do sistema
he: בררת המחדל של המערכת
hu: Rendszer-alapértelmezés
id: Bawaan sistem
is: Sjálfgefið í kerfinu
it: Predefinito di sistema
ja: システムのデフォルト
ka: სისტემურად ნაგულისხმევი
ko: 시스템 기본값
lt: Numatyta sistemos
lv: Ierīces motīvs
mk: Standardno na sistemot
nb: Systemforvalg
nl: Systeem
oc: Predeterminat dau sistema
pl: Domyślny systemowy
ro_ro: Setare implicită din sistem
ru: По выбору системы
sc: Predefinidu de su sistema
sk: Prednastavenie systému
sl: Sistemsko privzeto
sr: Системско подразумевана
sr_latn: Sistem
sv: Systemstandard
ta: கணினி இயல்புநிலை
tr: Sistem varsayılanı
uk: Типова системна
vi: Mặc định hệ thống
zh_hans: 系统默认值
zh_hant: 系統預設

source: Add widget
ar: إضافة ودجت
cs: Přidat widget
da: Tilføj modul
de: Widget hinzufügen
el: Προσθήκη γραφικού στοιχείου
es_us: Añadir widget
et: Lisa vidin
fa: افزودن ابزارک
fr: Ajouter un gadget
hu: Modul hozzáadása
id: Tambahkan widget
is: Bæta við viðmótshluta
it: Aggiungi widget
ja: ウィジェットの追加
ko: 위젯 추가하기
nb: Legg til miniprogram
nl: Widget toevoegen
pl: Dodaj widżet
ro_ro: Adăugați widget
ru: Добавить виджет
sk: Pridať nástroj
sr: Додај виџет
sr_latn: Dodaj vidžet
sv: Lägg till widget
ta: விட்செட்டைச் சேர்க்கவும்
tr: Widget ekle
uk: Додати віджет
vi: Thêm widget
zh_hant: 新增小工具

source: Free account
ar: حساب مجاني
be: Бясплатны ўліковы запіс
bg: Безплатен профил
cs: Bezplatný účet
da: Gratis konto
de: Kostenloses Konto
el: Δωρεάν λογαριασμός
eo: Senpaga konto
es_us: Cuenta gratuita
et: Tasuta kasutajakonto
eu: Doako kontua
fa: حساب رایگان
fi: Ilmainen tili
fr: Compte gratuit
hu: Ingyenes fiók
id: Akun gratis
is: Ókeypis aðgangur
it: Account gratuito
ko: 체험 계정
nb: Gratiskonto
nl: Gratis account
pl: Darmowe konto
ro_ro: Cont gratuit
ru: Бесплатный аккаунт
sk: Bezplatný účet
sl: Brezplačni račun
sr: Бесплатни налог
sr_latn: Besplatni profil
sv: Gratiskonto
ta: இலவச கணக்கு
tr: Ücretsiz hesap
uk: Безплатний обліковий запис
vi: Tài khoản miễn phí
zh_hans: 免费账号
zh_hant: 免費帳號

# shared_string_trash
source: Trash
ar: المهملات
be: Сметніца
bg: Кошче
ca: Cistella
ckb: گلێشدان
cs: Koš
da: Papirkurv
de: Papierkorb
el: Κάδος
eo: Rubujo
es_us: Papelera
et: Prügikast
eu: Zakarrontzia
fa: زباله‌دان
fi: Roskakori
fr: Poubelle
hu: Lomtár
id: Sampah
is: Rusl
it: Cestino
ja: ごみ
ka: ნაგავი
ko: 휴지통
lt: Šiukšlės
nb: Papirkurv
nl: Prullenbak
pl: Śmieci
ro_ro: Coș de gunoi
ru: Корзина
sk: Kôš
sr: Отпад
sr_latn: Otpad
sv: Papperskorg
ta: குப்பை
tr: Çöp kutusu
uk: Смітник
vi: Thùng rác
zh_hans: 回收箱
zh_hant: 回收桶

# open_street_map_login_mode_simple
source: You need to log in to upload your changes.
ar: تحتاج إلى تسجيل الدخول لتحميل التغييرات.
cs: Pro nahrání změn se musíte přihlásit.
da: Du skal logge ind for at uploade dine ændringer.
de: Sie müssen sich anmelden, um Ihre Änderungen hochzuladen.
el: Πρέπει να συνδεθείτε για να ανεβάσετε τις αλλαγές σας.
es_us: Debes iniciar sesión para subir los cambios.
et: Muudatuste üleslaadimiseks pead sisse logima.
fr: Vous devez vous connecter pour publier vos modifications.
hu: A módosítások feltöltéséhez be kell jelentkeznie.
id: Anda perlu masuk untuk mengunggah perubahan Anda.
is: Þú þarft að skrá þig inn til að senda inn breytingarnar þínar.
it: Devi accedere per caricare le tue modifiche.
ja: 変更を送信するにはログインする必要があります。
nl: U moet inloggen om uw wijzigingen te uploaden.
ro_ro: Trebuie să vă conectați pentru a vă încărca modificările.
ru: Вам необходимо авторизоваться, чтобы отправить свои изменения.
sc: Depes intrare pro pòdere carrigare sas modìficas tuas.
sr: Потребно је да се улогујете да би отпремили измене.
sr_latn: Potrebno je da se ulogujete da bi otpremili izmene.
sv: Du behöver logga in för att ladda upp dina ändringar.
ta: உங்கள் மாற்றங்களை பதிவேற்ற நீங்கள் உள்நுழைய வேண்டும்.
tr: Değişikliklerinizi yüklemek için oturum açmanız gerekir.
uk: Для вивантаження змін необхідно ввійти.
zh_hant: 您需要登入才能上傳您的變更。

# contributions_may_calculate_with_delay
source: Calculating contributions may take several hours.
ar: حساب المساهمات قد يستغرق عدة ساعات .
ast: Calculating the contributions may take several hours.
az: Töhfələrin hesablanması bir neçə saat çəkə bilər.
be: Унёскі могуць разлічвацца з затрымкай у некалькі гадзін.
bg: Изчисляването на приносите може да отнеме няколко часа.
ca: Les aportacions podrien trigar unes hores en incloure's.
cs: Výpočet příspěvků může trvat několik hodin.
cy: Gall cyfrifo cyfraniadau gymryd rhai oriau.
da: Beregning af bidrag kan tage adskillige timer.
de: Das Berechnen der Beiträge kann mehrere Stunden dauern.
el: Ο υπολογισμός των συνεισφορών μπορεί να διαρκέσει αρκετές ώρες.
eo: Kalkulado de kontribuoj povas okupi kelkajn horojn.
es_us: El cálculo de las contribuciones puede tomar varias horas.
et: Kaastööde arvutamine võib võtta mitu tundi.
eu: Ekarpenak kalkulatzeak ordu batzuk behar izan ditzake.
fa: محاسبه مشارکت‌ها ممکن است چند ساعت طول بکشد.
fr: Le calcul des contributions peut durer plusieurs heures.
he: חישוב תרומות עשוי לארוך מספר שעות.
hu: A szerkesztések kiszámítása több órát is igénybe vehet.
id: Menghitung kontribusi mungkin membutuhkan beberapa jam.
is: Útreikningur á framlögum getur tekið marga klukkutíma.
it: L'elaborazione dei contributi può richiedere diverse ore.
ja: 貢献度の計算には数時間程度かかる場合があります。
ko: 기여도를 계산하는 데 몇 시간이 걸릴 수 있습니다.
lt: Bendradarbiavimo apskaičiavimas gali užtrukti keletą valandų.
mk: Presmetuvanjeto na prilozite može da potrae nekolku časa.
nb: Utregning av bidrag kan ta flere timer.
nl: Het berekenen van bijdragen kan enkele uren duren.
oc: Lo calcul dei contribucions pòt demandar mai d'una ora.
pl: Obliczanie wkładu może trwać kilka godzin.
ro_ro: Calcularea contribuțiilor poate dura câteva ore.
ru: Расчет вкладов может занять несколько часов.
sc: Su càrculu de sas contributziones diat pòdere durare unas cantas oras.
sk: Výpočet príspevkov môže trvať niekoľko hodín.
sl: Izračun prispevkov lahko traja več ur.
sr: Прорачунавање допроноса може потрајати неколико часова.
sr_latn: Obračun dopronosa može potrajati nekoliko časova.
sv: Att beräkna antalet bidrag kan ta flera timmar.
ta: பங்களிப்புகளைக் கணக்கிட பல மணி நேரம் ஆகலாம்.
tr: Katkıda bulunmaların hesaplanması birkaç saat sürebilir.
uk: Обробка внесків може тривати кілька годин.
vi: Việc tính toán các đóng góp có thể mất vài giờ.
zh_hans: 计算贡献可能需要几个小时。
zh_hant: 計算貢獻可能需要數小時。

# hud_heading
source: Heading
ar: عنوان
be: Кірунак
ca: Encapçalament
cs: Azimut
da: Retning
de: Richtung
el: Πορεία
es_us: Cabecera
et: Suund
fr: Cap
hu: Irány
id: Arah
is: Stefna
it: Titolo
ja: ヘッドアップディスプレイ
ka: მიმართულება
ko: 항로
nl: Richting
oc: Títol
pl: Kierunek
pt_br: Cabeçalho
ro_ro: Rubrica
ru: Направление
sc: Tìtulu
sk: Smerovanie
sl: Naslov
sr: Усмерење
sr_latn: Usmerenje
sv: Kurs
ta: தலைப்பு
tr: Başlık
uk: Напрямок
zh_hant: 標題

# hud_no_movement
source: No movement
ar: بدون حركة
be: Няма руху
ca: Sense moviment
cs: Žádný pohyb
da: Ingen bevægelse
de: Keine Bewegung
el: Καμία κίνηση
es_us: Sin movimiento
et: Liikumine puudub
fr: Aucun mouvement
hu: Nincs mozgás
id: Tidak ada pergerakan
is: Engin hreyfing
it: Nessuno spostamento
ja: 動かさない
ka: გადაადგილების გარეშე
ko: 무동작동 없음
nl: Geen beweging
oc: Sense movement
pl: Brak ruchu
pt_br: Sem movimento
ro_ro: Nicio mișcare
ru: Нет движения
sc: Movimentu perunu
sk: Žiadny pohyb
sl: Ni zaznanega premikanja
sr: Нема покрета
sr_latn: Nema pokreta
sv: Ingen rörelse
ta: இயக்கம் இல்லை
tr: Hiç hareket yok
uk: Немає руху
zh_hant: 未移動

# gpx_no_tracks
source: There are no tracks
ar: لا توجد مسارات
be: Няма слядоў
ca: No hi ha trajectes
cs: Žádné stopy zde nejsou
da: Der er ingen spor
de: Keine Tracks vorhanden
el: Δεν υπάρχουν ίχνη
es_us: No existen trazas
et: Teekondi ei ole
fr: Il n'y a aucune trace
gl: There are no trips
hu: Nincsenek nyomvonalak
id: Tidak ada track
is: Það eru engir ferlar
it: Non ci sono viaggi
ja: 経路はありません
ka: ტრეკების გარეშე
nb: There are no trips
nl: Er zijn geen tracks
oc: Ges de traças
pl: Nie ma tras
pt_br: Não há trilhas
ro_ro: Nu există urme
ru: Нет поездок
sc: Non bi sunt rastas
sk: Neexistujú žiadne stopy
sl: Ni shranjenih poti potovanj
sr: Нема путања
sr_latn: Nema putanja
sv: Det finns inga spår
ta: தடங்கள் எதுவும் இல்லை
tr: Yol yok
uk: Немає треків
zh_hant: 沒有旅程

# sort_last_modified
source: Last modified
ar: آخر تعديل
ast: Última modificación
az: Son dəyişiklik
be: Апошняя змена
bg: Последна промяна
ca: Darrera modificació
cs: Naposledy změněno
cy: Newidiwyd diwethaf
da: Sidst ændret
de: Zuletzt geändert
el: Τελευταία τροποποίηση
eo: dato de modifo
es_us: Último modificado
et: Viimati muudetud
eu: Azken aldaketa
fa: آخرین تغییریافته
fi: Viimeksi muokattu
fr: Récents
gl: Última modificación
he: שינוי אחרון
hu: Utolsó módosítás
id: Terakhir dimodifikasi
is: Síðast breytt
it: Cronologico
ja: 最終更新日
ka: ბოლო ცვლილება
ko: 최종 수정됨
lv: Labots
mk: Posledno modificiranje
nb: Sist endret
nl: Laatst gewijzigd
oc: Darriera modificacion
pl: Ostatnia modyfikacja
ro_ro: Ultima modificare
ru: По дате
sc: Ùrtima modìfica
sk: Naposledy zmenené
sl: Po zadnji spremembi
sr: Последња измена
sr_latn: Poslednje izmenjeno
sv: Senast ändrad
ta: கடைசியாக மாற்றப்பட்டது
tr: Son değiştirme
uk: Востаннє змінено
vi: Sửa đổi cuối cùng
zh_hans: 上次修改
zh_hant: 最後修改時間

# res_map_of_region
source: Map of the region
ar: خريطة المنطقة
be: Мапа рэгіёна
ca: Mapa de la regió
cs: Mapa oblasti
da: Kort over regionen
de: Karte der Umgebung
el: Χάρτης της περιοχής
es_us: Mapa regional
et: Piirkonna kaart
fr: Carte de la région
hu: A régió térképe
id: Peta wilayah
is: Kort af svæðinu
it: Mappa della regione
ja: 当該地域のマップ
ka: რეგიონის რუკა
ko: 지역 지도
nl: Kaart van de regio
oc: Mapa de la region
pl: Regiony
pt_br: Mapa da região
ro_ro: Harta regiunii
ru: Карта региона
sc: Mapa de sa regione
sk: Mapa regiónu
sr: Карта региона
sr_latn: Karta regiona
sv: Karta över regionen
ta: பிராந்தியத்தின் வரைபடம்
tr: Bölge haritası
uk: Мапа області
zh_hant: 區域的地圖

# res_no_space_free
source: is needed. Please free up some space.
ar: مطلوب. الرجاء تحرير بعض المساحة.
be: патрабуецца. Калі ласка, вызваліце месца.
ca: és necessari. Si us plau, allibereu espai.
cs: je potřeba. Uvolněte prosím nějaké místo.
da: er nødvendig. Frigør noget plads.
de: ist notwendig. Bitte etwas Speicher freimachen.
el: απαιτούνται. Παρακαλούμε ελευθερώστε μερικό χώρο.
es_us: es necesario. Libera algo de espacio.
et: on vajalik. Palun vabasta veidi ruumi.
fr: est nécessaire. Veuillez libérer de l'espace.
hu: szükséges. Szabadítson fel egy kis helyet.
id: diperlukan. Harap kosongkan sejumlah ruang.
is: er nauðsynlegt. Losaðu um eitthvað minni.
it: è necessario. Per favore liberate dello spazio.
ja: が必要です。充分な空き容量を確保してください。
nl: benodigd. Gelieve ruimte beschikbaar maken.
oc: es necessari. Per plaser, liberatz d'espaci.
pl: jest potrzebne. Proszę zwolnić trochę miejsca.
pt_br: é necessário. Por favor libere algum espaço.
ro_ro: este necesară. Vă rugăm să eliberați spațiu.
ru: требуется. Пожалуйста, освободите немного места.
sc: est netzessàriu. Pro piaghere lìbera unu pagu de logu.
sk: je potrebných. Prosím uvoľnite nejaké miesto.
sr: је потребно. Ослободите мало простора.
sr_latn: je potrebno. Oslobodite malo prostora.
sv: behövs. Frigör mer ledigt utrymme.
ta: தேவை. தயவுசெய்து கொஞ்சம் இடத்தை விடுவிக்கவும்.
tr: gereklidir. Lütfen biraz yer boşaltın.
uk: потрібно. Будь ласка, звільніть трохи місця.
zh_hant: 必要的。請釋放一些空間。

# osmand_depelopment_use_old_routing
source: Use old routing (A*)
cs: Použít starou navigaci (A*)
da: Brug gammel ruteberegning (A*)
de: Altes Routing verwenden (A*)
el: Χρήση παλιάς δρομολόγησης (A*)
es_us: Usar navegación antigua (A*)
fr: Utiliser l'ancien algorithme (A*)
hu: Régi útvonaltervezés (A*) használata
id: Gunakan perutean lama (A*)
is: Nota eldri leiðagerð (A*)
it: Usa il vecchio algoritmo (A*)
nl: Gebruik oude routering (A*)
pl: Użyj starego znajdowania trasy (A*)
ro_ro: Utilizați vechea rută (A*)
ru: Использовать старую маршрутизацию (A*)
sr: Koristi staro rutiranje (A*)
sr_latn: Koristi staro rutiranje (A*)
sv: Använd gammal rutt (A*)
ta: பழைய ரூட்டிங் (A*) ஐப் பயன்படுத்தவும்
uk: Використовувати стару маршрутизацію (А*)
zh_hant: 使用舊導航 (A*)

source: Roads
ar: الطرق
az: Yollar
be: Дарогі
bg: Пътища
ca: Carreteres
cs: Cesty
cy: Ffyrdd
da: Veje
de: Straßen
el: Δρόμοι
eo: Vojoj
es_us: Caminos
et: Teed
eu: Errepideak
fa: جاده‌ها
fi: Tiet
fr: Routes
gl: Estradas
he: דרכים
hu: Utak
hy: Ճանապարհներ
id: Jalanan
is: Vegir
it: Strade
ja: 道路
ka: გზები
ko: 경로
ku: Riyan
lt: Keliai
lv: Ceļi
mk: Patista
ml: "റോഡുകള്‍ "
mr: रस्ते
nb: Veier
nl: Wegen
oc: Carrieras
pl: Drogi
ro_ro: Drumuri
ru: Дороги
sc: Caminos
sk: Cesty
sl: Poti
sr: Путеви
sr_latn: Putevi
sv: Vägar
ta: சாலைகள்
tr: Yollar
uk: Дороги
zh_hans: 道路
zh_hant: 道路

source: Upload to OpenStreetMap
ar: رفع إلى خريطة الشارع المفتوح
az: OpenStreetMap-a yüklə
be: Адправіць на OpenStreetMap
cs: Nahrát do OpenStreetMap
cy: Uwchlwytho i OpenStreetMap
da: Overfør til OpenStreetMap
de: Hochladen zu OpenStreetMap
el: Μεταφόρτωση στο OpenStreetMap
eo: Alŝuti al OpenStreetMap
es_us: Subir a OpenStreetMap
et: Lae üles OpenStreetMap-i
eu: Kargatu OpenStreetMapen
fa: بارگذاری در اوپن‌استریت‌مپ
fi: Lähetä OpenStreetMappiin
fr: Envoyer sur OpenStreetMap
gl: Subir ao OpenStreetMap
he: העלאה ל־OpenStreetMap
hu: Feltöltés az OpenStreetMapre
id: Unggah ke OpenStreetMap
is: Senda inn í OpenStreetMap
it: Carica in OpenStreetMap
ja: OpenStreetMapにアップロード
ka: ატვირთვა OpenStreetMap-ზე
ko: OpenStreetMap에 올리기
lt: Siųsti į OpenStreetMap
mk: Prenesi na OpenStreetMap
nb: Last opp til OpenStreetMap
nl: Uploaden naar OpenStreetMap
oc: Telecargar vèrs OpenStreetMap
pl: Prześlij do OpenStreetMap
pt_br: Carregar para OpenStreetMap
ro_ro: Încarcă pe OpenStreetMap
ru: Отправить в OpenStreetMap
sc: Càrriga in OpenStreetMap
sk: Nahrať do OpenStreetMap
sl: Naloži v OpenStreetMap
sr: Отпреми на ОпенСтритМап
sr_latn: Otpremi na OpenStreetMap
sv: Ladda upp till OpenStreetMap
ta: OpenStreetMap இல் பதிவேற்றவும்
tr: OpenStreetMap'e yükle
uk: Надіслати до OpenStreetMap
vi: Tải lên OpenStreetMap
zh_hans: 上传到 OpenStreetMap
zh_hant: 上傳到 OpenStreetMap

# plugin_popup_srtm_title
source: Download contour lines
ar: تحميل الخطوط الكنتورية
be: Спампуйце контурныя лініі
ca: Baixa corbes de nivell
cs: Stáhnout vrstevnice
da: Hent højdekurver
de: Höhenlinien herunterladen
el: Λήψη ισοϋψών καμπυλών
es_us: Descargar curvas de nivel
et: Laadi alla kõrgusjooned
fr: Télécharger les courbes de niveaux
hu: Szintvonalak letöltése
id: Unduh garis kontur
is: Sækja hæðarlínur
it: Scarica le linee isocline
ja: 等高線データのダウンロード
ka: კონტურის ხაზების გადმოწერა
ko: 등고선 다운로드
nl: Contourlijnen downloaden
oc: Teledescargar lei corbas de nivèu
pl: Pobierz poziomice
pt_br: Baixar curvas de nível
ro_ro: Descărcați curbe de nivel
ru: Скачайте изолинии
sc: Iscàrriga curvas de livellu
sk: Stiahnuť vrstevnice
sr: Преузмите контурне линије
sr_latn: Preuzmite konturne linije
sv: Ladda ner höjdkurvor
ta: விளிம்பு கோடுகளைப் பதிவிறக்கவும்
tr: Eş yükselti eğrilerini indir
uk: Завантажити ізолінії
zh_hant: 下載等高線

# plugin_popup_nautical_title
source: Download Nautical maps
ar: تحميل خرائط بحرية
be: Спампуйце марскія мапы
ca: Baixa mapes nàutics
cs: Stáhnout Námořní mapy
da: Hent søkort
de: Seekarten herunterladen
el: Λήψη ναυτικών χαρτών
es_us: Descargar mapas náuticos
et: Laadi alla merekaardid
fr: Télécharger les cartes Marines
hu: Hajózási térképek letöltése
id: Unduh peta Bahari
is: Sækja sjókort
it: Scarica le Mappe Nautiche
ja: 航海マップのダウンロード
ka: საზღვაო რუკების გადმოწერა
ko: 해상 지도 다운로드
ku: Nexşen deryavanî bi daxinin
nl: Nautische kaarten downloaden
oc: Teledescargar lei mapas marinas
pl: Pobierz mapy morskie
pt_br: Baixar mapas náuticos
ro_ro: Descărcați hărți nautice
ru: Скачайте морские карты
sc: Iscàrriga Mapas nàuticas
sk: Stiahnuť Námorné mapy
sl: Prejmi navtične zemljevide
sr: Преузмите Наутичке карте
sr_latn: Preuzmite Nautičke karte
sv: Ladda ned Sjökort
ta: கடல் வரைபடங்களைப் பதிவிறக்கவும்
tr: Deniz haritalarını indir
uk: Завантажте морські мапи
zh_hans: 下载航海地图
zh_hant: 下載航海地圖

# no_internet_avail_desc_first
source: Please turn on internet connection to download list of maps
ar: يرجى تشغيل اتصال الإنترنت لتنزيل قائمة الخرائط
be: Калі ласка, спачатку ўключыце злучэнне з інтэрнэтам для спампоўвання спіса мапаў
ca: Connecteu-vos a internet per baixar la llista de mapes
cs: Pro stažení seznamu map se prosím připojte k internetu
da: Aktiver internetforbindelse for at hente listen over kort
de: Bitte schalten Sie die Internetverbindung ein, um die Liste der Karten herunterzuladen
el: Παρακαλώ ενεργοποιήστε τη σύνδεση στο Διαδίκτυο για λήψη της λίστας των χαρτών
es_us: Activa la conexión a Internet para descargar la lista de mapas
et: Kaardiloendi allalaadimiseks lülita sisse internetiühendus
fr: Veuillez activer la connexion Internet pour télécharger la liste de cartes
hu: Kapcsolja be az Internet-elérést a térképlista letöltéséhez
id: Silakan nyalakan koneksi internet untuk mengunduh daftar peta
is: Kveiktu á internettengingunni til að sækja lista yfir kort
it: Si prega di attivare la connessione Internet per scaricare l'elenco delle mappe
ja: マップリストをダウンロードするには、インターネット接続を有効にしてください
ko: 지도 목록을 다운로드하려면 인터넷 연결을 켜십시오.
oc: Per plaser connectatz-vos a internet per teledescargar la lista dei mapas
pl: Włącz połączenie internetowe, aby pobrać listę map
pt_br: Por favor, ligue a conexão de dados para baixa a lista de mapas
ro_ro: Vă rugăm să porniți conexiunea la internet pentru a descărca lista de hărți
ru: Пожалуйста, активируйте интернет-соединение для скачивания списка карт
sc: Pro piaghere allue sa cunnessione ìnternet pro iscarrigare sa lista de sas mapas
sk: Pre stiahnutie zoznamu máp prosím zapnite pripojenie k Internetu
sr: Укључите интернет везу да бисте преузели листу мапа
sr_latn: Uključite internet vezu da biste preuzeli listu mapa
sv: Slå på internet för att hämta listan med kartor
ta: வரைபடங்களின் பட்டியலைப் பதிவிறக்க இணைய இணைப்பை இயக்கவும்
tr: Lütfen haritaların listesi karşıdan yüklemek için Internet bağlantısı açın
uk: Будь ласка, активуйте інтернет-з'єднання для завантаження переліку мап
zh_hant: 請開啟網路連線以下載地圖清單

# rendering_attr_surface_paved_name
source: Paved
ar: طريق معبد
be: Цвёрдая
ca: Pavimentat
cs: Zpevněný
cy: Palmantog
da: Befæstet
de: Befestigt
el: Με επίστρωση
eo: Firma
es_us: Pavimento
et: Sillutatud
eu: Zolatua
fa: روسازی‌شده
fi: Päällystetty
fr: Pavés
gl: Pavimentado
he: סלול
hu: Burkolt
id: Beraspal
is: Bundið slitlag
it: Pavimentato
ja: 舗装有り
ka: მოკირწყლული
ko: 포장
lt: Grįstas
lv: Apstrādāts
mk: Popločen
ml: പാകിയ
my: လမ်းခင်း
nb: Fast dekke
nl: Verhard
oc: Caladat
pl: Utwardzone
pt_br: Pavimentado
ro_ro: Pavat
ru: Твёрдое
sc: Pamentadu
sk: Spevnený povrch
sl: Tlakovano
sr: Асфалтирано
sr_latn: Asfaltirano
sv: Belagd
ta: நடைபாதை
tr: Kaplamalı
uk: З покриттям
vi: Đã lát
zh_hans: 已铺装路面
zh_hant: 有鋪面

# rendering_attr_alpineHikingScaleScheme_description
source: Difficulty classification types for routes.
ar: أنواع تصنيف الصعوبة للطرق.
cs: Typy klasifikace tras podle obtížnosti.
da: Klassificeringstyper for sværhedsgrad af ruter.
de: Schwierigkeitsgrade der Wanderwege.
el: Τύπος κατηγοριοποίησης δυσκολίας για διαδρομές.
es_us: Tipos de clasificación de dificultad para rutas.
et: Radade raskusastmed.
fr: Classifications de difficulté pour les pistes.
hu: Útvonalak nehézségi besorolási típusai.
id: Jenis klasifikasi kesulitan untuk rute.
is: Flokkun leiða í erfiðleikastig.
it: Tipi di classificazione delle difficoltà per le vie.
nl: Moeilijkheidsgraad classificatie types voor routes.
ro_ro: Tipuri de clasificare a dificultății pentru trasee.
ru: Типы классификации маршрутов по сложности.
sr: Типови класификације потешкоћа за руте.
sr_latn: Tipovi klasifikacije poteškoća za rute.
sv: Typer av klassificering för leders svårighetsgrad.
ta: வழிகளுக்கான வகைப்பாடு வகைகளில் தொல்லை.
uk: Типи класифікації складності маршрутів.
zh_hant: 路線的困難分類類型。
