Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# cloud_storage_used
source: %@ of %@ used
ar: %@ من %@ مستخدم
cs: %@ z %@ použito
da: %@ af %@ anvendt
de: %@ von %@ verwendet
el: Χρησιμοποιήθηκε %@ από %@
es_us: Utilizado: %@ de %@
et: Kasutusel: %@ / %@
fr: %@ sur %@ utilisé
hu: %@ / %@ használatban
id: %@ dari %@ digunakan
is: %@ af %@ notað
it: Utilizzato %@ di %@
nb: %@ av %@ brukt
ro_ro: %@ de %@ folosit
ru: %@ из %@ использованных
sc: %@ de %@ impreados
sr: %@ од %@ употребљено
sr_latn: %@ od %@ upotrebljeno'
sv: %@ av %@ använt
ta: %@ %@ பயன்படுத்தப்பட்டது
tr: %@ / %@ kullanılıyor
uk: %@ з %@ використано
zh_hant: 已使用 %@ / %@

# osmand_maps_plus_tagline
source: Get extended features
ar: احصل على ميزات موسعة
az: Çoxaldılmış funksiyalar əldə edin
be: Атрымайце пашыраныя функцыі
cs: Získejte rozšířené funkce
cy: Cael nodweddion estynedig
da: Få udvidede funktioner
de: Erweiterte Features erhalten
el: Αποκτήστε περισσότερες δυνατότητες
eo: Akiri aldonajn eblaĵojn
es_us: Obtén funciones ampliadas
et: Kasuta täiendavat funktsionaalsust
eu: Lortu aparteko funtzioak
fa: دریافت قابلیت‌های افزوده
fi: Hanki laajennettuja ominaisuuksia
fr: Bénéficiez de fonctionnalités étendues
he: קבלת יכולות נרחבות
hu: Bővített funkciók beszerzése
id: Dapatkan lebih banyak fitur
is: Fáðu viðbótareiginleika
it: Ottieni le funzionalità estese
ja: より拡張された機能を手に入れる
ko: 확장 피쳐 가져오기
lt: Gauti išplėstines funkcijas
lv: Iegūstiet paplašinātās iespējas
mk: Dobijte prošireni funkcii
nb: Få utvidede funksjoner
nl: Geniet van uitgebreide functionaliteit
oc: Obtenir de fonccionalitats relargadas
pl: Uzyskaj rozszerzoną funkcjonalność
ro_ro: Obținere funcționalități extinse
ru: Получите расширенные возможности
sc: Otene funtzionalidades estèndidas
sk: Získajte rozšírené funkcie
sl: Pridobi razširjene funkcije
sr: Набавите проширене функције
sr_latn: Nabavi proširene funkcije
sv: Få utökade funktioner
ta: நீட்டிக்கப்பட்ட அம்சங்களைப் பெறுங்கள்
tr: Genişletilmiş özellikleri edinin
uk: Отримайте розширені можливості
vi: Lấy các tính năng mở rộng
zh_hans: 获得扩展的功能
zh_hant: 取得延伸功能

source: Not available with %@
ar: غير متوفر مع %@
ast: Nun ta disponible con %@
az: %@ ilə dəstəklənmir
be: Недаступна з %@
bg: Не се предлага с %@
cs: Není dostupné s %@
cy: Dim ar gael gyda %@
da: Ikke tilgængelig med %@
de: Nicht verfügbar mit %@
el: Μη διαθέσιμο με %@
eo: Ne disponebla kun %@
es_us: No disponible con %@
et: Ei ole saadaval koos %@
eu: Ez da erabilgarria %@-rekin
fa: با %@ در دسترس نیست
fi: Ei saatavilla %@
fr: Non disponible avec %@
he: לא זמין עם %@
hu: Nem áll rendelkezésre ezzel: %@
id: Tidak tersedia pada %@
is: Ekki tiltækt með %@
it: Non disponibile con %@
ja: %@では利用できません
ko: %@에서 사용 가능
lt: Neprieinama su %@
mk: Nedostapno so %@
nb: Ikke tilgjengelig med %@
nl: Niet beschikbaar met %@
oc: Non disponible amb %@
pl: Niedostępne z %@
ro_ro: Nu este disponibil cu %@
ru: Недоступно с %@
sc: No a disponimentu cun %@
sk: Nie je dostupné s %@
sl: Ni na voljo z %@
sr: Није доступно са %@
sr_latn: Nije dostupno sa %@
sv: Inte tillgänglig med %@
ta: %@ உடன் கிடைக்கவில்லை
tr: %@ ile kullanılamıyor
uk: Недоступно у %@
zh_hans: 不适用于 %@
zh_hant: 不適用於 %@

source: Continue with %@
ar: تواصل مع %@
ast: Siguir con %@
az: %@ ilə davam et
be: Працягнуць з %@
bg: Продължете с %@
cs: Pokračovat s %@
cy: Parhau gyda %@
da: Fortsæt med %@
de: Mit %@ fortfahren
el: Συνέχεια με %@
eo: Pluigi kun %@
es_us: Continuar con %@
et: Jätka %@
eu: jarraitu %@-rekin
fa: با %@ ادامه دهید
fi: Jatka %@
fr: Continuer avec %@
he: להמשיך עם %@
hu: Folytatás ezzel: %@
id: Lanjut dengan %@
is: Halda áfram með %@
it: Continua con %@
ja: %@への手続きに進む
ko: 계속 %@
lt: Tęsti su %@
mk: Prodolzete so %@
nb: Fortsett med %@
nl: Verdergaan met %@
oc: Contuniar amb %@
pl: Kontynuuj z %@
ro_ro: Continuă cu %@
ru: Продолжить с %@
sc: Sighi cun %@
sk: Pokračovať s %@
sl: Nadaljuj z %@
sr: Настави са %@
sr_latn: Nastavi sa %@
sv: Fortsätt med %@
ta: %@ உடன் தொடரவும்
tr: %@ ile devam et
uk: Продовжити з %@
zh_hans: 继续 %@
zh_hant: 使用 %@ 繼續

source: Complete purchase
ar: الشراء الكامل
ast: Completar la compra
az: Alışı tamamla
be: Завяршыць пакупку
bg: Завършване на покупката
cs: Dokončit nákup
cy: Cwblhau'r archeb
da: Fuldfør køb
de: Vollständiger Kauf
el: Ολοκλήρωση αγοράς
eo: Aĉeti
es_us: Completar compra
et: Lõpeta ost
eu: Erosketa osoa
fa: تکمیل خرید
fi: Viimeistele osto
fr: Finaliser l'achat
he: רכישה מלאה
hu: Vásárlás véglegesítése
id: Selesaikan pembelian
is: Ljúka kaupum
it: Completa l'acquisto
ja: 全て含む
ka: შეძენის დასრულება
ko: 구매완료
lt: Užbaigti pirkimą
lv: Pabeidziet pirkumu
mk: Celosno kupuvanje
nb: Fullfør kjøp
nl: Vervolledig aankoop
oc: Acabar la cròmpa
pl: Zakończ zakup
ro_ro: Finalizează achiziția
ru: Оформить покупку
sc: Concrui sa còmpora
sk: Dokončiť nákup
sl: Dokončaj nakup
sr: Комплетна куповина
sr_latn: Kompletna kupovina
sv: Slutför köp
ta: முழுமையான கொள்முதல்
tr: Satın alımı tamamla
uk: Оформити замовлення
vi: Hoàn thành mua hàng
zh_hans: 完成购买
zh_hant: 完整購買

# empty_purchases_description
source: If your purchases don't show up here, tap on “%@”, or contact our support team.
ar: إذا لم تظهر مشترياتك هنا ، فانقر على "%@" ، أو اتصل بفريق الدعم الخاص بنا.
az: Alışlarınız burada görünmürsə, “%@”ə toxunun və ya dəstək komandamızla əlaqə saxlayın.
be: Калі вашы пакупкі не з'явіліся тут, націсніце на «%@» або звярніцеся ў нашу службу падтрымкі.
cs: Pokud se zde vaše nákupy nezobrazují, klepněte na “%@” nebo kontaktujte náš tým podpory.
cy: Os nad yw eich pryniadau yn ymddangos fan hyn, tapiwch ar "%@" neu gysylltuâ'n tîm cymorth.
da: Hvis dine køb ikke vises her, kan du trykke på “%@” eller kontakte vores supportteam.
de: Wenn Ihre Einkäufe hier nicht angezeigt werden, tippen Sie auf „%@“ oder wenden Sie sich an unser Support-Team.
el: Εάν οι αγορές σας δεν εμφανιστούν εδώ, πατήστε στο "%@" ή επικοινωνήστε με την ομάδα υποστήριξης μας.
eo: Se viaj aĉetoj ne aperas ĉi tie, frapetu “%@”, aŭ kontaktu nian subtenan teamon.
es_us: Si tus compras no aparecen aquí, pulsa sobre «%@», o ponte en contacto con nuestro equipo de asistencia.
et: Kui ostud ei ilmu siin nähtavale, koputa "%@" või võta ühendust meie klienditoega.
eu: Zure erosketak hemen agertzen ez badira, sakatu “%@” edo jarri harremanetan gure laguntza-taldearekin.
fa: اگر خریدهای خود را اینجا نمی‌بینید، روی «%@» بزنید یا با تیم پشتیبانی ما تماس بگیرید.
fi: Jos ostoksesi eivät näy tässä, napauta "%@" tai ota yhteyttä tukitiimiimme.
fr: Si vos achats n'apparaissent pas ici, appuyez sur "%@" ou contactez notre équipe d'assistance.
gl: Se as túas compras non aparecen aquí, preme en "%@", ou ponte en contacto co noso equipo de asistencia.
he: אם הרכישות לא מופיעות כאן, יש לגעת ב־„%@” או ליצור קשר עם צוות התמיכה שלנו.
hu: Ha a vásárlásai nem jelennek meg itt, lépjen kapcsolatba az ügyfélszolgálatunkkal, vagy koppintson erre: „%@”.
id: Jika pembelian Anda tidak muncul di sini, ketuk “%@”, atau hubungi tim dukungan kami.
is: Ef innkaupin þín birtast ekki hér, ýttu þá á “%@” eða hafðu samband við hjálparteymið okkar.
it: Se l'acquisto non viene visualizzato qui, premi su "%@" o contatta il supporto.
ja: 購入したはずのアイテムがここに表示されない場合は、"%@"をタップするか、サポートチームにお問い合わせください。
ko: 구매가 여기에 표시되지 않는 경우, "%@"를 탭하거나 지원 팀에 문의하십시오.
mk: Ako vašite kupuvanja ne se prikažat ovde, doprete na “%@” ili kontaktirajte so našiot tim za poddrška.
nb: Hvis kjøpene dine ikke vises her kan du trykke «%@» eller kontakte vår brukerstøtte.
nl: Als je aankopen hier niet verschijnen, tik dan op “%@”, of neem contact op met ons ondersteuningsteam.
oc: Se vòstra cròmpa se visualiza pas aicí, clicatz sus «%@» ò contactatz nòstra equipa d'ajuda.
pl: Jeśli Twoje zakupy nie są tutaj widoczne, dotknij "%@" lub skontaktuj się z naszym zespołem wsparcia.
ro_ro: Dacă achizițiile voastre nu apar aici, apăsați pe "%@" sau contactați echipa noastră de asistență.
ru: Если ваши покупки не отображаются здесь, нажмите «%@» или свяжитесь с нашей службой поддержки.
sc: Si sa còmpora tua non benit ammustrada inoghe toca in “%@” o cuntata su grupu de suportu nostru.
sk: Ak sa tu vaše nákupy nezobrazujú, stlačte “%@” alebo kontaktujte tím podpory.
sl: Če tvoji nakupi niso prikazani tukaj, tapni na »%@« ali se obrni na našo ekipo za podporo.
sr: Ако се Ваша куповина не појави овде, кликните на „%@” или се обратите нашој подршци.
sr_latn: Ako se kupovina ne pojavi ovde, klikni na „%@” ili se obrati našoj podršci.
sv: Om dina köp inte visas här, tryck på "%@" eller kontakta vår support.
ta: உங்கள் வாங்குதல்கள் இங்கே காண்பிக்கப்படாவிட்டால், “%@” ஐத் தட்டவும் அல்லது எங்கள் உதவி குழுவைத் தொடர்பு கொள்ளவும்.
tr: Satın alımlarınız burada görünmezse, “%@” seçeneğine dokunun veya destek ekibimizle iletişime geçin.
uk: Якщо ваші покупки не зʼявилися тут, натисніть «%@», або звʼяжіться з нашою службою підтримки.
zh_hans: 如果您的购买没有显示在这里，轻按“%@”，或联系我们的支持团队。
zh_hant: 如果您的購買未在此顯示，請點擊「%@」，或聯絡我們的支援團隊。

source: Manage subscription
ar: إدارة الاشتراك
az: Abunəliyi idarə et
be: Кіраванне падпіскай
cs: Spravovat předplatné
cy: Rheoli tanysgrifiad
da: Administrer abonnement
de: Abonnement verwalten
el: Διαχείριση συνδρομής
eo: Administri abonon
es_us: Gestionar suscripción
et: Halda tellimusi
eu: Kudeatu harpidetza
fa: مدیریت اشتراک
fi: Muokkaa tilausta
fr: Gérer l'abonnement
gl: Xestionar subscrición
he: ניהול מינוי
hu: Előfizetés kezelése
id: Kelola langganan
is: Sýsla með áskrift
it: Gestisci la sottoscrizione
ja: サブスクリプションの管理
ka: გამოწერის მართვა
ko: 구독갱신 관리
lt: Tvarkyti prenumeratą
lv: Pārvaldīt abonomentu
mk: Upravuvajte so pretplatata
nb: Håndter abonnement
nl: Abonnement beheren
oc: Administrar l'abonament
pl: Zarządzaj subskrypcją
ro_ro: Gestionează abonamentul
ru: Управление подпиской
sc: Amministra s'abbonamentu
sk: Spravovať predplatné
sl: Upravljanje naročnine
sr: Управљајте чланарином
sr_latn: Upravljaj pretpatom
sv: Hantera prenumeration
ta: சந்தாவை நிர்வகிக்கவும்
tr: Aboneliği yönet
uk: Керувати передплатою
vi: Quản lý đăng ký
zh_hans: 管理订阅
zh_hant: 管理訂閱

source: Subscription
ar: الاشتراك
be: Падпіска
cs: Předplatné
da: Abonnement
de: Abonnement
el: Συνδρομή
es_us: Suscripción
et: Tellimus
fr: Souscription
hu: Előfizetés
id: Langganan
is: Áskrift
it: Abbonamento
ja: サブスクリプション
lt: Prenumerata
oc: Abonament
ro_ro: Abonament
ru: Подписка
sc: Abbonamentu
sr: Претплата
sr_latn: Pretplata
sv: Prenumeration
ta: சந்தா
tr: Abonelik
uk: Передплата
zh_hant: 訂閱

source: App Store
ar: متجر التطبيقات
sr: Ап Продавница
sr_latn: Ap Prodavnica
ta: ஆப் கடை
uk: Магазинів

source: Amazon Appstore
ar: متجر تطبيقات أمازون
fr: Boutique Amazon
oc: Botiga Amazon
ro_ro: Appstore Amazon
sc: Butega de apl. de Amazon
sr: Амазон Аппродавница
sr_latn: Amazon Approdavnica
ta: அமேசான் ஆப்ச்டோர்
uk: Амазон Appstore

# subscription_banner_no_free_maps_title
source: You spent all free downloads
ar: لقد صرفت كل التحميلات المجانية
cs: Využili jste všechna bezplatná stahování
da: Du har opbrugt alle gratis downloads
de: Sie haben alle kostenlosen Downloads verbraucht
el: Ξοδέψατε όλες τις δωρεάν λήψεις
es_us: Has gastado todas las descargas gratuitas
et: Sa oled kasutanud kõik tasuta allalaadimised ära
fr: Vous avez utilisé tous vos téléchargements gratuits
hu: Az összes ingyenes letöltést felhasználta
id: Anda menghabiskan semua unduhan gratis
is: Þú hefur eytt öllu ókeypis niðurhali
it: Hai finito tutti i download gratuiti
ko: 모든 무료 다운로드를 사용했습니다.
nl: U verbruikt reeds alle gratis downloads
oc: Avètz abenat totei vòstrei teledescargaments a gratis
ro_ro: Ați utilizat toate downloadările gratuite
ru: Вы израсходовали все бесплатные скачивания
sc: As gastadu totu sos iscarrigamentos de badas
sr: Потрошили сте сва бесплатна преузимања
sr_latn: Potrošili ste sva besplatna preuzimanja
sv: Du har förbrukat alla dina gratis-nedladdningar
ta: நீங்கள் அனைத்து இலவச பதிவிறக்கங்களையும் செலவிட்டீர்கள்
tr: Tüm ücretsiz indirmeleri harcadınız
uk: Ви витратили всі безплатні завантаження
zh_hant: 您已經用完所有免費下載

# subscription_banner_osmand_pro_title
source: Get hourly, daily or weekly map updates with OsmAnd Pro.
ar: احصل على تحديثات الخرائط كل ساعة أو يوميا أو أسبوعيا مع OsmAnd Pro.
cs: Získávejte hodinové, denní nebo týdenní aktualizace map s předplatným OsmAnd Pro.
da: Få kortopdateringer hver time, dag eller uge med OsmAnd Pro.
de: Mit OsmAnd Pro erhalten Sie stündliche, tägliche oder wöchentliche Kartenaktualisierungen.
el: Αποκτήστε ωριαίες, ημερήσιες ή εβδομαδιαίες ενημερώσεις χάρτη με το OsmAnd Pro.
es_us: Obtén actualizaciones de mapas, diarias o semanales con OsmAnd Pro.
et: OsmAnd Pro teenusest saad tunni-, päeva- ja nädalakohaseid kaardiuuendusi.
fr: Obtenez des mises à jour de cartes à chaque heure, jour ou semaine avec OsmAnd Pro.
hu: Az OsmAnd Pro alkalmazással óránkénti, napi vagy heti térképfrissítéseket kaphat.
id: Dapatkan pembaruan peta setiap jam, harian, atau mingguan dengan OsmAnd Pro.
is: Fáðu uppfærslur korta á klukkustundar fresti, daglega eða vikulega með OsmAnd Pro.
it: Ricevi aggiornamenti di mappe orarie, giornaliere o settimanali con OsmAnd Pro.
nl: Krijg elk uur, elke dag of elke week kaartupdates met OsmAnd Pro.
oc: Recebètz leis actualizacions de mapa cada ora, cada jorn ò cada setmana amb OsmAnd Pro.
ro_ro: Obține actualizări orare, zilnice sau săptămânale ale hărții cu OsmAnd Pro.
ru: Получайте ежечасные, ежедневные или еженедельные обновления карт с помощью OsmAnd Pro.
sc: Otene agiornamentos cada ora, cada die o cada chida cun OsmAnd Pro.
sr: Прибавите сатна, дневна или недељна ажурирања мапа са ОсмАнд Про.
sr_latn: Pribavite satna, dnevna ili nedeljna ažuriranja mapa sa OsmAnd Pro.
sv: Få timvisa, dagliga eller veckovisa kartuppdateringar med OsmAnd Pro.
ta: OSMand Pro உடன் மணிநேர, நாள்தோறும் அல்லது வாராந்திர வரைபட புதுப்பிப்புகளைப் பெறுங்கள்.
tr: OsmAnd Pro ile saatlik, günlük veya haftalık harita güncellemeleri alın.
uk: Отримуйте щогодинні, щоденні або щотижневі оновлення мап придбавши OsmAnd Pro.
zh_hant: 使用 OsmAnd Pro 取得每小時、每日或每週的地圖更新。

# weather_entire_world
source: Entire world
ar: كل العالم
cs: Celý svět
cy: Byd-eang
da: Hele verden
de: Weltweit
el: Ολόκληρος ο κόσμος
es_us: Todo el mundo
et: Kogu maailm
fr: Monde entier
hu: Egész világ
id: Seluruh dunia
is: Allur heimurinn
it: Mondo intero
ja: 全世界
lt: Visas pasaulis
mr: संपूर्ण जग
nb: Hele verden
ro_ro: Întreaga lume
ru: Весь мир
sc: Totu su mundu
sr: Цео свет
sr_latn: Ceo svet
sv: Hela världen
ta: முழு உலகம்
tr: Tüm dünya
uk: Весь світ
zh_hant: 全球

# weather_offline_forecast_only
source: Offline forecast only
ar: توقعات غير متصلة بالانترنت فقط
cs: Pouze offline předpověď
da: Kun offline prognose
de: Nur Offline-Vorhersage
el: Μόνο πρόγνωση εκτός σύνδεσης
es_us: Solo pronóstico sin conexión
et: Ainult puhverdatud ilmaennustus
fr: Seules les prévisions hors-ligne
hu: Csak offline előrejelzés
id: Prakiraan offline saja
is: Aðeins veðurspá án nettengingar
it: Solo previsioni offline
lt: Tik prognozės neprisijungus
ro_ro: Numai prognoza offline
ru: Только офлайн прогноз
sc: Previsiones non in lìnia ebbia
sr: Само ванмрежна прогноза
sr_latn: Samo vanmrežna prognoza
sv: Enbart offline-prognoser
ta: இணைப்பில்லாத முன்னறிவிப்பு மட்டுமே
tr: Sadece çevrim dışı tahmin
uk: Лише офлайн-прогноз
zh_hant: 僅離線預報

# weather_data_provider
source: Data provider GFS.
ar: مزود البيانات GFS.
cs: Poskytovatel dat GFS.
da: Dataleverandør GFS.
de: Datenanbieter GFS.
el: Πάροχος δεδομένων GFS.
es_us: Proveedor de datos GFS.
fr: Fournisseur de données GFS.
hu: Adatszolgáltató: GFS.
id: Penyedia data GFS.
is: GFS gagnaveitu.
it: Fornitore di dati GFS.
ro_ro: Furnizorul de date GFS.
ru: Поставщик данных GFS.
sc: Frunidore de datos GFS.
sr: Добављач података ГФС.
sr_latn: Dobavljač podataka GFS.
sv: Dataleverantör GFS.
ta: தரவு வழங்குநர் சி.எஃப்.எச்.
tr: Veri sağlayıcısı GFS.
uk: Постачальник даних GFS.
zh_hant: 資料提供者 GFS。

# weather_clear_online_cache
source: This will clear all cache for online weather tile.
ar: سيؤدي ذلك إلى مسح جميع ذاكرة التخزين المؤقت لطبقات الطقس المتصلة بالانترنت.
cs: Tím vymažete veškerou mezipaměť pro online dlaždice počasí.
da: Dette vil rydde al cache for online vejrfliser.
de: Dadurch wird der gesamte Cache für die Online-Wetterkachel gelöscht.
es_us: Esto vaciará toda la memoria caché de las teselas meteorológicas en línea.
fr: Ça effacera tous les caches pour les tuiles météo en ligne.
hu: Ez törölni fogja az online időjárás-csempe összes gyorsítótárát.
id: Ini akan membersihkan semua cache untuk ubin cuaca online.
is: Þetta mun hreinsa öll skyndiminni fyrir nettengdar veðurflísar.
it: Questo cancellerà tutta la cache per il riquadro meteo online.
ro_ro: Acest lucru va șterge toată memoria cache pentru panoul meteo online.
ru: Это очистит весь кеш для онлайн-тайлов погоды.
sc: Custu at a isboidare totu sa memòria temporànea pro sos tasseddos de su mèteu in lìnia.
sr: Ово ће обрисати сав кеш за мрежне плочице прогнозе.
sr_latn: Ovo će obrisati sav keš za mrežne pločice prognoze.
sv: Detta kommer rensa all cache för online väder-rasterrutor.
ta: இது நிகழ்நிலை வானிலை ஓடு அனைத்து தற்காலிக சேமிப்பையும் அழிக்கும்.
tr: Bu, çevrim içi hava durumu katmanı için tüm önbelleği temizleyecektir.
uk: Це очистить весь кеш плиток онлайн-погоди.
zh_hant: 這將清除所有線上天氣圖塊的快取。

# weather_clear_offline_cache
source: This will clear all cache for offline weather tile.
ar: سيؤدي ذلك إلى مسح كل ذاكرة التخزين المؤقت لطبقات الطقس في وضع عدم الاتصال.
cs: Tím se vymaže veškerá mezipaměť pro offline dlaždice počasí.
da: Dette vil rydde al cache for offline vejrfliser.
de: Dadurch wird der gesamte Cache für die Offline-Wetterkachel gelöscht.
es_us: Esto vaciará toda la memoria caché de las teselas meteorológicas en línea.
fr: Cela va supprimer tout le cache hors-ligne des tuiles météo.
hu: Ez törölni fogja az offline időjárás-csempe összes gyorsítótárát.
id: Ini akan membersihkan semua cache untuk ubin cuaca offline.
is: Þetta mun hreinsa öll skyndiminni fyrir ónettengdar veðurflísar.
it: Questo cancellerà tutta la cache per il riquadro meteo offline.
nl: Dit leegt alle cache van Offline Weersvoorspelling tegel.
ro_ro: Acest lucru va șterge toată memoria cache pentru ecranul meteo offline.
ru: Это очистит весь кеш для офлайн-тайлов погоды.
sc: Custu at a isboidare totu sa memòria temporànea pro sos tasseddos de su mèteu non in lìnia.
sr: Ово ће обрисати сав кеш за ванмрежне плочице прогнозе.
sr_latn: Ovo će obrisati sav keš za vanmrežne pločice prognoze.
sv: Detta kommer rensa all cache för offline väder-rasterrutor.
ta: இது இணைப்பில்லாத வானிலை ஓடுக்கு அனைத்து தற்காலிக சேமிப்பையும் அழிக்கும்.
uk: Це очистить весь кеш офлайн-плитки погоди.
zh_hant: 這將清除所有離線天氣圖塊的快取。

source: All maps are up to date
ar: جميع الخرائط محدثة
cs: Všechny mapy jsou aktuální
da: Alle kort er ajourført
de: Alle Karten sind auf dem neuesten Stand
el: Όλοι οι χάρτες είναι ενημερωμένοι
es_us: Todos los mapas están actualizados
et: Kõik kaardid on uuendatud
fr: Toutes les cartes sont à jour
hu: Az összes térkép naprakész
id: Semua peta sudah yang terbaru
is: Öll landakort eru af nýjustu gerð
it: Tutte le mappe sono aggiornate
nl: Alle kaarten zijn up-to-date
oc: Lei mapas son totei actualizadas
pl: Wszystkie mapy są aktualne
ro_ro: Toate hărțile sunt actualizate
ru: Все карты являются актуальными
sc: Totu sas mapas sunt agiornadas
sr: Све мапе су ажуриране
sr_latn: Sve mape su ažurirane
sv: Alla kartor är uppdaterade
ta: அனைத்து வரைபடங்களும் புதுப்பித்தவை
tr: Tüm haritalar güncel
uk: Усі мапи актуальні
zh_hant: 所有地圖都是最新的

source: With offline maps
ar: مع خرائط غير متصلة بالإنترنت
cs: S offline mapami
da: Med offline kort
de: Mit Offline-Karten
el: Με χάρτες εκτός σύνδεσης
es_us: Con mapas sin conexión
fr: Avec les cartes hors-ligne
hu: Offline használható térképekkel
id: Dengan peta offline
is: Með ónettengdum kortum
it: Con mappe offline
nl: Met offline kaarten
pl: Z mapami offline
ro_ro: Cu hărți offline
ru: С локальными картами
sc: Cun mapas non in lìnia
sr: Са ванмрежним мапама
sr_latn: Sa vanmrežnim mapama
sv: Med offline-kartor
ta: இணைப்பில்லாத வரைபடங்களுடன்
tr: Çevrim dışı haritalarla
uk: З офлайн-мапами
zh_hant: 與離線地圖一起

# weather_forecast_is_outdated
source: Forecast is outdated.
ar: التوقعات قديمة.
bg: Прогнозата е стара.
cs: Předpověď je zastaralá.
da: Prognose er forældet.
de: Die Vorhersage ist veraltet.
el: Ξεπερασμένη πρόγνωση.
eo: Veterprognozo estas malaktuala.
es_us: Pronóstico desactualizado.
et: Ilmaennustus on aegunud.
eu: Iragarpena zaharkituta dago.
fa: پیش‌بینی منسوخ شده است.
fi: Ennuste on vanhentunut.
fr: Les prévisions ne sont pas à jour.
hu: Az előrejelzés elavult.
id: Prakiraan kedaluwarsa.
is: Spáin er úrelt.
it: La previsione è obsoleta.
ja: 天気予報データが古くなっています。
ko: 예측이 오래되었습니다.
lt: Prognozė pasenusi.
nb: Værmeldingen er utdatert.
nl: Voorspelling is verouderd.
pl: Prognoza jest nieaktualna.
ro_ro: Prognoza este veche.
ru: Прогноз устарел.
sc: Sa previsione est disusada.
sk: Predpoveď je zastaralá.
sl: Napoved je zastarela.
sr: Временске прилике су застареле.
sr_latn: Vremenska prognoza je zastarela.
sv: Prognosen är föråldrad.
ta: முன்னறிவிப்பு காலாவதியானது.
tr: Tahmin güncel değil.
uk: Прогноз застарілий.
vi: Dự báo đã lỗi thời.
zh_hans: 预报已过时。
zh_hant: 預報已過期。

# weather_remove_forecasts_description
source: Are you sure you want to remove forecast for countries: %d.
ar: هل أنت متأكد من أنك تريد إزالة التوقعات للبلدان: %d.
cs: Opravdu chcete odstranit předpověď pro země: %d.
da: Er du sikker på, at du ønsker at fjerne prognoser for landene: %d.
de: Sind Sie sicher, dass Sie die Vorhersage für folgende Länder entfernen möchten: %d.
es_us: ¿Quitar el pronóstico para los países: %d.
et: Kas sa oled kindel, et soovid eemaldada nende maade ennustuse: %d.
fr: Êtes-vous sûr(e) de supprimer les prévisions pour les pays : %d.
hu: Biztosan el szeretné távolítani a következő országokhoz tartozó időjárási előrejelzéseket: %d.
id: Apakah Anda yakin ingin menghapus prakiraan untuk negara: %d.
is: Ertu viss um að þú viljir fjarlægja veðurspá fyrir löndin: %d.
it: Sei sicuro di voler rimuovere le previsioni per i paesi: %d.
nl: Weet u zeker dat u voorspelling voor landen %d wilt verwijderen.
pl: Czy na pewno chcesz usunąć prognozę dla państw: %d?
ro_ro: Sunteți sigur că doriți să eliminați previziunile pentru țările: %d.
ru: Вы уверены, что хотите удалить прогноз для стран: %d.
sc: Ses seguru de chèrrere bogare sa previsione pro sos istados: %d.
sr: Да ли сте сигурни да желите да уклоните прогнозу за земље: %d.
sr_latn: Da li ste sigurni da želite da uklonite prognozu za zemlje: %d.
sv: Vill du ta bort prognoserna för länderna: %d ?
ta: நாடுகளுக்கான முன்னறிவிப்பை அகற்ற விரும்புகிறீர்களா என்பது உறுதி: %d.
tr: Ülkeler için tahmini kaldırmak istediğinizden emin misiniz: %d.
uk: Ви впевнені, що хочете вилучити прогноз для країн: %d.
zh_hant: 您確定要移除這些國家的預報嗎：%d。

# weather_miss_forecasts
source: You don’t have offline forecasts
ar: ليس لديك توقعات غير متصلة بالإنترنت
cs: Nemáte offline předpovědi
da: Du har ikke offline prognoser
de: Sie haben keine Offline-Prognosen
es_us: No tienes pronósticos sin conexión
et: Sul pole vallasrežiimis ennustusi
fr: Vous n'avez pas de prévision hors-ligne
hu: Önnek nincsenek offline előrejelzései
id: Anda tidak memiliki prakiraan offline
is: Þú ert ekki með ónettengdar veðurspár
it: Non hai previsioni offline
nl: U heeft geen offline voorspellingen
ro_ro: Nu aveți previziuni offline
ru: У вас нет офлайн-прогнозов
sc: Non tenes previsiones non in lìnia
sr: Немате ванмрежне прогнозе
sr_latn: Nemate vanmrežne prognoze
sv: Du har inte offline-prognoser
ta: உங்களிடம் இணைப்பில்லாத கணிப்புகள் இல்லை
tr: Çevrim dışı tahmininiz yok
uk: У вас немає офлайн-прогнозів
zh_hant: 您沒有離線預報
