Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

source: Labels position
el: Θέση ετικετών
et: Siltide asukoht
fa: موقعیت برچسب‌ها
fr: Position des étiquettes
hu: Feliratok elhelyezkedése
id: Posisi label
is: Staðsetning skýringa
nl: Positie van labels
ru: Позиция меток
sv: Etiketters position
ta: லேபிள்கள் நிலை
uk: Положення міток

# meridian_180
source: 180th meridian
el: 180ός μεσημβρινός
et: 180° meridiaan
fa: نصف‌النهار 180
fr: 180e méridien
hu: 180° délkör
id: Meridian ke-180
is: 180. lengdarbaugur
nl: 180e meridiaan
ru: 180-й меридиан
sv: 180°-meridianen
ta: 180 வது மெரிடியன்
uk: 180-й меридіан

source: Prime meridian
el: Πρώτος μεσημβρινός
et: Algmeridiaan
fa: نصف‌النهار اصلی
fr: Premier méridien
hu: Kezdő délkör (0°)
id: Meridian utama
is: Núllbaugur
nl: Nulmeridiaan
ru: Нулевой меридиан
sv: Nollmeridian
ta: பிரைம் மெரிடியன்
uk: Нульовий меридіан

source: Equator
el: Ισημερινός
et: Ekvaator
fa: استوا
fr: Équateur
hu: Egyenlítő
id: Ekuator
is: Miðbaugur
nl: Evenaar
ru: Экватор
sv: Ekvator
ta: பூமத்திய கோடு
uk: Екватор

# layer_coordinates_grid
source: Coordinates grid
el: Πλέγμα συντεταγμένων
et: Koordinaatide võrgustik
fr: Grille de coordonnées
hu: Koordinátarács
id: Kisi koordinat
is: Hnitanet
nl: Coördinatenstelsel
ru: Координатная сетка
sv: Koordinatrutnät
ta: கட்டத்தை ஒருங்கிணைக்கிறது
uk: Координатна сітка

# save_favorite_default_appearance
source: Apply changes to the existing points in the folder or only to new ones?
el: Εφαρμογή αλλαγών σε όλα τα υπάρχοντα σημεία στο φάκελο ή μόνο στα καινούργια;
et: Kas rakendad muudatused selle kausta kõikidele punktidele või vaid uutele?
fr: Appliquer les modifications aux points existants dans le dossier ou uniquement aux nouveaux points ?
hu: Alkalmazza a változtatásokat a mappában már meglévő pontokra is, vagy csak az újakra?
id: Terapkan perubahan pada semua titik yang sudah ada dalam folder
is: Virkja breytingar á fyrirliggjandi punkta í möppunni eða aðeins á nýja punkta?
nl: Wijzigingen toepassen op de bestaande punten in de map of alleen op nieuwe punten?
ru: Применить изменения к существующим точкам в папке или только к новым?
sv: Tillämpa ändringar på alla existerande punkter i mappen eller bara på nyligen tillagda?
ta: கோப்புறையில் இருக்கும் புள்ளிகளில் மாற்றங்களை அல்லது புதியவற்றுக்கு மட்டுமே பயன்படுத்தலாமா?
uk: Застосувати зміни до існуючих точок у папці чи лише до нових?

# original_color_description
source: Each point would keep its own color.
el: Κάθε σημείο διατηρεί το δικό του χρώμα.
et: Iga punkt säilitab oma värvi.
fr: Chaque point conservera sa propre couleur.
hu: Minden pont megtartja a saját színét.
id: Setiap titik akan menjaga semua warnanya.
is: Hver punktur myndi halda sínum lit.
nl: Elk punt behoudt de eigen kleur.
ru: Цвет каждой точки сохранится.
sv: Varje punkt behåller sin individuella färg.
ta: ஒவ்வொரு புள்ளியும் அதன் சொந்த நிறத்தை வைத்திருக்கும்.
uk: Кожна точка збереже свій власний колір.

# quick_action_showhide_coordinates_grid_descr
source: Action to control the visibility of the Coordinates grid on the map.
el: Εναλλαγή της ορατότητας του πλέγματος συντεταγμένων στο χάρτη.
fr: Action permettant de contrôler la visibilité de la grille de coordonnées sur la carte.
hu: A koordinátarács láthatóságának beállítása a térképen.
id: Tindakan mengatur keterlihatan kisi Koordinat pada peta.
is: Aðgerð sem stýrir sýnileika hnitanets á landakortinu.
nl: Actie om de zichtbaarheid van het coördinatenstelsel aan te passen op de kaart.
ru: Переключить видимость координатной сетки на карте.
sv: Visa/dölj koordinatrutnätet på kartan.
ta: வரைபடத்தில் ஆயத்தொகுப்பு கட்டத்தின் தெரிவுநிலையைக் கட்டுப்படுத்த நடவடிக்கை.
uk: Дія для керування видимістю сітки координат на карті.

# original_icon_description
source: Each point would keep its own icon.
el: Κάθε σημείο διατηρεί το δικό του εικονίδιο.
et: Iga punkt säilitab oma ikooni.
fr: Chaque point conservera sa propre icône.
hu: Minden pont megtartja a saját ikonját.
id: Setiap titik akan menjaga semua ikonnya.
is: Hver punktur myndi halda sinni táknmynd.
nl: Elk punt behoudt het eigen icoon.
ru: Каждая точка сохранит свой значок.
sv: Varje punkt behåller sin individuella ikon.
ta: ஒவ்வொரு புள்ளியும் அதன் சொந்த ஐகானை வைத்திருக்கும்.
uk: Кожна точка мала б свою власну іконку.

# original_shape_description
source: Each point would keep its own shape.
el: Κάθε σημείο διατηρεί το δικό του σχήμα.
et: Iga punkt säilitab oma kuju.
fr: Chaque point conservera sa propre forme.
hu: Minden pont megtartja a saját alakját.
id: Setiap titik akan menjaga semua bentuknya.
is: Hver punktur myndi halda sinni lögun.
nl: Elk punt behoudt de eigen vorm.
ru: Форма каждой точки сохранится.
sv: Varje punkt behåller sin individuella form.
ta: ஒவ்வொரு புள்ளியும் அதன் சொந்த வடிவத்தை வைத்திருக்கும்.
uk: Кожна точка зберігала б свою форму.

# us_gallons_unit
source: gal
ckb: گالۆن
el: γαλ
et: Gallonid
fa: گالن
hu: gallon
ru: us gal
ta: கேல்
uk: гал

# battery_widget_level_privacy_ios_desc
source: Due to iOS privacy reasons, the widget can only display the battery level in 5% steps, such as 35%, 60%, or 85%
cs: Z důvodu ochrany soukromí v systému iOS může widget zobrazovat úroveň nabití baterie pouze v 5% krocích, například 35 %, 60 % nebo 85 %
da: På grund af OS' beskyttelse af personlige oplysninger kan modulet kun vise batteriniveauet i trin på 5 %, f.eks. 35 %, 60 % eller 85 %
el: Για λόγους απορρήτου του iOS, το γραφικό στοιχείο μπορεί μόνο να εμφανίσει το επίπεδο μπαταρίας σε βήματα του 5%, όπως 35%, 60%, ή 85%
et: iOSi privaatsusreeglite tõttu saab vidin näidata aku laetust vaid 5-protsendiste sammudega, näiteks 35%, 60%, või 85%
fr: En raison des clauses de confidentialité iOS, le widget ne peut afficher le niveau de baterie que par tranche de 5%, comme 35%, 60%, ou 85%
hu: Az iOS adatvédelmi okokból a modul csak 5%-os lépésekben tudja megjeleníteni az akkumulátor töltöttségi szintjét, például 35%, 60% vagy 85%
id: Karena alasan privasi iOS, widget hanya dapat menampilkan level baterai dalam langkah 5%, seperti 35%, 60%, atau 85%
is: Vegna persónuverndarreglna iOS getur viðmótshlutinn aðeins birt ástand rafhlöðu í 5% stigum, svo sem 35%, 40% eða 45%
it: A causa di motivi di privacy di iOS, il widget può visualizzare solo il livello della batteria in gradini del 5%, come il 35%, il 60%, o l'85%
nl: Vanwege iOS privacy beleid kan de widget het batterijniveau weergeven in stappen van 5%, bijvoorbeeld 35%, 60% of 85%
ru: Из соображений конфиденциальности iOS виджет может отображать уровень заряда батареи только с шагом в 5%, например, 35%, 60% или 85%
sr: Из разлога приватности иОС-а, виџет може да прикаже ниво батерије само у корацима од 5%, као што су 35%, 60% или 85%
sv: På grund av iOS integritetsskäl kan widgeten endast visa batterinivån i 5% steg, till exempel 35%, 60% eller 85%
ta: ஐஇமு தனியுரிமை காரணங்கள் காரணமாக, விட்செட் பேட்டரி அளவை 35%, 60%அல்லது 85%போன்ற 5%படிகளில் மட்டுமே காட்ட முடியும்
uk: З міркувань конфіденційності iOS віджет може відображати рівень заряду акумулятора лише з кроком у 5%, наприклад 35%, 60% або 85%

# attach_roads_descr
source: Attach your track to roads to get detailed route information with turn instructions and road attributes.
cs: Připojte svou trasu k silnicím a získejte podrobné informace o trase s pokyny pro odbočení a atributy silnice.
da: Fastgør dit spor til veje for at få detaljerede ruteoplysninger med svinginstruktioner og vejegenskaber.
el: Προσκολλήστε το ίχνος σας στους δρόμους για να πάρετε λεπτομερείς πληροφορίες διαδρομής, συμπεριλαμβανομένου οδηγιών βήμα-βήμα και ιδιοτήτων δρόμου.
et: Seo oma rada teedega ja muuda sellega saadavaks üksikasjalik teekonna teave koos tee juhatamise ja teede omadustega.
fa: رد خود را به جاده‌ها متصل کنید تا اطلاعات مفصل مسیر، از جمله دستورالعمل‌های گام‌به‌گام و ویژگی‌های جاده را دریافت کنید.
fr: Associer votre parcours à des routes pour obtenir des informations détaillées sur l'itinéraire avec les instructions de bifurcation et les caractéristiques de la route.
hu: Csatlakoztassa a nyomvonalait az utakhoz, hogy részletes útvonaladatokat kaphasson, beleértve a kanyarodási utasításokat és útvonal-tulajdonságokat.
id: Pasang trek Anda pada jalan untuk mendapatkan informasi rute detail, termasuk petunjuk putaran dan atribut jalan.
is: Þú getur hengt ferilinn þinn við vegi til að ná í nákvæmar upplýsingar um leið með leiðbeiningum beygju-fyrir-beygju og eiginleikum vega.
it: Collega la tua traccia alle strade per ricevere informazioni dettagliate sul percorso con istruzioni di svolta e proprietà della strada.
nl: Koppel je track aan wegen om gedetailleerde route-informatie te krijgen, zoals richtingaanwijzingen en wegkenmerken.
ru: Подтяните свой трек к дорогам, чтобы получить подсказки поворотов и дорожные характеристики.
sr: Причврстите своју стазу на путеве да бисте добили детаљне информације о рути са упутствима за скретање и атрибутима пута.
sv: Koppla ditt spår till vägar för att få detaljerad ruttinformation, inklusive detaljerade svänginstruktioner och vägattribut.
ta: திருப்புமுனை அறிவுறுத்தல்கள் மற்றும் சாலை பண்புக்கூறுகள் உள்ளிட்ட விரிவான பாதை தகவல்களைப் பெற உங்கள் பாதையைச் சாலைகளில் இணைக்கவும்.
uk: Прив’яжіть свій трек до доріг, щоб отримати детальну інформацію про маршрут із вказівками щодо поворотів і атрибутами дороги.

source: No matched tracks
cs: Žádné shodné stopy
da: Ingen matchende spor
el: Δεν υπάρχουν αντιστοιχισμένα ίχνη
et: Ühtegi sobivat rada ei leidu
fr: Aucun itinéraire correspondant
hu: Nincs egyező nyomvonal
id: Tidak ada trek yang cocok
is: Engir samsvarandi ferlar
it: Nessuna traccia corrispondente
nl: Geen overeenkomstige tracks
ru: Нет подходящих треков
sr: Нема подударних стаза
sv: Inga matchade spår
ta: பொருந்திய தடங்கள் இல்லை
uk: Немає відповідних композицій

# empty_smart_folder_descr
source: All matching tracks will automatically appear here.
cs: Zde se automaticky zobrazí všechny odpovídající stopy.
da: Alle matchende spor vises automatisk her.
el: Όλα τα αντιστοιχισμένα ίχνη θα εμφανιστούν αυτόματα εδώ.
et: Kõik sobivad rajad saavad automaatselt olema siin nähtavad.
fr: Tous les itinéraires correspondants apparaitront ici automatiquement.
hu: Az összes egyező nyomvonal automatikusan megjelenik itt.
id: Semua trek yang cocok akan muncul secara otomatis di sini.
is: Allir samsvarandi ferlar munu birtast hér.
it: Tutte le tracce corrispondenti appariranno automaticamente qui.
nl: Alle overeenkomstige tracks verschijnen automatisch hier.
ru: Здесь автоматически появятся все подходящие треки.
sr: Све одговарајуће стазе ће се аутоматски појавити овде.
sv: Alla motsvarande spår kommer automatiskt visas här.
ta: பொருந்தக்கூடிய அனைத்து தடங்களும் தானாகவே இங்கே தோன்றும்.
uk: Усі відповідні композиції автоматично з’являться тут.

# smart_folder_name_present
source: Such smart folder already present
cs: Taková chytrá složka již existuje
da: Sådan en smart-mappe findes allerede
el: Υπάρχει ήδη τέτοιος έξυπνος φάκελος
et: Selline nutikas kaust on juba olemas
fa: این پوشه هوشمند از پیش موجود است
fr: Ce dossier intelligent est déjà présent
hu: Ilyen okos-mappa már van
id: Folder pintar seperti itu sudah ada
is: Slík snjallmappa er þegar til staðar
it: Tale cartella intelligente è già presente
nl: Zo'n slimme map bestaat al
ru: Смарт-папка с таким именем уже существует
sr: Такав паметан фолдер је већ присутан
sv: Den smarta mappen finns redan
ta: இத்தகைய அறிவுள்ள கோப்புறை ஏற்கனவே உள்ளது
uk: Така розумна папка вже є

# shared_string_litres
source: litres
da: liter
el: λίτρα
et: liitrit
hu: liter
id: liter
is: lítrar
it: Litri
nl: liters
ru: литры
sv: liter
ta: லிட்டர்
uk: літрів

# quick_action_verb_start_pause
source: Start / Pause
cs: Spustit / Pozastavit
el: Έναρξη / Παύση
et: Alusta / peata
fa: شروع/مکث
fr: Démarrer / Faire une pause
hu: Indítás / szüneteltetés
id: Mulai / Jeda
is: Hefja / Setja í bið
it: Inizio / Pausa
ja: 開始/一時停止
nl: Start-Pauzeer/Hervat
ru: Старт/Пауза
sr: Покрени / Паузирај
sv: Starta / Pausa
ta: தொடக்க / இடைநிறுத்தம்
uk: Пуск / Пауза

source: New trip segment
cs: Nový segment výletu
da: Nyt tursegment
el: Νέο τμήμα διαδρομής
et: Reisi uus lõik
fa: بخش جدید سفر
fr: Nouveau tronçon de trajet
hu: Új túraszakasz
id: Segmen perjalanan baru
is: Nýr leiðarbútur
it: Nuovo segmento del percorso
ja: 新しい旅程区分
nl: Nieuw reisopname-segment
ru: Новый сегмент маршрута
sr: Нови део путовања
sv: Nytt segment av resa
ta: புதிய பயண பிரிவு
uk: Новий сегмент подорожі

# unchanged_parameter_summary
source: Each track will retain its own parameters.
cs: Každá stopa si uchová své vlastní parametry.
da: Hvert spor beholder sine egne parametre.
el: Κάθε ίχνος θα διατηρήσει τις δικές του παραμέτρους.
et: Iga rada säilitab oma parameetrid.
fa: هر رد پارامترهای خود را حفظ می‌کند.
fr: Chaque trace conservera ses propres paramètres.
hu: Minden nyomvonal megtartja a saját paramétereit.
id: Setiap trek akan mempertahankan parameternya sendiri.
is: Hver ferill mun halda sínum færibreytum.
it: Oggi traccia manterrà i suoi parametri.
ja: 各経路はそれぞれのパラメーターを保持します。
nl: Elke track behoudt zijn eigen parameters.
ru: Каждый трек сохраняет свои собственные параметры.
sv: Varje spår behåller sina egna parametrar.
ta: ஒவ்வொரு தடமும் அதன் சொந்த அளவுருக்களைத் தக்க வைத்துக் கொள்ளும்.
uk: Кожен трек збереже власні параметри.

# shared_strings_dimensions
source: Dimensions
da: Dimensioner
el: Διαστάσεις
et: Mõõdud
fa: ابعاد
hu: Méretek
id: Dimensi
is: Stærðir
it: Dimensioni
nl: Afmetingen
ru: Размеры
sv: Dimensioner
ta: பரிமாணங்கள்
uk: Розміри

source: Fuel tank capacity
da: Brændstoftankens kapacitet
el: Χωρητικότητα ντεπόζιτου
et: Kütusepaagi maht
fa: ظرفیت مخزن سوخت
fr: Capacité du réservoir de carburant
hu: Üzemanyagtartály kapacitása
id: Kapasitas tangki bahan bakar
is: Rýmd eldsneytistanks
it: Capacità del serbatoio di carburante
nl: Tankgrootte
ru: Объём топливного бака
sv: Bränsletankens kapacitet
ta: எரிபொருள் தொட்டி திறன்
uk: Ємність паливного баку

# fuel_tank_capacity_description
source: Enter your tank capacity to accurately track fuel levels and consumption
da: Indtast din tankkapacitet for at følge brændstofniveauer og -forbrug nøjagtigt
el: Εισάγετε την χωρητικότητα του ρεζερβουάρ για επακριβή παρακολούθηση των επιπέδων καυσίμου και κατανάλωσης
et: Täpseks kütusekulu ja allesjäänud kütuse arvutamiseks sisesta kütusepaagi maht
fa: ظرفیت مخزن سوخت خود را وارد کنید تا سطح سوخت و مصرف آن دقیق ردیابی شود
fr: Entrez la capacité de votre réservoir pour suivre précisément le niveau d'essence et la consommation
hu: Adja meg az üzemanyagtartály kapacitását az üzemanyagszint és a fogyasztás pontos nyomon követéséhez
id: Masukkan kapasitas tangki Anda untuk melacak level dan konsumsi bahan bakar secara akurat
is: Settu inn rýmd tanksins í farartækinu til að fá nákvæma skráningu á eldsneytismagni og eyðslu
it: Inserisci la capacità del tuo serbatoio per monitorare con precisione i livelli e i consumi di carburante
nl: Tank capaciteit invullen om het brandstofniveau en verbruik nauwkeurig bij te houden
ru: Введите объём бака, чтобы точно отслеживать уровень и расход топлива
sv: Ange tankstorlek, för att tillförlitligt spåra bränslenivåer och -förbrukning
ta: எரிபொருள் அளவுகள் மற்றும் நுகர்வு துல்லியமாக கண்காணிக்க உங்கள் தொட்டி திறனை உள்ளிடவும்
uk: Введіть об’єм бака, щоб точно відстежувати рівень палива та споживання
