Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# routing_attr_avoid_unpaved_description
source: Avoids unpaved roads
af: Vermy grondpad
ar: اجتناب الطرق الترابية والوعرة
az: Asfaltsız yollardan yayınır
be: Пазбягаць грунтавых дарог
bg: Избягване на черни (неасфалтирани) пътища
ca: Evita les vies sense pavimentar
cs: Vyhne se nezpevněným cestám
da: Undgår ikke asfalterede veje
de: Vermeidet unbefestigte Wege
el: Αποφεύγει μη στρωμένους δρόμους
eo: Eviti vojojn sen firma pavimo
es_us: Evita caminos sin pavimentar
et: Väldib sillutamata teid
eu: Saihestu asfaltatu gabeko bideak
fa: از راه‌های روسازی‌نشده پرهیز می‌کند
fi: Välttää päällystämättömiä teitä
fr: Éviter les voies non revêtues
gl: Evitar estradas sen pavimentar
he: נמנע מכבישים בלתי סלולים
hu: Elkerüli a burkolatlan utakat
hy: Խուսափել հողածածկ ճանապարհները
id: Menghindari jalan yang belum diaspal
is: Forðast vegi með óbundnu slitlagi
it: Evita le strade non pavimentate
ja: 移動時に未舗装道路を避けます
ka: დაუგებელი გზების თავიდან არიდება
ko: 비포장도로 회피하기
lt: Vengti neasfaltuotų kelių
lv: Bez grants ceļiem
mk: Izbegnuva naesafaltirani patista
ml: " ടാര്‍ ചെയ്യാത്ത(പാകാത്ത) റോഡുകള്‍ ഒഴിവാക്കുക "
nb: Unngår veier uten fast dekke
nl: Vermijdt onverharde wegen
oc: Evitar lei rotas non enquitranadas
pl: Unika dróg nieutwardzonych
pt_br: Evita estradas não pavimentadas
ro_ro: Evită drumuri neasfaltate
ru: Избегать грунтовых дорог
sc: Istransit sos caminos non pamentados
sk: Vyhnúť sa nespevneným cestám
sl: Izogne se netlakovanim cestam
sr: Избегавање неасфалтираних путева
sr_latn: Makadame
sv: Undvik oasfalterade vägar
ta: செப்பனிடப்படாத சாலைகளைத் தவிர்க்கிறது
tr: Asfaltsız yollardan kaçınır
uk: Уникати доріг без покриття
vi: Tránh đường chưa lát
zh_hans: 避开未铺设道路
zh_hant: 避開無鋪面道路

# routing_attr_prefer_motorway_description
source: Prefer motorways
af: Verkies snelweg
ar: تفضيل طرق الدراجات النارية
az: Avtomagistralları üstün tut
be: Аддаваць перавагу аўтамагістралям
bg: Предпочитане на магистрали
ca: Preferència per autopistes
cs: Upřednostňovat dálnice
cy: Ffafrio traffyrdd
da: Foretræk motorveje
de: Autobahnen bevorzugen
el: Να προτιμώνται αυτοκινητόδρομοι
eo: Preferi aŭtovojojn
es_us: Preferir autopistas en la navegación
et: Eelista kiirteid
eu: Hobetsi autobideak
fa: اولویت را به آزادراه‌ها می‌دهد
fi: Suosi moottoriteitä
fr: Privilégier les autoroutes
gl: Preferir as autoestradas
he: העדפת כבישים סלולים
hu: Autópályák előnyben részesítése
hy: Նախընտրելի ավտոմայրուղիներ
id: Utamakan jalan bebas hambatan
is: Velja helst hraðbrautir
it: Preferisci le autostrade
ja: 高速道路を優先する
ka: ავტოსტრადებისთვის უპირატესობების მინიჭება
ko: 전용도로 선호
lt: Teikti pirmenybę greitkeliams
lv: Maršruta plānošanā vispirms tiks dota priekšroka automaģistrālēm (ātrgaitas šosejām)
mk: Pretpocitaj avtopatista
ml: അതിവേഗപാതകള്‍ തെരഞ്ഞെടുക്കുക
nb: Foretrekk motorveier
nl: Voorkeur voor snelwegen
oc: Per leis autorotas de preferéncia
pl: Preferuj autostrady
pt_br: Preferir autoestradas na rota
ro_ro: Preferă autostrăzi
ru: Предпочитать магистрали
sc: Preferre sas autostradas
sk: Uprednostniť diaľnice
sl: Prednostno bodo izbrane hitre ceste in avtoceste
sr: Предност путевима за моторна возила
sr_latn: Prednost magistralama
sv: Föredra motorvägar
ta: மோட்டார் வாகனங்களை விரும்புங்கள்
tr: Otoyolları tercih et
uk: Надавати перевагу автомагістралям
vi: Ưu tiên đường cao tốc
zh_hans: 高速公路优先
zh_hant: 高速公路優先

# routing_attr_avoid_ferries_name
source: No ferries
af: Vermy veerboot
ar: تجنب العبارات
az: Bərələrdən yayın
be: Без паромных перапраў
bg: Без фериботи
ca: Sense transbordadors
cs: Žádné trajekty
cy: Dim fferis
da: Ingen færger
de: Keine Fähren
el: Χωρίς πορθμεία
eo: Sen pramoj
es_us: Sin ferris o transbordadores
et: Väldi praame
eu: Ferryrik ez
fa: فرابَر
fi: Vältä lauttoja
fr: Éviter les ferries
gl: Sen ferris
he: ללא מעבורות
hu: Komp nélkül
hy: Առանց լաստանավերից
id: Larang feri
is: Forðast ferjur
it: No traghetti
ja: フェリーを使わない
ka: ბორნების გარეშე
ko: 뱃길 회피
lt: Vengti keltų
lv: Bez prāmjiem
mk: Bez feribrodovi
ml: "കടത്ത് ഒഴിവാക്കുക"
nb: Ingen ferger
nl: Geen veerboten
oc: Ges de barca a tralha
pl: Bez promów
pt_br: Sem balsas
ro_ro: Fără feriboturi
ru: Без паромов
sc: Perunu navile
sk: Žiadne trajekty
sl: Brez trajektov
sr: Без трајеката
sr_latn: Trajekte
sv: Inga färjor
ta: படகுகள் இல்லை
tr: Feribot yok
uk: Уник. поромних переправ
vi: Không đi phà
zh_hans: 避开轮渡
zh_hant: 避開渡輪

# rendering_value_disabled_name
source: Disabled
ar: معطل
az: Qeyri-aktiv
be: Адключана
bg: Спрян
ca: Desactivat
cs: Vypnuto
cy: Analluogwyd
da: Deaktiveret
de: Deaktiviert
el: Ανενεργό
eo: Malaktiva
es_us: Desactivado
et: Keelatud
eu: Ezgaituta
fa: غیرفعال
fi: Ei käytössä
fr: Désactivé
gl: Desactivado
he: מושבת
hu: Letiltva
hy: Անջատված է
id: Dinonaktifkan
is: Óvirkt
it: Disabilitato
ja: 無効
ka: გამორთულია
kn: ನಿಷ್ಕ್ರೀಯೆಗೊಳಿಸಿದೆ
ko: 사용 안 함
lt: Išjungtas
lv: Izslēgts
mk: Onevozmoženo
ml: നിര്‍ജ്ജീവമാക്കിയ
nb: Deaktivert
nl: Uitgeschakeld
oc: Desactivat
pl: Wyłączenie
pt_br: Desativado
ro_ro: Dezactivată
ru: Выключено
sc: Disabilitadu
sk: Vypnuté
sl: Onemogočeno
sr: Искључен
sr_latn: Onemogućeno
sv: Inaktiverad
ta: முடக்கியது
tr: Devre dışı
uk: Вимкнено
vi: Đã tắt
zh_hans: 已禁用
zh_hant: 已停用

source: OSM notes
ar: ملاحظات OSM
ast: Nomes d'OSM
az: OSM qeydləri
be: OSM-нататкі
bg: OSMбележки
ca: Notes OSM
cs: OSM poznámky
cy: Nodiadau OSM
da: OSM-bemærkninger
de: OSM-Hinweise
el: Σημειώσεις OSM
eo: OSM-rimarkoj
es_us: Notas de OSM
et: OSM-i märked
eu: OSM oharrak
fa: یادداشت‌های OSM
fi: OSM-huomautukset
fr: Notes OSM
gl: Notas do OSM
he: הערות OSM
hu: OSM-jegyzetek
hy: OSM նշումներ
id: Catatan OSM
is: OSM-minnispunktar
it: Note OSM
ja: OSMメモ
ka: OSMსანიშნები
ko: OSM 노트
ku: Notên OSMê
lt: OSM pastabos
lv: OSM piezīmes
mk: OSM beleski
ml: OSM കുറിപ്പുകൾ
my: OSM မှတ်စုများ
nb: OSM-notater
nl: OSM-aantekeningen
oc: Nòtas OSM
pl: Uwagi OSM
pt_br: Notas OSM
ro_ro: Note OSM
ru: Заметки OSM
sc: Notas OSM
sk: OSM poznámky
sl: OSM opombe
sr: Белешке ОСМ-а
sr_latn: OSM beleške
sv: OSM-anteckningar
ta: OSM குறிப்புகள்
tr: OSM notları
uk: Нотатки OSM
vi: Ghi chú OSM
zh_hans: OSM 注记
zh_hant: OSM 註記

# icon_group_emergency
source: Emergency
af: Noodgeval
ar: الطوارئ
az: Təcili
be: Экстранныя службы
bg: Аварийни служби
ca: Emergència
cs: Nouzová situace
cy: Argyfwng
da: Nødsituation
de: Notfall
el: Έκτακτη ανάγκη
eo: Vivsavo
es_us: Emergencia
et: Hädaabi
eu: Larrialdia
fa: اورژانس
fi: Hätätapaus
fr: Urgence
gl: Emerxencia
he: חירום
hu: Vészhelyzet
hy: Արտակարգ իրավիճակների ծառայություններ
id: Darurat
is: Neyðartilfelli
it: Emergenza
ja: 緊急
ka: ავარია
ko: 비상
lt: Spec. tarnybos
lv: Ārkārtas
mk: Iten slučaj
ml: എമെര്‍ജന്‍സി (അടിയന്തിരം)
mr: आपात्कालिन
nb: Nødsfall
nl: Noodgevallen
oc: Urgéncia
pl: Służby ratunkowe
ro_ro: Urgențe
ru: Экстренные службы
sc: Apretu/Emergèntzia
sk: Núdzová situácia/Záchrana
sl: Pomoč v sili
sr: Хитна помоћ
sr_latn: Hitna pomoć
sv: Nödsituation
ta: அவசரநிலை
tr: Acil
uk: Аварійні служби
vi: Khẩn cấp
zh_hans: 紧急救助
zh_hant: 警急

# icon_group_sport
source: Sport
ar: رياضة
az: İdman
be: Спорт
bg: Спорт
ca: Esport
cy: Chwaraeon
el: Άθληση
eo: Sporto
es_us: Deporte
eu: Kirola
fa: ورزش
fi: Urheilu
gl: Deporte
he: ספורט
hy: Սպորտ
id: Olahraga
is: Íþróttir
ja: スポーツ
ka: სპორტი
ko: 스포츠
lt: Sportas
lv: Sports
ml: സ്പോര്‍ട്സ്
mr: खेळ
oc: Espòrt
ro_ro: Sporturi
ru: Спорт
sc: Isport
sk: Šport
sl: Šport
sr: Спорт
sv: Idrott
ta: விளையாட்டு
tr: Spor
uk: Спорт
vi: Thể thao
zh_hans: 运动
zh_hant: 運動

# icon_group_nautical
source: Nautical
ar: بحري
be: Марскі
bg: Морски
ca: Nàutica
cs: Plavební
cy: Morol
da: Nautisk
de: Nautisch
el: Ναυτικός
eo: Mar-navigado
es_us: Náutico
et: Merendus
eu: Itsasokoa
fa: دریایی
fr: Nautisme
gl: Náutico
he: ימי
hu: Hajózás
hy: Ծովային
id: Bahari
is: Sjótengt
it: Nautico
ja: 航海
ka: საზღვაო
ko: 해양
lt: Jūrinis
lv: Jūras
mk: Nautički
ml: നോട്ടിക്കല്‍
nb: Nautisk
nl: Nautisch
oc: Nautic
pl: Morski
ro_ro: Nautice
ru: Море
sc: Nàutica
sk: Námorné
sl: Pomorske točke
sr: Поморска
sr_latn: Nautički
sv: Nautiska
ta: கடல்
tr: Deniz
uk: Морські
vi: Hàng hải
zh_hans: 航海
zh_hant: 航海

# icon_group_education
source: Education
af: Opvoeding
ar: التعليم
az: Təhsil
be: Адукацыя
bg: Образование
ca: Educació
cs: Vzdělávání
cy: Addysg
da: Uddannelse
de: Bildung
el: Εκπαίδευση
eo: Edukado
es_us: Educación
et: Haridus
eu: Hezkuntza
fa: آموزش
fi: Koulutus
fr: Enseignement
gl: Educación
he: חינוכי
hu: Oktatás
hy: Կրթություն
id: Edukasi
is: Menntun
it: Istruzione
ja: 教育
ka: განათლება
ko: 교육
lt: Mokslas/Švietimas
lv: Izglītība
mk: Edukacija
ml: വിദ്യാഭ്യാസം
mr: शैक्षणिक
nb: Utdanning
nl: Educatie
oc: Educacion
pl: Edukacja
ro_ro: Educație
ru: Образование
sc: Educatzione
sk: Vzdelávanie
sl: Izobraževalna ustanova
sr: Образовање
sr_latn: Obrazovanje
sv: Utbildning
ta: கல்வி
tr: Eğitim
uk: Освіта
vi: Giáo dục
zh_hans: 教育
zh_hant: 教育

# app_mode_default
source: Browse map
af: Verstek
ar: استعراض
ast: Esploración
az: Xəritəyə baxış
be: Прагляд мапы
bg: Карта
ca: Mapa esquemàtic
cs: Standardní
cy: Pori'r map
da: Vis kort
de: Karte ansehen
el: Επισκόπηση χάρτη
eo: Foliumi mapon
es_us: Ver mapa
et: Sirvi kaarti
eu: Arakatu mapa
fa: مرور نقشه
fi: Selaa karttaa
fr: Parcourir la carte
gl: Ollar mapa
he: עיון במפה
hu: Térképböngészés
hy: Դիտել քարտեզը
id: Jelajahi peta
is: Fletta korti
it: Scorri la mappa
ja: 地図閲覧
ka: რუკის დათვალიერება
ko: 지도 보기
lt: Numatyta
lv: Skatīt karti
mk: Prelistajte ja kartata
ml: "ഭൂപടം പരതുക "
mr: नकाशा पहा
nb: Se gjennom kart
nl: Kaart bekijken
oc: Mapa de basa
pl: Przeglądanie mapy
pt_br: Navegar no mapa
ro_ro: Explorare hartă
ru: Обзор карты
sc: Esplora sa mapa
sk: Prehliadať mapu
sl: Brskalnik zemljevida
sr: Преглед карте
sr_latn: Pretraga mape
sv: Titta på kartan
ta: வரைபடத்தை உலாவுக
tr: Haritaya göz at
uk: Огляд мапи
vi: Duyệt bản đồ
zh_hans: 浏览地图
zh_hant: 瀏覽地圖

source: Altitude
af: Hoogte
ar: الارتفاع
ast: Altitú
az: Yüksəklik
be: Вышыня над узроўнем мора
bg: Надморска височина
ca: Altitud
cs: Nadmořská výška
cy: Uchder
da: Højde
de: Höhe
el: Υψόμετρο
eo: Altitudo
es_us: Altitud
et: Kõrgus
eu: Altitudea
fa: ارتفاع
fi: Korkeus
he: גובה
hu: Magasság
hy: Բարձրություն
id: Ketinggian
is: Hæð
it: Altitudine
ja: 標高
ka: სიმაღლე ზღვის დონიდან
ko: 고도
lt: Aukštis
lv: Augstums
mk: Visina
ml: ഉയരം
mr: उंची
nb: Høyde
nl: Hoogte
oc: Altitud
pl: Wysokość
ro_ro: Altitudine
ru: Высота
sc: Artària
sk: Nadmorská výška
sl: Višina
sr: Висина
sr_latn: Visina
sv: Höjd
ta: உயரம்
tr: Rakım
uk: Висота
vi: Độ cao
zh_hans: 海拔
zh_hant: 高度

# osm_live_subscriptions
source: Subscriptions
ar: الاشتراكات
ast: Soscripciones
az: Abunəliklər
be: Падпіскі
ca: Subscripcions
cs: Předplatné
cy: Tanysgrifiadau
da: Abonnementer
de: Abonnements
el: Συνδρομές
eo: Abonoj
es_us: Suscripciones
et: Tellimused
eu: Harpidetzak
fa: اشتراک‌ها
fi: Tilaukset
fr: Abonnements
gl: Subscricións
he: מינויים
hu: Előfizetések
id: Langganan
is: Áskriftir
it: Sottoscrizioni
ja: サブスクリプション
ka: გამოწერები
lt: Prenumerata
lv: Abonomenti
mk: Pretplati
ml: സബ്സ്ക്രിപ്ഷനുകള്‍
nb: Abonnementer
nl: Abonnementen
oc: Abonaments
pl: Subskrypcje
ro_ro: Abonamente
ru: Подписки
sc: Abbonamentos
sk: Predplatné
sl: Naročnine
sr: Чланарине
sr_latn: Pretplate
sv: Abonnemang
ta: சந்தாக்கள்
tr: Abonelikler
uk: Передплати
vi: Gói đăng ký
zh_hans: 订阅
zh_hant: 訂閱

# osm_live_banner_desc
source: Get unlimited map downloads, adding weekly, daily, or even hourly updates.
ar: الحصول على عدد غير محدود من تحميلات الخرائط والتحديثات في الشهر : أسبوعياً، يومياً أو كل ساعة.
az: Həftəlik, günlük və hətta saatlıq yeniləmələr əlavə edən limitsiz xəritə endirmələri əldə edin.
be: Атрымайце неабмежаваную колькасць спампоўванняў мапаў разам са штотыднёвымі, штодзённымі і нават штогадзіннымі абнаўленнямі.
bg: Получете неограничено изтегляне на карти, включително седмични, дневни и дори почасови.
ca: Obteniu baixades il·limitades de mapes, incloent actualitzacions setmanals, diàries o, fins i tot, horàries.
cs: Získejte neomezené stahování map a aktualizace každý týden, den nebo dokonce hodinu.
cy: Cael lawrlwythiadau mapiau diderfyn, gan ychwanegu diweddariadau wythnosol, dyddiol neu hyd yn oed bob awr.
da: Få ubegrænset downloads af kort, tilføjelse af opdateringer ugentligt, dagligt eller hver time.
de: Erhalten Sie unbegrenzte Kartendownloads und fügen wöchentliche, tägliche oder sogar stündliche Updates hinzu.
el: Αποκτήστε απεριόριστες λήψεις χάρτη, προσθέτοντας εβδομαδιαίες, ημερήσιες, ή ακόμα και ωριαίες ενημερώσεις.
eo: Havigu senlimigitan elŝutojn de mapoj kaj ĉiusemajnaj, ĉiutagajn kaj eĉ ĉiuhorajn ĝisdatigojn.
es_us: Obtenga descargas ilimitadas de mapas, añadiendo actualizaciones semanales, diarias o incluso por hora.
et: Hangi võimalus kaarte piiramatult alla laadida, lisades uuendusi kord nädalas, päevas või isegi iga tund.
eu: Deskargatu nahi beste mapa, baita astero, egunero, edo orduero.
fa: بارگیری نامحدود نقشه‌ها و به‌روزرسانی هفتگی، روزانه یا حتی ساعتی افزوده می‌شود.
fi: Saat rajattomasti karttalatauksia, lisäksi päivityksiä viikoittain, päivittäin tai jopa tunneittain.
fr: Téléchargez un nombre illimité de cartes et obtenez des mises à jour plus fréquentes (hebdomadaires ou quotidiennes voire horaires).
gl: Obtén descargas ilimitadas de mapas, engadindo actualizacións semanais, diarias ou cada hora.
he: קבלת כמות הורדות בלתי מוגבלת תוך הוספת עדכונים ברמה שבועית, יומית או שעתית.
hu: Szerezzen korlátlan számú térképletöltési lehetőséget, valamint heti, napi vagy akár óránkénti térképfrissítést.
hy: Ստացեք քարտեզի անսահմանափակ ներբեռնման հնարավորութուն նաև քարտեզների թարմացում ամիսը մեկ անգամ, շաբաթական, ամենօրյա կամ ամեն ժամ:
id: Dapatkan unduhan peta tak terbatas, menambahkan pembaruan setiap minggu, setiap hari, atau bahkan setiap jam.
is: Fáðu ótakmörkuð niðurhöl korta: vikulega, daglega eða á klukkustundar fresti.
it: Ottieni download delle mappe illimitati aggiungendo aggiornamenti settimanali, quotidiani o orari.
ja: マップダウンロードの制限がなくなり、設定した更新頻度(月、週、日、時間)での自動ダウンロードが可能になります。
lt: Gaukite neribotą kiekį žemėlapių parsiuntimų ir atnaujinimus dažniau nei kas mėnesį: kas savaitę, kas dieną ar kas valandą.
lv: Saņemt neierobežotas karšu lejupielādes un atjauninājumus biežāk nekā reizi mēnesī: reizi stundā, dienā vai nedēļā.
mk: Dobijte neograničeni prezemanja na karti, dodavajḱi nedelni, dnevni, pa duri i časovni ažuriranja.
ml: പരിധിയില്ലാത്ത ഭൂപട ഡൗണ്‍ലോഡുകളും മണിക്കൂര്‍, ദിന, വാര അപ്ഡേറ്റുകളും നേടു.
nb: Få ubegrensede kartnedlastinger, som legger til ukentlige, daglige, og selv timevise oppdateringer.
nl: Krijg onbeperkte kaartdownloads, met extra updates per week, dag of zelfs elk uur.
oc: Teledescargatz un nombre de mapas illimitat, amb d’actualizacions setmanieras, jornadieras emai oràrias.
pl: Zdobądź nieograniczoną liczbę pobrań map, dodając cotygodniowe, codzienne, a nawet cogodzinne aktualizacje.
ro_ro: Obțineți descărcări nelimitate de hărți, adăugând actualizări săptămânale, zilnice sau chiar din oră în oră.
ru: Получите неограниченное количество скачиваний карт, а также еженедельные, ежедневные и даже почасовые обновления.
sc: Iscàrriga iscarrigamentos de mapas chene lìmites e agiornamentos pro cada chida, cada die o fintzas cada ora.
sk: Získajte neobmedzené sťahovanie máp a aktualizácie každý týždeň, deň alebo hodinu.
sl: Pridobi si neomejen dostop do zemljevidov z dodajanjem tedenskih, dnevnih ali celo urnih posodobitev.
sr: Добавите неограничено преузимање карата, уз седмична, дневна и чак часовна освежавања.
sr_latn: Dobavi neograničeno preuzimanje mapa, uz sedmična, dnevna i čak časovna osvežavanja.
sv: Få obegränsad nedladdning av kartor, lägg till uppdateringar varje vecka, dagligen eller till och med varje timme.
ta: வரம்பற்ற வரைபட பதிவிறக்கங்களைப் பெறுங்கள், வாராந்திர, நாள்தோறும் அல்லது மணிநேர புதுப்பிப்புகளைச் சேர்ப்பது.
tr: Haftalık, günlük ve hatta saatlik güncellemeler ekleyen sınırsız harita indirmeleri alın.
uk: Отримайте необмежену кількість завантажень мап та їх оновлення частіше ніж раз на місяць: щотижня, щодня або щогодини.
zh_hans: 获取无限的地图下载，添加每周，每日甚至每小时的更新。
zh_hant: 取得無限制的地圖下載，並有每週、每日甚至是每個小時的更新。

# toast_empty_name_error
source: Unnamed location
ar: موقع بدون اسم
ast: Allugamientu ensin nome
az: Adsız məkan
be: Месца без назвы
ca: Ubicació sense nom
cs: Bezejmenné místo
cy: Lleoliad heb enw
da: Unavngivet placering
de: Standort ohne Name
el: Ανώνυμη τοποθεσία
eo: Sennoma ejo
es_us: Ubicación sin nombre
et: Ilma nimeta asukoht
eu: Izen gabeko kokalekua
fa: مکان بی‌نام
fr: Emplacement sans nom
gl: Localización sen nome
he: מיקום ללא שם
hu: Névtelen hely
hy: Դիրքը անուն չունի
id: Lokasi tanpa nama
is: Ónefnd staðsetning
it: Luogo senza nome
ja: 名前の付けられていない場所
ka: უსახელო მდებარეობა
ko: 이름 없는 위치
lt: Neįvardinta vieta
lv: Bez vārda
mk: Neimenuvana lokacija
ml: പേരില്ലാത്ത സ്ഥലം
nb: Sted uten navn
nl: Naamloze locatie
pl: Miejsce bez nazwy
ro_ro: Locație fără nume
ru: Место без названия
sc: Logu chene nùmene
sk: Nepomenované miesto
sl: Neimenovano mesto
sr: Неименовани положај
sr_latn: Neimenovana lokacija
sv: Ej namngiven plats
ta: பெயரிடப்படாத இடம்
tr: Adsız konum
uk: Місце без назви
zh_hans: 未命名的位置
zh_hant: 無名稱的位置

# shared_string_delete_all
source: Delete all
af: Wis alles uit
ar: احذف الكل
ast: Desaniciar too
az: Hamısını sil
be: Выдаліць усё
bg: Премахване на всичко
ca: Suprimeix-ho tot
cs: Odstranit vše
cy: Dileu'r cwbl
da: Slet alt
de: Alle löschen
el: Διαγραφή όλων
eo: Forigiĉiujn
es_us: Borrar todo
et: Kustuta kõik
eu: Dena ezabatu
fa: پاک‌کردن همه
fi: Poista kaikki
fr: Tout supprimer
gl: Eliminar todo
he: למחוק הכול
hu: Összes törlése
hy: Ջնջել բոլորը
id: Hapus semua
is: Eyða öllum
it: Elimina tutto
ja: すべて削除
ka: ყველას წაშლა
kn: ಎಲ್ಲವನ್ನು ಅಳಿಸಿ
ko: 모두 삭제
lt: Viską ištrinti
lv: Dzēst visu
mk: Izbrisi se'
ml: എല്ലാം നീക്കം ചെയ്യുക
nb: Slett alle
nl: Verwijder alles
oc: Elimina tot
pl: Usuń wszystko
ro_ro: Șterge tot
ru: Удалить все
sc: Iscantzella totu
sk: Odstrániť všetko
sl: Izbriši vse
sq: Fshij të gjitha
sr: Обриши све
sr_latn: Obriši sve
sv: Ta bort alla
ta: அனைத்தையும் நீக்கு
tr: Tümünü sil
uk: Вилучити все
vi: Xoá tất cả
zh_hans: 全部删除
zh_hant: 全部刪除

source: Download all
ar: تنزيل الكل
ast: Baxar too
az: Hamısını endir
be: Спампаваць усё
ca: Baixa-ho tot
cs: Stáhnout vše
cy: Lawrlwytho'r y cyfan
da: Download alle
de: Alle herunterladen
el: Λήψη όλων
eo: Elŝuti ĉiujn
es_us: Descargar todo
et: Laadi kõik alla
eu: Deskargatu dena
fa: بارگیری همه
fi: Lataa kaikki
fr: Télécharger tout
gl: Baixar todo
he: להוריד הכול
hu: Összes letöltése
hy: Ներբեռնել բոլորը
id: Unduh semua
is: Sækja allt
it: Scarica tutto
ja: 全てダウンロード
ka: ყველას გადმოწერა
ko: 모두 다운로드
lt: Atsisiųsti viską
lv: Lejupielādēt visu
mk: Prezemete gi site
ml: എല്ലാം ഡൗണ്‍ലോഡ് ചെയ്യുക
nb: Last ned alt
nl: Alles downloaden
oc: Tot teledescargar
pl: Pobierz wszystkie
ro_ro: Descărcați tot
ru: Скачать всё
sc: Iscàrriga totu
sk: Stiahnuť všetko
sl: Prejmi vse
sr: Преузми све
sr_latn: Preuzmi sve
sv: Hämta alla
ta: அனைத்தையும் பதிவிறக்கு
te: అన్ని దింపుకోండి
tr: Hepsini indir
uk: Завантажити все
zh_hans: 下载全部
zh_hant: 全部下載

# shared_string_refresh
source: Refresh
af: Verfris
ar: تحديث
ast: Refrescar
az: Yenilə
be: Абнавіць
bg: Опресняване
ca: Refresca
cs: Načíst znovu
cy: Ail-lwytho
da: Opdater
de: Aktualisieren
el: Ανανέωση
eo: Aktualigi
es_us: Actualizar
et: Värskenda
eu: Birkargatu
fa: تازه‌سازی
fi: Päivitä
fr: Recharger
gl: Anovar
he: רענון
hu: Frissítés
hy: Թարմացնել
id: Muat ulang
is: Endurlesa
it: Ricarica
ja: 更新
ka: განახლება
ko: 새로고침
lt: Atnaujinti
lv: Atsvaidzināt
mk: Osvezi
ml: റീഫ്രെഷ്
nb: Gjenoppfrisk
nl: Herladen
oc: Actualizar
pl: Wczytaj ponownie
ro_ro: Reîmprospătează
ru: Обновить
sc: Torra a carrigare
sk: Obnoviť
sl: Osveži
sr: Освежи
sr_latn: Osveži
sv: Uppdatera
ta: புதுப்பி
tr: Yenile
uk: Перезавантажити
vi: Làm mới
zh_hans: 刷新
zh_hant: 重整

# shared_string_selected
source: Selected
ar: المحدد
ast: Na esbilla
az: Seçilmiş
be: Абрана
bg: Избрани
ca: Seleccionat
cs: Vybraný
cy: Dewisiwyd
da: Valgte
de: Ausgewählte
el: Επιλεγμένο
eo: Elektitaj
es_us: Marcado
et: Valitud
eu: Hautatuta
fa: انتخاب‌شده
fi: Valittu
fr: Sélectionné
gl: Seleccionado
he: נבחר
hu: Kiválasztva
hy: Ընտրված
id: Dipilih
is: Valið
it: Selezionato
ja: 選択済み
ka: არჩეული
kn: ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ
ko: 선택한 것
lt: Pasirinkta
lv: Atlasīts
mk: Izbran
ml: "തെരഞ്ഞെടുത്തു "
nb: Valgt
nl: Geselecteerd
oc: Chausit
pl: Wybrane
ro_ro: Selectată
ru: Выбранные
sc: Seletzionadu
sk: Vybrané
sl: Izbrano
sr: Изабрано
sr_latn: Izabrano
sv: Markerad(e)
ta: தேர்ந்தெடுக்கப்பட்ட
tr: Seçili
uk: Вибрані
vi: Đã chọn
zh_hans: 已选择
zh_hant: 已選取
