Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

source: Pseudo-Mercator projection
ar: إسقاط ميركاتور الوهمي
be: Псеўда-праекцыя Меркатара
ca: Projecció Pseudo-Mercator
cs: Pseudo-Mercatorovo zobrazení
cy: Taluniad ffug-Mercator
da: Pseudo-Mercatorprojektion
de: Pseudo-Mercator-Projektion
el: Ψευδομερκατορική προβολή
eo: Kvazaŭ-merkatora projekcio
es_us: Proyección de pseudo-Mercator
et: Pseudo-Mercatori projektsioon
eu: Sasi-Mercator proiekzioa
fa: فراتابی شبه مرکاتور
fi: Pseudo-Mercatorin projektio
fr: Pseudo-projection de Mercator
gl: Proxección pseudo-Mercator
he: היטל דמוי מרקטור
hu: Pszeudo-Mercator vetület
hy: Մերկատորի կեղծ նախագծումը
id: Proyeksi Pseudo-Mercator
is: Gervi-Mercatorvörpun
it: Proiezione pseudo-Mercatore
ja: 疑似メルカトル図法
ka: ფსევდო მერკატორის პროექცია
ko: Pseudo-Mercator 프로젝트
mk: Pseudo-Mercator proekcija
nb: Pseudo-Mercatorprojeksjon
nl: Pseudo-Mercatorprojectie
oc: Projeccion Pseudo-Mercator
pl: Zmodyfikowane odwzorowanie Merkatora
ro_ro: Proiecție pseudo-Mercator
ru: Псевдо-проекция Меркатора
sc: Projetzione de psèudo-Mercadore
sk: Pseudo-Mercatorovo zobrazenie
sl: Psevdo-Mercatorjeva projekcija
sr: Псеудо-Меркатор пројекција
sr_latn: Pseudo-Merkator projekcija
sv: Pseudo-Mercator-projektion
ta: போலி-மெர்கேட்டர் திட்டம்
tr: Pseudo-Mercator projeksiyon
uk: Проєкція Псевдо-Меркатора
vi: Phép chiếu Pseudo-Mercator
zh_hans: 球面正轴等角圆柱投影
zh_hant: 偽麥卡托投影

# delete_all_confirmation
source: Yes, delete all
ar: نعم، حذف الكل
ast: Sí, desaniciar too
az: Bəli, hamısını sil
be: Так, выдаліць усе
cs: Ano, vymazat vše
cy: Ie, dileu'r cwbl
da: Ja, slet alle
de: Ja, alle löschen
el: Ναι, διαγραφή όλων
eo: Jes, forigiĉion
es_us: Sí, borrar todo
et: Jah, kustuta kõik
eu: Bai, ezabatu denak
fa: بله، همه را پاک کن
fi: Kyllä, poista kaikki
fr: Oui, supprimer tout
he: כן, למחוק הכול
hi: हाँ, सब डिलीट करें
hu: Igen, törlődjön mind
id: Ya, hapus semua
is: Já, eyða öllu
it: Si, cancella tutto
ja: はい、すべて削除します
ko: 예, 모두 삭제
lt: Taip, ištrinti viską
mk: Da, izbrishi se'
nb: Ja, slett alle
nl: Ja, verwijder alles
oc: Òc, tot escafar
pl: Tak, usuń wszystko
ro_ro: Da, șterge tot
ru: Да, удалите все
sc: Eja, iscantzella totu
sk: Áno, vymazať všetko
sl: Da, izbriši vse
sr: Да, избриши све
sr_latn: Da, izbriši sve
sv: Ja, ta bort alla
ta: ஆம், அனைத்தையும் நீக்கு
tr: Evet, tümünü sil
uk: Так, вилучити все
vi: Có, xoá tất cả
zh_hans: 是，删除全部
zh_hant: 是的，刪除全部

source: Manage storage
ar: إدارة التخزين
cs: Správa úložiště
cy: Rheoli ystorfa
da: Administrer lagerplads
de: Speicher verwalten
el: Διαχείριση αποθηκευτικού χώρου
es_us: Gestionar almacenamiento
et: Halda andmeruumi
fa: مدیریت حافظه
fr: Gérer le stockage
hu: Tárhely kezelése
id: Kelola penyimpanan
is: Sýsla með geymslurými
it: Gestisci archiviazione
ko: 저장용량 관리
lt: Valdyti saugyklą
nb: Håndter lagring
nl: Opslag beheren
ro_ro: Gestionați stocarea
ru: Управление хранилищем
sc: Amministra sa memòria
sr: Управљање складиштем
sr_latn: Upravljanje skladištem
sv: Hantera lagring
ta: சேமிப்பிடத்தை நிர்வகிக்கவும்
tr: Depolamayı yönet
uk: Керувати сховищем
zh_hant: 管理儲存空間

# backup_empty_data_from_category
source: OsmAnd Cloud doesn't include any data from this category.
ar: لا تتضمن سحابة أوسماند أي بيانات من هذه الفئة.
cs: OsmAnd Cloud neobsahuje žádná data z této kategorie.
da: OsmAnd Cloud indeholder ingen data fra denne kategori.
de: Die OsmAnd Cloud enthält keine Daten aus dieser Kategorie.
es_us: OsmAnd Cloud no incluye datos de esta categoría.
et: Teenuses OsmAnd Cloud pole selle kategooria andmeid.
fr: OsmAnd Cloud ne contient pas de données pour cette catégorie.
hu: Az OsmAnd Cloud nem tartalmaz adatokat ebből a kategóriából.
id: OsmAnd Cloud tidak menyertakan data apa pun dari kategori ini.
is: OsmAnd Cloud-tölvuskýið inniheldur engin gögn úr þessum flokki.
it: OsmAnd Cloud non include alcun dato di questa categoria.
ro_ro: OsmAnd Cloud nu include niciun fel de date din această categorie.
ru: OsmAnd Cloud не содержит никаких данных из этой категории.
sc: OsmAnd Cloud no incluit perunu datu de custa categoria.
sr: ОсмАнд Облак не укључује ни један податак из ове категорије.
sr_latn: OsmAnd Oblak ne uključuje ni jedan podatak iz ove kategorije.
sv: OsmAnd Cloud innehåller inga data från den här kategorin.
ta: OSMAND முகில் இந்த வகையிலிருந்து எந்த தரவையும் சேர்க்கவில்லை.
tr: OsmAnd Bulut bu kategoriden herhangi bir veri içermiyor.
uk: OsmAnd Cloud не включає жодних даних з цієї категорії.
zh_hant: OsmAnd 雲端並未包含此類別的任何資料。

# cloud_confirm_delete_type
source: Are you sure you want to delete "%@" from OsmAnd Cloud?
ar: هل أنت متأكد من أنك تريد حذف "%@" من سحابة أوسماند؟
cs: Opravdu chcete z OsmAnd Cloud odstranit položku "%@"?
da: Er du sikker på, at du ønsker at slette "%@" fra OsmAnd Cloud?
de: Sind Sie sicher, dass sie „%@” aus OsmAnd Cloud löschen möchten?
el: Σίγουρα θέλετε να διαγράψετε το "%@" από το OsmAnd Cloud;
es_us: ¿Borrar «%@» de OsmAnd Cloud?
et: Kas sa oled kindel, et soovid „%@“ OsmAnd Cloudist kustutada?
fr: Voulez-vous supprimer "%@" depuis OsmAnd Cloud ?
hu: Biztosan törölni szeretné az OsmAnd Cloudból a következőt: „%@”?
id: Apakah Anda yakin ingin menghapus "%@" dari OsmAnd Cloud?
is: Ertu viss um að þú viljir eyða "%@" af OsmAnd-tölvuskýinu?
it: Sei sicuro di voler eliminare "%@" da OsmAnd Cloud?
ro_ro: Sunteți sigur că doriți să ștergeți "%@" din OsmAnd Cloud?
ru: Вы уверены, что хотите удалить "%@" из OsmAnd Cloud?
sc: Ses seguru de bòlere iscantzellare "%@" dae OsmAnd Cloud?
sr: Да ли сте сигурни да желите да обришете "%@" из ОсмАнд Облака?
sr_latn: Da li ste sigurni da želite da obrišete "%@" iz OsmAnd Oblaka?
sv: Vill du radera "%@" från OsmAnd Cloud?
ta: ஒச்மண்ட் கிளவுட்டிலிருந்து "%@" ஐ நீக்க விரும்புகிறீர்களா?
tr: "%@" ögesini OsmAnd Bulut'tan silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити «%@» з OsmAnd Cloud?
zh_hant: 您確定要從 OsmAnd 雲端刪除 "%@" 嗎？

# cloud_recent_changes
source: Changes
ar: التغييرات
bg: Промени
ca: Canvis
cs: Změny
da: Ændringer
de: Änderungen
el: Αλλαγές
eo: Ŝanĝoj
es_us: Cambios
et: Muudatused
eu: Aldaketak
fa: تغییرات اخیر
fi: Muutokset
fr: Modifications
he: שינויים
hu: Változások
id: Perubahan
is: Breytingar
it: Modifiche
ja: 変更
ka: ცვლილებები
ko: 변경 사항
lt: Paskiausi pakeitimai
nb: Endringer
nl: Aanpassingen
oc: Cambiaments
pl: Zmiany
ro_ro: Modificări
ru: Изменения
sc: Modìficas
sk: Zmeny
sl: Spremembe
sr: Измене
sr_latn: Izmene
sv: Ändringar
ta: மாற்றங்கள்
tr: Değişiklikler
uk: Зміни
vi: Những thay đổi
zh_hans: 变更
zh_hant: 變更

# cloud_all_changes_uploaded
source: All changes uploaded
ar: جميع التغييرات المحملة
bg: Всички промени са качени
ca: S'han pujat tots els canvis
cs: Všechny změny byly nahrány
da: Alle ændringer er uploadet
de: Alle Änderungen hochgeladen
el: Όλες οι αλλαγές έχουν ανέβει
eo: Alŝutis ĉiujn ŝanĝojn
es_us: Todos los cambios cargados
et: Kõik muudatused on üleslaaditud
eu: Aldaketa guztiak kargatu dira
fa: همه تغییرات بارگذاری شدند
fi: Kaikki muutokset lähetetty
fr: Toutes les modifications ont été envoyées
he: כל השינויים נדחפו
hu: Minden változás feltöltve
id: Semua perubahan diunggah
is: Allar breytingar sendar inn
it: Tutte le modifiche sono state caricate
ja: すべての変更点がアップロードされました
ko: 모든 변경사항이 업로드됨
lt: Visi pakeitimai įkelti
nb: Alle endringer opplastet
nl: Alle aanpassingen geüpload
oc: Totei lei modificacions son estat telecargadas
pl: Wszystkie zmiany przesłane
ro_ro: S-au încărcat toate modificările
ru: Все изменения отправлены
sc: Totu sas modìficas sunt istadas carrigadas
sk: Všetky zmeny odoslané
sl: Vse spremembe so naložene
sr: Све измене су отпремљене
sr_latn: Sve izmene su otpremljene
sv: Alla ändringar har laddats upp
ta: அனைத்து மாற்றங்களும் பதிவேற்றப்பட்டன
tr: Tüm değişiklikler karşıya yüklendi
uk: Усі зміни надіслано
vi: Tất cả thay đổi đã được tải lên
zh_hans: 已上传所有变更
zh_hant: 已上傳所有變更

# cloud_all_changes_downloaded
source: All changes downloaded
ar: جميع التغييرات المحملة
bg: Всички промени са изтеглени
ca: S'han baixat tots els canvis
cs: Všechny změny byly staženy
da: Alle ændringer er downloadet
de: Alle Änderungen heruntergeladen
el: Όλες οι αλλαγές έχουν ληφθεί
eo: Elŝutis ĉiujn ŝanĝojn
es_us: Todos los cambios descargados
et: Kõik muudatused on allalaaditud
eu: Aldaketa guztiak deskargatu dira
fa: همه تغییرات بارگیری شدند
fi: Kaikki muutokset ladattu
fr: Toutes les modifications ont été reçues
he: כל השינויים נמשכו
hu: Minden változás letöltve
id: Semua perubahan diunduh
is: Allar breytingar sóttar
it: Tutte le modifiche sono state scaricate
ja: すべての変更点がダウンロードされました
ko: 다운로드된 모든 변경 사항
nb: Alle endringer nedlastet
nl: Alle aanpassingen gedownload
oc: Totei lei modificacions son estat teledescargadas
pl: Pobrane wszystkie zmiany
ro_ro: S-au descărcat toate modificările
ru: Все изменения скачаны
sc: Totu sas modìficas sunt istadas iscarrigadas
sk: Všetky zmeny stiahnuté
sl: Vse spremembe prenesene
sr: Све измене су преузете
sr_latn: Sve izmene su preuzete
sv: Alla ändringar är nedladdade
ta: அனைத்து மாற்றங்களும் பதிவிறக்கம் செய்யப்பட்டன
tr: Tüm değişiklikler indirildi
uk: Усі зміни завантажено
vi: Tất cả thay đổi đã được tải xuống
zh_hans: 已下载所有变更
zh_hant: 已下載所有變更

# cloud_all_changes_uploaded_descr
source: All changes made on this device are synchronized with OsmAnd Cloud.
ar: تتم مزامنة جميع التغييرات التي تم إجراؤها على هذا الجهاز مع سحابة أوسماند.
bg: Всички промени от устройството са синхронизирани с облачната услута на OsmAnd.
ca: Tots els canvis d'aquest aparell se sincronitzen amb l'OsmAnd Cloud.
cs: Všechny změny provedené v tomto zařízení jsou synchronizovány s OsmAnd Cloud.
da: Alle ændringer foretaget på denne enhed er synkroniseret med OsmAnd Cloud.
de: Alle auf diesem Gerät vorgenommenen Änderungen werden mit OsmAnd Cloud synchronisiert.
el: Όλες οι αλλαγές που έγιναν σε αυτήν τη συσκευή έχουν συγχρονιστεί με το OsmAnd Cloud.
eo: Ĉiuj ŝanĝoj faritaj en tiu ĉi aparato estas samtempigitaj kun OsmAnd-Nubo.
es_us: Todos los cambios hechos en este dispositivo están sincronizados con OsmAnd Cloud.
et: Kõik siin nutiseadmes tehtud muudatused on sünkroniseeritud OsmAnd Cloudiga.
eu: Gailu honetan egindako aldaketa guztiak OsmAnd Cloud-ekin sinkronizatuta daude.
fa: همه تغییرات انجام‌شده روی این دستگاه با ابر OsmAnd همگام شدند.
fi: Kaikki tällä laitteella tehdyt muutokset synkronoidaan OsmAnd Cloudiin.
fr: Toutes les modifications effectuées sur cet appareil sont synchronisées avec OsmAnd Cloud.
he: כל השינויים שנוצרו במכשיר הזה מסונכרנים עם OsmAnd Cloud.
hu: Az eszközön végrehajtott összes módosítás szinkronizálva van az OsmAnd Clouddal.
id: Semua perubahan yang dibuat di perangkat ini disinkron dengan OsmAnd Cloud.
is: Allar breytingar sem gerðar hafa verið á þessu tæki eru samstilltar við OsmAnd Cloud-tölvuskýið.
it: Tutte le modifiche su questo dispositivo sono state sincronizzate con OsmAnd Cloud.
ja: この端末で行われた変更のすべてが、OsmAnd Cloudにて同期されます。
ko: 이 장치의 모든 변경 사항은 OsmAnd Cloud와 동기화됩니다.
nb: Alle endringer på denne enheten synkroniseres med OsmAnd-sky.
nl: Alle aanpassingen op dit toestel zijn gesynchroniseerd met de cloud van OsmAnd.
oc: Totei lei cambiaments d'aquest aparelh se sincronizan amb OsmAnd Cloud.
pl: Wszystkie zmiany dokonane na tym urządzeniu są synchronizowane z Chmurą OsmAnd.
ro_ro: Toate modificările făcute pe acest dispozitiv sunt sincronizate cu OsmAnd Cloud.
ru: Все изменения, сделанные на этом устройстве, синхронизируются с OsmAnd Cloud.
sc: Totu sas modìficas fatas in custu dispositivu sunt sincronizadas cun OsmAnd Cloud.
sk: Všetky zmeny na tomto zariadení sú synchronizované s OsmAnd Cloud.
sl: Vse spremembe, narejene na tej napravi, so sinhronizirane z OsmAnd Cloud.
sr: Све измене учињене на овом уређају су усклађене са Облаком Османда.
sr_latn: Sve izmene učinjene na ovom uređaju su usklađene sa OsmAnd Cloud.
sv: Alla ändringar gjorda på denna enhet synkroniseras med OsmAnd molnlagring.
ta: இந்த சாதனத்தில் செய்யப்பட்ட அனைத்து மாற்றங்களும் OSMand மேகத்துடன் ஒத்திசைக்கப்படுகின்றன.
tr: Bu aygıtta yapılan tüm değişiklikler OsmAnd Bulut ile eşzamanlandı.
uk: Усі зміни, зроблені на цьому пристрої, синхронізуються з OsmAnd Cloud.
vi: Tất cả thay đổi được tạo trên thiết bị này đã được đồng bộ với OsmAnd Cloud.
zh_hans: 在此设备上所做的所有更改都会与OsmAnd Cloud同步。
zh_hant: 在此裝置上做出的所有變更都會與 OsmAnd Cloud 同步。

# backup_conflicts_descr
source: Newer version of these files is stored on the server. You need to select action
ar: أحدث نسخة من هذه الملفات مخزنة على الخادم. تحتاج إلى تحديد الإجراء
cs: Novější verze těchto souborů je uložena na serveru. Je třeba vybrat akci
da: Nyere version af disse filer er gemt på serveren. Du skal vælge en handling
de: Eine neuere Version dieser Dateien ist auf dem Server gespeichert. Sie müssen eine Aktion auswählen
es_us: Existe una versión más reciente de estos archivos en el servidor. Elige una acción.
et: Nendest failidest on serveris olemas uuem versioon. Palun vali järgnev tegevus
fr: La version la plus récente de ces fichiers est stockée sur le serveur. Vous devez sélectionner une action
hu: Ezeknek a fájloknak az újabb verziói a kiszolgálón találhatók. Válaszon ki egy műveletet
id: Versi yang lebih baru dari berkas-berkas ini disimpan di server. Anda perlu memilih tindakan
is: Nýrri útgáfa þessara skráa er geymd á netþjóninum. Þú þarft að velja aðgerð
it: La versione più recente di questi file è memorizzata sul server. Devi selezionare l'azione
ro_ro: Versiunea mai nouă a acestor fișiere este stocată pe server. Trebuie să selectați acțiunea
ru: На сервере хранится более новая версия этих файлов. Вам необходимо выбрать действие
sc: In su serbidore b'at una versione prus noa de custos documentos. Depes seletzionare s'atzione
sr: Новије верзије ових фајлова се налазе на серверу. Требате да одаберете акцију
sr_latn: Novije verzije ovih fajlova se nalaze na serveru. Trebate da odaberete akciju
sv: Nyare version av dessa filer finns på servern. Välj en åtgärd
ta: இந்த கோப்புகளின் புதிய பதிப்பு சேவையகத்தில் சேமிக்கப்படுகிறது. நீங்கள் செயலைத் தேர்ந்தெடுக்க வேண்டும்
tr: Bu dosyaların daha yeni sürümleri sunucuda var. Eylemi seçmeniz gerekir
uk: Новіша версія цих файлів зберігається на сервері. Потрібно вибрати дію
zh_hant: 這些檔案的更新版本已儲存在伺服器上。您需要選擇操作

source: Upload local version
ar: تحميل الإصدار المحلي
az: Yerli versiyanı yüklə
be: Адправіць лакальную версію
cs: Nahrát místní verzi
cy: Uwchlwytho'r fersiwn lleol
da: Upload lokal version
de: Lokale Version hochladen
el: Ανέβασμα της τοπικής έκδοσης
eo: Alŝuti lokan version
es_us: Cargar versión local
et: Laadi üles kohalik versioon
eu: Kargatu bertsio lokala
fa: نسخه محلی را بارگذاری کنید
fi: Lähetä paikallinen versio
fr: Envoyer la version locale
he: להעלות את הגרסה המקומית
hu: Hely változat feltöltése
id: Unggah versi lokal
is: Sækja útgáfu á tækinu
it: Upload la versione locale
ja: 現在のバージョンをアップロード
ko: 로컬 버전 업로드
lt: Įkelti vietinę versiją
mk: Postavete lokalna verzija
nb: Last opp lokal versjon
nl: Load lokale versie op
oc: Telecargar la version locala
pl: Prześlij wersję lokalną
ro_ro: Încărcă versiunea locală
ru: Отправить локальную версию
sc: Càrriga sa versione locale
sk: Odoslať lokálnu verziu
sl: Nalaganje lokalne različice
sr: Отпреми локалну верзију
sr_latn: Preuzeti lokalnu verziju
sv: Ladda upp lokal version
ta: உள்ளக பதிப்பை பதிவேற்றவும்
tr: Yerel sürümü karşıya yükle
uk: Надіслати локальну версію
vi: Tải lên phiên bản địa phương
zh_hans: 上传本地版本
zh_hant: 上傳本機版本

source: Dowload cloud version
ar: تحميل النسخة السحابية
cs: Stáhnout cloudovou verzi
da: Download cloud-version
de: Cloud-Version herunterladen
el: Λήψη της cloud έκδοσης
es_us: Descargar la versión de la nube
et: Laadi alla pilves leiduv versioon
fr: Télécharger la version cloud
hu: OsmAnd Cloud verzió letöltése
id: Unduh versi cloud
is: Sækja útgáfu af tölvuskýi
it: Scarica la versione in cloud
lt: Atsisiųsti debesies versiją
nb: Last ned sky-versjon
nl: Download cloud versie
ro_ro: Descărcați versiunea cloud
ru: Скачать версию из облака
sc: Iscàrriga sa versione de sa nue
sr: Преузми верзију облака
sr_latn: Preuzmi verziju oblaka
sv: Ladda ner Cloud-versionen
ta: முகில் பதிப்பைப் பதிவிறக்கவும்
tr: Bulut sürümünü indir
uk: Завантажити хмарну версію
zh_hant: 下載雲端版本

source: Copy address
ar: نسخ العنوان
ast: Copiar la direición
az: Ünvanı kopyala
be: Скапіяваць адрас
cs: Kopírovat adresu
cy: Copïo cyfeiriad
da: Kopiér adresse
de: Adresse kopieren
el: Αντιγραφή διεύθυνσης
eo: Kopii adreson
es_us: Copiar dirección
et: Kopeeri aadress
eu: Kopiatu helbidea
fa: رونوشت آدرس
fi: Kopioi osoite
fr: Copier l'adresse
gl: Copiar enderezo
he: העתקת כתובת
hu: Cím másolása
id: Salin alamat
is: Afrita heimilisfang
it: Copia l'indirizzo
ja: 住所をコピー
ka: მისამართის დაკოპირება
ko: 주소 복사
lt: Kopijuoti adresą
mk: Iskopiraj ja adresata
nb: Kopier adresse
nl: Kopieer adres
oc: Copiar l'adreiça
pl: Skopiuj adres
ro_ro: Copiază adresa
ru: Скопировать адрес
sc: Còpia s'indiritzu
sk: Kopírovať adresu
sl: Kopiraj naslov
sr: Копирај адресу
sr_latn: Kopiraj adresu
sv: Kopiera adress
ta: முகவரி நகல்
tr: Adresi kopyala
uk: Копіювати адресу
vi: Sao chép địa chỉ
zh_hans: 复制地址
zh_hant: 複製地址

source: Copy POI name
ar: نسخ اسم POI
ast: Copiar el nome del PdI
az: POI adını kopyala
be: Капіяваць назву POI
ca: Copia el nom del PDI
cs: Kopírovat název bodu zájmu
cy: Copïo enw MODd
da: Kopier IP-navn
de: POI-Namen kopieren
el: Αντιγραφή ονόματος ΣΕ
eo: Kopii nomon de interesejo
es_us: Copiar nombre del PDI
et: Kopeeri huvipunkti nimi
eu: Kopiatu POI edo interesgunearen izena
fa: رونوشت نام نقطهٔ توجه
fi: Kopioi KP:n nimi
fr: Copier le nom du PI
gl: Copiar nome do PDI
he: העתק שם הנ״ע
hu: Érdekes hely nevének másolása
id: Salin nama POI
is: Afrita heiti POI-merkisstaðar
it: Copia il nome del PDI
ja: POI名をコピー
ko: POI 이름 복사
mk: Kopiraj POI ime
nb: Kopier interessepunktnavn
nl: Kopieer POI-naam
oc: Copiar lo nom dau PDI
pl: Skopiuj nazwę użytecznego miejsca
ro_ro: Copiați numele punctului de interes
ru: Копировать имя POI
sc: Còpia su nùmene de su PDI
sk: Kopírovať názov POI
sl: Kopiraj ime točke POI
sr: Умножи име тачке занимања
sr_latn: Kopiraj TOI ime
sv: Kopiera POI namn
ta: POI பெயரை நகலெடுக்கவும்
tr: POI adını kopyala
uk: Копіювати назву точки інтересу
vi: Sao chép tên POI
zh_hans: 复制兴趣点名称
zh_hant: 複製 POI 名稱

source: Unlimited map downloads
ar: تنزيلات خرائط غير محدودة
az: Limitsiz xəritə endirmələri
be: Неабмежаваная колькасць спампоўванняў мапаў
bg: Неограничено изтегляне на карти
cs: Neomezený počet map ke stažení
cy: Dim cyfyngiad ar lawrlwytho mapiau
da: Ubegrænset download af kort
de: Unbegrenzte Karten-Downloads
el: Απεριόριστες λήψεις χάρτη
eo: Senlimaj elŝutoj de mapoj
es_us: Descargas de mapas ilimitadas
et: Piiramatu kaartide allalaadimine
eu: Mapen deskarga mugagabea
fa: بارگیری‌های نامحدود نقشه
fi: Rajoittamattomat karttalataukset
fr: Téléchargements illimités de cartes
he: הורדת מפות ללא הגבלה
hu: Korlátlan térképletöltés
id: Unduhan peta tanpa batas
is: Ótakmörkuð niðurhöl korta
it: Download illimitato delle mappe
ja: マップの無制限ダウンロード
ko: 지도 다운로드 제한 없음
lt: Neribotasžemėlapių atsisiuntimas
lv: Neierobežotas karšu lejupielādes
mk: Neograniceno simnuvanje na karti
nb: Last ned så mange kart du vil
nl: Onbeperkte kaart downloads
oc: Teledescargaments illimitats dei mapas
pl: Nieograniczone pobieranie map
ro_ro: Descărcări nelimitate de hărți
ru: Неограниченные скачивания карт
sc: Iscarrigamentos chene lìmites de mapas
sk: Neobmedzený počet stiahnutých máp
sl: Neomejen prenos zemljevidov
sr: Неограничено преузимање мапа
sr_latn: Neograničeno preuzimanje mapa
sv: Obegränsade kartnedladdningar
ta: வரம்பற்ற வரைபட பதிவிறக்கங்கள்
tr: Sınırsız harita indirme
uk: Необмежена кількість завантажень мап
vi: Không giới hạn số lần tải bản đồ xuống
zh_hans: 无限制的地图下载
zh_hant: 無限制的地圖下載

source: Nautical depth
ar: العمق البحري
be: Марскія глыбіні
bg: Морска дълбочина
cs: Námořní hloubka
cy: Dyfnder morol
da: Havdybde
de: Nautische Tiefe
el: Ναυτικό βάθος
eo: Maraj profundec-kurboj
es_us: Profundidad náutica
et: Meresügavus
eu: Sakonera nautikoa
fa: عمق دریایی
fi: Merellinen syvyys
fr: Profondeur bathymétrique
he: עומק ימי
hu: Vízmélység
id: Kedalaman laut
is: Dýpt sjávar
it: Profondità nautica
ja: 水深
ka: საზღვაო სიღრმე
ko: 해저 지형
lt: Jūrinis gylis
mk: Nautička dlabočina
nb: Havdybde
nl: Zeediepte
oc: Profondor de la mar
pl: Głębokość morska
ro_ro: Adâncime nautică
ru: Морские глубины
sc: Profundidade nàutica
sk: Námorná hĺbka
sl: Navtična globina
sr: Наутичка дубина
sr_latn: Nautička dubina
sv: Havsdjup
ta: கடல் ஆழம்
tr: Deniz derinliği
uk: Морські глибини
vi: Độ sâu hàng hải
zh_hans: 航海深度
zh_hant: 航海深度

source: Terrain maps
ar: خرائط التضاريس
be: Мапы рэльефу
bg: Релефни карти
cs: Mapy terénu
cy: Mapiau tirwedd
da: Terrænkort
de: Geländekarten
el: Χάρτες εδάφους
eo: Terenaj mapoj
es_us: Mapas topográficos
et: Maastikukaardid
eu: Lurreko mapak
fa: نقشه‌های ناهمواری
fi: Maastokartat
fr: Cartes de terrain
gl: Mapas do terreo
he: מפות תוואי שטח
hu: Domborzati térképek
id: Peta medan
is: Yfirborðskort
it: Mappe del terreno
ja: 地形マップ
ka: რელიეფის რუკები
ko: 지형 지도
lt: Reljefožemėlapiai
mk: Terenski karti
nb: Terrengkart
nl: Terreinkaarten
oc: Mapas dau relèu
pl: Mapy terenu
ro_ro: Hărți de teren
ru: Карты рельефа
sc: Mapas de su terrinu
sk: Mapy terénu
sl: Zemljevidi terena
sr: Теренске мапе
sr_latn: Reljefne mape
sv: Terrängkartor
ta: நிலப்பரப்பு வரைபடங்கள்
tr: Arazi haritaları
uk: Мапи рельєфу
vi: Những bản đồ địa hình
zh_hans: 地形地图
zh_hant: 地形圖

# shared_string_cross_buy
source: Cross-buy
ar: شراء عبر
az: Çarpaz alış
bg: Кръстосана покупка
ca: Compra encreuada
cs: Křížový nákup
da: Krydskøb
eo: Plurplatforma aĉeto
es_us: Compra cruzada
et: Seotud teenuste ostud
eu: Erosketa gurutzatua
fa: خرید متقاطع
fr: Achat multi-plateformes
hu: Több platformra érvényes vásárlás
id: Pembelian silang
is: Kaupa á milli kerfa
it: Acquisto multi piattaforma
ja: クロスバイ
ka: ჯვარედინი შესყიდვა
ko: 교차-구매
lt: Kryžminis pirkimas
nb: Krysskjøp
pl: Kupowanie krzyżowe
ro_ro: Achiziții încrucișate
ru: Перекрестная покупка
sc: Còmpora multi-prataforma
sk: Prenosný nákup
sl: Navzkrižni nakup
sr: Унакрсна куповина
sr_latn: Unakrsna kupovina
sv: Korsköp
ta: குறுக்கு வாங்க
tr: Çapraz satın alım
uk: Перехресна купівля
vi: Mua chéo
zh_hans: 跨平台购买
zh_hant: 跨平台購買
