Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# ios_release_4_6
source: • Record and track you metrics with external sensors including Bicycle speed, Bicycle Cadence, Bicycle Distance, Heart rate and temperature • Now you can view map directly on your CarPlay dashboard • Added Night theme for a comfortable viewing experience in low light conditions • Discover travel guides by "Wikivoyage" • Improved dialogs for adding notes and uploading notes and POIs to OpenStreetMap • Easily restore your plugin settings to the installation defaults with a new "Reset to Default" option • Added a "Screen orientation" option to set your preferred orientation without automatic switching • Added a separate button to switch 3D Mode directly on CarPlay screen • Minimum and maximum elevation information has been added to navigation routes in addition to uphill and downhill • Improved track coloring in Slope mode with new symmetric gradient • Favorite folders now store default appearance that are applied automatically to each added point • Fixed the "Radius ruler" center point mismatching with the map center • Added "Read article" button for Wikipedia POIs context menu • Fixed issue with importing GPX file to favorites • Fixed issue with the calendar event for parking position • Fixed crash with removing color from pallet
ar: • تسجيل وتتبع المقاييس الخاصة بك باستخدام أجهزة استشعار خارجية بما في ذلك سرعة الدراجة، وإيقاع الدراجة، ومسافة الدراجة، ومعدل ضربات القلب ودرجة الحرارة • يمكنك الآن عرض الخريطة مباشرةً على لوحة تحكم كاربلي • تمت إضافة المظهر الليلي لتجربة مشاهدة مريحة في ظروف الإضاءة المنخفضة • اكتشاف أدلة السفر عن طريق "Wikivoyage" • تحسين مربعات الحوار لإضافة الملاحظات وتحميل الملاحظات والنقاط المهمة إلى الشارع المفتوح • قم باستعادة إعدادات البرنامج المساعد بسهولة إلى إعدادات التثبيت الافتراضية باستخدام خيار "إعادة التعيين إلى الإعداد الافتراضي" الجديد • تمت إضافة خيار "اتجاه الشاشة" لضبط الاتجاه المفضل لديك دون التبديل التلقائي • تمت إضافة زر منفصل لتبديل الوضع ثلاثي الأبعاد مباشرة على شاشة كاربلي • تمت إضافة معلومات الحد الأدنى والحد الأقصى للارتفاع إلى مسارات الملاحة بالإضافة إلى الصعود والانحدار • تحسين تلوين المسار في وضع المنحدر مع تدرج متماثل جديد • تقوم المجلدات المفضلة الآن بتخزين المظهر الافتراضي الذي يتم تطبيقه تلقائيًا على كل نقطة مضافة • تم إصلاح عدم تطابق النقطة المركزية "مسطرة نصف القطر" مع مركز الخريطة • تمت إضافة زر "قراءة المقالة" لقائمة سياق النقاط المهمة في ويكيبيديا • تم إصلاح مشكلة استيراد ملف GPX إلى المفضلة • تم إصلاح المشكلة المتعلقة بحدث التقويم لموضع وقوف السيارات • تم إصلاح العطل الناتج عن إزالة اللون من لوحة الألوان
cs: - Zaznamenávejte a sledujte své metriky pomocí externích snímačů, včetně rychlosti kola, kadence kola, vzdálenosti na kole, srdečního tepu a teploty. - Nyní můžete zobrazit mapu přímo na palubní desce CarPlay - Přidáno noční téma pro pohodlné sledování za zhoršených světelných podmínek - Objevte cestovní průvodce od "Wikivoyage" - Vylepšené dialogy pro přidávání poznámek a nahrávání poznámek a bodů zájmu do OpenStreetMap - Snadné obnovení výchozího nastavení pluginu pomocí nové možnosti "Obnovit výchozí nastavení". - Přidána možnost "Orientace obrazovky" pro nastavení preferované orientace bez automatického přepínání - Přidáno samostatné tlačítko pro přepínání režimu 3D přímo na obrazovce CarPlay - Do navigačních tras byly kromě informací o stoupání a klesání přidány informace o minimálním a maximálním převýšení - Vylepšené obarvení trati v režimu Svah s novým symetrickým sklonem - V oblíbených složkách je nyní uložen výchozí vzhled, který se automaticky aplikuje na každý přidaný bod - Opraven nesoulad středového bodu "Pravítka poloměru" se středem mapy - Přidáno tlačítko "Přečíst článek" pro kontextovou nabídku bodů zájmu Wikipedie - Opraven problém s importem souboru GPX do oblíbených položek - Opraven problém s událostí kalendáře pro pozici parkování - Opraven pád při odstraňování barvy z palety
da: • Registrer og følg dine målinger med eksterne sensorer, herunder cykelhastighed, cykelkadence, cykeldistance, puls og temperatur. • Nu kan du se kort direkte på dit CarPlay-instrumentbræt • Tilføjet nattetema for en mere behagelig visningsoplevelse ved svage lysforhold • Udforsk rejseguider fra "Wikivoyage" • Forbedret dialoger til at tilføje noter og uploade noter og IP'er til OpenStreetMap • Gendan nemt dine udvidelsesindstillinger til installationsstandarderne med en ny "Nulstil til standard" mulighed • Tilføjet en "Skærmretning" til at indstille din foretrukne retning uden automatisk skift • Tilføjet en separat knap til at skifte 3D-tilstand direkte på CarPlay-skærmen • Minimum og maksimum højdeinformation er blevet tilføjet til navigationsruter ud over stigning- og nedstigning • Forbedret sporfarvning i hældningstilstand med ny symmetrisk gradient • Favoritmapper gemmer nu standardudseende, som automatisk anvendes på hvert tilføjet punkt. • Rettet "Radiusmåler"-midtpunktet, der ikke stemte overens med kortets midte • Tilføjet knappen "Læs artikel" til Wikipedia IP'ers kontekstmenu • Løst problem med import af GPX-fil til favoritter • Løst et problem med kalenderbegivenheden for parkeringsposition • Rettet nedbrud ved fjernelse af farve fra palet
de: - Aufzeichnung und Verfolgung von Messwerten mit externen Sensoren, einschließlich Fahrradgeschwindigkeit, Trittfrequenz, Fahrraddistanz, Herzfrequenz und Temperatur - Jetzt können Sie die Karte direkt auf Ihrem CarPlay-Dashboard anzeigen - Nacht-Thema hinzugefügt für eine komfortable Anzeige bei schlechten Lichtverhältnissen - Entdecken Sie Reiseführer von "Wikivoyage" - Verbesserte Dialoge zum Hinzufügen von Notizen und Hochladen von Notizen und POIs zu OpenStreetMap - Mit der neuen Option "Auf Standard zurücksetzen" können Sie Ihre Plugin-Einstellungen ganz einfach auf die Installationsvorgaben zurücksetzen - Option "Bildschirmausrichtung" hinzugefügt, um die bevorzugte Ausrichtung ohne automatische Umschaltung einzustellen - Neue separaten Schaltfläche hinzugefügt zum Umschalten des 3D-Modus direkt auf dem CarPlay-Bildschirm - Zusätzlich zu den Informationen über Steigungen und Gefälle wurden Informationen über minimale und maximale Höhenunterschiede zu den Navigationsrouten hinzugefügt - Verbesserte Streckeneinfärbung im Modus "Steigung" mit neuem symmetrischen Gefälle - In den Favoriten-Ordnern werden nun Standardaussehen gespeichert, die automatisch auf jeden hinzugefügten Punkt angewendet werden - Mittelpunkt des "Radiuslineals" stimmt nun mit dem Kartenmittelpunkt überein - Schaltfläche "Artikel lesen" für das Kontextmenü von Wikipedia POIs hinzugefügt - Problem mit dem Importieren von GPX-Dateien in die Favoriten behoben - Problem mit dem Kalenderereignis für die Parkposition behoben - Absturz beim Entfernen von Farben aus der Palette behoben
es_us: • Ahora puedes registrar y hacer un seguimiento de tus métricas con sensores externos, incluyendo la velocidad, cadencia y distancia en bicicleta, frecuencia cardíaca y temperatura. • Ahora puedes ver el mapa directamente en el panel de control de CarPlay. • Se ha añadido el tema nocturno para una experiencia de visualización más cómoda en condiciones de baja iluminación. • Descubre las guías de viaje con «Wikiviajes». • Se han mejorado los diálogos para añadir y cargar en OpenStreetMap las notas y puntos de interés. • Restaura fácilmente los ajustes del complemento a los valores predefinidos con la nueva opción «Restaurar a valores predefinidos". • Se ha añadido la opción de «Orientación de pantalla» para definir la orientación preferida, sin cambios automáticos. • Se ha añadido un botón por separado para cambiar al «Modo 3D» directamente en la pantalla de CarPlay. • Se ha añadido información de elevación mínima y máxima a las rutas de navegación, en adición a los ascensos y descensos. • Se ha mejorado la coloración de las trazas en el modo de pendiente con un nuevo degradado simétrico. • Las carpetas favoritas ahora almacenan la apariencia predefinida que se aplica automáticamente a cada punto añadido. • Se ha corregido el desajuste del punto central de la «Regla radial» con el centro del mapa. • Se ha añadido un botón «Leer artículo» en el menú contextual para los puntos de interés de Wikipedia. • Se ha corregido el problema al importar archivos GPX a favoritos. • Se ha corregido el problema con el evento de calendario para la posición de estacionamiento. • Se ha corregido el bloqueo al quitar el color de la paleta.
fr: • Enregistrez et suivez vos mesures grâce à des capteurs externes, notamment la vitesse, la cadence et la distance du vélo, la fréquence cardiaque et la température. • Vous pouvez désormais afficher la carte directement sur votre tableau de bord CarPlay. • Ajout d'un thème nocturne pour une expérience visuelle confortable dans des conditions de faible luminosité • Découvrez les guides de voyage de "Wikivoyage" • Amélioration des boîtes de dialogue pour l'ajout de notes et le téléchargement de notes et de PI sur OpenStreetMap • Restauration facile des paramètres de l'extension aux valeurs par défaut de l'installation grâce à une nouvelle option • Ajout d'une option "Orientation de l'écran" pour définir votre orientation préférée sans commutation automatique • Ajout d'un bouton séparé pour basculer en mode 3D directement sur l'écran CarPlay • Des informations sur l'altitude minimale et maximale ont été ajoutées aux itinéraires de navigation, en plus des informations sur les montées et les descentes. • Amélioration de la coloration des pistes en mode Pente avec un nouveau gradient symétrique • Les dossiers favoris stockent désormais l'apparence par défaut qui est appliquée automatiquement à chaque point ajouté. • Correction de la non-concordance du point central de la "Règle du rayon" avec le centre de la carte • Ajout d'un bouton "Lire l'article" dans le menu contextuel des PI de Wikipédia • Correction d'un problème avec l'importation d'un fichier GPX dans les favoris • Correction d'un problème avec l'événement du calendrier pour la position de parking • Correction d'un problème lors de la suppression d'une couleur de la palette
hu: • Rögzítse és kövesse nyomon mérőszámait külső érzékelőkkel, beleértve a kerékpársebességet, a kerékpár-pedálfordulatot, a kerékpártávolságot, a pulzusszámot és a hőmérsékletet • Mostantól közvetlenül a CarPlay műszerfalán is megtekintheti a térképet • Éjszakai téma hozzáadása a kényelmes megtekintési élményért alacsony fényviszonyok mellett • Fedezze fel a „Wikivoyage” utazási útmutatóit • Továbbfejlesztett párbeszédpanelek jegyzetek hozzáadásához és jegyzetek, valamint POI-k feltöltéséhez az OpenStreetMapre • Könnyedén visszaállíthatja a bővítménybeállításokat a telepítési alapértékekre egy új „Visszaállítás alaphelyzetbe” opcióval • „Képernyőtájolás” opció hozzáadása az előnyben részesített tájolás beállításához automatikus váltás nélkül • Külön gomb hozzáadása a 3D mód váltásához közvetlenül a CarPlay képernyőn • Legkisebb és legnagyobb magassági információk hozzáadása a navigációs útvonalakhoz a hegymenet és lejtmenet mellett • Továbbfejlesztett nyomvonalszínezés lejtő módban új szimmetrikus színátmenettel • A kedvenc mappák mostantól alapértelmezett megjelenést tárolnak, amely automatikusan alkalmazódik minden hozzáadott pontra • Javítva a „Sugárvonalzó” középpontjának eltérése a térképközépponttól • „Cikk olvasása” gomb hozzáadása a Wikipédia POI-k helyi menüjéhez • Javítva a GPX-fájl importálása a kedvencekbe • Javítva a naptáreseménnyel kapcsolatos probléma a parkolási pozíciónál • Javítva az összeomlás a szín eltávolításakor a palettáról
id: • Catat dan lacak metrik Anda dengan sensor eksternal termasuk kecepatan Sepeda, Cadence Sepeda, Jarak Sepeda, Detak jantung, dan suhu • Sekarang Anda dapat melihat peta langsung di dasbor CarPlay Anda • Menambahkan tema Malam untuk pengalaman menonton yang nyaman dalam kondisi cahaya redup • Temukan panduan perjalanan oleh "Wikivoyage" • Meningkatkan dialog untuk menambahkan catatan dan mengunggah catatan dan POI ke OpenStreetMap • Pulihkan pengaturan plugin Anda dengan mudah ke default instalasi dengan opsi "Kembalikan ke Default" yang baru • Menambahkan opsi "Orientasi layar" untuk mengatur orientasi pilihan Anda tanpa peralihan otomatis • Menambahkan tombol terpisah untuk beralih Mode 3D langsung di layar CarPlay • Informasi ketinggian minimum dan maksimum telah ditambahkan ke rute navigasi selain tanjakan dan turunan • Meningkatkan pewarnaan trek dalam mode Kemiringan dengan gradien simetris baru • Folder favorit sekarang menyimpan tampilan default yang diterapkan secara otomatis ke setiap titik yang ditambahkan • Memperbaiki titik pusat "Penggaris radius" yang tidak cocok dengan pusat peta • Menambahkan tombol "Baca artikel" untuk menu konteks POI Wikipedia • Memperbaiki masalah dengan mengimpor file GPX ke favorit • Memperbaiki masalah dengan acara kalender untuk posisi parkir • Memperbaiki crash saat menghapus warna dari palet
it: • Registra e monitora i tuoi parametri con sensori esterni tra cui velocità, cadenza e distanza della bicicletta, frequenza cardiaca e temperatura • Ora puoi visualizzare la mappa direttamente sulla dashboard di CarPlay • Aggiunto tema Notte per un'esperienza visiva confortevole in condizioni di scarsa illuminazione • Scopri le guide di viaggio di "Wikivoyage" • Finestre di dialogo migliorate per aggiungere note e caricare note e PDI su OpenStreetMap • Ripristina facilmente le impostazioni del plug-in ai valori predefiniti di installazione con la nuova opzione "Ripristina impostazioni predefinite". • Aggiunta un'opzione "Orientamento dello schermo" per impostare l'orientamento preferito senza commutazione automatica • Aggiunto un pulsante separato per cambiare la modalità 3D direttamente sullo schermo CarPlay • Sono state aggiunte informazioni sulla quota minima e massima ai percorsi di navigazione oltre a quelli in salita e in discesa • Miglioramento della colorazione dei tracciati in modalità Slope con un nuovo gradiente simmetrico • Le cartelle preferite ora memorizzano l'aspetto predefinito che viene applicato automaticamente a ciascun punto aggiunto • Risolto il problema con il punto centrale del "righello del raggio" che non corrispondeva al centro della mappa • Aggiunto il pulsante "Leggi articolo" per il menu contestuale dei PDI di Wikipedia • Risolto problema con l'importazione di file GPX nei preferiti • Risolto problema con l'evento del calendario per la posizione di parcheggio • Risolto il problema relativo al crash dovuto alla rimozione del colore dal pallet
ko: • 자전거 속도, 자전거 케이던스, 자전거 거리, 심박수 및 온도 를 포함한 외부 센서로 지표 기록 및 추적• 이제 CarPlay 대시보드 에서 직접 지도를 볼 수 있습니다.• 저조도 조건에서 편안한 시청 경험을 위한 야간 테마 추가• "위키여행" 의 여행 가이드 발견• 메모 추가 및 메모 및 POI를 OpenStreetMap 에 업로드하기 위한 대화 상자 개선• 새로운 "기본값으로 재설정" 옵션을 사용하여 플러그인 설정을 설치 기본값으로 쉽게 복원• 자동 전환 없이 원하는 방향을 설정할 수 있는 "화면 방향" 옵션 추가• CarPlay 화면에서 직접 3D 모드를 전환할 수 있는 별도의 버튼 추가• 오르막과 내리막 외에도 내비게이션 경로에 최소 및 최대 고도 정보 추가 • 트랙 개선 슬로프 모드에서 새로운 대칭 그라데이션 으로 채색• 즐겨찾기 폴더는 이제 추가된 각 포인트 에 자동으로 적용되는 기본 모양을 저장합니다.• "반지름 눈금자" 중심점이 맵 중심 과 일치하지 않는 문제 수정• 위키백과 POI 컨텍스트 메뉴 에 "문서 읽기" 버튼 추가• GPX 파일을 즐겨찾기로 가져올 때 발생하는 문제 수정 • 주차 위치에 대한 캘린더 이벤트 문제 수정• 팔레트에서 색상을 제거할 때 발생하는 충돌 문제 수정
ro_ro: • Întregistrați și urmăriți măsurători ale senzorilor externi, cum ar fi viteza bicicletei, cadența pedalării, distanța parcursă, pulsul și temperatura • Acum puteți vedea harta direct pe CarPlay • Adăugare tema de noapte pentru o experiență de vizionare comfortabilă în condiții de lumină slabă • Descoperiți ghidurile de călătorie ale „Wikivoyage” • Dialoguri îmbunătățile pentru adăugarea și încărcarea notițelor și a punctelor de interes către OpenStreetMap • Revenirea ușoară a setărilor pluginurilor la setările implicite cu noua opțiune „Revenire la setările implicite” • Adăugare opțiune „Rotația ecranului” pentru a seta orientarea preferată fără a fi nevoie de modificare automată • Adăugare buton separat pentru a trece la modul 3D direct de pe ecranul CarPlay • Informații despre extremele elevației au fost adăugate la rutele de navigare în adiție la diferențele de altitudine • Îmbunățățire colorizare trasee în modul Pantă cu un gradient simetric • Dosarele favorite acum au o setare implicită asupra aparenței care este aplicată automat fiecărui punct adăugat • Reparat punctul central al „compas” nu era același ca centrul hărții • Reparat problemă în a importa fișiere GPX la favorite • Reparat problemă cu eveniment calendar pentru poziția de parcare • Reparat închidere a aplicației când se încercare îndepartarea culorii dintr-un palet
ru: • Записывайте и отслеживайте свои показатели с помощью вело-датчиков, включая скорость велосипеда, частоту вращения педалей, пройденное расстояние, частоту сердечных сокращений и температуру • Теперь вы можете просматривать карту непосредственно на панели управления CarPlay • Добавлена тёмная тема для комфортного просмотра в условиях низкой освещенности • Откройте для себя путеводители от "Викигида" • Улучшены диалоговые окна для добавления, отправки заметок и POI-объектов в OpenStreetMap • Легко восстановите настройки вашего плагина до значений по умолчанию при установке с помощью новой опции "Сброс к настройкам по умолчанию". • Добавлена опция "Ориентация экрана", позволяющая установить желаемую ориентацию без автоматического переключения • Добавлена отдельная кнопка для переключения 3D-режима непосредственно на экране CarPlay • Информация о минимальной и максимальной высоте была добавлена к навигационным маршрутам в дополнение к подъему и спуску • Улучшена раскраска трассы в режиме уклона с новым симметричным градиентом • Избранные папки теперь сохраняют дизайн по умолчанию, который автоматически применяется к каждой добавленной точке • Исправлено несоответствие центральной точки "Радиусной линейки" центру карты • Добавлена кнопка "Читать статью" в контекстном меню POI Википедии • Исправлена проблема с импортом файла GPX в избранное • Исправлена проблема с календарным событием для места парковки • Исправлен сбой при удалении цвета из палитры
sr: • Снимите и пратите своје метрике помоћу екстерних сензора, укључујући брзину бицикла, каденцу бицикла, удаљеност бицикла, откуцаје срца и температуру • Сада можете да видите мапу директно на вашој КарПлај контролној табли • Додата ноћна тема за удобно искуство гледања у условима слабог осветљења • Откријте туристичке водиче од стране „Викивојажа“ • Побољшани дијалози за додавање белешки и отпремање белешки и ТОИ тачака на ОпенСтритМап • Лако вратите подешавања додатка на подразумеване вредности инсталације помоћу нове опције „Ресетуј на подразумевано“. • Додата опција „Оријентација екрана“ за подешавање жељене оријентације без аутоматског пребацивања • Додато посебно дугме за пребацивање 3Д режима директно на КарПлај екрану • Информације о минималној и максималној надморској висини су додате навигационим рутама поред узбрдо и низбрдо • Побољшано бојење стаза у режиму Нагиба са новим симетричним градијентом • Фолдери за Омиљене сада чувају подразумевани изглед који се аутоматски примењује на сваку додату тачку • Исправљено је неслагање тачке центра "Лењира радијуса" са центром карте • Додато дугме „Прочитај чланак“ за контекстни мени Википедије ТОИ • Решен проблем са увозом ГПКС фајла у фаворите • Решен проблем са календарским догађајем за паркинг позицију • Поправљен пад са уклањањем боје са палете
sr_latn: • Snimite i pratite svoje metrike pomoću spoljnih senzora, uključujući brzinu bicikla, ritam bicikla, udaljenost bicikla, otkucaje srca i temperaturu • Sada možete da vidite mapu direktno na vašoj KarPlej kontrolnoj tabli • Dodata noćna tema za udobno iskustvo gledanja u uslovima slabog osvetljenja • Otkrijte turističke vodiče od strane "Vikivoiage" • Poboljšani dijalozi za dodavanje beleški i otpremanje beleški i TOI tačaka na OpenStreetMap • Lako vratite podešavanja dodatne komponente na podrazumevane vrednosti instalacije pomoću nove opcije „Resetuj na podrazumevano“ • Dodata je opcija „Orijentacija ekrana“ za podešavanje željene orijentacije bez automatskog prebacivanja • Dodato posebno dugme za prebacivanje 3D režima direktno na KarPlej ekranu • Informacije o minimalnoj i maksimalnoj nadmorskoj visini su dodate navigacionim rutama pored uzbrdo i nizbrdo • Poboljšano bojenje staza u režimu nagiba sa novim simetričnim gradijentom • Omiljeni folderi sada čuvaju podrazumevani izgled koji se automatski primenjuje na svaku dodatu tačku • Ispravljeno je neslaganje centralne tačke "Radijus lenjira" sa centrom karte • Dodato dugme „Pročitaj članak“ za kontekstni meni Vikipedije TOI • Rešen problem sa uvozom GPX datoteke u favorite • Rešen problem sa kalendarskim događajem za parking poziciju • Popravljen pad sa uklanjanjem boje sa palete
sv: • Spela in och spåra dig mätvärden med externa sensorer inklusive cykelhastighet, cykelkadens, cykeldistans, hjärtfrekvens och temperatur • Nu kan du visa karta direkt på din CarPlay instrumentbräda • Lägg till natt tema för en bekväm visningsupplevelse i låga ljusförhållanden • Upptäck reseguider av "Wikivoyage" • Förbättrade dialoger för att lägga till anteckningar och ladda upp anteckningar och POIs till OpenStreetMap • Återställ enkelt dina plugin-inställningar till installationsstandarderna med ett nytt "Reset to Default" -alternativ • Lägg till ett "Screen orientering" -alternativ för att ställa in din föredragna orientering utan automatisk växling • Lägg till en separat knapp för att växla 3D-läge direkt på CarPlay-skärmen • Minsta och maximal höjdinformation har lagts till navigationsrutter utöver uppförsbacke och nedförsbacke • Förbättrad spårfärgning i Slope-läge med ny symmetrisk gradient • Favoritmappar lagrar nu standardutseende som automatiskt tillämpas på varje tillsatt punkt • Fast "Radius härskare" centrum punkt missmatchning med kartan centrum • Lägg till "Läs artikel" -knappen för Wikipedia POIs kontextmeny • Fast problem med att importera GPX-fil till favoriter • Fast problem med kalenderhändelsen för parkeringsplats • Fast krasch med att ta bort färg från pall
ta: விரைவு சைக்கிள் விரைவு, சைக்கிள் கேடென்ச், சைக்கிள் தூரம், இதய துடிப்பு மற்றும் வெப்பநிலை உள்ளிட்ட வெளிப்புற சென்சார்களுடன் அளவீடுகளைப் பதிவுசெய்து கண்காணிக்கவும் • இப்போது உங்கள் கார்ப்ளே டாச்போர்டில் வரைபடத்தை நேரடியாகக் காணலாம் Light குறைந்த ஒளி நிலைமைகளில் வசதியான பார்வை அனுபவத்திற்கு இரவு கருப்பொருள் சேர்க்கப்பட்டது • "விக்கிவோயேச்" மூலம் பயண வழிகாட்டிகளைக் கண்டறியவும் Opet குறிப்புகளைச் சேர்ப்பதற்கும் குறிப்புகள் மற்றும் POI களைப் பதிவேற்றுவதற்கும் மேம்படுத்தப்பட்ட உரையாடல்கள் OpenStreetMap Dolar உங்கள் சொருகி அமைப்புகளை நிறுவல் இயல்புநிலைகளுக்கு எளிதாக மீட்டெடுக்கவும் தானியங்கி மாறுதல் இல்லாமல் உங்களுக்கு விருப்பமான நோக்குநிலையை அமைக்க "திரை நோக்குநிலை" விருப்பத்தைச் சேர்த்தது Car கார்ப்ளே திரையில் நேரடியாக 3D பயன்முறையை மாற்ற ஒரு தனி பொத்தானைச் சேர்த்தது And மேல்நோக்கி மற்றும் கீழ்நோக்கி கூடுதலாக வழிசெலுத்தல் வழிகளில் குறைந்தபட்ச மற்றும் அதிகபட்ச உயர தகவல்கள் சேர்க்கப்பட்டுள்ளன St புதிய சமச்சீர் சாய்வுடன் சாய்வு பயன்முறையில் மேம்படுத்தப்பட்ட டிராக் வண்ணம் • பிடித்த கோப்புறைகள் இப்போது ஒவ்வொரு சேர்க்கப்பட்ட புள்ளிக்கும் தானாகவே பயன்படுத்தப்படும் இயல்புநிலை தோற்றத்தை சேமிக்கின்றன Map வரைபட மையத்துடன் பொருந்தாத "ஆரம் ஆட்சியாளர்" மைய புள்ளி சரி செய்யப்பட்டது Wi விக்கிபீடியா POIS சூழல் மெனுவுக்கு "கட்டுரையைப் படியுங்கள்" பொத்தானைச் சேர்த்தது G சிபிஎக்ச் கோப்பை பிடித்தவைகளுக்கு இறக்குமதி செய்வதில் நிலையான சிக்கல் The பார்க்கிங் நிலைக்கான காலண்டர் நிகழ்வில் நிலையான சிக்கல் Pall குழந்தையிலிருந்து வண்ணத்தை அகற்றுவதன் மூலம் நிலையான செயலிழப்பு
uk: • Запис і відстеження показників за допомогою зовнішніх датчиків, зокрема швидкості руху, частоти обертання педалей, відстані, пульсу та температури. • Відтепер ви можете переглядати мапу прямо на вашій панелі CarPlay • Додано нічну тему для комфортного перегляду в умовах слабкої освітленості • Огляд путівників у "Вікімандрах" • Покращені діалоги для додавання приміток і завантаження приміток та POI до OpenStreetMap • Легке відновлення налаштувань плагіну до усталених за допомогою нової опції "Скинути до типових" • Додано опцію "Орієнтація екрана" для встановлення бажаної орієнтації без автоматичного перемикання • Додана окрема кнопка для перемикання 3D-режиму безпосередньо на екрані CarPlay • До навігаційних маршрутів додано інформацію про мінімальну та максимальну висоту над рівнем моря на додаток до підйомів і спусків • Покращене забарвлення треку в режимі Схили з новим симетричним градієнтом • У вибраних теках тепер зберігається усталений зовнішній вигляд, який автоматично застосовується до кожної доданої точки • Виправлено невідповідність центральної точки "Радіусної лінійки" центру мапи • Додано кнопку "Читати статтю" до контекстного меню POI Вікіпедії • Виправлено проблему з імпортом GPX-файлу до закладок • Виправлено проблему з подією календаря для позиції паркування • Виправлено збій під час видалення кольору з палітри
zh_hant: * 運用外部感測器錄製與追蹤包括單車速度、單車踏頻、單車距離、心跳頻率與溫度 * 現在你可以直接用你的CarPlay儀表版觀看地圖 * 新增在低光源狀況下更舒適檢視體驗的夜間主題 * 藉"維基導遊"來發現旅遊指南 * 改進新增註解、上傳註解與上傳興趣點到開放街圖的對話框 * 更簡單恢復你插件設定到安裝時預設狀態的新"恢復至預設"選項 * 新增"螢幕方向"選項來設定你偏好的方向，避免自動切換 * 在CarPlay螢幕時，新增直接切換3D模式的獨立按鈕 * 最小與最大海拔資訊已經新增到導航路線時的上坡與下坡資訊 * 改進的坡度模式時的新系統色階的軌跡上色 * 最愛資料夾如今儲存預設外觀，自動套用到新增加的節點 * 修正"半徑尺"的中心點無法與地圖中心配對的問題 * 為了有維基百科條目的興趣點的內容選單新增"閱讀條目"按鈕 * 修正匯入GPX檔案到最愛時的問題 * 修正停車位置的日曆事件的問題 * 修正從色盤移除顏色時的當機問題
