Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# osmand_cloud_deleting_account_descr
source: In few moments all your data and account will be deleted from OsmAnd Cloud. All data on the device remain untouched.
ar: في غضون لحظات قليلة ، سيتم حذف جميع بياناتك وحسابك من أوسماند آيكلاود. تظل جميع البيانات الموجودة على الجهاز كما هي.
be: Праз некалькі хвілін усе вашы даныя і ўліковы запіс будуць выдалены з OsmAnd Cloud. Усе даныя на прыладзе застануцца некранутымі.
cs: Během několika okamžiků budou všechna vaše data a účet z OsmAnd Cloud odstraněny. Všechna data v zařízení zůstanou nedotčena.
da: I løbet af få øjeblikke vil alle dine data og din konto blive slettet fra OsmAnd Cloud. Alle data på enheden forbliver uberørte.
de: In wenigen Augenblicken werden alle Ihre Daten und Ihr Konto aus der OsmAnd Cloud gelöscht. Alle Daten auf dem Gerät bleiben unangetastet.
el: Σε λίγο όλα τα δεδομένα σας και ο λογαριασμός θα διαγραφούν από το OsmAnd Cloud. Όλα τα δεδομένα στη συσκευή παραμένουν ανέγγιχτα.
eo: Baldaŭ ĉiuj viaj datumoj kaj via konto estos forigitaj el OsmAnd-Nubo. Ĉiuj datumoj en la aparato ne perdiĝos.
es_us: En un momento será borrada tu cuenta con todos los datos de OsmAnd Cloud. Todos los datos en el dispositivo permanecen intactos.
eu: Une gutxi barru zure datu eta kontu guztiak OsmAnd Cloud-etik ezabatuko dira. Gailuko datu guztiak ukitu gabe geratuko dira.
fa: در چند لحظه همه داده‌ها و حساب شما از ابر OsmAnd پاک خواهند شد. همه داده‌ها روی دستگاه دست‌نخورده باقی می‌مانند.
fi: Hetken päästä kaikki datasi ja tilisi poistetaan OsmAnd Cloudista. Kaikki laitteella oleva data säilytetään.
fr: Dans quelques instants, toutes vos données et votre compte seront supprimés du cloud OsmAnd. Les données de l'appareil ne seront pas affectées.
hu: Pillanatokon belül törölve lesz minden fiók- és egyéb adat az OsmAnd Cloudból. Az eszközön lévő adatok érintetlenek maradnak.
id: Dalam beberapa detik, semua data dan akun Anda akan dihapus dari OsmAnd Cloud. Semua data di perangkat tidak akan disentuh.
is: Eftir smástund verður búið að eyða öllum gögnunum þínum og aðgangnum af OsmAnd-tölvuskýinu. Ekki verður hreyft við neinum gögnum á tækinu.
it: In pochi istanti tutti i tuoi dati e il tuo account verranno eliminati da OsmAnd Cloud. Tutti i dati sul dispositivo rimangono intatti.
ja: しばらくすると全てのデータとアカウントがOsmAnd Cloudから削除されます。 デバイス上のすべてのデータはそのまま残ります。
ko: 잠시 후 모든 데이터와 계정이 OsmAnd Cloud에서 삭제됩니다. 장치의 모든 데이터는 그대로 유지됩니다.
nb: Om en stund vil all din data og din konto bli slettet fra OsmAnd-sky. All data på enheten forblir urørt.
nl: Binnen enkele ogenblikken worden al je gegevens en je account verwijderd uit OsmAnd Cloud. Alle gegevens op het apparaat blijven ongewijzigd.
pl: W ciągu kilku chwil wszystkie dane i konto zostaną usunięte z OsmAnd Cloud. Wszystkie dane na urządzeniu pozostaną nietknięte.
ro_ro: În câteva momente, toate datele și contul dumneavoastră vor fi șterse din OsmAnd Cloud. Toate datele de pe dispozitiv rămân neatinse.
ru: Вскоре все ваши данные и аккаунт будут удалены из OsmAnd Cloud. При этом данные на устройстве сохранятся без изменений.
sk: Čoskoro budú všetky vaše údaje a účet odstránený z OsmAnd Cloud. Všetky údaje na zariadení zostanú zachované.
sl: V nekaj trenutkih bodo vsi tvoji podatki in račun izbrisani iz OsmAnd Cloud-a. Vsi podatki v napravi ostanejo nedotaknjeni.
sr: Кроз неколико тренутака ће сви Ваши подаци и налози бити избрисани из Облака ОсмАнда. Сви подаци на уређају остаће целовити.
sr_latn: Kroz nekoliko trenutaka će svi Vaši podaci i nalozi biti izbrisani iz Oblaka OsmAnda. Svi podaci na uređaju ostaće celoviti.
sv: Om några ögonblick kommer all din data och ditt konto raderas från OsmAnd Cloud. Data på din enhet berörs inte av detta.
ta: சில தருணங்களில் உங்கள் தரவு மற்றும் கணக்கு அனைத்தும் ஒச்மண்ட் கிளவுட்டிலிருந்து நீக்கப்படும். சாதனத்தில் உள்ள அனைத்து தரவுகளும் தீண்டத்தகாதவை.
tr: Birkaç dakika içinde tüm verileriniz ve hesabınız OsmAnd Cloud'dan silinecektir. Aygıttaki tüm veriler dokunulmadan kalır.
uk: Через кілька хвилин усі ваші дані та обліковий запис буде видалено з OsmAnd Cloud. Усі дані на пристрої залишаться недоторканими.
vi: Sau đây tất cả dữ liệu và tài khoản của bạn sẽ bị xoá khỏi OsmAnd Cloud. Tất cả dữ liệu trong thiết bị vẫn nguyên vẹn.
zh_hans: 片刻后，您的所有数据和账户将从 OsmAnd Cloud 中删除。 设备上的所有数据仍保持不变。
zh_hant: 稍後，您所有的資料與帳號將從 OsmAnd Cloud 中刪除。 裝置上的所有資料均保持不變。

# osmand_cloud_deleted_account_descr
source: Account and all data was deleted from OsmAnd Cloud.
ar: تم حذف الحساب وجميع البيانات من أوسماند آيكلاود.
be: Уліковы запіс і ўсе даныя былі выдалены з OsmAnd Cloud.
cs: Účet a všechna data byla z OsmAnd Cloud odstraněna.
da: Konto og alle data blev slettet fra OsmAnd Cloud.
de: Das Konto und alle Daten wurden aus der OsmAnd Cloud gelöscht.
el: Ο λογαριασμός και όλα τα δεδομένα διαγράφηκαν από το OsmAnd Cloud.
eo: Forigis konton kajĉiujn datumojn el OsmAnd-Nubo.
es_us: Se ha borrado la cuenta con todos los datos de OsmAnd Cloud.
eu: Kontua eta datu guztiak OsmAnd Cloud-etik ezabatu dira.
fa: حساب و همه داده‌ها از ابر OsmAnd پاک شدند.
fi: Tili ja kaikki data poistettiin OsmAnd Cloudista.
fr: Le compte et toutes les données ont été supprimées du cloud OsmAnd.
hu: Minden fiók- és egyéb adat törölve lett az OsmAnd Cloudból.
id: Akun dan semua data telah dihapus dari OsmAnd Cloud.
is: Aðgangi og öllum gögnum hefur verið eytt af OsmAnd-tölvuskýinu.
it: L'account e tutti i dati sono stati eliminati da OsmAnd Cloud.
ko: 계정 및 모든 데이터가 OsmAnd Cloud에서 삭제되었습니다.
nb: Konto og all data slettet fra OsmAnd-sky.
nl: Account en alle gegevens zijn verwijderd uit OsmAnd Cloud.
pl: Konto i wszystkie dane zostały usunięte z OsmAnd Cloud.
ro_ro: Contul și toate datele au fost șterse din OsmAnd Cloud.
ru: Аккаунт и все его данные удалены с OsmAnd Cloud.
sk: Účet a všetky údaje boli odstránené z OsmAnd Cloud.
sl: Račun in vsi podatki so bili izbrisani iz storitve OsmAnd Cloud.
sr: Налог и сви подаци су избрисани из ОсмАнд Облака.
sr_latn: Nalog i svi podaci su izbrisani iz OsmAnd Oblaka.
sv: Konto och all data har raderats från OsmAnd molntjänst.
ta: கணக்கு மற்றும் அனைத்து தரவுகளும் ஒச்மண்ட் கிளவுட்டிலிருந்து நீக்கப்பட்டன.
tr: Hesap ve tüm veriler OsmAnd Cloud'dan silindi.
uk: Обліковий запис і всі дані було видалено з OsmAnd Cloud.
vi: Tài khoản và tất cả dữ liệu đã bị xoá khỏi OsmAnd Cloud.
zh_hans: 账户和所有数据均已从 OsmAnd Cloud 中删除。
zh_hant: 帳號與所有資料都已從 OsmAnd Cloud 刪除。

source: Average vertical speed
cs: Průměrná vertikální rychlost
da: Gennemsnitlig vertikal hastighed
de: Durchschnittliche vertikale Geschwindigkeit
es_us: Velocidad media vertical
fr: Vitesse verticale moyenne
hu: Átlagos függőleges sebesség
id: Kecepatan vertikal rata-rata
is: Meðalhraði lóðrétt
it: Velocità verticale media
nl: Gemiddelde verticale snelheid
ro_ro: Viteza verticală medie
ru: Средняя вертикальная скорость
sk: Priemerná vertikálna rýchlosť
sr: Просечна вертикална брзина
sr_latn: Prosečna vertikalna brzina
sv: Genomsnittlig vertikal hastighet
ta: சராசரி செங்குத்து விரைவு
tr: Ortalama dikey hız
uk: Середня вертикальна швидкість
zh_hant: 平均垂直速度

# map_widget_group_glide_ratio
source: Glide ratio
ar: نسبة الانحدار
bg: Коефициент на планиране
cs: Klouzavý poměr
da: Glidetal
de: Gleitzahl
eo: Glisrilato
es_us: Relación de planeo
eu: Planeatze-erlazioa
fa: نسبت گلاید
fr: Dérive
he: יחס גלישה
hu: Siklószám
id: Rasio glide
is: Rennslishlutfall
it: Rapporto di planata
ja: 滑空比
ko: 활공비
nb: Glidetall
nl: Zweefhoek
pl: Współczynnik poślizgu
ro_ro: Raport de planare
ru: Коэффициент планирования
sk: Pomer kĺzania
sr: Размера једрења
sr_latn: Koeficijent klizanja
sv: Glidtal
ta: சறுக்கு விகிதம்
uk: Коефіцієнт ковзання
vi: Tỷ lệ lượn
zh_hans: 滑翔比
zh_hant: 滑翔比

# map_widget_group_glide_desc
source: Widgets show the glide ratio to the target or average glide ratio for the current trip.
ar: ودجت عرض نسبة الانحدار أو متوسطه إلى الهدف للرحلة الحالية.
cs: Widgety zobrazují poměr klouzavosti k cíli nebo průměrný poměr klouzavosti pro aktuální let.
da: Moduler viser glidetal til målet eller gennemsnitlig glidetal for den aktuelle tur.
de: Widgets zur Anzeige der Gleitzahl zum Ziel oder mittlere Gleitzahl der aktuellen Reise.
eo: Fenestraĵoj montrantaj glisrilaton necesan por atingi la celon aŭ mezuman glisrilaton por la nuna vojaĝo.
es_us: Los widgets muestran la relación de planeo hacia el objetivo o la relación de planeo promedio para el viaje actual.
eu: Trepetek helbururekiko planeatze-erlazioa edo uneko bidaiaren batez besteko planeatzea erakusten dute.
fa: ابزارک‌ها نسبت گلاید به هدف یا میانگین نسبت گلاید برای سفر کنونی را نمایش می‌دهند.
fr: Les Widgets affichent la dérive par rapport à la destination ou la dérive moyenne pour l'itinéraire en cours.
he: וידג׳טים מציגים את יחס הגלישה למטרה או יחס הגלישה הממוצע עבור הנסיעה הנוכחית.
hu: A modulok a célhoz vezető vagy a jelenlegi útra vonatkozó átlagos siklószámot jelenítik meg.
id: Widget menunjukkan rasio glide untuk rasio glide target atau rata-rata untuk perjalanan saat ini.
is: Viðmótshluti sem sýnir rennslishlutfall að áfangastað eða meðal-rennslishlutfall fyrirliggjandi ferðar.
it: I widget mostrano il rapporto di planata rispetto al target o il rapporto di planata medio per il viaggio corrente.
ja: 目的地までの滑空比、または現在の旅程の平均滑空比を表示するウィジェットです。
ko: 위젯은 목표에 대한 활공비 또는 현재 여행의 평균 활공비를 보여줍니다.
nb: Moduler viser glidetallet til målet eller gjennomsnittlig glidetall for den gjeldende turen.
nl: Widgets laten de zweefhoek tot het doel of de gemiddelde zweefhoek voor de huidige tocht.
oc: Lei clavelets mòstan la deriva a respècte de la destinacon ò la deriva mejana de la corsa correnta.
pl: Widżety pokazują współczynnik poślizgu do docelowego lub średni współczynnik poślizgu dla bieżącej podróży.
ro_ro: Widgeturile arată raportul de planare față de țintă sau raportul de planare mediu pentru cursa curentă.
ru: Виджеты показывают соотношение планирования к целевому значению или среднему значению для текущего полета.
sk: Nástroj zobrazuje pomer kĺzavosti k cieľu alebo priemerný pomer kĺzavosti pre aktuálny výlet.
sr: Справца која приказује размеру једрења до циља или просечну размеру једрења тренутног путовања.
sr_latn: Spravca koja prikazuje razmeru jedrenja do cilja ili prosečnu razmeru jedrenja trenutnog putovanja.
sv: Widget som visar glidtalet till mål, eller genomsnittligt glidtal för aktuell tur.
ta: விட்செட்டுகள் சறுக்கு விகிதத்தை இலக்கு அல்லது தற்போதைய பயணத்திற்கான சராசரி சறுக்கு விகிதத்தைக் காட்டுகின்றன.
tr: Widget'lar, hedefe kalan süzülme oranını veya şu anki yolculuğun ortalama süzülme oranını gösterir.
uk: Віджети показують відношення ковзання до цілі або середнє відношення ковзання для поточної поїздки.
vi: Widget hiện tỷ lệ lượn tới mục tiêu hoặc tỷ lệ lượn trung bình cho chuyến đi hiện tại.
zh_hans: 小工具显示当前航程与目标或平均滑翔率的滑翔率。
zh_hant: 用來顯示目前旅程的目標滑翔比或平均滑翔比。

# average_glide_ratio_time_interval_desc
source: Shows the average glide ratio or vertical speed for the set interval.
cs: Zobrazuje průměrný klouzavý poměr nebo vertikální rychlost pro nastavený interval.
da: Viser det gennemsnitlige glidetal eller lodret hastighed for det indstillede interval.
de: Zeigt das mittlere Gleitverhältnis oder die vertikale Geschwindigkeit für das eingestellte Intervall an.
es_us: Muestra la relación de planeo promedio o la velocidad vertical para el intervalo definido.
fr: Affiche la moyenne du rapport de glisse ou la vitesse verticale pour l'intervalle défini.
hu: Megjeleníti a beállított időközhöz tartozó átlagos siklószámot vagy függőleges sebességet.
id: Menampilkan rasio luncur rata-rata atau kecepatan vertikal untuk interval yang ditetapkan.
is: Birtir meðal-rennslishlutfall eða lóðréttan hraða fyrir stillt tímabil.
it: Mostra il rapporto di planata medio o la velocità verticale per l'intervallo impostato.
nl: Toont het gemiddelde dalingsratio of verticale snelheid binnen de ingestelde interval.
ro_ro: Afișează raportul mediu de planare sau viteza verticală pentru intervalul setat.
ru: Показывает средний коэффициент планирования или вертикальную скорость за заданный интервал.
sr: Приказује просечан однос клизања или вертикалну брзину за подешени интервал.
sr_latn: Prikazuje prosečan odnos klizanja ili vertikalnu brzinu za podešeni interval.
sv: Visar genomsnittliga glidtalet eller vertikala hastigheten för det angivna intervallet.
ta: தொகுப்பு இடைவெளியின் சராசரி சறுக்கு விகிதம் அல்லது செங்குத்து வேகத்தைக் காட்டுகிறது.
uk: Показує середній коефіцієнт ковзання або вертикальну швидкість для заданого інтервалу.
zh_hant: 顯示設定區間的平均傾斜比例或是垂直速度。

# time_to_navigation_point_widget_settings_desc
source: Tap the widget to switch modes.
ar: انقر على الودجت لتبديل الأوضاع.
az: Rejimləri dəyişmək üçün vidcetə toxunun.
be: Пераключыце рэжым, націснуўшы на віджэт.
bg: Превключва режима при докосване на приспособлението.
cs: Klepnutím na nástroj přepnete režimy.
cy: Gelli newid modd trwy dapio ar y teclyn.
da: Tryk på modulet for at skifte tilstand.
de: Tippen Sie auf das Widget, um den Modus zu wechseln.
el: Πατήστε το γραφικό στοιχείο για εναλλαγή λειτουργιών.
eo: Vi povasŝanĝi reĝimon per frapeti la fenestraĵon.
es_us: Pulsa el widget para cambiar de modo.
eu: Sakatu trepeta modua aldatzeko.
fa: روی ابزارک بزنید تا بین حالت‌ها جابه‌جا شود.
fr: Tapez sur le widget pour basculer entre les modes.
he: אפשר להחליף מצב בנגיעה בווידג׳ט.
hu: Koppintson a modulra a módok közötti váltáshoz.
id: Ketuk widget untuk mengubah mode.
is: Skiptu um ham með því að ýta á viðmótshluta.
it: Tocca il widget per cambiare modalità.
ja: ウィジェットをタップしてモードを切り替えます。
ko: 위젯을 탭하여 모드를 전환합니다.
mk: Prefrlete go rezimot so dopir na uredot (widget).
nb: Du kan bytte modus vedå trykke på et miniprogram.
nl: Raak de widget om van modus te wisselen.
pl: Stuknij widżet, aby przełączyć tryby.
ro_ro: Atingeți widgetul pentru a schimba modurile.
ru: Вы можете переключить режим, нажав на виджет.
sc: Toca su widget pro cambiare modalidade.
sk: Prepnite režim stlačením nástroja.
sl: Tapni gradnik, za preklop načina.
sr: Додирните справицу ради промене начина рада.
sr_latn: Tapni vidžet radi promene načina rada.
sv: Tryck på widgeten för att växla läge.
ta: முறைகளை மாற்ற விட்செட்டைத் தட்டவும்.
tr: Mod değiştirmek için widget'a dokunun.
uk: Торкніться віджета, щоб змінити режими.
vi: Bấm vào widget để đổi các chế độ.
zh_hans: 点击小工具以切换模式。
zh_hant: 點擊小工具以切換模式。

# track_appearance_3D_visualization
source: 3D visualization
cs: 3D vizualizace
da: 3D-visualisering
de: 3D-Visualisierung
el: 3D οπτικοποίηση
eo: 3-dimensia bildigo
es_us: Vista 3D
eu: 3D bistaratzea
fr: Visualisation 3D
he: המחשה תלת־ממדית
hu: 3D vizualizáció
id: Visualisasi 3D
is: Myndbirting í 3D
it: Visualizzazione 3D
lt: 3D vizualizacija
nl: 3D-visualisatie
pl: Wizualizacja 3D
ro_ro: Vizualizare 3D
ru: 3D-визуализация
sk: 3D vizualizácia
sr: Просторни приказ
sr_latn: 3D vizuelizacija
sv: 3D-visualisering
ta: 3D காட்சிப்படுத்தல்
tr: 3B görselleştirme
uk: 3D-візуалізація
vi: Sự trực quan hoá 3D
zh_hans: 3D 可视化
zh_hant: 3D 視覺化

# rendering_value_defaultMedium_name
source: Default (medium)
ar: افتراضي (متوسط)
bg: По подразбиране (средно)
cs: Výchozí (střední)
da: Standard (medium)
de: Standard (mittel)
el: Προεπιλογή (μέτρια)
eo: Implicita (meza)
es_us: Predefinido (medio)
et: Vaikimisi (keskmine)
eu: Lehenetsia (ertaina)
fa: متوسط پیش‌فرض
fr: Par défaut (moyen)
hu: Alapértelmezett (közepes)
id: Bawaan (sedang)
is: Sjálfgefið (miðlungs)
it: Predefinito (medio)
nb: Forvalg (medium)
nl: Standaard (gemiddeld)
pl: Domyślny (średni)
ro_ro: Predefinit (medium)
ru: По умолчанию (средний)
sk: Predvolená (stredná)
sl: Privzeto (srednje)
sr: Подразумевано (између)
sr_latn: Podrazumevano (medium)
sv: Standard (medium)
ta: இயல்புநிலை (நடுத்தர)
tr: Öntanımlı (orta)
uk: Типово (середній)
zh_hans: 默认（中等）
zh_hant: 預設 (中間)

# routing_attr_allow_via_ferrata_name
source: Mountainside route (Via ferrata)
ar: طريق سفح الجبل (عبر فيراتا)
be: Горны маршрут (Via ferrata)
bg: Планински маршрут (Via ferrata)
cs: Horská cesta (ferrata)
da: Bjergside-rute (Via ferrata)
de: Bergroute (Klettersteig)
el: Ορεινή διαδρομή (Via ferrata)
eo: Sekurigita vojo (viaferatao)
es_us: Ruta de montaña (Vía ferrata)
eu: Mendiko ibilbidea (ferrata bidea)
fa: مسیر کنار کوه (ویا فراتا)
fr: Itinéraire à flanc de montagne (Via ferrata)
hu: Mászóútvonal (Via ferrata)
id: Rute lereng gunung (Via ferrata)
is: Hengistígur (Via ferrata)
it: Itinerario di montagna (Ferrata)
ja: 山岳ルート(ビアフェラータ)
ko: 산비탈 루트 (비아 페라타)
nb: Bergrute (klatresti)
nl: Klettersteig / Via Ferrata
pl: Trasa górska (Via ferrata)
ro_ro: Rutare pentru munte (Via ferrata)
ru: Горный маршрут (Via ferrata)
sk: Zaistená horská cesta (Via ferrata)
sl: Gorska pot (Via ferrata)
sr: Путања падином планине (Виа ферата)
sr_latn: Planinska ruta (Via ferata)
sv: Vajersäkrad klätterstig (Via ferrata)
ta: மலையக பாதை (ஃபெராட்டா வழியாக)
uk: Гірський маршрут (Via ferrata)
vi: Tuyến đường ven núi (Đường leo núi)
zh_hans: 山腰路线（铁索攀岩）
zh_hant: 山腰路線（鐵索攀岩）

# routing_attr_hazmat_category_usa_3_name
source: Flammable Liquids
ar: سوائل قابلة للإشتعال
bg: Леснозапалими течности
cs: Hořlavé tekutiny
da: Brandfarlige væsker
de: Brennbare Flüssigkeiten
el: Εύφλεκτα Υγρά
eo: Brulemaj likvoj
es_us: Líquidos inflamables
eu: Likido sukoiak
fa: مایعات قابل‌اشتعال
fi: Syttyvät nesteet
fr: Liquides inflammables
he: נוזלים דליקים
hu: Éghető folyadékok
id: Cairan Mudah Terbakar
is: Eldfimir vökvar
it: Liquidi Infiammabili
ko: 가연성 액체
nb: Brennbare væsker
nl: Brandbare vloeistoffen
pl: Ciecze łatwopalne
ro_ro: Lichide inflamabile
ru: Легковоспламеняющиеся жидкости
sk: Horľavé tekutiny
sl: Vnetljive tekočine
sr: Запаљиве течности
sr_latn: Zapaljive tečnosti
sv: Brandfarliga vätskor
ta: எரியக்கூடிய திரவங்கள்
tr: Yanıcı Sıvılar
uk: Легкозаймисті рідини
vi: Chất lỏng dễ cháy
zh_hans: 易燃液体
zh_hant: 易燃液體

# routing_attr_hazmat_category_usa_8_name
source: Corrosive Substances
ar: مواد مسببة للتآكل
bg: Корозивни вещества
cs: Žíraviny
da: Ætsende stoffer
de: Ätzende Stoffe
el: Διαβρωτικές Ουσίες
eo: Korodaj substancoj
es_us: Sustancias corrosivas
eu: Substantzia korrosiboak
fa: مواد خورنده
fi: Syövyttävät aineet
fr: Substances corrosives
he: חומרים מְאַכְּלִים
hu: Maró anyagok
id: Zat Korosif
is: Ætandi efni
it: Sostanze Corrosive
ko: 부식성 물질
nb: Etsende stoffer
nl: Bijtende stoffen
pl: Substancje żrące
ro_ro: Substanțe corozive
ru: Коррозионные вещества
sk: Žieraviny
sl: Jedke (korozivne) snovi
sr: Нагризајуће твари
sr_latn: Nagrizajuće materije
sv: Frätande ämnen
ta: அரிக்கும் பொருட்கள்
tr: Aşındırıcı Maddeler
uk: Корозійні речовини
vi: Chất ăn mòn
zh_hans: 腐蚀性物质
zh_hant: 腐蝕性物質

# rendering_value_sector3_name
source: Sector 3
ar: القطاع 3
bg: Сектор 3
cs: Sektor 3
da: Sektor 3
de: Sektor 3
el: Τομέας 3
eo: Sektoro 3
et: Sektor 3
eu: 3 sektorea
fa: بخش ۳
fi: Sektori 3
fr: Secteur 3
hi: सेक्टर ३
hu: 3. szektor
id: Sektor 3
is: Geiri 3
it: Settore 3
ko: 분야 3
nb: Sektor 3
pl: Sektor 3
ru: Сектор 3
sk: Sektor 3
sl: Sektor 3
sr: Одсечак 3
sr_latn: Sektor 3
sv: Sektor 3
ta: பிரிவு 3
uk: Сектор 3
vi: Khu vực 3
zh_hans: 分区 3
zh_hant: 區段 3

# routing_attr_allow_via_ferrata_description
source: A mountain route equipped with fixed cables, stemples, ladders, and bridges.
ar: طريق جبلي مجهز بالكابلات الثابتة والمعابد والسلالم والجسور.
be: Горны маршрут, абсталяваны фіксаванымі тросамі, выбоінамі, лесвіцамі і мастамі.
bg: Планински маршрут, оборудван със система от метални въжета, парапети, стълби и мостове.
cs: Horská cesta vybavená jisticími lany, stupačkami, žebříky a lávkami.
da: En bjergrute udstyret med fastmonterede kabler, trin, stiger og broer.
de: Eine Bergroute, die mit Fixseilen, Stemmeisen, Leitern und Brücken ausgestattet ist.
el: Μια ορεινή διαδρομή εξοπλισμένη με σταθερά καλώδια, σκάλες και γέφυρες.
eo: Monta vojo kun fiksitajŝnuregoj, teniloj, ŝtupetaroj kaj pontetoj.
es_us: Una ruta de montaña equipada con cables fijos, anclajes, peldaños, escaleras y puentes.
eu: Kable, barra, eskailera eta zubi finkoz hornitutako mendi ibilbidea.
fa: مسیر کوهستانی مجهز به کابل‌های ثابت، میله‌ها، نردبان‌ها و پل‌ها.
fr: Itinéraire de montagne équipé de câbles fixes, de marche pieds, d'échelles et de passerelles.
hu: Mászóútvonal rögzített kábelekkel, fellépőkkel, létrákkal és hidakkal.
id: Rute gunung yang dilengkapi dengan kabel tetap, tiang, tangga, dan jembatan.
is: Hengistígur gerður með vírum, keðjum, stigum og brúm.
it: Percorso di montagna attrezzato con funi fisse, camini, scale e ponti.
ja: 固定ケーブル、アイゼン、はしご、橋などを備えた山岳ルートです。
ko: 고정 케이블, 템플, 사다리 및 다리가 설치된 산길입니다.
nb: En fjellrute som har fastmonterte kabler, trinn, stiger og broer.
nl: Een bergroute met vaste kabels, stempels, ladders en bruggen.
pl: Trasa górska wyposażona w stałe liny, słupy, drabiny i mosty.
ro_ro: Un traseu montan, echipat cu cabluri fixe, stâlpi, scări și poduri.
ru: Горный маршрут, оборудованный стационарными тросами, скобами, лестницами и мостами.
sk: Horská trasa vybavená upevnenými lanami, stupačkami, rebríkmi a lávkami.
sl: Gorska pot, opremljena s pritrjenimi jeklenicami, stopnicami, lestvami in mostovi.
sr: Планинарска путања опремљена постављеним ужадима, гредама, лествицама и брвнима.
sr_latn: Planinarska putanja opremljena postavljenim užadima, gredama, lestvicama i brvnima.
sv: En vandringsled/klätterstig i brant terräng säkrad med vajrar, stegar och broar.
ta: நிலையான கேபிள்கள், தண்டுகள், ஏணிகள் மற்றும் பாலங்கள் பொருத்தப்பட்ட ஒரு மலை பாதை.
uk: Гірський маршрут, обладнаний стаціонарними тросами, стелами, драбинами та містками.
vi: Một tuyến đường núi được trang bị những sợi cáp, tay nắm, thang và cầu cố định.
zh_hans: 配有固定缆绳、悬索、梯子和桥梁的山路。
zh_hant: 配有固定纜繩、柱子、梯子與橋樑的山路。

# rendering_attr_showToll_description
source: Show toll restrictions on roads
ar: عرض القيود المفروضة على الطرق
cs: Zobrazit mýtná omezení na cestách
da: Vis vejafgiftsrestriktioner på veje
de: Mautbeschränkungen auf Straßen anzeigen
el: Εμφάνιση περιορισμών διοδίων στους δρόμους
eo: Montri vojimpostajn pagejojn
es_us: Muestra las restricciones de peajes en las rutas
et: Näita teedekohaseid teemaksu piiranguid
eu: Erakutsi bidesari murrizketak errepideetan
fa: نشان دادن محدودیت های عوارضی در جاده
fr: Afficher les restrictions liées aux péages
hu: Útdíjkorlátozások megjelenítése az utakon
id: Tampilkan batasan tol pada jalan
is: Sýna gjaldtökutakmarkanir á vegum
it: Mostra le restrizioni di pedaggio sulle strade
ja: 道路の料金制限を表示します
ko: 도로에 통행료 제한을 표시
nb: Vis bomstasjoner på veier
nl: Tolbeperkingen tonen op wegen
ro_ro: Arată restricțiile de taxare pe drumuri
ru: Показывать ограничения платного проезда на дорогах
sk: Zobraziť mýtne obmedzenia na cestách
sr: Прикажи ограничења путарине на путевима
sr_latn: Prikazati ograničenja putarine na putevima
sv: Visa betalvägar, vägtullar och andra avgifter på vägarna
ta: சாலைகளில் கட்டண கட்டுப்பாடுகளைக் காட்டுங்கள்
tr: Yollardaki ücret kısıtlamalarını göster
uk: Показати обмеження плати за проїзд дорогами
vi: Hiện các hạn chế thu phí trên đường
zh_hans: 显示道路收费限制
zh_hant: 顯示道路通行費限制

# rendering_attr_lightDetail_name
source: Light detail
ar: تفاصيل خفيفة
bg: Подробности за светлината
cs: Detail osvětlení
da: Lysdetalje
de: Leuchtfeuer-Detail
el: Λεπτομέρεια φωτός
eo: Detaloj de lumo
es_us: Detalles de alumbrado
eu: Argitasuna
fa: جزئیات نور
fi: Vähän yksityiskohtia
fr: Détails du signal lumineux
hu: Fény részletei
id: Detail cahaya
is: Nánar um kenniljós
it: Chiaro, dettagliato
ko: 라이트 디테일
nb: Lysdetalj
nl: Licht detail
oc: Menú dau Senhau lumenós
pl: Lekkie szczegóły
ro_ro: Detaliu de lumină
ru: Детализация освещения
sk: Detail osvetlenia
sl: Podrobnosti o svetlobi
sr: Подробност светла
sr_latn: Detalji svetla
sv: Fyrkaraktär
ta: ஒளி விவரம்
uk: Світлові знаки
vi: Chi tiết ánh sáng
zh_hans: 灯光详情
zh_hant: 燈光詳細資訊
