Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# rendering_attr_hideIcons_name
source: POI icons
ar: أيقونات نقاط الاهتمام
az: POI ikonları
be: Значкі POI
bg: Пиктограми за POI
ca: Icones dels PDI
cs: Ikony POI
cy: Eiconau MODdau
da: IP-ikoner
de: POI-Symbole
el: Εικονίδια ΣΕ
eo: Emblemoj de interesejoj
es_us: Iconos de PDI
et: Huvipunktide ikoonid
eu: Interesguneen ikonoak
fa: نماد POIها
fi: KP-kuvakkeet
fr: Icônes des points d'intérêt
gl: Iconas de puntos de interese
he: סמלי נקודות עניין
hu: Érdekes helyek ikonjai
hy: POI պատկերակները
id: Ikon POI
is: Táknmyndir merkisstaða
it: Icone dei PDI
ja: POIアイコン
ka: POIხატულები
lt: LV piktogramos
lv: POI ikonas
mk: Ikoni na POI
ml: പി ഓ ഐ ചിത്രങ്ങള്‍
nb: Interessepunktikoner
nl: POI-iconen
oc: Icònas de PDI
pl: Ikony użytecznych miejsc
pt_br: Ícones dos POIs
ro_ro: Iconuri puncte de interes
ru: Значки POI
sc: Iconas de sos PDI
sk: Ikony bodov záujmu (POI)
sl: Skrij ikone točk POI
sr: Сличице тачака занимања
sr_latn: TOI ikone
sv: POI-ikoner
ta: POI சின்னங்கள்
tr: POI simgeleri
uk: Піктограми точок інтересу
vi: Biểu tượng POI
zh_hans: 兴趣点图标
zh_hant: POI 圖示

# routing_attr_weight_description
source: Specify permitted vehicle weight limit on routes.
af: Spesifiseer gewigsbeperking
ar: تحديد الوزن الأعلى المسموح به على الطرق.
az: Marşrutlarda icazə veriləcək nəqliyyat vasitəsinin çəki limitini təyin edin.
be: Пазначыць дазволеную вагу аўтамабіля на маршрутах.
bg: Посочете допустимото тегло на превозните средства по маршрутите.
ca: Especifica el límit de pes permès del vehicle a les rutes.
cs: Zadejte povolenou hmotnost vozidla na trase.
da: Angiv tilladt vægtgrænsen for køretøj på ruter.
de: Gewicht des Fahrzeugs für Routenberechnung angeben.
el: Καθορίσετε το επιτρεπόμενο όριο βάρους του οχήματος στις διαδρομές.
eo: Difini permesatan mason de veturilo.
es_us: Indica el peso del vehículo permitido en rutas.
et: Määra teedel lubatud sõiduki kaal.
eu: Zehaztu ibilbideetan baimendu tako ibilgailuaren pisua.
fa: وزن مجاز خودرو در مسیرها را مشخص کنید.
fi: Määrittele ajoneuvon sallittu paino reiteille.
fr: Indiquez le poids du véhicule à respecter sur les routes.
gl: Indica o peso do vehículo permitido nos itinerarios.
he: ציון מגבלה מותרת למשקל רכב במסלולים.
hu: Adja meg az útvonalakon a járművekre vonatkozó tömegkorlátozást.
hy: Նշեք ճանապարհների վրա թույլատրված մեքենայի քաշի սահմանը:
id: Tentukan batas berat kendaraan yang diizinkan pada rute.
is: Tilgreindu þyngd farartækis sem leyfð er á leiðum.
it: Specifica il peso del veicolo consentito nei percorsi.
ja: ルート上で通行可能な車両重量を指定します。
ko: 도로에 통행가능한 차량중량을 지정
lt: Nurodykite transporto priemonės masę, leidžiamą maršrutuose.
lv: Norādiet transportlīdzekļa svaru, ko ņemt vērā maršrutu aprēķinos
mk: Navedete go dozvolenoto ograničuvanje na težinata na voziloto na maršrutite.
ml: റൂട്ടില്‍ അനുവദനീയമാണോയെന്നറിയാന്‍ വാഹനത്തിന്റെ ഭാരം ചേര്‍ക്കുക
nb: Angi tillatt vektgrense for kjøretøy på ruter.
nl: Geef het gewicht dat minimaal toegestaan moet zijn op de route.
oc: Precisar lo pes dei veïcules acceptat sus leis itineraris.
pl: Określa dozwolony ciężar pojazdu na trasach.
pt_br: Especifique o limite de peso do veículo nas rotas.
ro_ro: Specificați limita permisă a greutății vehiculului pe rute.
ru: Укажите допустимый предел массы автомобиля для учёта при построении маршрута.
sc: Dislinda su lìmite de pesu de sos veìculos.
sk: Zadajte hmotnosť vozidla, ktorá musí byť povolená na cestách.
sl: Navedi dovoljeno težo vozila na poteh.
sr: Одреди дозвољену тежину возила на путањи.
sr_latn: Odredi dozvoljenu težinu vozila na putanji.
sv: Ange tillåten viktgräns för fordon på sträckorna.
ta: அனுமதிக்கப்பட்ட வாகனம் எடை வரம்பை வழிகளில் குறிக்கவும்.
tr: Yollarda izin verilen araç ağırlık sınırını belirtin.
uk: Задайте дозволену вагу автомобіля для прокладання маршруту.
zh_hans: 指定路线上允许的车辆重量。
zh_hant: 指定在道路上許可的車輛重量。

# rendering_value_pedestrian_name
source: On foot
ar: مشي
ast: A pie
az: Piyada
be: Пешшу
bg: Пеша
ca: A peu
cs: Chodec
cy: Ar droed
da: Til fods
de: Fußgänger
el: Πεζοπόρος
eo: Piediranto
es_us: A pie
et: Jalgsi
eu: Oinez
fa: پیاده
fi: Jalan
fr: À pied
gl: A pé
he: ברגל
hu: Gyalogos
hy: Հետիոտն
id: Jalan kaki
is: Fótgangandi
it: A piedi
ja: 徒歩
ka: ფეხით
ko: 보행자
lt: Pėstysis
lv: Gājējs
mk: Pesacenje
ml: കാല്‍നടയാത്രക്കാരന്‍
nb: Til fots
nl: Te voet
oc: A pè
pl: Pieszo
pt_br: A pé
ro_ro: Pe jos
ru: Пешком
sc: A pede
sk: Peši
sl: Pešačenje
sr: Пешице
sr_latn: Pešice
sv: Till fots
ta: காலில்
tr: Yürüyerek
uk: Пішки
vi: Đi bộ
zh_hans: 步行
zh_hant: 步行

# rendering_value_bold_name
source: Bold
ar: عريض
az: Qalın
be: Тоўсты
bg: Дебела
ca: Negreta
cs: Tučné
cy: Trwm
da: Fed
de: Fett
el: Παχιά
eo: Dika
es_us: Grueso
et: Rasvane
eu: Lodia
fa: ضخیم
fi: Paksu
fr: Épais
gl: Gordo
he: מודגש
hu: Vastag
hy: Թավատառ
id: Tebal
is: Feitt
it: Grosso
ja: 太線
ka: სქელი
ko: 굵게
lt: Storas
lv: Trekni
mk: Zadebelen
ml: കട്ടികൂടിയ
nb: Fet
nl: Vet
oc: Gras
pl: Gruby
pt_br: Grosso
ro_ro: Groasă
ru: Толстая
sc: Grussu
sk: Tučné
sl: Krepko
sr: Подебљано
sr_latn: Podebljana
sv: Tjock
ta: போல்ட்
tr: Kalın
uk: Жирно
vi: Dày
zh_hans: 加粗
zh_hant: 粗的

# rendering_attr_busRoutes_name
source: Bus routes
ar: طرق الحافلات
az: Avtobus marşrutları
be: Аўтобусныя маршруты
bg: Автобусни линии
ca: Rutes de bus
cs: Autobusové linky
cy: Llwybrau bysiau
da: Busruter
de: Buslinien
el: Διαδρομές λεωφορείων
eo: Aŭtobusaj kursoj
es_us: Rutas de autobús
et: Bussiliinid
eu: Bus ibilbideak
fa: مسیرهای اتوبوس
fi: Bussireitit
fr: Lignes de bus
gl: Rotas dos buses
he: נתיבי אוטובוס
hu: Buszvonalak
hy: Ավտոբուսների երթուղիները
id: Rute bus
is: Leiðir strætisvagna
it: Percorsi in bus
ja: バスでのルート
ka: ავტობუსის გზები
kn: ಬಸ್ ಮಾರ್ಗಗಳು
ko: 버스 노선
lt: Autobusų maršrutai
lv: Autobusu maršruti
mk: Avtobuski ruti
ml: ബസ് റൂട്ടുകള്‍
nb: Bussruter
nl: Buslijnen
oc: Linhas de bus
pl: Trasy autobusowe
pt_br: Linhas deônibus
ro_ro: Rute autobuz
ru: Маршруты автобусов
sc: Àndalas in postale
sk: Autobusové linky
sl: Proge avtobusov
sr: Аутобуски путеви
sr_latn: Autobuski rute
sv: Busslinjer
ta: பேருந்து வழித்தடங்கள்
tr: Otobüs yolları
uk: Автобусні маршрути
vi: Tuyến xe buýt
zh_hans: 公交路线
zh_hant: 公車路線

# rendering_value_dark_brown_name
source: Dark brown
ar: بني غامق
ast: Marrón escuro
az: Tünd qəhvəyi
be: Цёмна-карычневы
bg: Тъмнокафява
ca: Marró fosc
cs: Tmavě hnědá
cy: Brown tywyll
da: Mørkebrun
de: Dunkelbraun
el: Σκούρο καφετί
eo: Bronzkolora malhela
es_us: Marrón oscuro
et: Tumepruun
eu: Marroi iluna
fa: قهوه‌ای تیره
fi: Tummanruskea
fr: Marron foncé
gl: Marrón escuro
he: חום כהה
hu: Sötétbarna
hy: Մուգ շագանակագույն
id: Cokelat Tua
is: Dökkbrúnt
it: Marrone scuro
ja: ダークブラウン
ka: მუქი ყავისფერი
lt: Tamsiai rudas
lv: Tumši brūns
mk: Temno kafeno
ml: ഇരുണ്ട തവിട്ടുനിറം
mr: गडद तपकिरी
my: အညိုေရာင်ရင့်
nb: Mørkebrun
nl: Donkerbruin
oc: Brun
pl: Ciemnobrązowy
pt_br: Marrom escuro
ro_ro: Maro întunecat
ru: Тёмно-коричневый
sc: Castàngiu iscuru
sk: Tmavohnedá
sl: Temnorjava
sr: Тамна смеђа
sr_latn: Tamno smeđa
sv: Mörkbrun
ta: இருண்ட பழுப்பு
tr: Koyu kahverengi
uk: Темно-коричневий
zh_hans: 深棕色
zh_hant: 深棕色

# rendering_attr_tramRoutes_name
source: Tram routes
ar: خطوط الترام
az: Tramvay marşrutları
be: Трамвайныя маршруты
bg: Трамвайни линии
ca: Rutes de tramvia
cs: Tramvajové linky
cy: Llwybrau tramiau
da: Sporvognsruter
de: Straßenbahnlinien
el: Διαδρομές τραμ
eo: Tramaj kursoj
es_us: Rutas de tranvía
et: Trammiliinid
eu: Tranbia ibilbideak
fa: مسیرهای تراموا
fi: Raitiovaunureitit
fr: Lignes de tram
gl: Rotas dos tranvías
he: מסלולי רכבת קלה
hu: Villamosvonalak
hy: Տրամվայների երթուղիները
id: Rute tram
is: Leiðir sporvagna
it: Percorsi in tram
ja: 路面電車でのルート
ka: ტრამვაის გზები
kn: ಹಾದಿಬಂಡಿ ಮಾರ್ಗಗಳು
ko: 전차 노선
lt: Tramvajų maršrutai
lv: Tramvaja maršruti
mk: Tramvajski ruti
ml: ട്രാം റൂട്ടുകള്‍
nb: Trikkeruter
nl: Tramlijnen
oc: Linhas de tramvai
pl: Trasy tramwajowe
pt_br: Linhas de bonde
ro_ro: Rute tramvai
ru: Маршруты трамваев
sc: Àndalas in tram
sk: Električkové linky
sl: Proge tramvaja
sr: Трамвајски путеви
sr_latn: Tramvajske rute
sv: Spårvagnslinjer
ta: டிராம் வழித்தடங்கள்
tr: Tramvay yolları
uk: Трамвайні маршрути
vi: Tuyến tàu điện nhỏ
zh_hans: 有轨电车路线
zh_hant: 有軌電車路線

# routing_attr_height_name
source: Height
ar: الارتفاع
ast: Llende d'altor
az: Hündürlük limiti
be: Абмежаванне па вышыні
bg: Височина
ca: Alçada
cs: Výška
cy: Cyfyngiad uchder
da: Højde
de: Höhe
el: Ύψος
eo: Alto
es_us: Altura
et: Kõrgus
eu: Altuera
fa: ارتفاع مجاز
fi: Sallittu korkeus
fr: Hauteur
gl: Límite da altitude
he: גובה
hu: Magasság
hy: Բարձրության սահմանափակում
id: Tinggi
is: Hæð
it: Altezza
ja: 高さ制限
ka: სიმაღლე
ko: 높이 제한
lt: Aukščio ribojimas
lv: Augstuma robežas
mk: Ogranicena sirina
ml: ഉയരപരിധി
nb: Høyde
nl: Hoogte
oc: Limit d'auçada
pl: Wysokość
pt_br: Limite de altura
ro_ro: Înălțime
ru: Высота
sc: Lìmite de artària
sk: Výška
sl: Višina
sr: Висина
sr_latn: Visina
sv: Höjd
ta: உயரம்
tr: Yükseklik
uk: Висота
vi: Chiều cao
zh_hans: 高度
zh_hant: 高度

# rendering_attr_whiteWaterSports_name
source: Whitewater sports
ar: رياضات الماء المزبد
be: Сплаўны спорт
ca: Esports d'aigües braves
cs: Divoká voda
cy: Chwaraeon dŵr gwyn
da: Rafting
de: Wildwasser-Sportarten
el: Αθλήματα ορμητικών νερών
eo: Rapid-akvaj sportoj
es_us: Deportes acuáticos
et: Kärestikusport
eu: Ur arinetako kirolak
fa: ورزش‌‌های آب‌های خروشان
fr: Sports d'eau douce
gl: Deportes de augas bravas
he: ספורט מים אתגרי
hu: Vadvízi sportok
hy: Սպորտային համաձուլվածքներ
id: Olahraga arung
is: Fljótasiglingar
it: Sport d’acqua dolce
ja: リバースポーツ
ka: მდინარის სპორტები
ko: 급류 스포츠
ku: Werzîşên avê yên ekstrem
lv: Smaiļošana pa upēm
mk: Sportovi na branesta voda
ml: വൈറ്റ്-വാട്ടർ സ്പോർട്സ്
nb: Elvesport
nl: Wildwatersporten
oc: Espòrts d'aiga doça
pl: Sporty spływowe
pt_br: Esportes em corredeiras
ro_ro: Sporturi Whitewater
ru: Спортивные сплавы
sc: Isports de abba durche
sk: Divoká voda
sl: Športi na divjih vodah
sr: Спортови на брзацима
sr_latn: Sportovi na vodi
sv: Strömsporter
ta: வெண்ணீர் விளையாட்டுகள்
tr: Akarsu sporları
uk: Сплавний спорт
vi: Các môn thể thao dòng nước trắng
zh_hans: 白水运动
zh_hant: 激流運動

# rendering_attr_showAccess_name
source: Show access restrictions
ar: عرض قيود الدخول
az: Giriş məhdudiyyətlərini və rüsumu göstər
be: Паказаць абмежаванні доступу і аплату
bg: Ограничения за достъп и пътни такси
ca: Mostra les restriccions d'accés i els peatges
cs: Zobrazit omezení přístupu
cy: Dangos cyfyngiadau mynediad a thollau
da: Vis adgangsbegrænsninger
de: Zugangs- und Mautbeschränkungen anzeigen
el: Εμφάνιση περιορισμών πρόσβασης
eo: Aliraj baroj kaj vojpagejoj
es_us: Restricciones de acceso y peajes
et: Näita ligipääsupiiranguid
eu: Erakutsi sarbide- eta bidesari-murrizketak
fa: محدودیت‌های دسترسی و عوارضی‌ها
fi: Näytä käyttörajoitukset ja tietullit
fr: Afficher les restrictions d'accès
gl: Amosar restricións do acceso e portaxes ou peaxes
he: הצגת הגבלות גישה ועמלות
hu: Behajtási korlátozások megjelenítése
hy: Ցույց տալ մուտքի սահմանափակումները
id: Tampilkan pembatasan akses
is: Sýna aðgangstakmarkanir
it: Mostra restrizioni di accesso
ja: 通行制限と料金所を表示
ka: Show access restrictions and toll
ko: 접근 제한 표시
lt: Rodyti pateikimo ribojimus bei rinkliavą
lv: Rādīt ierobežotas pieejamības un maksas ceļus
mk: Prikaži ograničuvanja za pristap i patarina
ml: ആക്സസ് നിയന്ത്രണങ്ങളും ടോളും കാണിക്കുക
nb: Vis adgangsrestriksjoner og veiavgifter
nl: Toon tol en toegangsverboden
oc: Mostrar lei limitacions d'accès e lei peatges
pl: Ograniczenia dostępu i opłaty
pt_br: Mostrar restrições de acesso e pedágio
ro_ro: Afișarea restricțiilor de acces și de taxare
ru: Показывать ограничения доступа
sc: Ammustra restritziones de atzessu e pedàgios
sk: Zobraziť obmedzenia prístupu
sl: Prikaži omejitve dostopa in cestnine
sr: Приказуј ограничења приступа
sr_latn: Prikazuj ograničenja pristupa i putarina
sv: Visa åtkomstbegränsningar
ta: அணுகல் கட்டுப்பாடுகள் மற்றும் எண்ணிக்கை என்பதைக் காட்டு
tr: Erişim ve geçiş ücreti kısıtlamalarını göster
uk: Показати обмеження доступу
vi: Hiện các hạn chế truy cập
zh_hans: 显示访问限制和收费
zh_hant: 顯示進入限制

# rendering_attr_trainLightrailRoutes_name
source: Train routes
ar: طرق السكك الحديدية
az: Qatar marşrutları
be: Чыгуначныя маршруты
bg: Маршрути на влакове
ca: Rutes de tren
cs: Vlakové linky
cy: Llwybrau trenau
da: Togruter
de: Stadtbahnlinien
el: Διαδρομές τρένου
eo: Fervojaj kursoj
es_us: Rutas de tren
et: Rongiliinid
eu: Tren ibilbideak
fa: مسیرهای قطار
fi: Junareitit
fr: Lignes de chemin de fer
gl: Rotas dos trens
he: נתיבי רכבת
hu: Vasútvonalak
hy: Գնացքների երթուղիները
id: Rute kereta
is: Leiðir lesta
it: Percorsi in treno
ja: 電車でのルート
ka: სარკინიგზო გზები
kn: ರೈಲು ಮಾರ್ಗಗಳು
ko: 기차 노선
lt: Traukinių maršrutai
lv: Vilciena maršruti
mk: Vozni ruti
ml: ട്രെയിന്‍ റൂട്ടുകള്‍
nb: Togruter
nl: Treinverbindingen
oc: Linhas de tren
pl: Trasy pociągów
pt_br: Linhas de trem
ro_ro: Rute tren
ru: Маршруты поездов
sc: Àndalas in trenu
sk: Vlakové linky
sl: Proge vlakov
sr: Железнички путеви
sr_latn: Železničke rute
sv: Tåglinjer
ta: ரயில் பாதைகள்
tr: Tren yolları
uk: Залізничні маршрути
vi: Tuyến tàu hoả
zh_hans: 铁路路线
zh_hant: 火車路線

# rendering_attr_alpineHiking_description
source: Difficulty classification types for the routes.
ar: أنواع تصنيف صعوبة المسارات.
be: Візуалізацыя шляху па шкале SAC.
bg: Класификация на сложност на маршрути.
ca: Tipus de classificació de la dificultat de les rutes.
cs: Typy klasifikace tras podle obtížnosti.
cy: Render paths according to the SAC scale.
da: Klassificeringstyper for sværhedsgrad af ruterne.
de: Schwierigkeitsgrade der Wanderwege.
el: Τύποι ταξινόμησης δυσκολίας για τις διαδρομές.
eo: Maniero klasifiki facilecon de montgrimpadaj kursoj.
es_us: Tipos de clasificación de dificultad para rutas.
et: Radade keerukuse klassifikatsioonitüübid.
eu: Ibilbideen zailtasunen araberako sailkapenak.
fa: انواع طبقه‌بندی دشواری برای مسیرها.
fi: Haastavuusluokitustyypit reiteille.
fr: Types de classification pour la difficulté des itinéraires.
gl: Amosar rotas seguindo a escala SAC.
he: עיבוד מסלולים לפי מדד מועדון האלפים השווייצרי (SAC).
hu: Útvonalak nehézségi osztályozási típusai.
hy: Պատկերացնել ճանապարհը SAC մասշտաբով։
id: Jenis klasifikasi kesulitan untuk rute.
is: Flokkun leiða í erfiðleikastig.
it: Tipi di classificazione della difficoltà del percorso.
ja: ハイキングルートの難易度を指定します。
ka: Render paths according to the SAC scale.
ko: 경로의 난이도 분류 유형입니다.
lt: Užkrauti kelius pagal SAC skalę.
lv: Renderēt ceļus pēc SAC skalas
mk: Avtomatski iscrtani karti sporedскалата SAC.
ml: SACസ്കെയിൽ അനുസരിച്ച് പാതകൾ റെന്‍ഡര്‍ ചെയ്യുക.
nb: Klassifiseringstyper for vanskelighetsgrad på rutene.
nl: Type moeilijkheidsgraad voor de routes.
oc: Representacion dei camins e draias segon l'escala SAC (Club Alpinn Soisse).
pl: Typy klasyfikacji trudności tras.
pt_br: Renderizar caminhos de acordo com a escala de SAC.
ro_ro: Tipuri de clasificare a dificultății pentru trasee.
ru: Классификация сложности маршрутов.
sc: Disinna sas camineras basende·ti in subra de s’iscala SAC.
sk: Typy klasifikácií obtiažnosti pre trasy.
sl: Vrste klasifikacije težavnosti poti.
sr: Разврставање по тежини врста путања.
sr_latn: Klasifikacija po složenosti ruta.
sv: Klassificeringstyper för ledernas svårighetsgrad.
ta: வழிகளுக்கான வகைப்பாடு வகைகளில் தொல்லை.
tr: SACölçeğine göre yolları görselleştir.
uk: Типи класифікації складності маршрутів.
vi: Cách phân loại độ khó cho tuyến đường.
zh_hans: 路线的难度分级类别。
zh_hant: 路線的難度分類類型。

# rendering_attr_buildings15zoom_name
source: Buildings on zoom 15
ar: المباني في التقريب 15
be: Будынкі на маштабе 15
bg: Сгради при мащаб 15
ca: Edificis al detall 15 de zoom
cs: Budovy při přiblížení 15
da: Bygninger på zoomniveau 15
de: Gebäude ab Zoomstufe 15 anzeigen
el: Κτίρια σε εστίαση 15
eo: Konstruaĵoj ĉe skal-nivelo 15
es_us: Edificios en zum 15
et: Hooned suurendustasemel 15
eu: Eraikinak 15 zoomean
fa: ساختمان‌ها در بزرگنمایی ۱۵
fi: Rakennukset zoomaustasolla 15
fr: Bâtiments en zoom 15
gl: Edificios no achegamento 15
he: בניינים בתקריב 15
hu: Épületek 15-ös szintű nagyításnál
hy: Շենքեր 15 սանդղակի վրա
id: Bangunan pada perbesaran 15
is: Byggingar í aðdrætti 15
it: Edifici da zoom 15
ja: ズーム15で建物表示
ko: 줌 레벨 15에 있는 건물 표시
lt: Pastatus rodyti 15 didinimo laipsnyje
lv: 15x palielinājums ēkām
mk: Zgradi so zum 15
ml: കെട്ടിടങ്ങള്‍ സൂം 15-ല്‍
nb: Bygninger på zoom 15
nl: Gebouwen tonen vanaf zoomstap 15
oc: Edificis au detalh 15 de zoom
pl: Budynki na przybliżeniu 15
pt_br: Edifícios em zoom 15
ro_ro: Clădirile la nivel de zoom 15
ru: Здания на масштабе 15
sc: Edifìtzios dae s'ismanniamentu 15
sk: Budovy pri priblížení 15
sl: Zgradbe pri povečavi 15
sr: Приказ зграда је на увеличању 15
sr_latn: Prikaz zgrada je na zumu 15
sv: Byggnader vid zoom 15
ta: ஜூம் 15 இல் கட்டிடங்கள்
tr: Binalar üzerinde yakınlaştırma 15
uk: Будинки на масштабі 15
zh_hans: 15 级缩放建筑物
zh_hant: 建築物在 15 級縮放

# lang_zh-Hant
source: Chinese (Traditional)
ar: الصينية (التقليدية)
az: Çincə (Ənənəvi)
be: Кітайская (Традыцыйная)
bg: Китайски (традиционен)
ca: Xinès (tradicional)
cs: Čínština (tradiční)
cy: Tsieineeg (Traddodiadol)
da: Kinesisk (traditionelt)
de: Chinesisch (traditionell)
el: Κινέζικα (Παραδοσιακά)
eo: Ĉina (tradicia)
es_us: Chino (tradicional)
et: Hiina (traditsiooniline)
eu: Txinera (tradizionala)
fa: چینی (سنتی)
fi: Kiina (traditionaalinen)
fr: Chinois (traditionnel)
gl: Chinés tradicional
he: סינית מסורתית
hu: kínai (hagyományos)
hy: Չինարեն (Ավանդաան)
id: Bahasa Mandarin (Tradisional)
is: Kínverska (hefðbundin)
it: Cinese tradizionale
ja: 中国語 (繁体字)
ka: ჩინური (ტრადიციული)
ko: 중국어 번체
lt: Kinų (Tradicinė)
lv: Ķīniešu (tradicionālā)
mk: Kineski (Tradicionalen)
ml: "പരമ്പാഗത ചൈനീസ് "
nb: Kinesisk (tradisjonell)
nl: Chinees (traditioneel)
pl: Chiński (tradycyjny)
ro_ro: Chineză (tradițională)
ru: Китайский (традиционный)
sc: Tzinesu (traditzionale)
sk: Čínsky (Tradičná)
sl: Kitajščina (tradicionalna)
sr: Кинески (традиционални)
sr_latn: Kineski (tradicionalni)
sv: Kinesiska (traditionell)
ta: சீன (பாரம்பரியம்)
tr: Geleneksel Çince
uk: Китайська (традиційна)
zh_hans: 繁体中文
zh_hant: 繁體中文

# rendering_value_browse_map_name
source: Browse map
ar: استعراض
az: Xəritəyə bax
be: Прагляд мапы
bg: Карта
ca: Mapa esquemàtic
cs: Standardní
cy: Pori'r map
da: Vis kort
de: Karte ansehen
el: Επισκόπηση χάρτη
eo: Foliumi mapon
es_us: Ver mapa
et: Sirvi kaarti
eu: Arakatu mapa
fa: مرور نقشه
fi: Selaile karttaa
fr: Parcourir la carte
gl: Ollar mapa
he: עיון במפה
hu: Térképböngészés
hy: Դիտել քարտեզը
id: Jelajahi peta
is: Fletta korti
it: Esplorazione mappa
ja: マップの閲覧
ka: რუკის დათვალიერება
ko: 지도 보기
lt: Naršyti žemėlapį
lv: Skatīt karti
mk: Baraj karta
ml: "ഭൂപടം പരതുക "
nb: Se gjennom kart
nl: Bekijk kaart
oc: Exploracion de la mapa
pl: Przeglądaj mapę
pt_br: Explorar mapa
ro_ro: Derulează hartă
ru: Обзор карты
sc: Esploratzione mapa
sk: Štandardná
sl: Poišči na zemljevidu
sr: Прегледај карту
sr_latn: Pregledaj mapu
sv: Titta på kartan
ta: வரைபடத்தை உலாவுக
tr: Haritaya göz at
uk: Огляд мапи
vi: Duyệt bản đồ
zh_hans: 浏览地图
zh_hant: 瀏覽地圖

# rendering_attr_hideAccess_name
source: Access restrictions
ar: قيود الدخول
az: Giriş məhdudiyyətləri
be: Абмежаванні доступу
bg: Ограничения за достъп
ca: Restriccions d'accés
cs: Omezení přístupu
cy: Cyfyngiadau mynediad
da: Adgangsbegrænsninger
de: Zufahrtsbeschränkungen
el: Περιορισμοί πρόσβασης
eo: Aliraj baroj
es_us: Restricciones de acceso
et: Ligipääsupiirangud
eu: Sarbide murrizketak
fa: محدودیت‌های دسترسی
fi: Käyttörajoituksia
fr: Accès restreints
gl: Restricións de acceso
he: הגבלות גישה
hu: Behajtási korlátozások
hy: Մուտքի սահմանափակումներ
id: Pembatasan akses
is: Aðgangstakmarkanir
it: Limitazioni di accesso
ja: 通行制限
ka: წვდომის შეზღუდვები
ko: 접근 제한 숨기기
lt: Prieigos apribojimai
lv: Pieejas ierobežojumi
mk: Ograničuvanja za pristap
ml: പ്രവേഷന തടസം
nb: Adgangsrestriksjoner
nl: Toegangsbeperkingen
oc: Limitacion d'accès
pl: Ograniczenia dostępu
pt_br: Restrições de acesso
ro_ro: Restricții de acces
ru: Ограничения доступа
sc: Restritziones de atzessu
sk: Obmedzenia prístupu
sl: Mesta z omejenim dostopom
sr: Забране приступа
sr_latn: Zabrane pristupa
sv: Tillfartsinskränkningar
ta: அணுகல் கட்டுப்பாடுகள்
tr: Erişim kısıtlamaları
uk: Обмеження доступу
zh_hans: 访问限制
zh_hant: 存取限制

# rendering_value_medium_name
source: Medium
ar: متوسط
az: Orta
be: Сярэдні
bg: Средна
ca: Normal
cs: Střední
cy: Canolig
da: Mellem
de: Mittel
el: Μέτρια
eo: Meza
es_us: Mediano
et: Keskmine
eu: Ertaina
fa: متوسط
fi: Keskipaksu
fr: Moyen
gl: Mediano
he: בינוני
hu: Közepes
hy: Միջին
id: Sedang
is: Miðlungs
it: Medio
ja: 中線
ka: საშუალო
ko: 중간
lt: Vidutinis
lv: Viduvēji
mk: Sredno
ml: ഇടത്തരം
nb: Middels
nl: Gemiddeld
oc: Normau
pl: Średni
pt_br: Médio
ro_ro: Medie
ru: Средняя
sc: Mèdia
sk: Stredné
sl: Srednje
sr: Средње
sr_latn: Srednja
sv: Mellan
ta: நடுத்தர
tr: Orta
uk: Середньо
vi: Trung bình
zh_hans: 中等
zh_hant: 中等

# rendering_attr_hideHouseNumbers_name
source: House numbers
ar: أرقام المنازل
az: Ev nömrələri
be: Нумары дамоў
bg: Номер
ca: Numeració de finques
cs: Popisná čísla domů
cy: Rhifau tai
da: Husnumre
de: Hausnummern
el: Αριθμοί κτηρίων
eo: Numeroj de domoj
es_us: Números de casa
et: Majanumbrid
eu: Etxeen zenbakiak
fa: پلاک خانه‌ها
fi: Talonumerot
fr: Numérotation des bâtiments
gl: Números dos edificios
he: מספרי בתים
hu: Házszámok
hy: Տան համարները
id: Nomor rumah
is: Húsnúmer
it: Numeri civici
ja: 番地
ka: სახლების ნომრები
kn: ಮನೆ ಸಂಖ್ಯಯನ್ನು ಅಡಗಿಸು
ko: 집 번호
lt: Pastatų numeriai
lv: Māju numurus
mk: Kuḱni broevi
ml: വീട്ട് നമ്പര്‍
mr: घरक्रमांक
nb: Husnummer
nl: Huisnummers
oc: Numèros d'ostau
pl: Numery budynków
pt_br: Números de casa
ro_ro: Numere de case
ru: Номера домов
sc: Nùmeros de sas domos
sk: Čísla domov
sl: Pokaži hišne številke
sq: Hiç numrat e shtëpive
sr: Кућне бројеве
sr_latn: Kućne brojeve
sv: Husnummer
ta: வீட்டு எண்
tr: Ev kapı numaraları
uk: Номери будинків
vi: Số nhà
zh_hans: 隐藏门牌号码
zh_hant: 門牌號碼

# rendering_value_thin_name
source: Thin
ar: رقيقة
az: Nazik
be: Тонкі
bg: Тънка
ca: Estilitzat
cs: Tenké
cy: Tenau
da: Tynd
de: Dünn
el: Λεπτή
eo: Maldika
es_us: Fino
et: Õhuke
eu: Fina
fa: باریک
fi: Ohut
fr: Fin
gl: Delgado
he: דק
hu: Vékony
hy: Բարակ
id: Tipis
is: Mjótt
it: Sottile
ja: 細線
ka: თხელი
ko: 얇게
lt: Plonas
lv: Tievi
mk: Tenko
ml: കട്ടികുറഞ്ഞ
nb: Tynn
nl: Dun
oc: Teune
pl: Cienki
pt_br: Fino
ro_ro: Subțire
ru: Тонкая
sc: Fine
sk: Tenké
sl: Tanko
sr: Танко
sr_latn: Tanka
sv: Tunn
ta: மெல்லிய
tr: İnce
uk: Тонко
vi: Mỏng
zh_hans: 细
zh_hant: 細
