Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# routing_attr_avoid_sett_description
source: Avoids sett
ar: تجنب الطرق المرصوفة
be: Пазбягаць брукаваных дарог
bg: Избягва паважи
ca: Evita els empedrats i els llambordins
cs: Vyhnout se dlažebním kostkám
cy: Osgoi wynebau cobls
da: Undgår brosten
de: Vermeidet Pflastersteine
el: Απέφυγε λιθόστρωτο
eo: Eviti malglatan pavimon de kvadratajŝtonoj
es_us: Evita calles con adoquines naturales
et: Väldi klombitud tänavakive
eu: Saihestu harri galtzadak
fa: پرهیز از مسیرهای سنگفرش‌شده
fi: Avoids cobblestone and sett
fr: Éviter les pavés
gl: Evitar pavimento empedrado e lastrado
he: נמנע מריצוף חלוקי נחל ואבנים משתלבות
hu: Elkerüli a macskaköves utakat
id: Menghindari sett
is: Forðast steinlögn
it: Evita strade con sampietrini
ja: 敷石の道を避けます
ka: კოჭის აცილება
ko: 포석도로 우회
lt: Avoids cobblestone and sett
lv: Bez bruģakmeņa
mk: Izbegnuvaj kaldrma ili kameni kocki
ml: കല്ല് പാകിയത് ഒഴിവാക്കുക (cobblestone and sett)
nb: Unngår kuppelstein og brostein
nl: Vermijd kasseien
oc: Evitar lei caladats e lei peiradas
pl: Unika kostki brukowej
pt_br: Evitar pavimento de pedras irregulares e paralelepípedo
ro_ro: Evită piatra cubică
ru: Избегать брусчатки
sc: Istransit sos impredados e su pavè
sk: Vyhne sa dlažobným kockám
sl: Izogni se tlakovcev
sr: Избегавај калдрму
sr_latn: Kaldrme
sv: Undviker gatsten
ta: குடியேறுவதைத் தவிர்க்கிறது
tr: Parke ve kaldırım taşından kaçınır
uk: Уникати бруківки
zh_hans: 避免原石铺砖
zh_hant: 避免枕木

# rendering_attr_tramTrainRoutes_name
source: Tram and train routes
ar: سكك القطارات
az: Tramvay və qatar marşrutları
be: Маршруты трамваяў і цягнікоў
bg: Трамвайни и влакови маршрути
ca: Rutes de tramvia i tren
cs: Tramvajové a vlakové linky
cy: Llwybrau trenau a thramiau
da: Tog- og sporvognsruter
de: Straßenbahn- und Eisenbahnlinien
el: Διαδρομές τραμ και τρένων
eo: Tramaj kaj fervojaj kursoj
es_us: Rutas de tranvía y tren
et: Trammi- ja trolliliinid
eu: Tranbia eta tren ibilbideak
fa: مسیرهای تراموا و قطار
fi: Raitiovaunu- ja junareitit
fr: Lignes de tram et train
gl: Liñas dos tranvías e trens
he: נתיבי רכבת ורכבת קלה
hu: Villamos- és vasútvonalak
hy: Տրամվայների և գնացքների երթուղիները
id: Rute tram dan kereta
is: Leiðir lesta og sporvagna
it: Percorsi tram e treno
ja: 路面電車＆鉄道路線
ka: ტრამვაის და ტროლეიბუსის გზები
ko: 전차 및 기차 노선
lt: Tramvajų ir traukinių maršrutai
lv: Tramvaju un vilcienu maršruti
mk: Tramvajski iželeznički linii
ml: ട്രാം & ട്രെയിന്‍ റൂട്ടുകള്‍
nb: Trikk- og togruter
nl: Tram- en treinverbindingen
oc: Linhas de tramvai e de tren
pl: Linie tramwajowe i kolejowe
pt_br: Linhas de bonde e trem
ro_ro: Rute de tramvai și tren
ru: Маршруты трамваев и поездов
sc: Àndalas tram e trenu
sk: Linky električiek a vlakov
sl: Proge tramvaja in vlaka
sr: Трамвајски и железнички путеви
sr_latn: Tramvajski i železnički putevi
sv: Spårvagns- och tåglinjer
ta: டிராம் மற்றும் ரயில் வழிகள்
tr: Tramvay ve tren yolları
uk: Маршрути трамваїв та поїздів
vi: Tuyến xe điện và xe lửa
zh_hans: 电车和火车路线
zh_hant: 有軌電車和火車路線

# rendering_attr_highway_class_track_name
source: Track
ar: مسار
be: Грунтовая дарога
bg: Следа
ca: Pista
cs: Polní cesta
cy: Trac
da: Spor
de: Wirtschaftsweg
el: Αγροτική Οδός
eo: Kampaj
es_us: Camino rural
et: Teekond
eu: Pista
fa: رد
fi: Polku
fr: Piste
gl: Pista
he: מסלול
hu: Mzg. vagy erdészeti út
id: Trek
is: Slóð
it: Carrareccia
ja: 農業用道路、林道
ka: მონიშნული გზა
ko: 트랙
lt: Vėžios
lv: Lauku ceļš
mk: Pateka
ml: ട്രാക്ക്
nb: Turvei
oc: Camins, draia, carraira
pl: Polna/leśna
pt_br: Trilha
ro_ro: Traseu
ru: Трек
sc: Rasta
sk: Poľná cesta
sl: Sled
sr: Траг
sr_latn: Putanja
sv: Jordbruks-/skogsväg
ta: மின்தடம்
tr: Tarımsal yol
uk: Путівець
vi: Đường mòn
zh_hans: 轨迹
zh_hant: 小徑

# routing_attr_driving_style_prefer_unpaved_name
source: Prefer unpaved roads
ar: تفضيل الطرق الغير معبدة
az: Asfaltsız yollara üstünlük ver
be: Аддаваць перавагу грунтавым дарогам
bg: Предпочитане на селски пътища
ca: Prefereix carreteres sense asfaltar
cs: Upřednostňovat nezpevněné cesty
cy: Gwell ffyrdd heb balmantu
da: Foretræk ikke-asfalterede veje
de: Unbefestigte Straßen bevorzugen
el: Να προτιμώνται μη στρωμένοι δρόμοι
eo: Preferi tervojojn
es_us: Preferir caminos sin pavimentar
et: Eelista katteta teid
eu: Hobetsi asfaltatu gabeko bideak
fa: ترجیح جاده‌های روسازی‌نشده
fi: Suosi päällystämättömiä teitä
fr: Privilégier les routes non revêtues
gl: Preferir estradas sen pavimentar
he: להעדיף דרכים לא סלולות
hu: Burkolatlan utak előnyben részesítése
id: Utamakan jalan yang belum diaspal
is: Velja vegi með óbundnu slitlagi
it: Preferisci le strade non pavimentate
ja: 未舗装道路を優先
ka: უპირატესობის მინიჭება დაუგებელი გზებისთვის
kn: ಸುಸಜ್ಜಿತ ರಸ್ತೆಗಳಿಗೆ ಆದ್ಯತೆ ನೀಡಿ
ko: 비포장도로 선호
mk: Pretpočitajte neasfaltirani patišta
nb: Foretrekk veier uten fast dekke
nl: Voorkeur voor onverharde wegen
oc: Preferissi lei rotas sensa quitran
pl: Preferuj drogi nieutwardzone
pt_br: Preferir estradas não pavimentadas
ro_ro: Preferă drumuri nepavate
ru: Предпочитать дороги без покрытия
sc: Privilègia sos caminos non pamentados
sk: Preferovať nespevnené cesty
sl: Prednostno vodi po neasfaltiranih cestah
sr: Дај предност непресвученим путевима
sr_latn: Preferiranje makadama
sv: Föredra obelagda vägar
ta: செப்பனிடப்படாத சாலைகளை விரும்புங்கள்
tr: Asfaltsız yolları tercih et
uk: Надавати перевагу дорогам без покриття
vi: Ưu tiên đường chưa lát
zh_hans: 偏好未铺设道路
zh_hant: 偏好無鋪面道路

# routing_attr_no_new_routing_description
source: Do not use routing rules introduced in v1.9.
ar: لا تستخدم قواعد التوجيه المقدمة في v1.9.
be: Не выкарыстоўваць правілы маршрутызацыі, ўведзеныя ў v1.9.
bg: За изграждане на маршрути да не се използват алгоритмите, въведени в издание 1.9.
ca: No utilitzeu les preferències de navegació introduïdes a la v1.9.
cs: Nepoužívat pravidla výpočtu trasy zavedené ve verzi 1.9.
cy: Peidioâ defnyddio rheolau llwybro a gyflwynwyd yn v1.9.
da: Brug ikke ruteberegningsregler indført i v1.9.
de: Neuen Routenalgorithmus aus v1.9 nicht verwenden.
el: Να μην χρησιμοποιηθούν οι κανόνες δρομολόγησης που εισήχθησαν στην έκδοση 1.9.
eo: Ne uzi regulojn por difini kurson enkondukitajn en v1.9.
es_us: No usar reglas de navegación introducidas en v.1.9.
et: Ära kasuta v1.9 teekonna arvutuse reegleid.
eu: Ez erabili 1.9 bertsioan sartutako ibilbide-kalkulu arauak.
fa: از قوائد مسیریابی معرفی‌شده در نسخهٔ ۱٫۹ استفاده نشود.
fi: Älä käytä reitityssääntöjä versiolle 1.9.
fr: Ne pas utiliser les règles de calcul d'itinéraire ajoutées dans la version 1.9.
gl: Non empregar regras de navegación engadidas na versión 1.9.
he: לא להשתמש בכללי הניתוב שנוספו ב־1.9.
hu: Ne használja az 1.9-es verzióban bevezetett útvonalszabályokat.
hy: Չօգտագործել երթուղային 1.9 տարբերակում ներկայացված ալգորիթմը։
id: Jangan gunakan aturan perutean yang ditambahkan dalam v1.9.
is: Ekki nota leiðareglur sem komu til sögunnar í útgáfu 1.9.
it: Non usare le regole di calcolo del percorso introdotte nella v1.9.
ja: バージョン1.9で導入されたルート検索方法を使用しない
ko: v1.9에서 도입된 라우팅 룰을 사용하지 마십시오.
lt: Nenaudoti 1.9 versijos maršrutizavimo.
lv: Nelietot jaunos maršruta nosacījumus, kas atrodami 1.9 versijā
mk: Ne koristete pravila za nasočuvanje vovedeni vo v1.9.
ml: V1.9 ൽ അവതരിപ്പിച്ച റൂട്ടിങ്ങ് നിയമങ്ങൾ ഉപയോഗിക്കരുത്.
nb: Ikke bruk rutingsregler introdusert i v1.9.
nl: Gebruik de routeregels van vóór versie 1.9.
oc: De pas utilizar lei règlas de calcul de percors ajustadas dins la version 1.9.
pl: Nie używa reguł wyznaczania tras wprowadzonych w wersji 1.9.
pt_br: Não use as regras de roteamento introduzidas na v1.9.
ro_ro: Nu folosiți reguli de rute introduse in v1.9.
ru: Не использовать для построения маршрута алгоритм, представленный в версии 1.9.
sc: No imprees su càrculu de s’àndala v1.9.
sk: Nepoužívať pravidlá výpočtu trasy zavedené vo verzii 1.9.
sl: Ne omogoči uporabe pravil usmerjanja, ki so bile uvedene z različico v1.9.
sr: Не користи правила усмеравања из издања v1.9.
sr_latn: Ne koristi pravila usmeravanja iz izdanja v1.9.
sv: Använd inte de ruttningsregler som infördes i version 1.9.
ta: V1.9 இல் அறிமுகப்படுத்தப்பட்ட ரூட்டிங் விதிகளைப் பயன்படுத்த வேண்டாம்.
tr: V1.9'da tanıtılan yönlendirme kuralları kullanmayın.
uk: Не використовувати для побудови маршруту алгоритм представлений у версії 1.9.
zh_hans: 请不要使用 v1.9 的路径规划规则。
zh_hant: 在 v1.9 不使用路徑規則引導。

# rendering_attr_highway_class_state_road_name
source: State road
ar: طريق دولي
az: Dövlət yolu
be: Дзяржаўная дарога
bg: Главен път
ca: Carretera estatal
cs: Státní silnice
cy: Ffordd y wladwriaeth
da: Statsvej
de: Staatsstraße
el: Εθνικός δρόμος
eo: Ŝtatvojoj
es_us: Carretera o ruta estatal
et: Riigitee
eu: Errepide estatala
fa: جادهٔ استانی
fi: Valtatie
fr: Route nationale
gl: Estrada nacional
he: כביש בין מדינתי
hu: Főút
id: Jalan raya kota
is: Þjóðvegur
it: Strada statale
ja: 国道
ka: სახელმწიფო გზა
ko: 주 도로
lv: Šoseja
mk: Lokalen pat
ml: സ്റ്റേറ്റ് റോഡ്
nb: Riks- eller primær fylkesvei
nl: Rijksweg
oc: Rota nacionala
pl: Krajowa
pt_br: Rodovia estadual
ro_ro: Drumul de stat
ru: Государственная дорога
sc: Caminu istatale
sk: Štátna cesta
sl: Hitra cesta
sr: Државни пут
sr_latn: Državni put
sv: Riksväg
ta: மாநில சாலை
tr: Devlet yolu
uk: Дорога державного значення
vi: Đường quốc gia
zh_hans: 国道
zh_hant: 州級公路

# rendering_attr_pisteGrooming_name
source: Piste grooming
ar: مسار زلق
be: Дагляд трасы
bg: Обработена ски писта
ca: Pista condicionada
cs: Úprava sjezdovky
cy: Trin y piste
da: Pistepreparering
de: Pistenpflege
el: Συντήρηση πίστας
eo: Skivoja prepar-speco
es_us: Pista de entrenamiento
et: Nõlva hooldus
eu: Pisten prestaketa
fa: آماده‌سازی پیست
fi: Rinnehuolto
fr: Damage des pistes
gl: Coidado de pistas
he: פילוס שלג
hu: Sípálya kezeltség
hy: Լեռնադահուկորդ երթուղու տեսակը
id: Perawatan piste
is: Verið að troða leið
it: Piste per sci da fondo
ja: ゲレンデ圧雪
ka: თხილამურების მოვლა
ko: Piste grooming (손질)
lt: Tako priežiūra
lv: Sniega tīrīšana
mk: Izravnuvanje na patekata
ml: സ്കിട്രേ‌യില്‍ (തയ്യാറാക്കിയ വിധം)
nb: Løypepreparering
nl: Piste verzorging
oc: Percors d'esquilh de fons
pl: Ratrakowanie
pt_br: Pista de preparação
ro_ro: Amenajare pistă
ru: Тип лыжной трассы
sc: Pista abbatigada
sk: Úprava zjazdovky
sl: Teptanje smučarskih prog
sr: Равнање стазе
sr_latn: Ravnanje staze
sv: Pist- och spårpreparering
ta: பிச்டே சீர்ப்படுத்தல்
tr: Pist tımar
uk: Тип лижні
zh_hans: 滑雪道修整
zh_hant: 滑雪道修整

# rendering_attr_tracktype_grade3_name
source: Mostly solid
ar: صلبة في الغالب
be: Змяшанае
bg: Предимно твърда
ca: Bàsicament compacte
cs: Většinou pevný
cy: Caled yn bennaf
da: Mest fast
de: Überwiegend fest
el: Κυρίως στερεός
eo: Plejparte firmaj
es_us: Mayormente sólido (de áridos con vegetación entre rodaduras)
et: Peamiselt tahke
eu: Nagusiki sendoa
fa: تقریباً سفت
fi: Enimmäkseen kiinteä
fr: Principalement compact
gl: Maiormente sólido
he: בעיקר אחיד
hi: ज्यादातर ठोस
hu: Jórészt szilárd
id: Sebagian besar padat
is: Mestmegnis þétt
it: Per lo più solido
ja: やや硬め
ka: უმეტესად მყარი
ko: 가장 단단한
lv: Jaukts
mk: Najčesto soliden
nb: For det meste hard
nl: Grotendeels verhard
oc: Basicament compacte
pl: Głównie stałe
pt_br: Principalmente sólido
ro_ro: În mare parte solid
ru: Смешанное
sc: Printzipalmente sòlidu
sk: Väčšinou pevný
sl: Pretežno trdna
sr: Углавном чврста
sr_latn: Uglavnom čvrsta
sv: Mestadels fast
ta: பெரும்பாலும் திடமான
tr: Çoğunlukla sert
uk: Переважно тверде
vi: Hầu hết là cứng
zh_hans: 多半坚实
zh_hant: 大多堅實

# routing_attr_allow_advanced_description
source: Difficult routes, with dangerous obstacles and steep sections.
ar: طرق صعبة ، مع عقبات خطيرة وأقسام شديدة الانحدار.
be: Складаныя трасы з небяспечнымі перашкодамі і стромкімі ўчасткамі.
ca: Rutes difícils, amb obstacles perillosos i seccions amb pendents fortes.
cs: Obtížné trasy s nebezpečnými překážkami a strmými úseky.
da: Vanskelige ruter, med farlige forhindringer og stejle sektioner.
de: Schwierige Routen, mit gefährlichen Hindernissen und steilen Abschnitten.
el: Δύσκολες διαδρομές, με επικίνδυνα εμπόδια και απότομα τμήματα.
eo: Malfacilaj skivojoj kun danĝeraj malhelpaĵoj kaj krutaj segmentoj.
es_us: Rutas difíciles, con obstáculos peligrosos y tramos empinados.
et: Rasked marsruudid ohtlike takistuste ja järskude lõikudega.
eu: Ibilbide zailak, oztopo arriskutsuekin eta tarte aldapatsuekin.
fa: مسیرهای دشوار همراه با موانع خطرناک و سراشیبی‌های تند.
fr: Itinéraires difficiles, avec des obstacles dangereux et des sections escarpées.
gl: Rotas difíciles, con obstáculos perigosos e treitos empinados.
he: מסלולים קשים, עם מכשולים מסוכנים ומקטעים תלולים.
hu: Nehéz útvonalak veszélyes akadályokkal és meredek szakaszokkal.
id: Rute yang sulit, dengan hambatan berbahaya dan bagian yang curam.
is: Erfiðar leiðir, með hættulegum hindrunum og bröttum hlutum.
it: Percorsi difficili, con ostacoli pericolosi e parti ripide.
ja: 危険性の高い障害物や急勾配のある難易度の高いルートです。
ko: 위험한 장애물과 가파른 부분과 더불어 Difficult 노선.
lv: Sarežģīti maršruti, ar bīstamiem objektiem un krasām maršruta daļām.
mk: Teški marsruti, so opasni prečki i strmni delnici.
nb: Vanskelige ruter, med farlige hindringer og bratte partier.
nl: Moeilijke routes met gevaarlijke obstakels en steile secties.
oc: Vias dificilas, amb espachas perilhosas e estiradas de pendent sobde.
pl: Trudne trasy, z niebezpiecznymi przeszkodami i stromymi odcinkami.
pt_br: Rotas difíceis, com obstáculos perigosos e seções íngremes.
ro_ro: Trasee dificile, cu obstacole periculoase și secțiuni abrupte.
ru: Сложные маршруты, с опасными препятствиями и крутыми участками.
sc: Àndalas difìtziles, cun ostàculos perigulosos e tratos cun ratesa arta.
sk: Náročné trasy s nebezpečnými prekážkami a strmými úsekmi.
sl: Zahtevnejše poti z nevarnimi preprekami in strmimi odseki.
sr: Тежи путеви, са опасним препрекама и стрмим деловима.
sr_latn: Teži staze, sa opasnim preprekama i strmim delovima.
sv: Svåra rutter, med farliga hinder och branta partier.
ta: கடினமான பாதைகள், ஆபத்தான தடைகள் மற்றும் செங்குத்தான பிரிவுகளுடன்.
tr: Tehlikeli engeller ve dik bölümlere sahip zorlu rotalar.
uk: Складні маршрути з небезпечними перешкодами та крутими ділянками.
zh_hans: 困难的路线，有危险的障碍物和陡峭的路段。
zh_hant: 困難的路線，有著危險的障礙與陡坡。

# rendering_attr_piste_difficulty_novice_name
source: Novice
ar: مبتدئ
be: Пачатковец
bg: Начинаещ
ca: Novell
cs: Nováček
cy: Nofis
da: Begynder
de: Anfänger
el: Αρχάριος
eo: facilega (por novuloj)
es_us: Novato.Principiante
et: Algaja
eu: Hasiberria
fa: مبتدی
fi: Noviisi
fr: Débutant
gl: Novato
he: מתחילים
hu: Kezdő
id: Pemula
is: Byrjendur
it: Novizi
ja: 初心者向け
ka: ახალბედა
ko: 초보자
lt: Naujokas
mk: Pocetnik
my: ဝါနုသူ
nb: Nybegynner
nl: Beginner
oc: Novèu
pl: Nowicjusz
pt_br: Novato
ro_ro: Incepator
ru: Новичок
sc: Printzipiantes
sk: Pre začiatočníkov
sl: Začetniška
sr: Почетничка
sr_latn: Početnička
sv: Nybörjare
ta: புதியவர்
tr: Acemi
uk: Для новачків
vi: Người mới bắt đầu
zh_hans: 新手
zh_hant: 新手
