Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# res_uninst_managed_q
source: You're going to uninstall %@. You can reinstall it later from catalog.
ar: ستقوم بإلغاء تثبيت %@. يمكنك إعادة تثبيته لاحقًا من الدليل.
be: Вы хочаце выдаліць %@. Вы пазней можаце пераўсталяваць з каталога.
ca: Esteu a punt de desinstal·lar %@. Podeu tornar-ho a instal·lar més endavant, des el catàleg.
cs: Chystáte se odinstalovat %@. Můžete ji nainstalovat později z katalogu.
da: Afinstaller %@. Kan geninstalleres senere fra kataloget.
de: Du bist dabei %@ zu deinstallieren. Du kannst es später wieder im Katalog installieren.
el: Θα απεγκαταστήσετε το %@. Μπορείτε να το εγκαταστήσετε ξανά αργότερα από τον κατάλογο.
es_us: Desinstalarás %@. Puedes reinstalarlo luego desde el catálogo.
et: Oled eemaldamas %@ paigaldust. Saad selle hiljem kataloogist uuesti paigaldada.
fr: Vous allez désinstaller %@. Vous pourrez les réinstaller plus tard à partir du catalogue.
hu: %@ eltávolítást fogja végrehajtani. Később újratelepítheti a katalógusból.
id: Anda akan menghapus %@. Anda dapat menginstalnya kembali nanti dari katalog.
is: Þú ert að fara að fjarlægja %@. Þú getur sett það upp síðar úr safnskrá.
it: Stai per disinstallare %@. Puoi reinstallarlo successivamente dal catalogo.
ja: %@をアンインストールします。後でカタログから再インストールできます。
nl: Je gaat %@ deïnstalleren. Je kunt deze later reïnstalleren uit de catalogus.
oc: Siatz a mand de desinstallar %@. La podretz tornar installar pus tard, dau catalòg.
pl: Masz zamiar odinstalować %@. Można go ponownie zainstalować go później z katalogu.
pt_br: Você vai desinstalar %@. Você pode reinstalá-lo depois do catálogo.
ro_ro: Veți dezinstala %@. Îl puteți reinstala mai târziu din catalog.
ru: Вы собираетесь удалить %@. Вы можете переустановить это позже из каталога.
sc: As a disinstallare %@. L'as a pòdere torrare a installare prus a tardu dae su catàlogu.
sk: Chystáte sa odinštalovať %@. Môžete ju nainštalovať neskôr z katalógu.
sr: Деинсталирате %@. Можете поново инсталирати касније из каталога.
sr_latn: Deinstalirate %@. Možete ponovo instalirati kasnije iz kataloga.
sv: Du är på väg att avinstallera %@. Du kan ominstallera senare från katalogen.
ta: நீங்கள் %@ஐ நிறுவல் நீக்கப் போகிறீர்கள். நீங்கள் அதை பின்னர் பட்டியலிலிருந்து மீண்டும் நிறுவலாம்.
tr: %@ ögesini kaldıracaksınız. Daha sonra katalogdan yeniden kurabilirsiniz.
uk: Ви збираєтеся вилучити %@. Ви можете перевстановити це пізніше з каталогу.
zh_hant: 您即將解除安裝 %@。您稍後可以從目錄重新安裝後。

# res_expire_time
source: Expire time
ar: وقت انتهاء الصلاحية
be: Тэрмін прыдатнасці
ca: Caducitat
cs: Doba platnosti
da: Udløbstid
de: Verfallszeit
el: Χρόνος λήξης
es_us: Tiempo de expiración
et: Aegumise ajavahemik
fr: Date d'expiration
hu: Lejárati idő
id: Waktu kedaluwarsa
is: Tími þegar rennur út
it: Scadenza
ja: 有効期限
ka: ვადის ამოწურვის დრო
nb: Utløpstid
nl: Verlooptijd
oc: Escasença
pl: Czas wygaśnięcia
pt_br: Expirar tempo
ro_ro: Timp de expirare
ru: Срок действия
sc: Tempus de iscadida
sr: Време истека
sr_latn: Vreme isteka
sv: Utgångstid
ta: நேரம் காலாவதியாகுங்கள்
tr: Geçerliliğin sona erme süresi
uk: Строк дії
zh_hant: 到期時間

# shared_string_loading
source: Loading
ar: قيد التحميل
be: Загрузка…
bg: Зареждане
ca: S’està carregant
ckb: بار دەکات
cs: Načítání
da: Indlæser
de: Wird geladen
el: Φόρτωση
eo: Ŝargado
es_us: Cargando
et: Laadime andmeid
eu: Kargatzen
fa: بارگذاری
fi: Ladataan
fr: Chargement
gl: Cargando
hu: Betöltés
id: Memuat
is: Hleð inn
it: Caricamento
ja: 読み込み中
ka: ჩატვირთვა
ko: 로딩 중
lt: Įkeliama
nb: Laster inn…
nl: Laden
oc: A se telecargar…
pl: Wczytywanie
pt_br: Carregando…
ro_ro: Se încarcă
ru: Загрузка
sc: Carrighende…
sk: Načítanie
sr: Учитава се
sr_latn: Učitavanje
sv: Laddar
ta: ஏற்றுகிறது
tr: Yükleniyor
uk: Завантаження
vi: Đang tải
zh_hans: 正在加载
zh_hant: 正在載入

# shared_string_development
source: Development
ast: Desendolcu
be: Распрацоўка
bg: Разработка
ca: Desenvolupament
cs: Vývoj
cy: Datblygiad
da: Udvikling
de: Entwicklung
el: Ανάπτυξη
eo: Programado
es_us: Desarrollo
et: Arendus
eu: Garapena
fa: توسعه
fi: Kehitys
fr: Développement
gl: Desenvolvemento
he: פיתוח
hu: Fejlesztés
id: Pengembangan
is: Þróun
it: Sviluppo
ja: 開発
ka: განვითარება
ko: 개발
lv: Izstrāde
mk: Razvoj
nb: Utvikling
nl: Ontwikkeling
oc: Desvelopament
pl: Rozwój
ro_ro: Dezvoltare
ru: Разработка
sc: Isvilupu
sk: Vývoj
sl: Razvijanje
sr: Развој
sr_latn: Razvoj
sv: Utveckling
ta: வளர்ச்சி
tr: Geliştirme
uk: Розробка
vi: Sự phát triển
zh_hans: 开发
zh_hant: 開發

# routing_algorithm_highway_hierarchies
source: Highway hierarchies
cs: Hierarchie dálnic
da: Motorvejs-hierarkier
de: Autobahnhierarchien
el: Ιεραρχίες δρόμων
es_us: Jerarquías viales
fr: Hiérarchies des routes
hu: Úthierarchiák
id: Hierarki jalan raya
is: Stigskipan aðalbrauta
it: Gerarchie autostradali
nl: Snelweg hiërarchieën
ro_ro: Ierarhii de autostradă
ru: Иерархии магистралей
sr: Хијерархија аутопутева
sr_latn: Hijerarhija autoputeva
sv: Väghierarkier
ta: நெடுஞ்சாலை வரிசைமுறைகள்
tr: Otoyol hiyerarşileri
uk: Ієрархії шосе
zh_hant: 公路層級

# osmand_depelopment_simulate_location_section
source: Simulate
ar: محاكاة
be: Сімуляваць
ca: Simular
cs: Simulovat
da: Simulér
de: Simulieren
el: Προσομοίωσε
es_us: Simular
et: Simuleeri
eu: Simulatu
fr: Simuler
hu: Szimuláció
id: Simulasikan
is: Herma eftir
it: Simula
nb: Simuler
nl: Simuleren
oc: Simular
pl: Symuluj
ro_ro: Simulează
ru: Моделировать
sc: Sìmula
sk: Simulovať
sr: Опонашај
sr_latn: Simulirati
sv: Simulera
ta: உருவகப்படுத்துங்கள்
tr: Simüle et
uk: Імітувати
vi: Mô phỏng
zh_hans: 模拟
zh_hant: 模擬

# osmand_depelopment_use_discrete_autozoom
source: Discrete autozoom (old version)
cs: Skokové automatické přiblížení (stará verze)
da: Diskret autozoom (gammel version)
de: Diskreter Autozoom (alte Version)
el: Διακριτή αυτόματη μεγέθυνση (παλιά έκδοση)
es_us: Zum automático discreto (versión antigua)
fr: Zoom automatique arrondi (ancienne version)
hu: Diszkrét automatikus nagyítás (régi verzió)
id: Autozoom diskrit (versi lama)
is: Óáberandi sjálfvirkur aðdráttur (eldri útgáfa)
it: Autozoom discreto (vecchia versione)
nl: Discrete autozoom (oude versie)
ro_ro: Autozoom discret (versiunea veche)
ru: Дискретный автозум (старая версия)
sr: Дискретан аутозум (стара верзија)
sr_latn: Diskretan autozum (stara verzija)
sv: Diskret autozoom (gammal version)
ta: தனித்துவமான ஆட்டோசூம் (பழைய பதிப்பு)
tr: Ayrık otomatik yakınlaştırma (eski sürüm)
uk: Дискретне автомасштабування (стара версія)
zh_hant: 離散自動縮放 (舊版本)

# hide_notes
source: Hide OSM notes
ar: إخفاء ملاحظات OSM
be: Схаваць OSM-нататкі
ca: Amaga notes OSM
cs: Skrýt OSM poznámky
da: Skjul OSM-bemærkninger
de: OSM-Hinweise ausblenden
el: Απόκρυψη σημειώσεων OSM
es_us: Ocultar notas de OSM
et: Peida OSM märkmed
fa: پنهان‌کردن یادداشت‌های OSM
fr: Masquer les notes OSM
gl: Agochar notas do OSM
hu: OSM-jegyzetek elrejtése
id: Sembunyikan catatan OSM
is: Fela OSM-minnispunkta
it: Nascondi le note OSM
ja: OSMメモを非表示
ka: OSM შენიშვნების დამალვა
nb: Skjul OSM-notater
nl: Verberg OSM-opmerkingen
oc: Amagar lei nòtas OSM
pl: Ukryj uwagi OSM
pt_br: Ocultar notas do OSM
ro_ro: Ascunde notele OSM
ru: Скрыть заметки OSM
sc: Cua sas notas OSM
sk: Skryť OSM poznámky
sl: Skrij Opombe OSM
sr: Сакриј OSM белешке
sr_latn: Sakrij OSM beleške
sv: Dölj OSM-anteckningar
ta: OSM குறிப்புகளை மறைக்கவும்
tr: OSM notlarını gizle
uk: Сховати нотатки OSM
zh_hans: 隐藏 OSM 笔记
zh_hant: 隱藏 OSM 註記

# quick_action_replace_dest_descr
source: Tapping this action button sets the destination to the map center point, discarding the previously set destination (if any).
ar: يؤدي النقر فوق هذا الإجراء إلى تعيين الوجهة على نقطة مركز الخريطة ، مع تجاهل الوجهة المحددة مسبقًا (إن وجدت).
be: Націск гэтай кнопкі дзеяння вызначае пункт прызначэння ў цэнтры экрана, прыбіраючы ранейшы пункт прызначэння (калі ён ёсць).
ca: Prement aquest botó d'acció s'estableix com destí el punt central del mapa, descartant qualsevol anterior destinació establerta (si n'hi havia).
cs: Klepnutím na toto tlačítko akce se střed mapy nastaví jako nový cíl. Původně nastavený cíl bude zrušen.
da: Ved tryk på genvejsknappen angiver destinationen til skærmens centrum og erstatter den tidligere valgte destination (hvis nogen).
de: Wenn Sie auf diese Aktionstaste tippen, wird das Ziel auf den Kartenmittelpunkt gesetzt und das zuvor festgelegte Ziel (falls vorhanden) verworfen.
el: Πατώντας αυτό το κουμπί ενέργειας ορίζει τον προορισμό στο κέντρο του χάρτη, απορρίπτοντας τον προηγούμενο ορισμένο προορισμό (αν υπάρχει).
es_us: Este botón de acción, define el destino en el punto central del mapa y se descarta el destino establecido anteriormente (si lo hubiera).
et: Selle toimingunupu puudutamine seab kaardi keskkoha sihtpunktiks, asendades eelnevalt määratud sihtkoha (kui see on olemas).
fr: Appuyez pour définir la destination sur le centre de la carte, en supprimant la destination précédemment définie (le cas échéant).
hu: Erre a műveletgombra koppintva az úti cél a térkép középpontjára kerül, és a korábban beállított úti cél (ha volt ilyen) törlődik.
id: Mengetuk tombol aksi ini menetapkan tujuan ke titik tengah peta, membuang tujuan yang ditetapkan sebelumnya (jika ada).
is: Ef ýtt er á þennan aðgerðahnapp verður áfangastaður settur á miðju skjásins og kemur þá í stað fyrri áfangastaðar (ef einhver).
it: Toccando questo pulsante di azione si imposta la destinazione sul punto centrale della mappa, scartando la destinazione precedentemente impostata (se presente).
ja: このアクションボタンをタップすると、マップの中心が目的地として設定され、以前に設定した目的地が(存在する場合は)破棄されます。
nl: Door op deze knop te tikken wordt de bestemming gemarkeerd op het centrale punt op de kaart, waardoor eventuele vorige bestemmingen worden genegeerd.
oc: Aqueste boton definís la destinacion au ponch centrau de la mapa, la destinacion establida precedentament (se n'i a) serà escafada.
pl: Naciśnięcie tego przycisku czynności powoduje ustawienie celu podróży na środku mapy, odrzucając poprzednio ustawiony cel (jeśli istnieje).
pt_br: Tocar nesse botão de ação define o destino para o ponto central do mapa, descartando o destino definido anteriormente (se houver).
ro_ro: Atingerea acestui buton de acțiune stabilește destinația la punctul central al hărții, eliminând destinația stabilită anterior (dacă există).
ru: Эта кнопка действия устанавливает пункт назначения в центре экрана карты, откидывая ранее установленный пункт назначения (если такой есть).
sc: Incarcare custu butone de atzione fàghet divènnere sa positzione in su tzentru de sa mapa sa destinatzione de s'àndala, sostituende sa destinatzione imbeniente (si nde tenias una).
sr: Додиром на ово дугме за акцију поставља се одредиште на централну тачку мапе, одбацујући претходно постављено одредиште (ако постоји).
sr_latn: Dodirom na ovo dugme za akciju postavlja se odredište na centralnu tačku mape, odbacujući prethodno postavljeno odredište (ako postoji).
sv: Tryck på denna åtgärdsknapp sätter destinationen till kartcentpunkten, kasserar den tidigare fastställda destinationen (om någon).
ta: இந்த செயல் பொத்தானைத் தட்டினால் இலக்கை வரைபட மைய புள்ளிக்கு அமைக்கிறது, முன்னர் அமைக்கப்பட்ட இலக்கை நிராகரிக்கிறது (ஏதேனும் இருந்தால்).
tr: Bu eylem düğmesine dokunmak, (varsa) önceden ayarlanmış hedefi atarak harita merkez noktasını hedef olarak ayarlar.
uk: Натискання на цю кнопку встановить пункт призначення в центрі екрана, це призводить до відкидання попередньо встановленого пункту призначення (якщо він є).
zh_hant: 點選此動作按鈕將目的地設定為地圖中心點，並放棄先前設定的目的地（如果有的話）。

# quick_action_start_stop_nav_descr
source: Tap this button to start or end the navigation.
ar: اضغط على هذا الزر لبدء أو إنهاء التنقل.
be: Націсніце гэтую кнопку, каб пачаць або скончыць навігацыю.
ca: Premeu aquest botó per iniciar o per aturar la navegació.
cs: Stiskněte toto tlačítko pro spuštění, nebo zastavení navigace.
da: Tryk på knappen for at starte eller stoppe navigationen.
de: Tippen Sie auf diese Taste, um die Navigation zu starten oder zu beenden.
el: Πατήστε αυτό το κουμπί για να ξεκινήσετε ή να τερματίσετε την πλοήγηση.
es_us: Este botón de acción, inicia o para la navegación.
et: Puuduta seda nuppu navigeerimise alustamiseks või lõpetamiseks.
fa: این دکمه را لمس کنید تا ناوبری را شروع کنید یا پایان دهید.
fr: Appuyez sur ce bouton pour démarrer la navigation ou l'arrêter lorsqu'elle est en cours.
gl: Prema neste botón para iniciar a navegación, ou para detela se xa estaba iniciada.
hu: A navigáció elkezdéséhez vagy befejezéséhez koppintson erre a gombra.
id: Ketuk tombol ini untuk memulai atau mengakhiri navigasi.
is: Ýttu á þennan hnapp til að hefja eða ljúka leiðsögn.
it: Premi questo pulsante per avviare o fermare la navigazione.
ja: このアクションボタンをタップすると、ナビゲーションを開始または終了できます。
nb: Trykk på denne knappen for å starte eller avslutte navigeringen.
nl: Tik op deze knop om de navigatie te starten of te stoppen.
oc: Quichatz sus aquest boton per començar ò arrestar la navigacion.
pl: Naciśnij ten przycisk, aby rozpocząć lub zakończyć nawigację.
pt_br: Toque neste botão para iniciar ou parar a navegação.
ro_ro: Atingeți acest buton pentru pornire sau incheiere navigație.
ru: Эта кнопка действия начинает или заканчивает навигацию.
sc: Incarca custu butone pro fàghere incumintzare o acabare sa navigatzione.
sk: Použite toto tlačidlo pre spustenie alebo ukončenie navigácie.
sl: Pritisnite gumb,če želite začeti ali končati navigacijo.
sr: Додирните ово дугме да бисте покренули или завршили навигацију.
sr_latn: Dodirnite ovo dugme da biste pokrenuli ili završili navigaciju.
sv: Tryck för att starta eller avsluta navigering.
ta: வழிசெலுத்தலைத் தொடங்க அல்லது முடிக்க இந்த பொத்தானைத் தட்டவும்.
tr: Navigasyonu başlatmak ya da sonlandırmak için bu düğmeye tıklayınız.
uk: Натискання на цю кнопку розпочне або завершить навігацію.
zh_hans: 点击该按钮以开始或结束导航。
zh_hant: 輕點此按鈕以開始或停止導航。

# quick_action_first_intermediate
source: First intermediate
ca: Primera fita intermèdia
cs: První mezicíl
da: Første mellemliggende
de: Erster Zwischenpunkt
el: Πρώτη ενδιάμεση
es_us: Primer destino intermedio
et: Esimene vahepunkt
eu: Lehenengo geldiunea
fa: اولین نقطه میانی
fi: Ensimmäinen välipiste
fr: Première étape
hu: Első köztes
id: Perantara pertama
is: Fyrsti milliáfangi
it: Primo intermedio
ja: 最初の中間経由地点
nl: Eerste tussenpunt
ro_ro: Primul intermediar
ru: Первый промежуточный пункт
sk: Prvý prechodný bod
sr: Прво међупролазно
sr_latn: Prvo međuodredište
sv: Första mellanliggande
ta: முதல் இடைநிலை
uk: Перший проміжний
vi: Điểm trung gian đầu tiên
zh_hant: 第一中繼

# map_viewing_item
source: Map viewing
ar: شاهد الخريطة
ast: Vista del mapa
az: Xəritəyə baxış
be: Агляд мапы
bg: Преглед на картата
ca: Visualització del mapa
cs: Prohlížení mapy
da: Kortvisning
de: Kartenansicht
el: Προβολή χάρτη
eo: Foliumi mapon
es_us: Vista del mapa
et: Kaardi vaatamine
eu: Ikusi mapa
fa: مرور نقشه
fi: Kartan katselu
fr: Visualisation de la carte
gl: Visión dos mapas
he: צפייה במפה
hu: Térkép böngészése
hy: Քարտեզի դիտում
id: Penampilan peta
is: Skoðun korts
it: Mappa visualizzata
ja: マップ表示
ka: რუკის თვალიერება
ko: 지도 보기
ku: Dîtina nexşeyê
lt: Žemėlapio peržiūra
lv: Kartes skatīšana
mk: Pogled na karta
ml: ഭൂപടം കാണിക്കുക
nb: Kartvisning
nl: De kaart bekijken
oc: Visualitzacion de la mapa
pl: Przeglądanie map
ro_ro: Vizualizare hartă
ru: Обзор карты
sc: Visione de sa mapa
sk: Prezeranie mapy
sl: Pogled zemljevida
sr: Преглед карте
sr_latn: Pregled mape
sv: Kartvisning
ta: வரைபடம் பார்க்கும்
tr: Harita görüntüleme
uk: Перегляд мапи
zh_hans: 地图浏览
zh_hant: 地圖檢視

# product_desc_russia
source: Unlimited map downloads for Russia
ar: تنزيلات خرائط غير محدودة لروسيا
be: Неабмежаваныя спампоўкі мапаў РФ
ca: Baixada il·limitada de mapes de Rússia
cs: Neomezené stahování map Ruska
da: Ubegrænset hentning af kort over Rusland
de: Unbegrenzte Kartendownloads für Russland
el: Απεριόριστες λήψεις χαρτών για την Ρωσία
es_us: Descargas ilimitadas de mapas para Rusia
et: Piiramatud Venemaa kaartide allalaadimised
fr: Téléchargement illimité de cartes pour la Russie
gl: Map of Russia
hu: Korlátlan térképletöltés: Oroszország
id: Unduhan peta tak terbatas untuk Rusia
is: Ótakmörkuð niðurhöl korta af Rússlandi
it: Scaricamenti illimitati delle mappe per la Russia
ja: ロシア向けマップの無制限ダウンロード
ku: Nexşeya Rûsyayê
nl: Onbeperkte kaart downloads voor Rusland
oc: Teledescargaments illimitats dei mapas de Russia
pl: Nieograniczone pobieranie map dla Rosji
pt_br: Downloads ilimitados de mapas para a Rússia
ro_ro: Descărcări nelimitate de hărți pentru Rusia
ru: Скачивание карт России без ограничений
sc: Iscarrigamentos de mapas illimitados pro sa Rùssia
sk: Neobmedzené sťahovania máp Ruska
sl: Neomejeno prenašanje zemljevidov Rusije
sr: Неограничено преузимање мапа за Русију
sr_latn: Neograničeno preuzimanje mapa za Rusiju
sv: Obegränsad nedladdning av kartor över Ryssland
ta: ரச்யாவிற்கான வரம்பற்ற வரைபட பதிவிறக்கங்கள்
tr: Rusya için sınırsız harita indirme
uk: Завантаження мап Росії без обмежень
zh_hant: 俄羅斯的地圖

# gpx_remove_wpts_q
source: Do you want to remove selected waypoints?
ar: هل تريد إزالة نقاط الطريق المحددة؟
be: Вы хочаце выдаліць абраныя пункты шляху?
ca: Voleu treure les fites seleccionades?
cs: Chcete odstranit vybrané body trasy?
da: Fjern valgte rutepunkter?
de: Möchten Sie die ausgewählten Wegpunkte entfernen?
el: Θέλετε να αφαιρέσετε τα επιλεγμένα σημεία διαδρομής;
es_us: ¿Quitar los puntos de ruta elegidos?
et: Kas soovid valitud teekonnapunktid eemaldada?
fr: Supprimer les points de passage sélectionnés ?
hu: El szeretné távolítani a kijelölt útvonalpontokat?
id: Apakah Anda ingin menghapus titik acuan yang dipilih?
is: Viltu fjarlægja valda ferilpunkta?
it: Vuoi rimuovere i punti intermedi selezionati?
ja: 選択した経由地点を削除しますか？
nl: Wil je de geselecteerde tussenpunten verwijderen?
oc: Escafar lei ponchs d'etapas seleccionats ?
pl: Czy chcesz usunąć wybrane punkty trasy?
pt_br: Você quer apagar o ponto de parada selecionado?
ro_ro: Doriți să eliminați punctele de trecere selectate?
ru: Удалить выбранные точки?
sc: Boles bogare sos puntos mesanos ischertados?
sk: Chcete odstrániť zvolené body trasy?
sr: Да ли желите да уклоните изабране пролазне тачке?
sr_latn: Da li želite da uklonite izabrane prolazne tačke?
sv: Vill du radera valda ruttpunkter?
ta: தேர்ந்தெடுக்கப்பட்ட வழித்தடங்களை அகற்ற விரும்புகிறீர்களா?
tr: Seçili yol işaretleri kaldırmak istiyor musunuz?
uk: Вилучити вибрані маршрутні точки?
zh_hant: 您想要移除所選的航點嗎？

# gpx_enter_new_name
source: Please enter new name for the track
ar: الرجاء إدخال اسم جديد للمسار
be: Калі ласка, увядзіце новую назву следу
ca: Introduïu un nom nou per al trajecte
cs: Zadejte prosím nový název stopy
da: Indtast nyt navn til sporet
de: Bitte geben Sie einen neuen Namen für den Track ein
el: Παρακαλούμε εισάγετε νέο όνομα για το ίχνος
es_us: Añade el nuevo nombre de la traza
et: Palun sisesta teekonna uus nimi
fr: Veuillez entrer le nouveau nom pour la trace
gl: Please enter new name for the trip
hu: Adjon meg egy új nevet a nyomvonalnak
id: Silakan masukkan nama baru untuk trek
is: Settu inn nýtt nafn fyrir ferilinn
it: Prego inserisci un nuovo nome per il viaggio
ja: 経路の新しい名前を入力してください
nb: Please enter new name for the trip
nl: Voer nieuwe naam in voor de track
oc: Siatz pregats de marcar un nom novèu a la traça
pl: Wprowadź nową nazwę trasy
pt_br: Por favor, insira novo nome para a trilha
ro_ro: Vă rugăm să introduceți un nou nume pentru piesă
ru: Пожалуйста, введите новое название трека
sc: Pro praghere inserta unu nùmene nou pro sa rasta
sk: Prosím zadajte nový názov pre stopu
sr: Унесите нови назив за путању
sr_latn: Unesite novi naziv za putanju
sv: Ange nytt namn för spåret
ta: பாதைக்கு புதிய பெயரை உள்ளிடவும்
tr: Lütfen yol için yeni bir ad girin
uk: Дайте нову назву треку
zh_hant: 請輸入新的旅程名稱

# routing_attr_piste_type_skitour_description
source: Routes for ski touring.
ar: طرق لجولات التزلج.
be: Трасы для гарналыжных тураў.
ca: Itineraris d'esquí de ruta.
cs: Trasy pro lyžařské okruhy.
da: Spor til langrend ski.
de: Routen für Skitouren.
el: Διαδρομές για χιονοδρομικές βόλτες.
eo: Skivojoj ekskursaj.
es_us: Rutas para esquí de travesía.
et: Suusamatkarajad.
eu: Mendiko eskiarentzako ibilbideak.
fa: مسیرها برای تور اسکی.
fr: Itinéraires de randonnée à ski.
gl: Roteiros para esquí de travesía.
he: מסלולי טיולי סקי.
hu: Sítúraútvonalak.
id: Rute untuk tur ski.
is: Ferðaleiðir á skíðum.
it: Percorsi per lo sci alpinismo.
ja: スキーツーリング用ルートです。
ka: გზები სასრიალოდ.
ko: 스키 투어를 위한 경로입니다.
lv: Maršruti slēpošanas tūrismam.
mk: Marsruti za skijacko patuvanje.
nb: Ruter for skigåing.
nl: Routes voor ski tours.
oc: Percors per l’esquí d’escorreguda.
pl: Trasy wycieczek narciarskich.
pt_br: Rotas para passeios de esqui.
ro_ro: Trasee pentru schi de drumeție.
ru: Маршруты для лыжного туризма.
sc: Àndalas pro s'iscì-alpinismu.
sk: Trasy lyžiarskych okruhov.
sl: Poti za turno smučanje.
sr: Путање скијашке.
sr_latn: Staze za skijaške ture.
sv: Leder för turskidåkning, randonee, telemark.
ta: ச்கை சுற்றுப்பயணத்திற்கான வழிகள்.
tr: Kayak turu rotaları.
uk: Маршрути для лижних турів.
zh_hans: 滑雪游览线路。
zh_hant: 滑雪旅遊的路徑規畫。

# routing_attr_avoid_4wd_only_name
source: Avoid 4WD roads
ar: تجنب طرق الدفع الرباعي
be: Пазбягаць прасёлачных дарог (4х4)
bg: Без пътища за 4WD
ca: Evita les vies 4x4
cs: Vyhnout se silnicím pro vozidla s pohonem všech kol
cy: Osgoi ffyrdd 4WD
da: Undgå 4WD-veje
de: Allradstrecken vermeiden
el: Αποφυγή δρόμων για οχήματα 4x4
eo: Eviti vojojn por terenaj aŭtomobiloj
es_us: Evitar caminos para 4x4
et: Väldi teid, kus peab kasutama neljarattavedu
eu: Saihestu 4x4 bideak
fa: پرهیز از جاده‌های فقط 4WD
fi: Vältä maastoteitä
fr: Éviter les routes pour 4 x 4
he: הימנעות מדרכים לארבע על ארבע
hu: Nehéz terep elkerülése
id: Hindari jalan 4WD
is: Forðast fjórhjóladrifsvegi
it: Evita le strade 4WD
ja: 4WD用道路を避ける
ko: 4WD험로 주행회피
mk: Odbegnuvajte 4WD (planinski) patista
nb: Unngå 4WD-veier
nl: 4x4 wegen vermijden
pl: Unikaj dróg dla pojazdów z napędem na 4 koła
ro_ro: Evită drumuri 4WD
ru: Без дорог 4WD
sc: Èvita sos caminos pro 4x4
sk: Vyhnúť sa terénnym cestám
sl: Brez cest zaštirikolesni pogon
sr: Избегавај путеве за погон на четири точка
sr_latn: Puteve za 4WD vozila
sv: Undvik 4WD-vägar
ta: 4WD சாலைகளைத் தவிர்க்கவும்
tr: 4x4 yollarından kaçın
uk: Уникати доріг 4х4
vi: Tránh đường chỉ thích hợp cho xe 4WD
zh_hans: 避开四轮驱动道路
zh_hant: 避開四輪驅動道路

source: Wall height
ckb: بەرزی دیوار
cs: Výška zdi
da: Murhøjde
de: Höhe der Mauer
el: Ύψος τοίχου
eo: Alto de muro
es_us: Altura del muro
et: Seina kõrgus
eu: Hormaren altuera
fa: ارتفاع دیوار
fr: Hauteur de mur
hu: Fal magassága
id: Ketinggian tembok
is: Hæð veggs
it: Altezza della parete
ja: 壁面の高さ
nb: Vegghøyde
nl: Muur hoogte
pl: Wysokość ściany
ro_ro: Înălțimea peretelui
ru: Высота стены
sk: Výška steny
sr: Висина зида
sr_latn: Visina zida
sv: Vägghöjd
ta: சுவர் உயரம்
tr: Duvar yüksekliği
uk: Висота стіни
vi: Chiều cao của bức tường
zh_hans: 墙壁高度
zh_hant: 牆的高度
