Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# routing_attr_only_permitted_ways_name
source: Expressly permitted ways
ar: الطرق المسموحة بها علنا
be: Яўна дазволеныя шляхі
bg: Изрично разрешени маршрути
ca: Vies expressament autoritzades
cs: Pouze povolené cesty
cy: Ffyrdd wedi'u caniatáu yn benodol
da: Udtrykkeligt tilladte veje
de: Nur Geländewege mit Genehmigung nutzen
el: Ρητά επιτρεπτά μονοπάτια
eo: Nur certe permesataj vojoj
es_us: Vías expresamente autorizadas
et: Selgelt lubatud teed
eu: Berariaz baimendutako bideak
fa: مسیر‌هایی با اجازه صریح استفاده
fr: Rues expressément autorisées
he: דרכים שהותרו במפורש
hu: Kifejezetten engedélyezett utak
id: Jalan yang diperbolehkan secara tegas
is: Sérstaklega leyfðar leiðir
it: Vie esplicitamente permesse
ja: 許可された道のみ通行
ko: 명시적으로 허용된 방법
mk: izrično dozvoleni patista
nb: Ettertrykkelig tillate veier
nl: Uitdrukkelijk toegestane wegen
oc: Via expressament permesa
pl: Celowo dozwolone ulice
ro_ro: Căi permise în mod expres
ru: Разрешённые дороги
sc: Caminos autorizados a manera espressa
sk: Len povolené cesty
sl: Izrecno dovoljene poti
sr: Изричито дозвољени путеви
sr_latn: Izričito dozvoljeni putevi
sv: Uttryckligen tillåtna vägar
ta: வெளிப்படையாக அனுமதிக்கப்பட்ட வழிகள்
tr: Açıkça izin verilen yollar
uk: Шляхи з явним дозволом для руху
vi: Những lối đi được phép rõ ràng
zh_hans: 明确允许的道路
zh_hant: 明確允許的路徑

# routing_attr_prefer_horse_routes_name
source: Prefer horse routes
ar: تفضيل طرق الخيل
be: Аддаваць перавагу конным маршрутам
bg: Предпочитане на конни маршрути
ca: Prefereix les rutes eqüestres
cs: Upřednostnit trasy pro koně
cy: Ffafrio llwybrau marchogaeth
da: Foretræk hesteveje
de: Reitrouten bevorzugen
el: Προτίμηση ιππικών διαδρομών
eo: Preferiĉevalajn kursojn
es_us: Preferir rutas ecuestres
et: Eelista hobuste marsruute
eu: Nahiago zaldi ibilbideak
fa: ترجیح مسیرهای مجاز عبور اسب
fi: Suosi ratsastusreittejä
fr: Privilégier les itinéraires équestres
he: להעדיף מסלולי סוסים
hu: Lovas útvonalak előnyben részesítése
id: Lebih suka rute kuda
is: Velja helst hestagötur
it: Preferisci i percorsi per cavalli
ja: 乗馬ルートを優先
ko: 승마 경로 선호
mk: Pretpočitajte konjski pravci
nb: Foretrekk hestetråkk
nl: Verkies paardrijroutes
oc: Preferéncia per lei percors cavalins
pl: Preferuj trasy konne
ro_ro: Preferă rute pentru cai
ru: Предпочитать конные маршруты
sc: Preferi sas àndalas a caddu
sk: Uprednostniť trasy pre kone
sl: Prednostno vodi po konjskih poteh
sr: Омиљени путеви коња
sr_latn: Omiljene konjske staze
sv: Föredra hästvägar
ta: குதிரை வழிகளை விரும்புங்கள்
tr: At rotalarını tercih et
uk: Надавати перевагу кінним маршрутам
vi: Ưu tiên tuyến đường cho ngựa
zh_hans: 偏好马道
zh_hant: 偏好騎馬路線

# default_speed_dialog_msg
source: Estimates arrival time for unknown road types, and limits speed for all roads (may affect routing)
ar: يستخدم لتقدير وقت الوصول لنوع غير معروف من الطرق ولتقليل السرعة لجميع الطرق (قد يغير المسار)
az: Naməlum yol növləri üçün çatma vaxtını təxmin edir və bütün yollar üçün sürəti məhdudlaşdırır (marşrutlamaya təsir edə bilər)
be: Выкарыстоўваецца для разліку прыблізнага часу прыбыцця для невядомага тыпу дарог і абмежавання хуткасці для ўсіх дарог (можа змяніцца маршрут)
bg: Изчислява времето за пристигане за непознати видове пътища и ограничава скоростта за всички пътища (може да повлияе на маршрута)
ca: Estima l'hora d'arribada per tipus de carretera desconeguts i limita la velocitat a totes les vies (podria afectar la ruta)
cs: Odhaduje čas příjezdu u cest s neznámým povrchem a omezuje rychlost na všech cestách (může ovlivnit trasu)
cy: Yn amcangyfrif yr amser cyrraedd ar gyfer mathau o ffyrdd anhysbys, ac yn cyfyngu ar gyflymder ar gyfer pob ffordd (gall effeithio ar lwybrau)
da: Anslår ankomsttid for ukendte vejtyper og begrænser hastigheden for alle veje (kan påvirke ruteberegning)
de: Schätzt die Ankunftszeit für unbekannte Straßentypen und begrenzt die Geschwindigkeit für alle Straßen (kann die Navigation beeinflussen)
el: Εκτιμά τον χρόνο άφιξης αγνώστων τύπων δρόμων και περιορίζει την ταχύτητα σε όλους τους δρόμους (μπορεί να επηρεάσει τη διαδρομή)
eo: Antaŭkalkulas tempon de alveno por vojoj de nekonata speco kaj limigas rapidon por ĉiuj vojoj (povas influi kurs‑difinadon).
es_us: Estima el tiempo de llegada para los tipos de caminos desconocidos, y limita la velocidad para todos los caminos (puede afectar a la ruta)
et: Hindab saabumisaega tundmatute teede korral ja kiirusepiiranguid kõikidel teedel (võib muuta teekonda)
eu: Errepide mota ezezagunetan iristeko ordua kalkulatzen du, eta errepide guztietako abiadura mugatzen du (ibilbidea alda lezake)
fa: هنگام پیمودن راه‌های ناشناخته زمان رسیدن را تخمین می‌زند و سرعت را برای همهٔ راه‌ها محدود می‌کند (ممکن است بر مسیریابی اثر بگذارد)
fi: Arvioi saapumisajan tuntemattomille tietyypeille ja rajoittaa nopeutta kaikilla teillä (voi vaikuttaa reititykseen)
fr: Estime l'heure d'arrivée pour les types de route inconnus et limite la vitesse sur toutes les routes (peut modifier le calcul d'itinéraire)
gl: Estima o tempo de chegada para os tipos de estradas descoñecidas, e limita a velocidade para todas as estradas (pode afectar á ruta)
he: מעריך את מועד ההגעה בסוגי דרכים בלתי מוכרים ומגביל מהירות לכל הדרכים (עשוי להשפיע על המסלול)
hi: "अज्ञात मार्ग द्वारा आने जाने का समय निर्णय करना और सभी पटरी पर वेग नियंत्रित करना (इससे रूटिंग पर असर पड़ सकता है )"
hu: Ismeretlen úttípusok esetében megbecsüli az érkezési időt, és minden út esetében korlátozza a sebességet (befolyásolhatja az útvonaltervezést)
id: Perkiraan waktu kedatangan untuk jenis jalan yang tidak diketahui, dan membatasi kecepatan untuk semua jalan (dapat mempengaruhi perutean)
is: Notað til að áætla komutíma á óþekktum gerðum vega og til takmörkunar á hraða á öllum vegum (gæti breytt leiðarvali)
it: Stima l'ora di arrivo per i tipi di strada sconosciuti e limita la velocità per tutte le strade (può influire sul calcolo del percorso)
ja: すべての道路の移動速度を制限し、種別や制限速度が不明な道路が多い場合の到着時間予測に役立ちます(ルート計算に影響します)
kn: ಅಜ್ಞಾತ ರೀತಿಯ ರಸ್ತೆಗಳಿಗೆ ಆಗಮನದ ಸಮಯವನ್ನು ಅಂದಾಜು ಮಾಡಲು ಮತ್ತು ಎಲ್ಲಾ ರಸ್ತೆಗಳ ವೇಗವನ್ನು ಮಿತಿಗೊಳಿಸಲು ಬಳಸಲಾಗುತ್ತದೆ (ಮಾರ್ಗವನ್ನು ಬದಲಾಯಿಸಬಹುದು)
ko: 알 수 없는 도로 유형에 대한 도착 시간을 추정하고 모든 도로의 속도를 제한합니다(경로에 영향을 줄 수 있음)
mk: Go procenuva vremeto na pristignuvanje za nepoznati tipovi patišta i ja ograničuva brzinata za site patišta (može da vlijae na rutata)
nb: Estimerer ankomsttid for ukjente veityper og begrenser farten for alle veier (kan påvirke ruting)
nl: Schat de aankomsttijd in voor onbekende wegtypes en beperkt de maximumsnelheid voor alle wegen (kan de route beïnvloeden)
oc: Estimar l'ora d'arribada dei rotas desconegudas e limitar la velocitat de totei lei vias (podriá afectar lo percors)
pl: Szacuje czas przyjazdu dla nieznanych rodzajów dróg i ogranicza prędkość na wszystkich drogach (może zmienić trasę)
pt_br: Estima a hora de chegada de tipos de estradas desconhecidas e limita a velocidade de todas as estradas (pode afetar o roteamento)
ro_ro: Estimarea timpului de sosire pentru tipurile de drumuri necunoscute și limitarea vitezei pe toate drumurile (poate afecta traseul)
ru: Используется для оценки времени прибытия для неизвестного типа дорог и ограничения скорости для всех дорог (может изменить маршрут)
sc: Faghet unu càrculu de s'ora de arribu pro castas disconnotas de caminu, e limitat sa lestresa pro totu sos caminos (diat pòdere mudare s'àndala)
sk: Odhaduje čas na cestách neznámeho typu a obmedzuje rýchlosť na všetkých cestách (môže ovplyvniť trasu)
sl: Oceničas prihoda za neznane vrste cest in omeji hitrost na vseh cestah (lahko vpliva na načrtovanje poti)
sr: Процењује време стизања код непознатих врста путева, ограничава брзину на свим путевима (може да промени навођење)
sr_latn: Procenjuje vreme stizanja kod nepoznatih vrsta puteva, ograničava brzinu na svim putevima (može da promeni navođenje)
sv: Uppskattar ankomsttid för okända vägtyper och begränsar hastigheten för samtliga vägar (kan påverka ruttberäkning)
ta: அறியப்படாத சாலை வகைகளுக்கான வருகை நேரத்தை மதிப்பிடுகிறது, மேலும் அனைத்து சாலைகளுக்கும் வேகத்தை கட்டுப்படுத்துகிறது (ரூட்டிங் பாதிக்கலாம்)
tr: Bilinmeyen yol türleri için varış zamanını tahmin eder ve tüm yollar için hızı sınırlar (rotayı etkileyebilir)
uk: Використовується для оцінки часу прибуття для невідомих типів доріг та обмеження швидкості для всіх доріг (може вплинути на прокладання маршрутів)
vi: Ước tính thời gian đến cho những loại đường không biết, và giới hạn tốc độ cho tất cả con đường (có thể ảnh hưởng đến việc chỉ đường)
zh_hans: 估计未知道路类型的到达时间，并限制所有道路的速度（可能会影响路线）
zh_hant: 估計未知道路類型的到達時間，並限制所有道路的速度（可能會影響路徑）

# routing_attr_hazmat_category_name
source: Hazmat category
ar: فئة المواد الخطرة
be: Катэгорыя небяспечнасці
bg: Категория опасни товари
ca: Categoria de matèries perilloses
cs: Kategorie nebezpečného nákladu
cy: Categori Hazmat
da: Kategori af farligt gods
de: Gefahrgutkategorie
el: Κατηγορία επικίνδυνου υλικού
eo: Kategorio de danĝeraj materialoj
es_us: Categoría de materiales peligrosos
eu: Material arriskutsuen kategoria
fa: دسته مواد خطرناک
fr: Catégorie des matières dangereuses
he: קטגוריית חומ״ס
hu: Veszélyes anyag kategória
id: Kategori hazmat
is: Flokkur spilliefna
it: Categoria di materiale pericoloso
ja: 危険物のカテゴリ
ko: 유해 물질 카테고리
mk: Kategorija na opasni materii
nb: Kategori for farlig gods
nl: ADR gevarenklasse
oc: Transpòrt de matèrias perilhosas
pl: Kategoria materiałów niebezpiecznych
ro_ro: Categorie materiale periculoase
ru: Категория опасности
sc: Categoria de materiale perigulosu
sk: Kategória nebezpečného nákladu
sl: Kategorija nevarnih snovi
sr: Врста опасних твари
sr_latn: Vrsta opasnih materija
sv: Kategori av farligt gods
ta: அச்மத் வகை
tr: Tehlikeli madde kategorisi
uk: Категорія небезпеки
vi: Danh mục vật liệu nguy hại
zh_hans: 危险品类别
zh_hant: 危險品分類

# routing_attr_motor_type_diesel_name
source: Diesel
ar: الديزل
az: Dizel
be: Дызель
bg: Дизел
ca: Dièsel
cs: Nafta
el: Ντίζελ
eo: Dizeloleo
es_us: Diésel
et: Diisel
fa: دیزل
fr: Gazole
he: דיזל
hu: Gázolaj
is: Dísel
ja: ディーゼル
ka: დიზელი
ko: 디젤
mk: Dizel
oc: Gasòli
ro_ro: Motorină
ru: Дизельное топливо
sc: Gasòliu
sk: Nafta
sl: Dizel
sr: Дизел
sr_latn: Dizel
ta: வளியெண்ணை
tr: Dizel
uk: Дизель
vi: Đi-ê-den
zh_hans: 柴油
zh_hant: 柴油

# routing_attr_motor_type_petrol_name
source: Petrol
ar: البنزين
az: Benzin
be: Бензін
bg: Бензин
ca: Gasolina
cs: Benzín
da: Benzin
de: Benzin
el: Βενζίνη
eo: Benzino
es_us: Gasolina, Nafta, Bencina
et: Bensiin
eu: Gasolina
fa: بنزین
fr: Essence
he: בנזין
hu: Benzin
id: Bensin
is: Bensín
it: Benzina
ja: ガソリン
ka: ბენზინი
ko: 가솔린
mk: Bezoloven benzin
nb: Bensin
nl: Benzine
oc: Gasolina
pl: Benzyna
ro_ro: Benzină
ru: Бензин
sc: Benzina
sk: Benzín
sl: Bencin
sr: Бензин
sr_latn: Benzin
sv: Bensin
ta: பெட்ரோல்
tr: Benzin
uk: Бензин
vi: Xăng
zh_hans: 汽油
zh_hant: 汽油

# icon_group_special
source: Special
ar: خاص
az: Xüsusi
be: Адмысловыя
bg: Специални
ca: Especial
cs: Speciální
cy: Arbennig
da: Særlig
de: Spezial
el: Ειδικό
eo: Specialaj
es_us: Especial
et: Eriteenused
eu: Berezia
fa: ویژه
fi: Erityinen
fr: Spécial
gl: Especial
he: מיוחד
hu: Különleges
id: Spesial
is: Sértákn
it: Speciale
ja: 特別
ka: სპეციალური
ko: 특별
lv: Speciālais
mk: Poesbno
nb: Spesiell
nl: Speciaal
oc: Especiau
pl: Specjalny
ro_ro: Speciale
ru: Специальные
sc: Ispetziales
sk: Špeciálne
sl: Posebno
sr: Нарочита
sr_latn: Specijalna
sv: Speciell
ta: சிறப்பு
tr: Özel
uk: Спеціальні
vi: Đặc biệt
zh_hans: 特殊
zh_hant: 特殊

# icon_group_transport
source: Transport
af: Vervoer
ar: نقل
ast: Tresporte
az: Nəqliyyat
be: Транспарт
bg: Транспорт
cs: Doprava
cy: Trafnidiaeth
de: Verkehr
el: Συγκοινωνία
eo: Transporto
es_us: Transporte
eu: Garraioa
fa: حمل‌ونقل
fi: Liikenne
gl: Transporte
he: תחבורה
hu: Közlekedés
hy: Տրանսպորտ
id: Transpor
is: Samgöngur
it: Trasporto
ja: 交通
ka: ტრანსპორტი
ko: 대중교통
lt: Transportas
lv: Transports
ml: ഗതാഗത സംവിധാനം
mr: परिवहन
oc: Transpòrt
ro_ro: Transporturi
ru: Транспорт
sc: Trasportu
sk: Doprava
sl: Javni prevozi
sr: Превоз
sr_latn: Prevoz
sv: Kollektivtrafik
ta: போக்குவரத்து
tr: Ulaşım
uk: Транспорт
vi: Giao thông
zh_hans: 运输
zh_hant: 運輸

# app_mode_pedestrian
source: Walking
af: Voetganger
ar: مشي
az: Piyada
be: Хада
bg: Пешеходец
ca: A peu
cs: Chůze
cy: Cerdded
da: Fodgænger
de: Fußgänger
el: Περίπατος
eo: Piediranto
es_us: Peatón
et: Kõndimine
eu: Oinez
fa: پیاده‌روی
fi: Kävely
fr: À pied
gl: Peón
he: הליכה
hu: Gyaloglás
hy: Հետիոտն
id: Berjalan
is: Gangandi
it: A piedi
ja: 徒歩移動等
ka: ფეხით
ko: 걷기
lt: Ėjimas
lv: Gājējs
mk: Pesacenje
ml: കാല്‍നടയാത്ര
mr: पादचारी
nb: Gåing
nl: Voetganger
oc: A pès
pl: Chodzenie
pt_br: A pé
ro_ro: Mers pe jos
ru: Пешеход
sc: A pee
sk: Chôdza
sl: Navigacija za pohodnike
sr: Пешачење
sr_latn: Hodanje
sv: Gång
ta: நடைபயிற்சி
tr: Yürüme
uk: Пішохід
vi: Đi bộ
zh_hans: 步行
zh_hant: 走路

# app_mode_taxi
source: Taxi
ar: سيارة أجرة
az: Taksi
be: Таксі
bg: Такси
cy: Tacsi
el: Ταξί
eo: Taksio
et: Takso
eu: Taxia
fa: تاکسی
fi: Taksi
he: מונית
hi: टैक्सी
id: Taksi
is: Leigubíll
ja: タクシー
ka: ტაქსი
ko: 택시
lt: Taksi
lv: Takši
mk: Taksi
ml: ടാക്സി
my: တက္ကစီ
nb: Drosje
pl: Taksówka
pt_br: Táxi
ru: Такси
sl: Prevoz s taksijem
sr: Такси
sr_latn: Taksi
ta: டாக்சி
tr: Taksi
uk: Таксі
zh_hans: 出租车
zh_hant: 計程車

# app_mode_subway
source: Subway
ar: مترو انفاق
az: Metro
be: Метро
bg: Метро
ca: Metro
cs: Metro
cy: Trên tanddaearol
da: Metro
de: U-Bahn
el: Υπόγειος σιδηρόδρομος
eo: Metroo
es_us: Metro
et: Metroo
eu: Metroa
fa: مترو
fi: Metro
fr: Métro
gl: Metro
he: רכבת תחתית
hi: भूमिगत मार्ग
hu: Metró
id: Kereta bawah tanah
is: Neðanjarðarlest
it: Metropolitana
ja: 地下鉄
ka: მიწისქვეშა გადასასვლელი
ko: 지하철
lt: Metro
lv: Metro
mk: Metro
my: မြေအောက်ရထား
nb: T-bane
nl: Metro
oc: Mètro
pl: Metro
pt_br: Metrô
ro_ro: Metrou
ru: Метро
sc: Metropolitana
sk: Metro
sl: Prevoz s podzemnoželeznico
sr: Подземна
sr_latn: Metro
sv: Tunnelbana
ta: சுரங்கப்பாதை
tr: Metro
uk: Метро
vi: Tàu điện ngầm
zh_hans: 地铁
zh_hant: 地下鐵

# app_mode_helicopter
source: Helicopter
ar: هليكوبتر
ast: Helicópteru
az: Helikopter
be: Верталёт
bg: Вертолет
ca: Helicòpter
cs: Vrtulník
cy: Hofrennydd
da: Helikopter
de: Hubschrauber
el: Ελικόπτερο
eo: Helikoptero
es_us: Helicóptero
et: Helikopter
eu: Helikopteroa
fa: هلی‌کوپتر
fi: Helikopteri
fr: Hélicoptère
gl: Helicóptero
he: הליקופטר
hi: हेलीकॉप्टर
hu: Helikopter
id: Helikopter
is: Þyrla
it: Elicottero
ja: ヘリコプター
ka: ვერტმფრენი
ko: 헬리콥터
lt: Sraigtasparnis
lv: Helikopteris
mk: Hekikopter
my: ရဟတ်ယာဉ်
nb: Helikopter
nl: Helikopter
oc: Elicoptèr
pl: Śmigłowiec
pt_br: Helicóptero
ro_ro: Elicopter
ru: Вертолёт
sc: Elicòteru
sk: Vrtuľník
sl: Prevoz s helikopterjem
sr: Хеликоптер
sr_latn: Helikopter
sv: Helikopter
ta: உலங்கூர்தி
tr: Helikopter
uk: Вертоліт
vi: Trực thăng
zh_hans: 直升机
zh_hant: 直升機

source: Horseback riding
ar: ركوب الخيل
ast: Equitación
be: Язда на конях
bg: Езда
ca: Equitació
cs: Jízda na koni
cy: Marchogaeth
da: Ridning
de: Reiten
el: Ιππασία
eo: Ĉeval-rajdado
es_us: Cabalgata
et: Ratsutamine
eu: Zaldi-ibilaldiak
fa: سوارکاری
fi: Ratsastus
fr: Équitation
he: רכיבה על סוסים
hu: Lovaglás
id: Menunggang kuda
is: Hestamennska
it: A cavallo
ja: 乗馬
ka: ცხენის ჭენება
ko: 승마
lt: Jodinėjimas žirgais
mk: Javanje na konj
nb: Ridning
nl: Paardrijden
oc: Equèstre
pl: Jazda konna
ro_ro: Călărie
ru: Верховая езда
sc: Ecuitatzione
sk: Jazdenie na koni
sl: Jahanje
sr: Јахање коња
sr_latn: Jahanje konja
sv: Ridning
ta: குதிரை சவாரி
tr: At binme
uk: Верхова їзда
vi: Cưỡi ngựa
zh_hans: 骑马
zh_hant: 騎馬

# app_mode_monowheel
source: Monowheel
ar: عجلة آحادية
be: Монакола
ca: Monocicle
cs: Jednokolka
cy: Un olwyn
da: Monohjul
de: Einreifen
el: Μονότροχο
eo: Unurada veturilo
es_us: Monociclo
et: Monoratas
eu: Monozikloa
fa: یکچرخه
fi: Yksipyöräinen tasapainoskootteri
fr: Mono-roue
gl: Monowheel (monociclo)
he: חד־אופן
hu: Egykerekű
hy: Մոնոանիվ
id: Roda tunggal
is: Einhjól
it: Monoruota
ja: モノホイール
ka: ცალბორბალა
ko: 모노힐
lt: Vienaratis
lv: Monoritenis
mk: Monovozilo
nb: Monohjul
nl: Monowheel, Hoverboard
oc: Monocicleta
pl: Monocykl
pt_br: Monociclo
ro_ro: Monoroată
ru: Моноколесо
sc: Monoroda
sk: Koleso (monowheel)
sl: Prevoz z monociklom
sr: Моноцикл
sr_latn: Monocikl
sv: Monohjul
ta: மோனோஈல்
tr: Tek tekerlekli
uk: Моноколесо
vi: Xe một bánh
zh_hans: 独轮
zh_hant: 單輪

# app_mode_ufo
source: UFO
ar: طبق
be: НЛА
bg: НЛО
ca: Ovni
el: ΑΤΙΑ
eo: NIFO
es_us: Ovni
eu: OHE (objektu hegalari ezezagun)
fa: بشقاب‌پرنده
fr: OVNI
gl: OVNI
he: חיזר
hi: उफौ
hu: UFO (azonosítatlan repülő tárgy)
is: FFH
it: OVNI
ja: UFO(未確認飛行物体)
ka: ამო
ko: 미확인물체
lt: NSO
lv: NLO
mk: NLO
pt_br: OVNI
ro_ro: OZN
ru: НЛО
sc: OVNI (UFO)
sl: Štopanje NLP (brisača obvezna)
sr: НЛО
sr_latn: NLO
ta: யுஎஃப்ஒ
uk: НЛО

# app_mode_wagon
source: Wagon
ar: عربه
be: Вагон
bg: Фургон
ca: Vagó
cs: Dodávkové auto
cy: Wagen
da: Vogn
de: Wagen
el: Οικογενειακό αυτοκίνητο
eo: Aŭto (kombino)
es_us: Vagón
et: Vagun
eu: Bagoia
fa: واگن
fi: Vaunu
gl: Vagón
he: קרון
hu: Családi autó
hy: Սայլակ
id: Gerbong
is: Dráttarvagn
it: Familiare
ja: ワゴン車
ka: ვაგონი
lt: Vagonas
mk: Vagon
nb: Vogn
nl: Stationwagon
pl: Wóz
pt_br: Vagão
ro_ro: Căruță
ru: Фургон
sc: Vagone pro sas mertzes
sk: Dodávkové auto
sl: Dostave s kombijem
sr: Приколица
sr_latn: Prikolica
sv: Vagn
ta: வேகன்
tr: Vagon
uk: Фургон
vi: Xe wagon
zh_hans: 旅行车
zh_hant: 旅行車

# app_mode_pickup_truck
source: Pickup truck
ar: شاحنه
ast: Camioneta
be: Пікап
bg: Пикап
ca: Camioneta descoberta
cs: Pickup auto
cy: Picyp
da: Pickup
de: Kleintransporter
el: Ημιφορτηγό
eo: Aŭto (pickup)
es_us: Camioneta
et: Kastiauto
eu: Kamioneta irekia
fa: کامیون پیک‌آپ
fi: Lava-auto
fr: Camionnette
gl: Camioneta (pickup)
he: טנדר
hu: Kisteherautó
id: Truk pikap
is: Pallbíll
it: Pick-up
ja: ピックアップトラック
ka: პიკაპი
ko: 픽업 트럭
lt: Pikapas
lv: Pikaps
mk: Pikap kamion
nb: Pickup
oc: Camioneta descobèrta
pl: Pickup
pt_br: Caminhonete
ro_ro: Camioneta
ru: Пикап
sc: Camieddu
sk: Pickup auto
sl: Dostave s poltovornjakom
sr: Доставно теретно возило
sr_latn: Kamionet
sv: Pickup
ta: பிக்கப் டிரக்
tr: Kamyonet
uk: Пікап
vi: Xe bán tải
zh_hans: 皮卡
zh_hant: 皮卡車

# app_mode_utv
source: Side by Side
ar: جنبًا إلى جنب
be: Мотаўсюдыход
ca: Costat a costat
cs: Terénní čtyřkolka
cy: Ochr yn Ochr
da: Side om side
de: Nebeneinander
el: Δίπλα-δίπλα
eo: Ĉiuteren‑veturilo (UTV)
es_us: En paralelo
et: Kõrvuti
eu: Aldez alde
fa: UTV
fi: Rinnakkain
fr: Côte à côte
gl: Lado a lado
he: זה לצד זה
hu: UTV (kis terepautó)
id: Bersebelahan
is: Hlið við hlið
it: Lato per lato
ja: 横並び(サイドバイサイド)形式
ka: გვერდიგვერდ
kn: ಅಕ್ಕ-ಪಕ್ಕ
ko: 사이드 바이 사이드
mk: Eden po drug
nb: Side om side
nl: Naast elkaar
oc: Tòcatòca
pl: Obok siebie
pt_br: Lado a lado
ro_ro: Alăturate
ru: Мотовездеход
sc: Costa a costa
sk: Terénna úžitková štvorkolka
sl: Eno ob drugem
sr: Упоредно
sr_latn: Rame uz rame
sv: Sida vid sida
ta: அருகருகே
tr: Yan yana
uk: Мотовсюдихід
vi: Ghế ngồi cạnh nhau
zh_hans: 并排
zh_hant: 並排

# app_mode_osm
source: OSM
sr: ОСМ
ta: ஓஎச்எம்

source: Desert
ar: الصحراء
be: Пустэльня
cs: Poušť
da: Ørken
de: Wüste
el: Έρημος
es_us: Desierto
et: Kõrb
fa: کویر
fi: Aavikko
fr: Désert
hu: Sivatag
id: Gurun
is: Eyðimörk
it: Deserto
ja: 砂漠
ka: უდაბნო
nb: Ørken
oc: Desèrt
pl: Pustynia
pt_br: Deserto
ro_ro: Deșert
ru: Пустыня
sc: Desertu
sr: Дезерт
sr_latn: Dezert
sv: Öken
ta: பாலைவனம்
tr: Çöl
uk: Пустеля
zh_hant: 沙漠

# app_mode_moped
source: Moped
ar: الدراجة
be: Мапед
bg: Мотопед
ca: Ciclomotor
da: Knallert
el: Μοτοποδήλατο
eo: Motorbiciklo
es_us: Ciclomotor
et: Mopeed
eu: Ziklomotorra
fa: موتورگازی
fi: Mopedi
fr: Cyclomoteur
is: Skellinöðrur
it: Ciclomotore
ja: モペッド
ka: მოპედი
ko: 퍼스널 모빌리티
nl: Bromfiets
pl: Motorower
ru: Мопед
sr: Мопед
sv: Moped klass I
ta: மொபெட்
uk: Мопед
vi: Xe gắn máy
zh_hans: 轻型摩托车
zh_hant: 機車
