Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# driving_region_descr
source: Select driving region: US, Europe, UK, Asia, and others.
af: Kies Bestuur Streek: VSA, Europa, VK, Asië en Ander
ar: حدد منطقة القيادة: الولايات المتحدة، أوروبا، المملكة المتحدة، آسيا، وأخرى.
az: Sürücülük regionu seçin: ABŞ, Avropa, Böyük Britaniya, Asiya və s.
be: Абярыце рэгіён кіравання: ЗША, Еўропа, Вялікабрытанія, Азія і іншыя.
bg: Изберете регион на шофиране: САЩ, Европа, Великобритания, Азия или друг.
ca: Seleccioneu la regió de conducció: EUA, Europa, Regne Unit, Àsia i altres.
cs: Vyberte dopravní oblast: USA, Evropa, Británie, Asie a další.
cy: Dewisa gyfandir gyrru: DU, Ewrop, UDA, Asia, ac eraill.
da: Vælg kørselsregion: USA, Europa, Storbritannien, Asien og andre.
de: Verkehrsregion wählen: USA, Europa, GB, Asien u. a.
el: Επιλέξτε περιοχή οδήγησης: ΗΠΑ, Ευρώπη, ΗΒ, Ασία κλπ.
eo: Elekti trafikan regionon: Usono, Eŭropo, Britujo, Azio kaj aliaj.
es_us: Región de conducción: EEUU, Europa, Reino Unido, Asia u otras.
et: Vali sõidupiirkond: USA, Euroopa, Suurbritannia, Aasia ja midagi muud.
eu: Aukeratu gidatze eremua: EEBB, Europa, EB, Asia, edo bestelakoak.
fa: منطقهٔ رانندگی را انتخاب کنید: آمریکا، اروپا، انگلستان، آسیا و سایر مناطق.
fi: Valitse liikkumisalue: USA, Eurooppa, UK, Aasia tai muut.
fr: Sélectionnez la région de conduite : États-Unis, Europe, Royaume-Uni, Asie ou autre.
gl: Escoller a rexión de condución: Estados Unidos, Europa, Reino Unido, Asia e outras.
he: נא לבחור את איזור הנהיגה: ארה״ב, אירופה, הממלכה המאוחדת, אסיה ואחרות.
hu: Vezetési régió kijelölése: USA, Európa, Egyesült Királyság, Ázsia és egyebek.
hy: Ընտրեք վարելու տարածաշրջանը՝ ԱՄՆ, Եվրոպա, Մեծ Բրիտանիա, Ասիա և այլն։
id: Pilih wilayah mengemudi: AS, Eropa, Inggris Raya, Asia, dan lain-lain.
is: Veldu aksturssvæði: BNA, Evrópa, Bretland, Asía og annað.
it: Seleziona la regione di guida: USA, Europa, Regno Unito, Asia o altre.
ja: 運転する地域を選択します:アメリカ、ヨーロッパ、イギリス、アジア、その他
ka: აირჩიეთ გზის რეგიონი: აშშ, ევროპა, UK, აზია და სხვა.
ko: 운전 지역 선택 : 미국, 유럽, 영국, 아시아 및 기타
lt: Pasirinkite vairavimo regioną: JAV, Europa, Didžioji Britanija, Azija ir kitas.
lv: Izvēlieties braukšanas apgabalu: ASV, Eiropa, Apvienotā Karaliste, Āzija un citi
mk: Izberete region za vozenje: SAD, Evropa, UK, Azija i drugi.
ml: ഡ്രൈവിങ്ങ് ദിശ തിരഞ്ഞെടുക്കുക(രാജ്യം): യുഎസ്, യൂറോപ്പ്, യൂകെ , ഏഷ്യ , മറ്റുള്ളവ
nb: Velg bilkjøringssted: USA, Europa, Storbritannia, Asia og andre.
nl: Kies regio voor autorijden: VS, Europa, GB, Azië of andere.
oc: Seleccionatz la region guida: EUA, Euròpa, Reiaume Unit, Asia ò autres.
pl: Wybierz region jazdy: USA, Europa, Wielka Brytania, Azja i inne.
pt_br: Selecione a região de condução: EUA, Europa, Reino Unido, Ásia e outros.
ro_ro: Selectați regiune de condus: USA, Europa, UK, Asia, și altele.
ru: Регион вождения: Россия, США, ЕС, Лат Америка.
sc: Issèbera sa regione de ghia: USA, Europa, UK, Àsia e àteras.
sk: Vyberte jazdnú oblasť: USA, Európa, Spojené kráľovstvo, Ázia a ostatné.
sl: Izberi določila vožnje: ZDA, Evropa, Velika Britanija, Azija in druga.
sr: Одаберите област вожње: САД, Европа, Уједињено Краљевство, Азија и остало.
sr_latn: Odaberi region vožnje: SAD, Evropa, Ujedinjeno Kraljevstvo, Azija i ostalo.
sv: Välj körområde: USA, Europa, UK, Asien och andra.
ta: ஓட்டுநர் பிராந்தியத்தைத் தேர்ந்தெடுக்கவும்: அமெரிக்கா, ஐரோப்பா, இங்கிலாந்து, ஆசியா மற்றும் பிற.
tr: Sürüş bölgesini seçin: ABD, Avrupa, Birleşik Krallık, Asya ve diğerleri.
uk: Виберіть регіон: США, Європа, Англія, Азія та інші.
vi: Chọn khu vực lái xe: Hoa Kỳ, Châu Âu, Vương quốc Anh, Châu Á và những khu vực khác.
zh_hans: 选择驾驶地区：美国、欧洲、英国、亚洲等。
zh_hant: 選取駕駛區域：美國、歐洲、英國、亞洲和其它。

source: Driving region
af: Bestuur Streek
ar: منطقة القيادة
az: Sürücülük regionu
be: Рэгіён кіравання
bg: Район на шофиране
ca: Regió de conducció
cs: Dopravní oblast
cy: Rhanbarth gyrru
da: Region
de: Verkehrsregion
el: Περιοχή οδήγησης
eo: Trafika regiono
es_us: Región de conducción
et: Sõidupiirkond
eu: Gidatze eremua
fa: منطقهٔ رانندگی
fi: Liikkumisalue
fr: Région de conduite
gl: Rexión na que conducir
he: אזור נהיגה
hu: Vezetési régió
hy: Վարելու տարածաշրջանը
id: Wilayah mengemudi
is: Aksturssvæði
it: Regione di guida
ja: 運転地域
ka: გზის რეგიონი
ko: 운전 지역
lt: Vairavimo regionas
lv: Apgabals
mk: Vozen region
ml: ഡ്രൈ‌വിങ്ങ് റീജിയണ്‍(രാജ്യം)
nb: Region for bilkjøring
nl: Regio voor autorijden
oc: Region de guida
pl: Region ruchu
pt_br: Região de direção
ro_ro: Regiunea în care se conduce
ru: Регион вождения
sc: Regione de ghia
sk: Jazdná oblasť
sl: Režim vožnje
sr: Област вожње
sr_latn: Region vožnje
sv: Område
ta: வாகனம் ஓட்டும் இடம்
tr: Sürüş bölgesi
uk: Регіон водіння
vi: Khu vực lái xe
zh_hans: 驾驶地区
zh_hant: 駕駛區域

# save_global_track_interval
source: General logging interval
ar: الفاصل الزمني العام للتسجيل
be: Агульны інтэрвал запісу
bg: Интервал за запис
ca: Interval d'enregistrament general
cs: Globální interval záznamu
cy: Cyfnod cofnodi cyffredinol
da: Generelt logningsinterval
de: Intervall für generelle Aufzeichnung
el: Γενικό διάστημα καταγραφής
eo: Ĝenerala intertempo de registrado
es_us: Intervalo de registro general
et: Üldine logimisintervall
eu: Erregistro tarte orokorra
fa: تناوب ردنگاری عمومی
fi: Yleinen kirjausten aikaväli
fr: Intervalle d'enregistrement par défaut
gl: Intre de rexistro xeral
he: הפרשי רישום באופן כללי
hu: Általános naplózási időköz
hy: Ընդհանուր ժամանակի ընդմիջումը
id: Interval pencatatan umum
is: Almennt millibil skráninga
it: Intervallo predefinito di registrazione
ja: ログの記録間隔
ka: ჟურნალიზაციის საერთო ინტერვალი
ko: 일반 로깅 간격
lt: Bendrasįrašymo intervalas
lv: Ierakstīšanas intervāls
mk: Opšt interval na prijavuvanje
ml: സാധാരണ റിക്കോഡിങ്ങിന്റെ ഇടവേള
mr: सामान्य क्रमलेखन काळांतर
nb: Generelt loggeintervall
nl: Standaard logging-interval
oc: Intervalle d'enregistrament generau
pl: Ogólna częstość rejestrowania
pt_br: Intervalo de registro geral
ro_ro: Interval general de înregistrare
ru: Общий интервал записи трека
sc: Intervallu de registratzione generale
sk: Interval všeobecného zaznamenávania
sl: Interval beleženja
sr: Међувреме општег бележења
sr_latn: Međuvreme opšteg beleženja
sv: Allmänt loggningsintervall
ta: பொது பதிவு இடைவெளி
tr: Genel kayıt tutma aralığı
uk: Загальний інтервал між точками
vi: Quãng thời gian ghi nhật ký chung
zh_hans: 通用记录间隔
zh_hant: 通常的記錄間隔

# save_track_interval
source: Logging interval during navigation
af: Log tussenpose
ar: الفاصل الزمني للتسجيل أثناء الملاحة
be: Інтэрвал захавання падчас навігацыі
bg: Интервал за запис по време на навигация
ca: Interval d'enregistrament durant la navegació
cs: Interval ukládání trasy během navigace
da: Logningsinterval under navigation
de: Erfassungsintervall während der Navigation
el: Διάστημα καταγραφής κατά την πλοήγηση
eo: Registrada intertempo dum navigado
es_us: Intervalo de registro durante la navegación
et: Logimise ajavahemik navigeerimise ajal
eu: Erregistro-tartea nabigazioan zehar
fa: تناوب ردنگاری هنگام ناوبری
fi: Kirjausväli suunnistuksen aikana
fr: Intervalle d'enregistrement pendant le guidage
gl: Intre de rexistro durante a navegación
he: מרווח בין השמירות ליומן במהלך ניווט
hu: Naplózási időköz navigáció közben
hy: Նավիգացիայի ընթացքում մուտքագրման ժամանակի ընդմիջումը
id: Interval pencatatan selama navigasi
is: Millibil skráninga á meðan leiðsögn stendur
it: Intervallo di registrazione durante la navigazione
ja: ナビゲーション中の経路記録間隔
ka: ნავიგაციისას ჟურნალირების ინტერვალი
ko: 운행중 로깅 간격
lt: Informacijos išsaugojimo intervalas naviguojant
lv: Logošanas intervāls navigācijas laikā
mk: Interval na prjavuvanje za vreme na navigacija
ml: വഴികാട്ടുമ്പോളുള്ള റിക്കോഡിങ്ങിന്റെ ഇടവേള
nb: Loggeintervall under navigering
nl: Logging-interval gedurende navigatie
oc: Interval d'enregistrament dau temps de la navigacion
pl: Częstość rejestrowania podczas nawigacji
ro_ro: Interval de salvare a poziției in timpul navigației
ru: Интервал записи во время навигации
sc: Intervallu de sarvamentu durante sa navigatzione
sk: Interval zaznamenávania pri navigácii
sl: Interval beleženja med navigacijo
sr: Участалост бележења за време навођења
sr_latn: Učastalost beleženja za vreme navođenja
sv: Loggningsintervall under navigering
ta: வழிசெலுத்தலின்போது பதிவு இடைவெளி
tr: Navigasyon sırasında kayıt aralığı
uk: Інтервал між точками під час навігації
vi: Quãng thời gian ghi nhật ký trong quá trình điều hướng
zh_hans: 日志记录时间间隔
zh_hant: 在導航期間的記錄間隔

# map_widget_magnetic_bearing
source: Magnetic bearing
ar: تأثير مغناطيسي
be: Магнітны азімут
bg: Направление по магнитния компас
ca: Desviació respecte el Nord magnètic
cs: Magnetické směrování
cy: Cyfeiriant magnedig
da: Magnetisk pejling
de: Magnetische Peilung
el: Μαγνητικός προσανατολισμός
eo: Magneta direkto
es_us: Rumbo magnético
et: Asimuut
eu: Norabide magnetikoa
fa: سویهٔ مغناطیسی
fi: Magneettinen suunta
fr: Cap magnétique
gl: Traxectoria magnética
he: תכווין מגנטי
hu: Mágneses irány
hy: Մագնիսական կրող
id: Bantalan magnetik
is: Segulstefna
it: Bussola magnetica
ja: 磁方位
ka: მაგნიტური დამჭერი
ko: 마그네틱 베어링
lt: Magnetinė kryptis
lv: Magnētiskais virziens
mk: Magnetno ležište
ml: മാഗനറ്റിക് ബെയറിങ്ങ്
my: သံလိုက် ဦးတည်ရာ
nb: Magnetisk peiling
nl: Magnetische koers
oc: Desviacion segon lo Nòrd magnetic
pl: Orientacja magnetyczna
pt_br: Rumo magnético
ro_ro: Direcție magnetică
ru: Магнитный пеленг
sc: Bùssola magnètica
sk: Magnetické smerovanie
sl: Smer po magnetnem polju
sr: Магнетно вретено
sr_latn: Magnetni kompas
sv: Magnetisk bäring
ta: காந்த தாங்கி
tr: Manyetik hareket
uk: Магнітний компас
vi: Góc lệch từ tính
zh_hans: 磁方位
zh_hant: 磁力方位

# map_widget_bearing
source: Relative bearing
ar: التأثير النسبي
be: Адносны азімут
bg: Относително направление
ca: Desviació relativa
cs: Relativní směrování
cy: Cyfeiriant cymharol
da: Relativ pejling
de: Relative Peilung
el: Σχετικός προσανατολισμός
eo: Relativa direkto
es_us: Rumbo relativo
et: Suhteline kurss
eu: Norabide erlatiboa
fa: سویهٔ نسبی
fi: Suhteellinen suunta
fr: Cap relatif
gl: Traxectoria relativa
he: תכווין יחסי
hu: Relatív irányszög
hy: Հարաբերական կրող
id: Bantalan relatif
is: Hlutfallsleg miðun
it: Bussola relativa
ja: 相対方位
ka: კურსის კუთხე
ko: 관계되는 방위
lt: Reliatyvi kryptis
lv: Relatīvais virziens
mk: Relativno ležište
ml: റിലേറ്റിവ് ബെയറിങ്ങ്
my: ကိုယ်နဲ့နှိုင်း ယှဉ် ဦးတည်ရာ
nb: Relativ peiling
nl: Relatieve koers
oc: Desviacion relativa
pl: Orientacja względna
pt_br: Rumo relativo
ro_ro: Poziție relativă
ru: Курсовой угол
sc: Bùssola relativa
sk: Relatívne smerovanie
sl: Relativna smer
sr: Усмерено вретено
sr_latn: Relativno usmeravanje
sv: Relativ bäring
ta: உறவினர் தாங்கி
tr: Nispi yön
uk: Курсовий кут
vi: Góc lệch tương đối
zh_hans: 相对方位
zh_hant: 相對方位

# shared_string_near
source: Near
ar: بالقرب من
az: Yaxın
be: Побач
bg: Близо
ca: Prop de
cs: Nedaleko
cy: Agos
da: I nærheden af
de: Nähe
el: Κοντά
eo: Proksime
es_us: Cerca de
et: Lähedal
fa: نزدیک
fi: Lähellä
fr: Proche
gl: Preto de
he: ליד
hu: Ennek közelében:
hy: Մոտ
id: Dekat
is: Nálægt
it: Vicino
ja: 近辺
ka: ახლოს
kn: ಹತ್ತಿರ
ko: 인근
ku: Nêzîk
lt: Netoliese
lv: Tuvumā
mk: Blisku
ml: "സമീപത്ത് "
my: အနီး
nb: Nær
nl: Nabij
oc: Vesin de
pl: W pobliżu
pt_br: Perto de
ro_ro: Aproape de
ru: Вблизи
sc: A curtzu
sk: Blízko
sl: V bližini
sr: Близу
sr_latn: Blizu
sv: Nära
ta: அருகில்
tr: Yakın
uk: Поблизу
vi: Gần
zh_hans: 邻近
zh_hant: 鄰近

# always_center_position_on_map
source: Position placement always in center
af: Wys posisie altyd in senter
ar: وضع الموضع في المنتصف دائما
az: Mövqeni hər zaman mərkəzdə göstər
be: Паказваць становішча заўсёды ў цэнтры
bg: Поставяне на позицията винаги в центъра
ca: Mostra sempre la posició en el centre
cs: Zobrazit pozici vždy uprostřed
cy: Dangos lleoliad yn y canol o hyd
da: Placering af position altid centreret
de: Positionsbestimmung immer mittig
el: Τοποθέτηση θέσης πάντα στο κέντρο
eo: Vidigi pozicionĉiam je centro
es_us: Mostrar ubicación siempre en el centro
et: Sinu asukoht on alati keskel
eu: Bistaratu kokapena beti erdian
fa: همیشه موقعیت را در مرکز نقشه نگه دار
fi: Näytä sijainti aina keskellä
fr: Position toujours placée au centre
gl: Amosar posición sempre no centro
he: המיקום הוא תמיד במרכז התצוגה
hu: Pozíció elhelyezése mindig középre
hy: Ցուցադրել դիրքը էկրանի կենտրոնում
id: Penempatan posisi selalu di tengah
is: Staðsetning alltaf á miðju
it: Mostra la posizione sempre al centro
ja: 現在地を常に中央に表示
ka: Display position always in center
ko: 항상 중앙에 위치 표시
lt: Vietą visada rodyti centre
lv: Vienmēr centrēt karti
mk: Pozicijata na prikažuvanje sekogaš vo centarot
ml: തല്‍സ്ഥാനം എല്ലയ്പ്പോഴും നടുവിലായി കാണിക്കുക
nb: Posisjonsplassering alltid i senter
nl: Positie altijd in het midden
oc: Plaçar de lònga la posicion au centre
pl: Pozycjonowanie zawsze na środku
pt_br: Sempre centralizar a posição no mapa
ro_ro: Poziție plasată mereu în centru
ru: Показывать положение в центре экрана
sc: Pone sa positzione semper in su tzentru
sk: Poloha umiestnená vždy v strede
sl: Postavitev položaja vedno v sredini
sr: Увек приказуј положај у средини
sr_latn: Pozicija uvek u centru
sv: Placering av position alltid i mitten
ta: நிலை வேலைவாய்ப்பு எப்போதும் மையத்தில் உள்ளது
tr: Konumu sürekli ortada tut
uk: Позиція розташування завжди в центрі
zh_hans: 位置放置始终处于中心
zh_hant: 位置顯示始終處於中心

# map_widget_appearance_rem
source: Remaining elements
ar: العناصر الأخرى
az: Qalan elementlər
be: Астатнія элементы
bg: Оставащи
ca: Elements pendents
cs: Zbývající prvky
cy: Elfennau yn weddill
da: Øvrige elementer
de: Verbleibende Elemente
el: Εναπομείναντα στοιχεία
eo: Aliaj elementoj
es_us: Elementos restantes
et: Järelolevad elemendid
eu: Bestelako elementuak
fa: سایر اجزا
fi: Jäljellejäävät elementit
fr: Autres éléments
gl: Elementos pendentes
he: רכיבים שנותרו
hu: Fennmaradó elemek
hy: Մնացած տարրերը
id: Elemen yang tersisa
is: Atriði eftir
it: Elementi rimanenti
ja: その他の要素
ka: დარჩენილი ელემენტები
kn: ಇತರೆ ಅಂಶಗಳು
ko: 나머지 요소
lt: Likę elementai
lv: Pārējie elementi
mk: Preostanati elementi
ml: ശേഷിക്കുന്ന അംശങ്ങള്‍
nb: Resterende elementer
nl: Resterende onderdelen
oc: Elements restants
pl: Pozostałe elementy
pt_br: Elementos restantes
ro_ro: Elemente rămase
ru: Остальное
sc: Elementos chi abarrant
sk: Ostatné prvky
sl: Preostali elementi
sr: Остале јединице
sr_latn: Ostali elementi
sv: Kvarvarande element
ta: மீதமுள்ள கூறுகள்
tr: Kalan unsurlar
uk: Інше
zh_hans: 剩余的元素
zh_hant: 剩餘元件

# route_descr_destination
source: Destination
ar: وجهة
ast: Destín
az: Təyinat nöqtəsi
be: Пункт прызначэння
bg: Местоназначение
ca: Destí
cs: Cíl
cy: Cyrchfan
de: Ziel
el: Προορισμός
eo: Celo
es_us: Destino
et: Sihtkoht
eu: Helburua
fa: مقصد
fi: Päämäärä
fr: Arrivée
gl: Destino
he: יעד
hu: Úti cél
hy: Նպատակակետ
id: Destinasi
is: Áfangastaður
it: Destinazione
ja: 目的地
ka: დანიშნულების წერტილი
ko: 도착지
lt: Paskirties punktas
lv: Galamērķis
mk: Destinacija
ml: ലക്ഷ്യസ്ഥാനം
mr: इच्छित स्थळ
nb: Reisemål
nl: Bestemming
oc: Destinacion
pl: Cel
ro_ro: Destinație
ru: Пункт назначения
sc: Destinatzione
sk: Cieľ
sl: Cilj
sr: Одредиште
sr_latn: Odredište
ta: இலக்கு
tr: Varış yeri
uk: Пункт призначення
vi: Điểm đến
zh_hans: 目的地
zh_hant: 目的地

# map_widget_battery
source: Battery level
ar: مستوى البطارية
ast: Nivel de la batería
az: Batareya səviyyəsi
be: Узровень зараду батарэі
bg: Ниво на батерията
ca: Nivell de la bateria
cs: Stav baterie
cy: Lefel batri
da: Batteriniveau
de: Akkustand
el: Στάθμη μπαταρίας
eo: Nivelo de baterio
es_us: Nivel de batería
et: Aku laetuse tase
eu: Bateriaren maila
fa: میزان شارژ باطری
fi: Akun taso
fr: Niveau de batterie
gl: Nivel da batería
he: עצמת הסוללה
hu: Akkumulátor töltöttsége
hy: Մարտկոցի լիցքավորման մակարդակը
id: Level baterei
is: Styrkur rafhlöðu
it: Livello della batteria
ja: バッテリー残量
ka: ელემენტის დონე
ko: 배터리 잔량
lt: Baterijos lygis
lv: Baterijas līmenis
mk: Nivo na baterijata
ml: "ബാറ്ററി നില "
my: ဘက်ထရီအဆင့်
nb: Batterinivå
nl: Batterijniveau
oc: Nivèu de la batariá
pl: Stan akumulatora
pt_br: Nível da bateria
ro_ro: Nivel baterie
ru: Уровень заряда батареи
sc: Livellu bateria
sk: Úroveň batérie
sl: Stanje baterije
sr: Попуњеност батерије
sr_latn: Popunjenost baterije
sv: Batterinivå
ta: பேட்டரி நிலை
tr: Pil seviyesi
uk: Рівень заряду батареї
vi: Mức pin
zh_hans: 电池用量
zh_hant: 電池位準

# map_widget_plain_time
source: Current time
ar: الوقت الحالي
ast: Hora actual
az: Hazırkı vaxt
be: Цяперашні час
bg: Текущо време
ca: Hora actual
cs: Aktuální čas
cy: Amser cyfredol
da: Aktuel tid
de: Aktuelle Zeit
el: Τρέχουσα ώρα
eo: Nuna tempo
es_us: Hora actual
et: Praegune aeg
eu: Oraingo ordua
fa: زمان جاری
fi: Aika nyt
fr: Heure actuelle
gl: Tempo actual
he: הזמן הנוכחי
hu: Jelenlegi idő
hy: Ընթացիկ ժամը
id: Waktu sekarang
is: Núverandi tími
it: Orario attuale
ja: 現在時刻
ka: მიმდინარე დრო
ko: 현재 시간
lt: Dabartinis laikas
lv: Tekošais laiks
mk: Momentalno vreme
ml: സമയം
nb: Gjeldende tid
nl: Huidige tijd
oc: Ora actuala
pl: Aktualny czas
pt_br: Hora atual
ro_ro: Oră curentă
ru: Текущее время
sc: Oràriu atuale
sk: Aktuálny čas
sl: Trenutničas
sr: Тренутно време
sr_latn: Trenutno vreme
sv: Aktuell tid
ta: தற்போதைய நேரம்
tr: Şimdiki zaman
uk: Поточний час
vi: Thời gian hiện tại
zh_hans: 当前时间
zh_hant: 目前時間

# map_widget_max_speed
source: Speed limit
af: Snelheidsgrens
ar: حد السرعة
ast: Llende de velocidá
az: Sürət limiti
be: Абмежаванне хуткасці
bg: Ограничение на скоростта
bs: Ograničenje brzine
ca: Límit de velocitat
cs: Rychlostní omezení
cy: Terfyn cyflymder
da: Hastighedsgrænse
de: Tempolimit
el: Όριο ταχύτητας
eo: Rapidlimo
es_us: Límite de velocidad
et: Kiiruspiirang
eu: Abiadura muga
fa: سرعت مجاز
fi: Nopeusrajoitus
fr: Limite de vitesse
gl: Límite da velocidade
he: מהירות מותרת
hu: Sebességkorlátozás
hy: Արագության սահմանափակումը
id: Batas kecepatan
is: Hraðatakmörk
it: Limite di velocità
ja: 制限速度
ka: სიჩქარის ლიმიტი
ko: 속도 제한
lt: Leidžiamas greitis
lv: Ātruma ierobežojumi
mk: Ogranici brzina
ml: വേഗപരിധി
mr: वेग मर्यादा
nb: Fartsgrense
nl: Snelheidslimiet
oc: Limit de velocitat
pl: Ograniczenie prędkości
pt_br: Limite de velocidade
ro_ro: Limită de viteză
ru: Ограничение скорости
sc: Lìmite de lestresa
sk: Obmedzenie rýchlosti
sl: Omejitve hitrosti
sr: Ограничење брзине
sr_latn: Ograničenje brzine
sv: Hastighetsbegränsning
ta: வேக வரம்பு
tr: Hız sınırı
uk: Обмеження швидкості
vi: Giới hạn tốc độ
zh_hans: 速度限制
zh_hant: 速限

# access_arrival_time
source: Arrival time
af: Aankomstyd
ar: وقت الوصول
az: Gəlmə vaxtı
be: Час прыбыцця
bg: Време на пристигане
bs: Vrijeme dolaska
ca: Hora d'arribada
cs: Čas příjezdu
cy: Amser cyrraedd
da: Ankomsttid
de: Ankunftszeit
el: Ώρα άφιξης
eo: Tempo de alveno
es_us: Hora de llegada
et: Saabumisaeg
eu: Iritsiera ordua
fa: زمان رسیدن
fi: Saapumisaika
fr: Heure d'arrivée
gl: Hora da chegada
he: זמן ההגעה
hu: Érkezési idő
hy: Ժամանելու ժամանակը
id: Waktu tiba
is: Komutími
it: Orario di arrivo
ja: 到着時刻
ka: ჩასვლის დრო
ko: 도착 시간
lt: Atvykimo laikas
lv: Ierašanās laiks
mk: Vreme na pristignuvanje
ml: "ആഗമന സമയം "
nb: Ankomsttid
nl: Aankomsttijd
oc: Orari d'arribada
pl: Czas przybycia
pt_br: Hora de chegada
ro_ro: Timp sosire
ru: Время прибытия
sc: Oràriu de lòmpida
sk: Čas príchodu
sl: Čas prihoda
sr: Време пристизања
sr_latn: Vreme pristizanja
sv: Ankomsttid
ta: வருகை நேரம்
tr: Varış zamanı
uk: Час прибуття
zh_hans: 到达时间
zh_hant: 抵達時間

# shared_string_collapse
source: Collapse
ar: تدلي
ast: Contrayer
az: Yığışdır
be: Згарнуць
bg: Свиване
ca: Redueix
cs: Sbalit
cy: Cwympo
da: Fold sammen
de: Einklappen
el: Σύμπτυξη
eo: Maletendi
es_us: Contraer
et: Paki kokku
eu: Tolestu
fa: مخفی شود
fi: Paina kokoon
fr: Réduire
gl: Agochar
he: צמצום
hu: Összecsukás
hy: Կոծկել
id: Tutup
is: Fella saman
it: Compatta
ja: 詳細を閉じる
ka: ჩამოშლა
ko: 실패
lt: Suskleisti
lv: Kollapss
mk: Kolaps
ml: ചുരുക്കുക
nb: Fold sammen
nl: Inklappen
oc: Redurre
pl: Zwiń
pt_br: Contrair
ro_ro: Colapsează
ru: Свернуть
sc: Mìnima
sk: Skryť
sl: Zloži
sr: Склопи
sr_latn: Sklopi
sv: Slå ihop
ta: தகர்ந்து போ
tr: Daralt
uk: Згорнути
vi: Thu gọn
zh_hans: 折叠
zh_hant: 收合

# shared_string_topbar
source: Top bar
ar: شريط بالأعلى
ast: Barra cimera
az: Üst panel
be: Верхняя панэль
bg: Горна лента
ca: Barra superior
cs: Horní panel
cy: Bar uchaf
da: Topbjælke
de: Obere Leiste
el: Γραμμή κορυφής
eo: Supra breto
es_us: Barra superior
et: Ülemine riba
eu: Goiko barra
fa: نوار بالا
fi: Yläpalkki
fr: Barre supérieure
gl: Barra de enriba
he: סרגל עליון
hu: Felső sáv
hy: Վերին վահանակ
id: Bilah atas
is: Toppstika
it: Barra superiore
ja: 画面上部のバー
ka: ზედა პანელი
ko: 상단 바
lt: Viršutinė lentelė
lv: Virsjosla
mk: Lenta gore
ml: ടോപ്പ് ബാർ
nb: Topplinje
nl: Bovenste balk
oc: Barra superiora
pl: Górny pasek
pt_br: Barra superior
ro_ro: Bara superioară
ru: Верхняя панель
sc: Barra in pitzu
sk: Horný panel
sl: Vrhnja vrstica
sr: Горња трака
sr_latn: Gornja traka
sv: Toppfält
ta: மேல் பட்டை
tr: Üst menü
uk: Верхня панель
zh_hans: 顶栏
zh_hant: 頂端列

# shared_string_widgets
source: Widgets
ar: شريط جانبي
az: Vidcetlər
be: Віджэты
bg: Приспособления
ca: Ginys
cs: Nástroje
cy: Teclynnau
da: Moduler
de: Steuerelemente
el: Γραφικά στοιχεία
eo: Fenestraĵoj
et: Vidinad
eu: Trepetak
fa: ابزارک‌ها
fi: Työkalut
gl: Trebellos
he: וידג׳טים
hu: Modulok
hy: Վիջեթներ
id: Widget
is: Viðmótshlutar
it: Widget
ja: ウィジェット
ka: ვიჯეტები
ko: 위젯
lt: Valdikliai
lv: Logrīki
mk: Vidzeti
ml: വിഡ്ജെറ്റ്
nb: Moduler
oc: Clavelets
pl: Widżety
ro_ro: Widgeturi
ru: Виджеты
sk: Nástroje
sl: Gradniki
sr: Справице
sr_latn: Widžeti
sv: Widgetar
ta: சாளரம்
tr: Widget'lar
uk: Віджети
vi: Wiget
zh_hans: 小工具
zh_hant: 小工具

# map_widget_right
source: Right panel
ar: العدادات على اليمين
ast: Panel derechu
az: Sağ panel
be: Правая панэль
bg: Десен панел
ca: Tauler dret
cs: Pravý panel
cy: Panel y dd
da: Højre panel
de: Rechtes Bedienfeld
el: Δεξιό πλαίσιο
eo: Dekstra panelo
es_us: Panel derecho
et: Parempoolne paneel
eu: Eskumako panela
fa: راست صفحه
fi: Oikea paneeli
fr: Panneau de droite
gl: Panel dereito
he: חלונית ימנית
hu: Jobb panel
hy: Աջ վահանակը
id: Panel kanan
is: Hægra spjald
it: Pannello destro
ja: 右パネル
ka: მარჯვენა პანელი
kn: ಬಲ ಪಡಿ
ko: 오른쪽 패널
lt: Dešinys skydelis
lv: Labā puse
mk: Desen panel
ml: വലത്തെ പലക
nb: Høyre panel
nl: Rechterpaneel
oc: Panèu de drecha
pl: Prawy panel
pt_br: Painel direito
ro_ro: Panou dreapta
ru: Правая панель
sc: Pannellu de destra
sk: Pravý panel
sl: Desni pult
sr: Десна површ
sr_latn: Desni panel
sv: Höger panel
ta: வலது குழு
tr: Sağ panel
uk: Панель праворуч
vi: Cạnh phải
zh_hans: 右边栏
zh_hant: 右面板

# map_widget_left
source: Left panel
ar: العدادات على اليسار
ast: Panel esquierdu
az: Sol panel
be: Левая панэль
bg: Ляв панел
ca: Tauler esquerre
cs: Levý panel
cy: Panel y chwith
da: Venstre panel
de: Linkes Bedienfeld
el: Αριστερό πλαίσιο
eo: Maldekstra panelo
es_us: Panel izquierdo
et: Vasakpoolne paneel
eu: Ezkerreko panela
fa: چپ صفحه
fi: Vasen paneeli
fr: Panneau de gauche
gl: Panel esquerdo
he: חלונית שמאלית
hu: Bal panel
hy: Ձախ վահանակ
id: Panel kiri
is: Vinstra spjald
it: Pannello sinistro
ja: 左パネル
ka: მარცხენა პანელი
kn: ಎಡ ಪಡಿ
ko: 왼쪽 패널
lt: Kairys skydelis
lv: Kreisā puse
mk: Lev panel
ml: ഇടത്തെ പലക
nb: Venstre panel
nl: Linkerpaneel
oc: Panèu de senèstre
pl: Lewy panel
pt_br: Painel esquerdo
ro_ro: Panou stânga
ru: Левая панель
sc: Pannellu de manca
sk: Ľavý panel
sl: Levi pult
sr: Лева површ
sr_latn: Levi panel
sv: Vänster panel
ta: இடது குழு
tr: Sol panel
uk: Панель ліворуч
vi: Cạnh trái
zh_hans: 左边栏
zh_hant: 左面板
