Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# map_2d_mode_action
source: 2D mode
ar: الوضع ثنائي الأبعاد
be: Двухмерны рэжым
bg: Двуизмерен режим
cs: 2D režim
da: 2D-tilstand
de: 2D-Modus
el: Λειτουργία 2D
eo: 2D-reĝimo
es_us: Modo 2D
et: 2D-vaade
eu: 2D modua
fa: حالت دوبعدی
fi: 2D-tila
fr: Mode 2D
he: מצב דו־ממד
hu: 2D mód
id: Mode 2D
is: 2D-tvívíddarhamur
it: Modalità 2D
ja: 2Dモード
ko: 2D 모드
nb: 2D-modus
nl: 2D-modus
pl: Tryb 2D
ro_ro: mod 2D
ru: Режим 2D
sk: 2D režim
sl: 2D način
sr: Површински начин приказа (2д)
sr_latn: 2D prikaz
sv: 2D-läge
ta: 2 டி பயன்முறை
tr: 2B modu
uk: 2D-режим
vi: Chế độ 2D
zh_hans: 2D 模式
zh_hant: 2D 模式

# shared_string_edit_color
source: Edit color
ar: تعديل لون
cs: Upravit barvu
da: Rediger farve
de: Farbe ändern
el: Επεξεργασία χρώματος
es_us: Editar color
et: Muuda värvi
fr: Modifier la couleur
hu: Szín szerkesztése
id: Edit warna
is: Breyta lit
it: Modifica colore
nb: Rediger farge
nl: Kleur bewerken
oc: Modificar la color
pl: Edytuj kolor
ro_ro: Editați culoarea
ru: Править цвет
sr: Уреди боју
sr_latn: Uredi boju
sv: Ändra färg
ta: வண்ணத்தைத் திருத்து
tr: Rengi düzenle
uk: Змінити колір
zh_hant: 編輯顏色

# shared_string_author
source: Author
ar: المؤلف
be: Аўтар
bg: Автор
ckb: دانەر
cs: Autor
cy: Awdur
da: Forfatter
de: Autor
el: Δημιουργός
eo: Aŭtoro
es_us: Autor
et: Autor
eu: Egilea
fa: مالک
fr: Auteur
he: יוצר
hi: लेखक
hu: Szerző
id: Pembuat
is: Höfundur
it: Autore
ja: 著者
ka: ავტორი
ko: 제작자
lt: Autorius
nb: Utvikler
nl: Auteur
pl: Autor
ro_ro: Autor
ru: Автор
sk: Autor
sr: Аутор
sr_latn: Autor
sv: Författare
ta: நூலாசிரியர்
te: రచయిత
tr: Yazar
uk: Автор
vi: Tác giả
zh_hant: 作者

source: Number of tiles
ar: عدد المربعات
be: Колькасць фрагментаў
bg: Брой плочки
ca: Nombre de tessel·les
cs: Počet dlaždic
cy: Nifer teils
da: Antal kortfliser
de: Anzahl der Kacheln
el: Αριθμός πλακιδίων
eo: Nombro de kaheloj
es_us: Número de teselas
et: Paanide arv
eu: Lauza kopurua
fa: تعداد کاشی‌ها
fi: Ruutujen lukumäärä
fr: Nombre de tuiles
he: מספר האריחים
hu: Csempék száma
id: Jumlah ubin
is: Fjöldi flísa
it: Numero di riquadri
ja: タイルの数
ka: ფილების რაოდენობა
ko: 타일의 수
mk: Broj na pločki
nb: Antall kartfliser
nl: Aantal titels
oc: Nombre de teules
pl: Liczba kafelków
pt_br: Número de mosaicos
ro_ro: Număr de segmente de hartă
ru: Количество тайлов
sc: Nùmeru de tasseddos
sk: Počet dlaždíc
sl: Število ploščic
sr: Број плочица
sr_latn: Broj sličica mape
sv: Antal kartrutor
ta: ஓடுகளின் எண்ணிக்கை
tr: Döşeme sayısı
uk: Кількість тайлів
vi: Số lượng các mảng
zh_hans: 瓦片数量
zh_hant: 圖磚數

# navigate_point_northing
source: Northing
ar: نحو الشمال
be: Па шыраце
bg: Северно
ca: Ordenada
cs: Souřadnice Y
cy: Gogleddiad
da: Nordlig
de: Nord-/Hochwert
el: προς Βορράν
eo: Ordinato
es_us: Al norte
et: Põhja
eu: Iparrera
fa: به‌طرف شمال
fi: Pohjoiseen
fr: Ordonnée
gl: Ó norte
he: הצפנה
hu: Északi
hy: Հյուսիսային լայնություն
id: Ke utara
is: Norðun
it: In direzione Nord
ja: 北進
ka: არაფერი
kn: ಉತ್ತರದಿಕ್ಕಿನೆಡೆಗೆ
ko: 북향
lt: Šiaurės platumos
lv: Ziemeļvirziens
mk: Severuvanje
ml: വടക്കോട്ട് ദര്‍ശനം
nb: Nordverdi
nl: Noordwaarde
oc: Devèrs Nòrd
pl: Linia współrzędnych "y"
pt_br: Norte (N)
ro_ro: Nordul
ru: Северной широты
sc: In diretzione Nord
sk: Vertikálna súradnica
sl: Koordinata v smeri proti severu
sq: Vlera veriore
sr: Земљописна ширина
sr_latn: Istočna geografska širina
sv: Nordlig (y-koord.)
ta: நார்திங்
tr: Kuzeye doğru katedilen mesafe
uk: Північної широти
vi: Northing (Toạ độ Y)
zh_hans: 北距
zh_hant: 北行線

# navigate_point_easting
source: Easting
ar: تشريق
be: Па даўгаце
bg: Източно
ca: Abscissa
cs: Souřadnice X
cy: Dwyreiniad
da: Østlig
de: Ost-/Rechtswert
el: προς Ανατολάς
eo: Absciso
es_us: Al este
et: Itta
eu: Ekialdera
fa: به‌طرف شرق
fi: Itään
fr: Abscisse
gl: Ó leste
he: הזרחה
hu: Keleti
hy: Արեւելյան երկայնություն
id: Ke timur
is: Austun
it: In direzione Est
ja: 東進
ka: აღმოსავლეთისკენ
kn: ಪೂರ್ವದಿಕ್ಕಿನೆಡೆಗೆ
ko: 동향
lt: Rytų ilgumos
lv: Austrumvirziens
mk: Istokuvanje
ml: കിഴക്കോട്ട്
nb: Østverdi
nl: Oostwaarde
oc: Devèrs lo Levant
pl: Linia współrzędnych "x"
pt_br: Leste (E)
ro_ro: Estul
ru: Восточной долготы
sc: In diretzione Est
sk: Horizontálna súradnica
sl: Koordinata v smeri proti vzhodu
sq: Vlera lindore
sr: Земљописна дужина
sr_latn: Istočna geografska dužina
sv: Östlig (x-koord.)
ta: எளிதாக்குதல்
tr: doğuya doğru yönelme
uk: Східної довготи
vi: Easting (Toạ độ X)
zh_hans: 东距
zh_hant: 東行線

# lang_et
source: Estonian
ar: الإستونية
ast: Estoniu
az: Estonca
be: Эстонская
bg: Естонски
ca: Estonià
cs: Estonština
cy: Estoneg
da: Estisk
de: Estnisch
el: Εσθονικά
eo: Estona
es_us: Estonio
et: eesti
eu: Estoniera
fa: استونیایی
fi: Viro
fr: Estonien
gl: Estoniano
he: אסטונית
hu: észt
hy: էստոնական
id: Estonia
is: Eistneska
it: Estone
ja: エストニア語
ka: ესტონური
ko: 에스토니아어
lt: Estų
lv: Igauniešu
mk: Estonski
ml: "എസ്റ്റോണിയന്‍ ഭാക്ഷ "
nb: Estisk
nl: Estisch
pl: Estoński
ro_ro: Estoniană
ru: Эстонский
sc: Èstone
sk: Estónsky
sl: Estonščina
sr: Естонски
sr_latn: Estonski
sv: Estniska
ta: எச்டோனிய
tr: Estonca
uk: Естонська
zh_hans: 爱沙尼亚语
zh_hant: 愛沙尼亞語

# lang_nn
source: Norwegian Nynorsk
ar: نينورسك النرويجية
az: Norveçcə (Nyunorsk)
be: Нарвежская (Нюнашк)
bg: Норвежки (Нюношк)
ca: Noruec Nynorsk
cs: Norština Nynorsk
cy: Norwyeg Nynorsk
da: Norsk nynorsk
de: Norwegisch (Neunorwegisch)
el: Νορβηγικά Nynorsk
eo: Norvega Nynorsk
es_us: Noruego Nynorsk
et: uusnorra
eu: Norvegiako Nynorsk
fa: نروژی نو
fi: Uusnorja
fr: Norvégien Nynorsk
gl: Noruegués Nynorsk
he: נורבגית נינורשק
hu: norvég nynorsk
hy: Նորվեգերեն Nynorsk
id: Nynorsk Norwegia
is: Norska (nýnorska)
it: Norvegese nynorsk
ja: ノルウェー語(ニーノシュク)
ka: ნორვეგიული (ნინორსკი)
ko: 노르웨이 뉘노르스크어
lt: Norvegų Nynorsk
lv: Norvēģu (Nynorsk)
mk: Norveški Ninorsk
ml: നോര്‍വീജിയന്‍ (ന്യനോര്‍സ്ക് )
nb: Norsk nynorsk
nl: Noors (Nynorsk)
pl: Norweski Nynorsk
ro_ro: Norvegiană Nynorsk
ru: Норвежский нюнорск
sc: Norvegesu Nynorsk
sk: Nórsky Nynorsk
sl: Norveščina Norsk
sr: Новонорвешки
sr_latn: Novonorveški
sv: Norska (Nynorska)
ta: நார்வேசியன் நியூநார்ச்க்
tr: Norveççe Nynorsk
uk: Норвезька Нюнорськ
zh_hans: 新挪威语
zh_hant: 挪威耐諾斯克語

# lang_nv
source: Navajo
ar: نافاجو
be: Наваха
bg: Навахо
ca: Navaho
cs: Navažština
cy: Nafacho
el: Ναβάχο
eo: Navaha
et: navaho
eu: Navajoa
fa: ناواهو
gl: Navaho
he: נאוואחו
hu: navahó
hy: Նավախո
is: Navajó
ja: ナバホ語
ka: ნავაჯიური
ko: 나바호어
lt: Navahų
lv: Navaju
mk: Navaho
ml: നവാജൊ
pl: Nawaho
ru: Навахо
sk: Navajsky
sl: Navajščina
sr: Навахо
sr_latn: Navaho
ta: நவாசோ
tr: Navahoca
uk: Навахо
zh_hans: 纳瓦霍语
zh_hant: 納瓦荷語

# lang_oc
source: Occitan
ar: الأوكسيتانية
ast: Occitanu
be: Аксітанская
bg: Окситански
ca: Occità
cs: Okcitánština
cy: Ocsitaneg
da: Occitansk
de: Okzitanisch
el: Οξιτανικά
eo: Okcitana
es_us: Occitano
et: oksitaani
eu: Okzitaniera
fa: اُکسیتان
fi: Oksitaani
gl: Occitano
he: אוקסיטנית
hu: okcitán
is: Occitanska
it: Occitano
ja: オック語
ka: ოქსიტური
ko: 오크어
lv: Oksitāņu
mk: Okitanski
nb: Oksitansk
nl: Occitaans
pl: Prowansalski
ro_ro: Occitană
ru: Окситанский
sc: Otzitanu
sk: Okcitánsky
sl: Okcitanščina
sr: Окситански
sr_latn: Oksitanski
sv: Occitanska
ta: ஒக்கிடன்
tr: Oksitanca
uk: Окситанська
zh_hans: 奥克西坦语
zh_hant: 奧克西坦語

# lang_os
source: Ossetian
ar: الأوسيتية
ast: Osetiu
az: Osetincə
be: Асяцінская
bg: Осетински
ca: Osseta
cs: Osetština
cy: Oseteg
da: Ossetisk
de: Ossetisch
el: Οσσετιανικά
eo: Oseta
es_us: Osetio
et: osseedi
eu: Osetiera
fa: آسی
fi: Osseetti
fr: Ossète
gl: Osetiano
he: אוסטית
hu: oszét
hy: Օսեթերեն
id: Ossetia
is: Ossetíska
it: Osseto
ja: オセット語
ka: ოსური
ko: 오세티아어
lt: Osetinų
lv: Osetiešu
mk: Osetijanski
ml: ഒസ്സെറ്റിയന്‍
nb: Ossetisk
nl: Ossetisch
pl: Osetyjski
ro_ro: Ossețiană
ru: Осетинский
sc: Ossetiu
sk: Osetsky
sl: Osetijščina
sr: Осетски
sr_latn: Osetski
sv: Ossetiska
ta: ஓச்சேடியன்
tr: Osetçe
uk: Осетинська
zh_hans: 奥塞梯语
zh_hant: 奧塞提亞語

source: Hourly
ar: كل ساعة
ast: Cada hora
az: Saatlıq
be: Штогадзінна
bg: Всеки час
ca: Cada hora
cs: Každou hodinu
cy: Pob awr
da: Time
de: Stündlich
el: Ωριαία
eo: Ĉiuhore
es_us: Cada hora
et: Iga tund
eu: Orduero
fa: ساعتی
fi: Tunneittain
fr: Horaire
gl: Cada hora
he: שעתי
hu: Óránként
hy: Ամեն ժամ
id: Setiap jam
is: Á klukkustundar fresti
it: Orario
ja: 毎時間
ka: საათობრივ
ko: 시간별
lt: Kas valandą
lv: Katru stundu
mk: Načas
ml: പ്രതിമണിക്കൂര്‍
mr: तासाला
nb: Hver time
nl: Elk uur
oc: Cada ora
pl: Co godzinę
ro_ro: Din oră în oră
ru: Ежечасно
sc: Cada ora
sk: Každú hodinu
sl: Vsako uro
sr: На сваких сат времена
sr_latn: Na svakih sat vremena
sv: Varje timma
ta: மணிநேரத்திற்கு
tr: Saatlik
uk: Щогодинно
zh_hans: 每小时
zh_hant: 每小時

# osm_confirm_delete
source: Delete POI?
ar: حذف POI؟
be: Выдаліць POI?
ca: Voleu eliminar el PDI?
cs: Odstranit bod zájmu?
da: Slet interessepunkt?
de: POI löschen?
el: Διαγραφή ΣΕ;
es_us: ¿Borrar PDI?
et: Kustutada POI?
fa: POI حذف‌شود؟
fr: Supprimer le point d'intérêt ?
hu: Biztosan törli az érdekes helyet?
id: Hapus POI?
is: Eyða merkisstað?
it: Eliminare PDI?
ja: POIを削除しますか？
ka: წავშალო POI?
nl: POI verwijderen?
oc: Eliminar lo PDI ?
pl: Usunąć Miejsce Użyteczne?
pt_br: Excluir POI?
ro_ro: Ștergeți POI?
ru: Удалить POI?
sc: Iscantzellare su PDI?
sk: Odstrániť bod záujmu?
sl: Ali želite izbrisati točko POI?
sr: Избрисати POI?
sr_latn: Izbrisati TOI?
sv: Radera intressepunkt?
ta: பின்னர் நீக்கவா?
tr: POI silinsin mi?
uk: Вилучити точку інтересу?
zh_hant: 刪除POI？

source: Close changeset
af: Sluit verandering-sessie af
ar: إغلاق تغيير تعيين
az: Dəyişiklikləri bağla
be: Закрыць набор правак
bg: Затваряне на списъка с промени
ca: Tanca el conjunt de canvis
cs: Zavřít změny
da: Luk ændringspost
de: Änderungssatz schließen
el: Κλείσιμο συνόλου αλλαγών
eo: Fermiŝanĝaron
es_us: Cerrar conjunto de cambios
et: Sulge muudatuste komplekt
eu: Itxi aldaketa multzoa
fa: بستن بستهٔ تغییر
fi: Sulje muutosjoukko
fr: Clôturer les modifications
gl: Pechar o conxunto de modificacións
he: סגירת ערכת השינויים
hu: Módosításkészlet lezárása
hy: Փոխել «changeset»
id: Tutup set perubahan
is: Loka breytingasetti
it: Chiudi le modifiche
ja: チェンジセットを閉じる
ka: ცვლილებების ფანფრის დახურვა
ko: 변경세트 닫기
lt: Uždaryti pakeitimus
lv: Aizvērt izmaiņu kopu
mk: Zatvorete go kompletot za promeni
ml: "ചേഞ്ച്സെറ്റ് അടയ്ക്കുക"
nb: Lukk endringssett
nl: Sluit changeset
oc: Clavar lei modificacions
pl: Zamknięcie zestawu zmian
ro_ro: Închide setul de modificări
ru: Закрыть пакет правок
sc: Serra sas modìficas
sk: Zavrieť súbor zmien
sl: Zapri paket sprememb
sr: Затвори промене
sr_latn: Zatvori promene
sv: Stäng changeset
ta: மாற்றங்களை மூடு
tr: Değişiklik listesini kapat
uk: Закрити набір змін
zh_hans: 关闭修改集
zh_hant: 關閉異動清單

source: Cloud layer
az: Bulud qatı
bg: Слой с облачност
ca: Capa de núvols
cs: Vrstva mraků
da: Skylag
de: Wolkenebene
el: Επίπεδο νεφώσεων
es_us: Capa de nubes
et: Pilvede andmekiht
eu: Hodeien geruza
fa: لایه ابر
fi: Pilvitaso
fr: Couche de la couverture nuageuse
gl: Capa das nubes
he: שכבת עננים
hu: Felhőzet réteg
id: Lapisan awan
is: Skýjahululag
it: Livello nuvolosità
ja: 雲関連レイヤー
ko: 구름 층
nl: Wolken laag
pl: Warstwa chmurowa
ro_ro: Strat de nori
ru: Слой облачности
sc: Istratu de sas nues
sk: Vrstva oblakov
sl: Sloj oblačnosti
sr: Слој облака
sr_latn: Cloud sloj
sv: Molnlager
ta: மேகக்கணி அடுக்கு
tr: Bulut katmanı
uk: Шар хмарності
vi: Lớp mây
zh_hans: 云图层
zh_hant: 雲層圖層

source: Precipitation layer
az: Yağıntı qatı
bg: Слой с валежи
ca: Capa de precipitacions
cs: Vrstva srážek
da: Nedbørslag
de: Niederschlagsebene
el: Στρώμα υετού
es_us: Capa de precipitación
et: Sademete andmekiht
eu: Prezipitazioen geruza
fa: لایه بارش
fi: Sadantataso
fr: Couche des précipitations
gl: Capa das precipitacións
he: שכבת משקעים
hu: Csapadék réteg
id: Lapisan curah hujan
is: Úrkomulag
it: Livello precipitazioni atmosferiche
ja: 降水量関連レイヤー
ko: 강수량층
nl: Neerslag laag
pl: Warstwa opadów
ro_ro: Stratul de precipitații
ru: Слой осадков
sc: Istratu de sas pretzipitatziones
sk: Vrstva zrážok
sl: Sloj padavin
sr: Слој падавина
sr_latn: Nivo padavina
sv: Nederbördslager
ta: மழைப்பொழிவு அடுக்கு
tr: Yağış katmanı
uk: Шар опадів
vi: Lớp khả năng mưa
zh_hans: 降水图层
zh_hant: 降水圖層

source: Show Terrain
ar: إظهار التضاريس
be: Паказаць рэльеф
ca: Mostra el terreny
cs: Zobrazit terén
da: Vis terræn
de: Gelände anzeigen
el: Εμφάνιση εδάφους
es_us: Mostrar terreno
et: Kuva maastik
fr: Afficher le relief
hu: Domborzat megjelenítése
id: Tampilkan Medan
is: Birta yfirborð
it: Mostra terreno
ja: 地形の表示
ka: რელიეფის ჩვენება
nb: Vis terreng
nl: Toon Terrein
oc: Mostrar lo relèu
pl: Pokaż teren
pt_br: Mostrar terreno
ro_ro: Arată terenul
ru: Показать рельеф
sc: Ammustra su terrinu
sr: Прикажи терен
sr_latn: Prikaži teren
sv: Visa terräng
ta: நிலப்பரப்பைக் காட்டு
tr: Araziyi Göster
uk: Показувати рельєф
zh_hant: 顯示地形

source: Hide Terrain
ar: إخفاء التضاريس
be: Схаваць рэльеф
ca: Amaga el terreny
cs: Skrýt terén
da: Skjul terræn
de: Gelände ausblenden
el: Απόκρυψη εδάφους
es_us: Ocultar terreno
et: Peida maastik
fr: Masquer le relief
hu: Domborzat elrejtése
id: Sembunyikan Medan
is: Fela yfirborð
it: Nascondi terreno
ja: 地形の非表示
ka: რელიეფის დამალვა
nb: Skjul terreng
nl: Verberg Terrein
oc: Amagar lo relèu
pl: Ukryj teren
pt_br: Ocultar terreno
ro_ro: Ascundeți terenul
ru: Скрыть рельеф
sc: Cua su terrinu
sr: Сакриј терен
sr_latn: Sakrij teren
sv: Dölj terräng
ta: நிலப்பரப்பை மறைக்கவும்
tr: Araziyi Gizle
uk: Сховати рельєф
zh_hant: 隱藏地形

# enable_contour_lines
source: Enable to view contour lines on the map
ar: تمكين لعرض خطوط الكنتور على الخريطة
be: Уключыць для прагляду контурных ліній на мапе
ca: Activeu per veure les corbes de nivell en el mapa
cs: Zapněte pro zobrazení vrstevnic na mapě
da: Aktivér for visning af højdekurver på kortet
de: Aktivieren Sie diese Option, um Konturlinien auf der Karte anzuzeigen
el: Ενεργοποιήστε το για προβολή ισοϋψών καμπύλων στο χάρτη
es_us: Activar para ver las curvas de nivel en el mapa
et: Kõrgusjoonete kuvamiseks kaardil luba see seadistus
fr: Activer pour afficher les courbes de niveau sur la carte
hu: Engedélyezze a szintvonalak megjelenítéséhez a térképen
id: Aktifkan untuk melihat garis kontur di peta
is: Virkja til að skoða hæðarlínur á kortinu
it: Attiva per visualizzare le curve di livello sulla mappa
ja: このオプションを有効にすると、マップ上に等高線が表示されます
nl: Schakel aan om contourlijnen op de kaart te zien
oc: D’activar per veire lei corbas de nivèu sus la mapa
pl: Włącz, aby wyświetlić poziomice na mapie
pt_br: Ativar para visualizar linhas de contorno no mapa
ro_ro: Activați pentru a vizualiza curbele (izolinii) pe hartă
ru: Включить для просмотра изолиний на карте
sc: Abìlita pro bìdere sas curvas de livellu in sa mapa
sr: Омогућите да би видели контурне линије на мапи
sr_latn: Omogućite da bi videli konturne linije na mapi
sv: Aktivera för att visa höjdkurvor på kartan
ta: வரைபடத்தில் விளிம்பு கோடுகளைக் காண இயக்கவும்
tr: Haritada eş yükselti eğrilerini görüntülemeyi etkinleştir
uk: Вмикає показ ізоліній на мапі
zh_hant: 啟用以在地圖上檢視等高線

# enable_hillshade
source: Enable to view terrain data from hillshade or slope map.
ar: قم بالتفعيل لعرض بيانات التضاريس من خريطة التلال أو المنحدرات.
be: Уключыць для прагляду даных рэльефу
bg: Enable to view terrain data
ca: Activa la representació de dades del terreny
cs: Umožňuje zobrazit údaje o terénu z mapy kopců nebo svahů.
cy: Enable to view terrain data
da: Aktivér for at se terrændata fra terrænskygge- eller hældningskort.
de: Aktiviere die Anzeige von Geländedaten aus der Höhenschatten- oder Hangneigungskarte.
eo: Enable to view terrain data
es_us: Activar para ver datos del terreno con el mapa de sombreado o pendientes.
et: Maastikuandmete kuvamiseks luba see seadistus.
fi: Enable to view terrain data
fr: Activer pour afficher les données de relief à partir de l'ombrage du relief ou de la carte des pentes.
he: Enable to view terrain data
hu: Engedélyezze a domborzati adatok megtekintéséhez a domborzatárnyékolási- vagy lejtőtérkép alapján.
id: Aktifkan untuk melihat data medan dari peta bayangan bukit atau kemiringan.
is: Virkja til að skoða yfirborðsgögn úr hæðaskyggingar- eða brekkukorti.
it: Abilita la visualizzazione dei dati del terreno dalla mappa delle colline o delle pendenze.
ja: 地形データの表示を有効化
ka: Enable to view terrain data
lt: Enable to view terrain data
lv: Enable to view terrain data
mk: Enable to view terrain data
nl: Schakel aan om terrein gegevens van de reliëfschaduwen of hellingen kaart te zien.
oc: Activar la representacion dei donadas de terren
pl: Włącz, aby wyświetlić dane o terenie
pt_br: Ativar para visualizar dados do terreno
ro_ro: Activați vizualizarea datelor privind terenul din setările hillshade sau pante.
ru: Позволяет просматривать данные о рельефе местности с помощью карты затенения холмов или склонов.
sc: Abìlita·lu pro bìdere sos datos de su terrinu
sr: Омогућите да би видели податке о терену преко мапе сенчења или нагиба.
sr_latn: Omogućite da bi videli podatke o terenu preko mape senčenja ili nagiba.
sv: Aktivera för att visa terrängdata från terrängskuggning eller lutningskarta.
ta: இல்சேட் மற்றும் சாய்வு வரைபடத்திலிருந்து நிலப்பரப்பு தரவைக் காண உதவுகிறது.
tr: Arazi verilerini görüntülemeyi etkinleştir
uk: Увімкнути для перегляду даних про місцевість з мап рельєфу та схилів.
zh_hant: 啟用以從山地陰影或是斜坡圖檢視地形資料。

# toggle_public_transport
source: Show/hide public transport
ar: إظهار/إخفاء وسائل النقل العام
be: Паказаць/схаваць грамадскі транспарт
ca: Mostra/amaga el transport públic
cs: Zobrazit/skrýt veřejnou dopravu
da: Vis/skjul offentlig transport
de: Öffentliche Verkehrsmittel anzeigen/ausblenden
el: Εμφάνιση/απόκρυψη δημόσιας συγκοινωνίας
es_us: Mostrar u ocultar transporte público
et: Kuva või peida ühistransport
fi: Näytä/piilota joukkoliikenne
fr: Afficher/Masquer les transports publics
hu: Tömegközlekedés megjelenítése/elrejtése
id: Tampilkan/sembunyikan transportasi umum
is: Birta/fela almenningssamgöngur
it: Mostra/nascondi trasporto pubblico
ja: 公共交通機関の表示/非表示
ka: საჯარო ტრანსპორტის ჩვენება/დამალვა
nb: Vis/skjul kollektivtransport
nl: Toon/Verberg openbaar vervoer
oc: Mostrar & Amagar lo transpòrt public
pl: Pokaż/ukryj transport publiczny
pt_br: Mostrar/ocultar transporte público
ro_ro: Afișați / ascundeți transportul public
ru: Показать/скрыть общественный транспорт
sc: Ammustra/cua sos trasportos pùblicos
sr: Прикажи/сакриј јавни превоз
sr_latn: Prikaži/sakrij javni prevoz
sv: Visa/dölj kollektivtrafik
ta: பொது போக்குவரத்தைக் காட்டவும்/மறைக்கவும்
tr: Toplu taşıma araçlarını göster/gizle
uk: Показати/сховати громадський транспорт
zh_hant: 顯示/隱藏大眾運輸

# loc_access_denied
source: Access denied
ar: تم رفض الوصول
be: Доступ забаронены
ca: S'ha denegat l'accés
cs: Přístup zamítnut
da: Adgang nægtet
de: Zugang verweigert
el: Η πρόσβαση απορρίφθηκε
es_us: Acceso denegado
et: Juurdepääs keelatud
fr: Accès refusé
hu: Hozzáférés megtagadva
id: Akses ditolak
is: Aðgangi hafnað
it: Accesso negato
ja: アクセスが拒否されました
ka: წვდომა აკრძალულია
ko: 접근 거부
nl: Verboden toegang
oc: Accès refusat
pl: Odmowa dostępu
pt_br: Acesso negado
ro_ro: Acces refuzat
ru: Доступ запрещён
sc: Atzessu denegadu
sk: Prístup zamietnutý
sr: Приступ забрањен
sr_latn: Pristup zabranjen
sv: Åtkomst nekad
ta: அணுகல் மறுக்கப்பட்டது
tr: Erişim engellendi
uk: Доступ заборонений
zh_hant: 存取被拒絕

# loc_access_denied_desc
source: Access to location service has been denied
ar: تم رفض الوصول إلى خدمه الموقع
be: Доступ да службы геалакацыі забаронены
ca: S'ha denegat l'accés al servei de localització
cs: Přístup ke službě zjišťování polohy byl zamítnut
da: Adgang til placeringstjeneste er blevet nægtet
de: Zugriff zum Ortungsdienst wurde abgelehnt
el: Η πρόσβαση στην υπηρεσία τοποθεσίας έχει απορριφθεί
es_us: El acceso al servicio de ubicación fue denegado
et: Juurdepääs asukohateenusele on keelatud
fr: L'accès au service de localisation a été refusé
hu: A helymeghatározási szolgáltatáshoz való hozzáférés megtagadásra került
id: Akses ke layanan lokasi telah ditolak
is: Aðgangi að staðsetningarþjónustu var hafnað
it: L'accesso al servizio di posizionamento è stato negato
ja: 位置情報サービスへのアクセスが拒否されました
nl: Toegang tot de locatie service is niet toegestaan
oc: L'accès au servici de posicionament es estat refusat
pl: Odmówiono dostępu do usługi lokalizacji
pt_br: Foi negado acesso ao serviço de localização
ro_ro: Accesul la serviciul de localizare a fost refuzat
ru: Доступ к службе геолокации запрещён
sc: S’atzessu a su servìtziu de positzionamentu est istadu denegadu
sk: Prístup k službe zisťovania polohy bol zamietnutý
sr: Приступ услузи локације је одбијен
sr_latn: Pristup usluzi lokacije je odbijen
sv: Åtkomst till platstjänster har nekats
ta: இருப்பிட சேவைக்கான அணுகல் மறுக்கப்பட்டுள்ளது
tr: Konumu hizmetine erişimi reddedildi
uk: Доступ до служби геолокації заборонений
zh_hant: 位置服務的存取已被拒絕

# index_name_oceania
source: Australia and Oceania
af: Oseanië
ar: أستراليا و أوقيانوسيا
ast: Oceanía
az: Avstraliya və Okeaniya
be: Аўстралія і Акіянія
bg: Австралия и Океания
ca: Austràlia i Oceania
cs: Austrálie a Oceánie
cy: Awstralia ac ynysoedd y Cefnfor Tawel
da: Australien og Oceanien
de: Australien und Ozeanien
el: Αυστραλία και Ωκεανία
eo: Oceanio
es_us: Australia y Oceanía
et: Austraalia ja Okeaania
eu: Australia eta Ozeania
fa: استرالیا و اقیانوسیه
fi: Australia ja Oseania
fr: Australie et Océanie
gl: Australia e Oceanía
he: אוסטרליה ואוקיאניה
hu: Ausztrália és Óceánia
hy: Ավստրալիա և Օվկիանիա
id: Australia dan Oceania
is: Ástralía og Eyjaálfa
it: Oceania
ja: オーストラリアとオセアニア
ka: ავსტრალია და ოკეანეთი
ko: 오세아니아
lt: Australija ir Okeanija
lv: Austrālija un Okeānija
mk: Avstralija i Okeanija
ml: ഓസ്ട്രേലിയയും ഓഷ്യാനിയയും
mr: ऑस्ट्रेलिया आणि ओशेनिया
nb: Australia og Oseania
nl: Australië en Oceanië
oc: Australia e Oceania
pl: Australia i Oceania
ro_ro: Australia și Oceania
ru: Австралия и Океания
sc: Austràlia e Otzeània
sk: Austrália a Oceánia
sl: Avstralija in Oceanija
sr: Аустралија и Океанија
sr_latn: Australija i Okeanija
sv: Oceanien
ta: ஆச்திரேலியா மற்றும் ஓசியானியா
tr: Avustralya ve Okyanusya
uk: Австралія та Океанія
zh_hans: 大洋洲
zh_hant: 澳洲和大洋洲

# index_name_central_america
source: Central America
af: Sentraal Amerika
ar: أمريكا الوسطى
ast: América Central
az: Mərkəzi Amerika
be: Цэнтральная Амерыка
bg: Централна Америка
ca: Amèrica Central
cs: Střední Amerika
cy: Canolbarth America
da: Mellemamerika
de: Mittelamerika
el: Κεντρική Αμερική
eo: Mez-Ameriko
es_us: Centroamérica
et: Kesk-Ameerika
eu: Amerika zentrala
fa: آمریکای مرکزی
fi: Keski-Amerikka
fr: Amérique centrale
gl: América Central
he: מרכז אמריקה
hu: Közép-Amerika
hy: Կենտրոնական Ամերիկա
id: Amerika Tengah
is: MIð-Ameríka
it: America Centrale
ja: 中央アメリカ
ka: ცენტრალური ამერიკა
ko: 중앙 아메리카
lt: Centrinė Amerika
lv: Centrālamerika
mk: Centralna Amerika
ml: മദ്ധ്യ അമേരിക്ക
mr: मध्य अमेरिका
nb: Mellom-Amerika
nl: Centraal Amerika
oc: America Centrala
pl: Ameryka Środkowa
ro_ro: America Centrală
ru: Центральная Америка
sc: Amèrica Tzentrale
sk: Stredná Amerika
sl: Srednja Amerika
sr: Централна Америка
sr_latn: Centralna Amerika
sv: Centralamerika
ta: நடு அமெரிக்கா
tr: Orta Amerika
uk: Центральна Америка
zh_hans: 中美洲
zh_hant: 中美洲

# index_name_europe
source: Europe
af: Europa
ar: أوروبا
ast: Europa
az: Avropa
be: Еўропа
bg: Европа
ca: Europa
cs: Evropa
cy: Ewrop
da: Europa
de: Europa
el: Ευρώπη
eo: Eŭropo
es_us: Europa
et: Euroopa
eu: Europa
fa: اروپا
fi: Eurooppa
gl: Europa
he: אירופה
hu: Európa
hy: Եվրոպա
id: Eropa
is: Evrópa
it: Europa
ja: ヨーロッパ
ka: ევროპა
ko: 유럽
ku: Ewropa
lt: Europa
lv: Eiropa
mk: Evropa
ml: യൂറോപ്പ്
mr: युरोप
nb: Europa
nl: Europa
oc: Euròpa
pl: Europa
ro_ro: Europa
ru: Европа
sc: Europa
sk: Európa
sl: Evropa
sr: Европа
sr_latn: Evropa
sv: Europa
ta: ஐரோப்பா
tr: Avrupa
uk: Європа
vi: Châu Âu
zh_hans: 欧洲
zh_hant: 歐洲
