Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# import_duplicates_title
source: Some items already exist
ar: بعض العناصر موجودة بالفعل
az: Bəzi elementlər artıq mövcuddur
be: Некаторыя элементы ўжо існуюць
bg: Някои елементи вече съществуват
ca: Alguns elements ja existeixen
cs: Některé položky již existují
cy: Mae rhai eitemau eisoes yn bodoli
da: Nogle elementer findes allerede
de: Einige Elemente sind bereits vorhanden
el: Μερικά αντικείμενα υπάρχουν ήδη
eo: Iuj elementoj jam ekzistas
es_us: Algunos elementos ya existen
et: Mõned kirjed on juba olemas
eu: Dagoeneko zenbait elementu existitzen dira
fa: برخی موارد وجود دارند
fi: Joitakin kohteita on jo olemassa
fr: Certains éléments existent déjà
gl: Algúns elementos xa existen
he: חלק מהפריטים קיימים
hu: Néhány elem már létezik
id: Beberapa item sudah ada
is: Sum atriðin eru þegar til staðar
it: Alcuni oggetti esistono già
ja: 一部のアイテムは既に存在します
ka: ზოგიერთი ელემენტი უკვე არსებობს
ko: 일부 항목이 이미 존재함
mk: Nekoi stavki vece postojat
nb: Noen elementer finnes allerede
nl: Sommige elementen bestaan reeds
oc: D'uneis elements ja existisson
pl: Niektóre elementy już istnieją
pt_br: Alguns itens já existem
ro_ro: Unele elemente există deja
ru: Некоторые элементы уже существуют
sc: Unos cantos elementos esistint giai
sk: Niektoré položky už existujú
sl: Nekateri elementiže obstajajo
sr: Неке ставке већ постоје
sr_latn: Neke stavke već postoje
sv: Några objekt finns redan
ta: சில உருப்படிகள் ஏற்கனவே உள்ளன
tr: Bazı ögeler zaten var
uk: Деякі елементи вже є
vi: Một số mục đã tồn tại
zh_hans: 有些项目已经存在
zh_hant: 一些項目已存在

# search_activity
source: Search
af: Soek
ar: بحث
az: Axtar
be: Пошук
bg: Търсене
ca: Cerca
cs: Hledat
cy: Chwilio
da: Søg
de: Suchen
el: Αναζήτηση
eo: Serĉi
es_us: Buscar
et: Otsi
eu: Bilatu
fa: جستجو
fi: Etsi
fr: Rechercher
gl: Procurar
he: חיפוש
hu: Keresés
hy: Որոնում
id: Cari
is: Leita
it: Ricerca
ja: 検索
ka: ძებნა
ko: 검색
lt: Ieškoti
lv: Meklēt
mk: Prebarajte
ml: തെരച്ചില്‍
mr: शोधा
nb: Søk
nl: Zoeken
oc: Recèrca
pl: Wyszukaj
pt_br: Pesquisar
ro_ro: Căutare
ru: Поиск
sc: Chirca
sk: Hľadať
sl: Iskanje podatkov
sr: Тражи
sr_latn: Traži
sv: Sök
ta: தேடல்
tr: Ara
uk: Пошук
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

# ltr_or_rtl_combine_via_or
source: %@ or %@
ar: %@من %@
az: %@ və ya %@
be: %@ або %@
bg: %@ или %@
cs: %@ nebo %@
cy: %@ neu %@
da: %@ af %@
de: %@ oder %@
el: %@ ή %@
eo: %@ aŭ %@
es_us: %@ o %@
et: %@ või %@
eu: %@ edo %@
fa: %@ یا %@
fi: %@ tai %@
fr: %@ ou %@
he: %@ או %@
hu: %@ vagy %@
id: %@ atau %@
is: %@ eða %@
it: %@ o %@
ja: %@または%@
ka: %@ ან %@
ko: %@ 또는 %@
lt: %@ arba %@
mk: %@ ili %@
nb: %@ eller %@
nl: %@ of %@
oc: %@ò %@
pl: %@ lub %@
ro_ro: %@ sau %@
ru: %@ или %@
sc: %@ o %@
sk: %@ alebo %@
sl: %@ ali %@
sr: %@ или %@
sr_latn: %@ ili %@
sv: %@ eller %@
ta: %@ அல்லது %@
tr: %@ veya %@
uk: %@ або %@
zh_hans: %@ 或 %@
zh_hant: %@ 或 %@

# ltr_or_rtl_combine_via_of
source: %ld of %ld
ar: %ld من %ld
cs: %ld z %ld
da: %ld af %ld
de: %ld von %ld
el: %ld από %ld
es_us: %ld de %ld
fr: %ld de %ld
hu: %ld / %ld
id: %ld dari %ld
is: %ld af %ld
it: %ld di %ld
nb: %ld av %ld
pl: %ld z %ld
ro_ro: %ld de %ld
ru: %ld из %ld
sr: %ld од %ld
sr_latn: %ld od %ld'
sv: %ld av %ld
ta: %ld / %ld
tr: %ld / %ld
uk: %ld з %ld
zh_hant: %ld 的 %ld

# listed_exist
source: Listed %@, already exist in OsmAnd.
ar: المدرج %@, موجودة بالفعل في أوسماند.
az: Siyahıyadakı %@ artıq OsmAnd-da mövcuddur.
be: Дадзеныя %@ ужо ёсць у OsmAnd.
bg: Изброените %@, вече съществуват в OsmAnd.
ca: Els llistats %@ ja existeixen a OsmAnd.
cs: Zobrazený %@ již existuje v OsmAnd.
cy: Rhestru %@, yn bodoli eisoes yn OsmAnd.
da: Det angivne %@ findes allerede.
de: Die aufgelisteten %@ sind in OsmAnd bereits vorhanden.
el: Το εισηγμένο %@, υπάρχει ήδη στο OsmAnd.
eo: Listigitaj %@ jam ekzistas en OsmAnd.
es_us: El listado «%@», ya existe en OsmAnd.
et: Loetletud %@ on juba OsmAndis olemas.
eu: Zerrendatutako %@, badago dagoeneko OsmAnd-en.
fa: %@ که در زیر آمده، هم‌اکنون در OsmAnd وجود دارد.
fi: Lueteltu %@ on jo olemassa OsmAndissa.
fr: Les %@ listés existent déjà dans OsmAnd.
gl: %@ listado, xa existe no OsmAnd.
he: %@מוצג, כבר קיים ב־OsmAnd.
hu: A felsorolt %@ már létezik az OsmAndban.
id: Terdaftar %@, sudah ada di OsmAnd.
is: Taldi upp %@, er þegar til staðar í OsmAnd.
it: Gli elencati %@, esistono già in OsmAnd.
ja: リストされた%@は、OsmAndに既に存在します。
ko: 목록 %@, 이미 OsmAnd에 존재.
mk: Navedeniot %@, veḱe postoi vo OsmAnd.
nb: Angitt %@ finnes allerede i OsmAnd.
nl: Getoonde %@ in OsmAnd reeds beschikbaar.
oc: La lista %@ existís ja en OsmAnd.
pl: Wymienione %@, już istnieją w OsmAnd.
pt_br: Listado %@, já existe no OsmAnd.
ro_ro: Lista %@, există deja în OsmAnd.
ru: Указанные %@ уже существуют в OsmAnd.
sc: Sos %@ allistados esistint giai in OsmAnd.
sk: Zobrazený %@ už existuje v OsmAnd.
sl: Navedeni %@,že obstajajo v OsmAndu.
sr: Излистан %@, већ постоји у ОсмАнд-у.
sr_latn: Izlistan %@, već postoji u OsmAnd-u.
sv: Angivna %@, finns redan i OsmAnd.
ta: பட்டியலிடப்பட்ட %@, ஏற்கனவே OSMand இல் உள்ளது.
tr: Listelenen %@, OsmAnd'da zaten var.
uk: Перелічені %@ вже існують в OsmAnd.
zh_hans: 列出的%@，已存在于OsmAnd中。
zh_hant: 列出的 %@ 已存在於 OsmAnd 中。

# profile_settings
source: Profile Specific Settings
af: Profiel Besondere Stellings
ar: إعدادات خاصة بالوضع
az: Profil parametrləri
be: Налады профілю
bg: Специфични настройки на потребителя
ca: Configuració específica del perfil
cs: Nastavení specifická pro profil
cy: Gosodiadau yn Benodol i'r Proffil
da: Profilspecifikke indstillinger
de: Profilspezifische Einstellungen
el: Ειδικές Ρυθμίσεις Προφίλ
eo: Specifaj agordoj de profilo
es_us: Ajustes de perfiles específicos
et: Profiilipõhised seaded
eu: Profilaren Ezarpenak
fa: تنظیمات مخصوص به نمایه
fi: Profiilikohtaiset asetukset
fr: Paramètres pour le profil
gl: Axustes específicos dos perfís
he: הגדרות יעודיות לפרופיל
hu: Profiltól függő beállítások
hy: Պրոֆիլի կարգավորումները
id: Pengaturan Spesifik Profil
is: Sértækar stillingar notandasniðs
it: Impostazioni specifiche del profilo
ja: 使用するプロファイルの選択
ka: პროფილის პარამეტრები
ko: 특정 설정 프로필
lt: Specifiniai profilio nustatymai
lv: Profila iestatījumi
mk: Specifični postavki za profilot
ml: പ്രൊഫൈലിലെ ക്രമീകരണങ്ങൾ
nb: Profilspesifikke innstillinger
nl: Instellingen voor profiel
oc: Configuracion especifica dau perfiu
pl: Ustawienia specyficzne dla profilu
pt_br: Configurações de perfil
ro_ro: Setări specifice profilului
ru: Настройки для конкретного профиля
sc: Impostatziones dislindadas de su profilu
sk: Profilovo špecifické nastavenia
sl: Nastavitve profila
sr: Поставке нарочите за профил
sr_latn: Specifična podešavanja za profil
sv: Profilspecifika inställningar
ta: சுயவிவர குறிப்பிட்ட அமைப்புகள்
tr: Profile Özel Ayarlar
uk: Налаштування профілю
zh_hans: 选择设置对应场景
zh_hant: 配置個別設定

# select_map_icon
source: Position icon at rest
ar: حدد أيقونه الخريطة
ast: Iconu de posición en reposu
az: İstirahət vaxtı mövqe ikonu
be: Значок пазіцыі
ca: Icona de posició en repòs
cs: Ikona polohy v klidu
cy: Eicon lleoliad tra'n llonydd
da: Positionsikon ved hvile
de: Positionssymbol im Ruhezustand
el: Εικονίδιο θέσης σε ακινησία
eo: Emblemo de pozicio dum nemoviĝi
es_us: Icono de la ubicación en reposo
et: Peatumisel kuvatav asukohaikoon
eu: Posizioaren ikonoa atsedenean
fa: نماد موقعیت هنگام توقف
fi: Sijaintikuvake levossa
fr: Icône de votre position à l'arrêt
gl: Icona de posición en asueto
he: סמל מיקום בעת מנוחה
hu: Pozíció ikon álló helyzetben
id: Posisi ikon saat istirahat
is: Staðsetningartáknmynd við hvíld
it: Icona della posizione da fermi
ja: 静止中の位置アイコン
kn: ನಕ್ಷೆ ಐಕಾನ್ ಆಯ್ಕೆಮಾಡಿ
ko: 정지 상태의 위치 아이콘
mk: Postavete ja ikonata vo miruvanje
nb: Posisjonsikon i hviletilstand
nl: Positie-icoon bij rust
oc: Icona de posicion en repaus
pl: Ikona położenia podczas spoczynku
ro_ro: Selectați icon pentru staționare
ru: Значок при покое
sc: Icona de positzione in pàusa
sk: Ikona polohy v pokoji
sl: Ikona položaja v mirovanju
sr: Положај сличице при мировању
sr_latn: Ikona pozicije pri mirovanju
sv: Positionsikon vid vila
ta: ஓய்வில் ஐகானை நிலைநிறுத்துங்கள்
tr: Dinlenme anında konum simgesi
uk: Піктограма місцеположення в стані спокою
vi: Biểu tượng vị trí khi nghỉ
zh_hans: 静止位置图标
zh_hant: 靜止位置圖示

# resting_position_icon_summary
source: Icon displayed when you're not moving.
ca: Icona que es mostra quan no us moveu.
cs: Ikona se zobrazuje, když se nepohybujete.
da: Ikon, der vises, når du ikke bevæger dig.
de: Das Symbol wird angezeigt, wenn Sie sich nicht bewegen.
el: Εικονίδιο που εμφανίζεται όταν δεν κινείστε.
es_us: Icono que se muestra en reposo.
et: Ikoon, mida kuvatakse, kui oled paigal.
eu: Mugitzen ez zarenean bistaratzen da ikonoa.
fa: نماد موقعیت برای حالت استراحت را نمایش می‌دهد.
fr: Icône affichée lorsque vous ne bougez pas.
hu: Ikon, ami akkor jelenik meg, ha nem mozog.
id: Ikon yang ditampilkan ketika Anda tidak bergerak.
is: Táknið sem birtist þegar ekki er verið á ferðinni.
it: Icona visualizzata quando non ti stai muovendo.
ja: 動いていないときに表示されるアイコンです。
nl: Icoon dat wordt getoond als u niet beweegt.
ro_ro: Pictogramă afișată atunci când nu vă deplasați.
ru: Значок отображается, когда вы не двигаетесь.
sk: Ikona zobrazená keď sa nepohybujete.
sr: Сличица видљива приликом некретања.
sr_latn: Ikona se prikazuje kada se ne krećete.
sv: Symbol som visas när du står stilla.
ta: நீங்கள் நகராதபோது படவுரு காட்டப்படும்.
uk: Піктограма показується, коли ви не рухаєтеся.
vi: Biểu tượng được hiển thị khi bạn đang không di chuyển.
zh_hant: 當您不動時顯示的圖示。

source: Selected profile
ar: الوضع المحدد
ast: Perfil esbilláu
az: Seçilmiş profil
be: Абраны профіль
bg: Избран профил
ca: Perfil seleccionat
cs: Vybraný profil
cy: Proffil dethol
da: Valgt profil
de: Ausgewähltes Profil
el: Επιλεγμένο προφίλ
eo: Elektita profilo
es_us: Perfil marcado
et: Valitud profiil
eu: Hautatutako profila
fa: نمایه انتخاب‌شده
fi: Valittu profiili
fr: Profil sélectionné
gl: Perfil seleccionado
he: פרופיל נבחר
hu: Kiválasztott profil
id: Profil yang dipilih
is: Valið snið
it: Profilo selezionato
ja: 現在選択中のプロファイル
ka: არჩეული პროფილი
kn: ಆಯ್ದ ಪ್ರೊಫೈಲ್
ko: 선택된 프로필
lt: Pasirinktas profilis
lv: Izvēlētais profils
mk: Izbran profil
nb: Valgt profil
nl: Geselecteerd profiel
oc: Perfiu seleccionat
pl: Wybrany profil
pt_br: Perfil selecionado
ro_ro: Profil selectat
ru: Выбранный профиль
sc: Profilu ischertadu
sk: Zvolený profil
sl: Izbrani profil
sr: Изабрани налог
sr_latn: Izabrani profil
sv: Vald profil
ta: தேர்ந்தெடுக்கப்பட்ட சுயவிவரம்
tr: Seçilen profil
uk: Вибраний профіль
vi: Hồ sơ đã chọn
zh_hans: 当前所选配置文件
zh_hant: 選定的設定檔

source: Reset to default
ar: استعادة الضبط الافتراضي
ast: Reafitar
az: Standarta sıfırla
be: Скінуць да прадвызначаных
bg: Нулиране
ca: Restableix els valors per defecte
cs: Obnovit do základního nastavení
cy: Ailosod i'r rhagosodiad
da: Nulstil til standard
de: Auf Voreinstellung zurücksetzen
el: Επαναφορά προεπιλογών
eo: Restarigi implicitajn
es_us: Restaurar a valores predefinidos
et: Taasta algväärtused
eu: Leheneratu lehenetsikoetara
fa: بازنشانی به پیشفرض
fi: Palauta oletusarvot
fr: Rétablir les paramètres par défaut
gl: Restabelecer a valores por defecto
he: איפוס לבררת מחדל
hu: Alapértelmezés visszaállítása
hy: Վերականգնել սկզբնական կարգավորումները
id: Atur ulang ke default
is: Frumstilla á sjálfgefið
it: Reimposta predefiniti
ja: 標準設定に戻す
ka: ნაგულისხმევზე დაბრუნება
ko: 기본값으로 재설정
lt: Atstatyti numatytąsias reikšmes
lv: Atiestatīt uz noklusējumiem
mk: Resetiranje na standardno
my: မူလပုံမှန်ကိုပြန်ပြောင်းမြည်
nb: Tilbakestill til forvalg
nl: Terugzetten naar standaardwaarden
oc: Restablir lei valors predefinidas
pl: Przywróć ustawienia domyślne
pt_br: Restaurar para o padrão
ro_ro: Resetează la valori implicite
ru: Сброс к настройкам по умолчанию
sc: Reimposta sos valores predefinidos
sk: Obnoviť do základného nastavenia
sl: Ponastavi na privzeto
sr: Поврати на подразумевано
sr_latn: Vrati na fabrička podešavanja
sv: Återställ till standard
ta: இயல்புநிலைக்கு மீட்டமைக்கவும்
tr: Varsayılana sıfırla
uk: Скинути на типові
vi: Đặt lại về mặc định
zh_hans: 重置为默认值
zh_hant: 重設為預設值

# prch_failed
source: Purchase of "%@" has failed
ar: الشراء "%@" فشل
be: Купля "%@" прайшла няўдала
ca: La compra de «%@» ha fallat
cs: Nákup "%@" se nezdařil
da: Køb af "%@" mislykkedes
de: Kauf von "%@" ist fehlgeschlagen
el: Η αγορά του «%@» απέτυχε
es_us: Fallo en la compra de «%@»
et: "%@" ostmine ebaõnnestus
fi: "%@" ostaminen epäonnistui
fr: L'achat de "%@" a échoué
hu: A(z) „%@” vásárlása nem sikerült
id: Pembelian "%@" gagal
is: Kaup á "%@" mistókust
it: L'acquisto di "%@" è fallito
ja: "%@"の購入に失敗しました
nl: Aanschaf van "%@" is mislukt
oc: La cròmpa de «%@» a fach chic
pl: Nie udało się zakupić „%@”
pt_br: A aquisição de "%@" falhou
ro_ro: Achiziția de "%@" a eșuat
ru: Покупка "%@" прошла неуспешно
sc: Sa còmpora de "%@" est faddida
sk: Nákup "%@" zlyhal
sr: Куповина „%@“ није успела
sr_latn: Kupovina „%@“ nije uspela
sv: Köp av "%@" misslyckades
ta: "%@" கொள்முதல் தோல்வியுற்றது
tr: Bir satın alma "%@" başarısız oldu
uk: Не вдалося придбати «%@»
zh_hant: 購買"%@"失敗

# points_count
source: Points:
ar: النقاط:
be: Пункты:
ca: Punts:
cs: Body:
da: Punkter:
de: Punkte:
el: Σημεία:
es_us: Puntos:
et: Punktid:
hu: Pontok:
id: Poin:
is: Punktar:
it: Punti:
ja: 地点:
ko: 포인트:
nb: Punkter:
nl: Punten:
oc: Ponchs :
pl: Punkty:
pt_br: Pontos:
ro_ro: Puncte:
ru: Точки:
sc: Puntos:
sr: Тачке:
sr_latn: Tačke:
sv: Punkter:
ta: புள்ளிகள்:
tr: Noktalar:
uk: Точки:
zh_hant: 點：

# trim_before
source: Trim before this point
ar: قص ما قبل هذه النقطة
be: Абрэзаць перад гэтай кропкай
ca: Retalla abans d'aquest punt
cs: Smazat před tímto bodem
da: Trim før punktet
de: Vor diesem Punkt beschneiden
es_us: Recortar antes de este punto
et: Kärbi enne seda punkti
fr: Couper avant ce point
hu: Vágás e pont előtt
id: Pangkas sebelum titik ini
is: Klippa á undan þessum punkti
it: Taglia prima di questo punto
ja: 選択地点の前を削除
ka: წაკვეთა ამ წერტილამდე
nb: Forkort før dette punktet
nl: Afkappen voor dit punt
oc: Retalhar avans aquest ponch
pl: Przytnij przed tym punktem
pt_br: Apare antes deste ponto
ro_ro: Tăiați înainte de acest punct
ru: Обрезать до этой точки
sc: Trunca in antis de custu puntu
sr: Скрати пре ове тачке
sr_latn: Skrati pre ove tačke
sv: Trimma före den här punkten
ta: இந்த புள்ளிக்கு முன் ஒழுங்கமைக்கவும்
tr: Bu noktadan önce kırp
uk: Обрізати до цієї точки
zh_hant: 在此點之前修剪

# plan_route_create_new_route
source: Create new route
ar: إنشاء مسار جديد
ast: Crear un camín
az: Yeni marşrut yarat
be: Стварыць новы маршрут
bg: Създаване на маршрут
br: Sevel un hentadur nevez
ca: Crea una ruta nova
cs: Vytvořit novou trasu
cy: Creu llwybr newydd
da: Opret en ny rute
de: Neue Route erstellen
el: Δημιουργία νέας διαδρομής
eo: Krei novan kurson
es_us: Crear nueva ruta
et: Loo uus teekond
eu: Sortu ibilbide berria
fa: ساخت مسیر جدید
fi: Luo uusi reitti
fr: Créer un nouvel itinéraire
gl: Crear nova ruta
he: יצירת מסלול חדש
hu: Új útvonal létrehozása
id: Buat rute baru
is: Búa til nýja leið
it: Crea un nuovo percorso
ja: 新しいルートの作成
ka: ახალი გზის შექმნა
ko: 새 경로 만들기
lt: Sukurti naują maršrutą
lv: Veidot jaunu maršrutu
mk: Kreirajte nova ruta
nb: Opprett ny rute
nl: Maak een nieuwe route
oc: Crear un percors novèu
pl: Utwórz nową trasę
pt_br: Criar nova rota
ro_ro: Crează o nouă rută
ru: Создать новый маршрут
sc: Crea un'àndala noa
sk: Vytvoriť novú trasu
sl: Ustvari novo pot
sr: Креирај нову стазу
sr_latn: Kreiranje nove rute
sv: Skapa ny rutt
ta: புதிய வழியை உருவாக்கவும்
tr: Yeni rota oluştur
uk: Створити новий маршрут
vi: Tạo tuyến đường mới
zh_hans: 创建新的路线
zh_hant: 建立新路線

source: Attach to the roads
ar: إرفاق بالطرق
be: Спалучэнне з дарогай
bg: Прикрепяне към пътищата
ca: Circumscriu a les carreteres
cs: Připojit k cestám
cy: Atodi i'r ffyrdd
da: Fastgør til veje
de: Auf Straßen einrasten
el: Προσκόλληση στους δρόμους
eo: Alproksimigi al vojoj
es_us: Unir a los caminos
et: Kinnita teede külge
eu: Erantsi errepideetara
fa: چسبیدن به راه‌ها
fi: Kiinnitä teihin
fr: Déplacer sur les routes
gl: Unirás estradas
he: הצמדה לדרכים
hu: Utakhoz igazítás
id: Pasang pada jalan
is: Tengja við vegina
it: Blocca sulle strade
ja: 道路に沿わせる
ka: გზებზე მიბმა
ko: 도로에 부착
mk: Prikaci na patista
nb: Følg veier
nl: Aan wegen koppelen
oc: Limitar ai rotas
pl: Dołącz do dróg
pt_br: Anexaràs estradas
ro_ro: Atașare la drumuri
ru: Привязка к дорогам
sc: Bloca in sos caminos
sk: Pripojiť k cestám
sl: Pritrdi na ceste
sr: Причврстите на путеве
sr_latn: Vođica uvek na ruti
sv: Fäst på vägarna
ta: சாலைகளில் இணைக்கவும்
tr: Yollara ekle
uk: Прикріпити до доріг
vi: Gắn với các con đường
zh_hans: 依附于道路
zh_hant: 依附於道路

# res_world_map
source: World map
ar: خريطة العالم العامة
be: Сусветная мапа
ca: Mapa mundial
cs: Mapa světa
da: Verdenskort
de: Weltkarte
el: Παγκόσμιος χάρτης
es_us: Mapa mundial
et: Maailmakaart
fr: Carte du monde
hu: Világtérkép
id: Peta dunia
is: Heimskort
it: Mappa mondiale
ja: 世界地図
ka: სამყაროს რუკა
mr: जगाचा नकाशा
nl: Wereldkaart
oc: Mapa mondiala
pl: Mapa świata
pt_br: Mapa do mundo
ro_ro: Voi actualiza catalogul
ru: Мировая карта
sc: Mapa mundiale
sk: Mapa sveta
sl: Zemljevid sveta
sr: Мапа света
sr_latn: Mapa sveta
sv: Världskarta
ta: உலக வரைபடம்
tr: Dünya Haritası
uk: Мапа світу
zh_hans: 世界地图
zh_hant: 世界地圖

# delete_tracks_bottom_sheet_description_bold_part
source: %d tracks?
ar: %d المسارات؟
cs: %d stop?
cy: %d trac?
da: %d spor?
el: %d ίχνη;
es_us: %d trazas?
et: %d rada?
fr: %d traces ?
hu: %d nyomvonalat?
id: %d trek?
is: %d ferlar?
it: %d tracce?
ja: %d件の経路
nb: %d spor?
oc: %d traças ?
ro_ro: %d piese?
ru: %d треков?
sc: %d rastas?
sr: %d путања?
sr_latn: %d putanja?
sv: %d spår?
ta: %d தடங்கள்?
tr: %d yol?
uk: %d треків?
zh_hant: %d 條軌跡？

source: Upload POI
ar: رفع النقاط
az: POI yüklə
be: Запампаваць POI
ca: Puja PDI
cs: Nahrát POI
cy: Llwythwch POI i fyny
da: Upload IP
de: POI hochladen
el: Ανεβάστε ΣΕ
eo: Alŝuti interesejo(j)n
es_us: Subir PDI
et: Laadi üles huvipunkt
eu: Igo interesgune bat
fa: بارگذاری POI
fi: Lataa (vie) KP:t
fr: Téléverser les points d'intérêt
gl: Enviar PDI
he: העלאת נקודות עניין
hu: Érdekes hely feltöltése
hy: Վերբեռնեք POI
id: Unggah POI
is: Senda inn merkisstað
it: Carica i PDI
ja: POIのアップロード
ka: POI-ს ატვირთვა
lt: Įkelti POI
lv: Augšupielādēt POI
mk: Postavete POI
ml: POI അപ്ലോഡ് ചെയ്യുക
nb: Last opp interessepunkt
nl: POI Uploaden
pl: Wysyłanie użytecznego miejsca
ro_ro: Încărcă punct de interes
ru: Отправить POI
sc: Càrriga PDI
sk: Odoslať POI
sl: Pošlji točko POI
sr: Отпреми тачку занимања
sr_latn: Učitaj TOI
sv: Ladda upp POI
ta: பின்னர் பதிவேற்றவும்
tr: POI yükleyin
uk: Надіслати точки інтересу
zh_hans: 上传兴趣点
zh_hant: 上傳 POI

# osm_created
source: Created
ar: تم الانشاء
be: Створана
bg: Дата на създаване
ca: Creat
ckb: درووست کرا
cs: Vytvořeno
da: Oprettet
de: Erstellt
el: Δημιουργήθηκε
eo: Kreita
es_us: Creado
et: Loodud
eu: Sortuta
fa: ایجادشده
fi: Luotu
fr: Créé le
gl: Creado
hu: Létrehozva
id: Dibuat
is: Búið til þann
it: Creata
ja: 作成されました
ka: შექმნის დრო
ko: 생성됨
nb: Opprettet
nl: Aangemaakt
oc: Creat
pl: Utworzono
pt_br: Criado
ro_ro: Creat
ru: Дата создания
sc: Creadu
sk: Vytvorené
sr: Креирано
sr_latn: Kreirano
sv: Skapad
ta: உருவாக்கப்பட்டது
tr: Oluşturuldu
uk: Створено
vi: Đã tạo
zh_hans: 已创建
zh_hant: 已建立

# osm_edits_offline_layer
source: OSM Edits/Notes (offline)
ar: تعديلات / ملاحظات OSM (غير متصل)
be: Праўкі OSM / Нататкі (пазасеціўныя)
ca: Edicions/Notes OSM (en local)
cs: OSM úpravy/poznámky (offline)
da: OSM redigeringer/bemærkninger (offline)
de: OSM Bearbeitungen/Hinweise (Offline)
el: Επεξεργασίες/Σημειώσεις OSM (χωρίς διαδίκτυο)
es_us: Ediciones/Notas de OSM (sin conexión)
et: OSM muudatused/märkmed (võrguühenduseta)
fr: Éditions/Notes OSM (hors ligne)
hu: OSM-szerkesztések/-jegyzetek (offline)
id: Edit/Catatan OSM (offline)
is: OSM breytingar/minnispunktar (ónettengt)
it: Modifiche OSM/Note (offline)
ja: OSM編集/メモ (オフライン)
ka: OSM ჩასწორებები/შენიშვნები (ინტერნეტგარეშე)
ko: OSM 편집/노트 (오프라인)
nl: OSM Bewerkingen/Notes (offline)
oc: Edicions/Nòtas OSM (en locau)
pl: Edycje/uwagi OSM (offline)
pt_br: Edições do OSM/Notas (offline)
ro_ro: Ediții OSM/Note (offline)
ru: OSM Правки/Заметки (офлайн)
sc: Modìficas/Notas OSM (non in lìnia)
sk: OSM úpravy/poznámky (offline)
sr: OSM измене/белешке (ван мреже)
sr_latn: OSM izmene/beleške (van mreže)
sv: OSM redigeringar/anteckningar (offline)
ta: OSM திருத்தங்கள்/குறிப்புகள் (ஆஃப்லைன்)
tr: OSM Düzenlemeleri/Notları (çevrim dışı)
uk: OSM Правки/Примітки (автономні)
zh_hant: OSM 編輯/註解（離線）

# mapil_images_nearby
source: Images nearby
ar: الصور القريبة
be: Выявы побач
ca: Imatges properes
cs: Obrázky v okolí
da: Billeder i nærheden
de: Bilder in der Nähe
el: Εικόνες κοντά
es_us: Imágenes cercanas
et: Pildid läheduses
fa: تصاویر در نزدیکی
fr: Images à proximité
hu: Képek a közelben
id: Gambar di sekitar
is: Myndir úr nágrenninu
it: Immagini nelle vicinanze
ja: 近隣の写真
ka: ახლომახლო სურათები
nl: Afbeeldingen in de buurt
oc: Imatges vesins
pl: Obrazy w pobliżu
pt_br: Imagens próximas
ro_ro: Imagini din apropiere
ru: Снимки рядом
sc: Immàgines a curtzu
sk: Obrázky v okolí
sr: Слике у близини
sr_latn: Slike u blizini
sv: Bilder i närheten
ta: அருகிலுள்ள படங்கள்
tr: Yakındaki görüntüler
uk: Знімки поруч
zh_hant: 附近的圖片

# mapil_no_images
source: We do not have photos for this location.
ar: ليس لدينا صور لهذا الموقع.
be: Фотаздымкі для гэтага месца адсутнічаюць.
ca: No tenim cap foto per a aquesta ubicació.
cs: Nemáme fotografie pro toto místo.
da: Ingen billeder for denne placering.
de: Wir haben keine Fotos für diesen Standort.
el: Δεν έχουμε φωτογραφίες για αυτήν την τοποθεσία.
es_us: No se encontraron fotos en esta ubicación.
et: Meil puuduvad fotod selle asukoha kohta.
fr: Il n'y a pas de photos pour cet endroit.
hu: Nem érhető el fénykép ehhez a helyhez.
id: Kami tidak memiliki foto untuk lokasi ini.
is: Ekki eru til myndir fyrir þessa staðsetningu.
it: Non abbiamo foto per questa posizione.
ja: この近辺の写真はありません。
nl: Er zijn geen foto's bij deze locatie.
oc: Avèm ges de fòto d'aquesta posicion.
pl: Nie mamy zdjęć dla tej lokalizacji.
pt_br: Não temos fotos para este local.
ro_ro: Nu avem fotografii pentru această locație.
ru: Для этой локации фотографий нет.
sc: Non tenimus fotografias pro custu logu.
sk: Nemáme fotografie pre toto miesto.
sl: Za to mesto še ni objavljenih fotografij.
sr: Немамо фотографије за ову локацију.
sr_latn: Nemamo fotografije za ovu lokaciju.
sv: Vi har inga bilder för den här platsen.
ta: இந்த இருப்பிடத்திற்கான புகைப்படங்கள் எங்களிடம் இல்லை.
tr: Bu konum için fotoğrafımız yok.
uk: В цьому місці знімків немає.
zh_hant: 我們沒有這個位置的照片。

# temperature_hide
source: Hide temperature
ar: إخفاء درجة الحرارة
cs: Skrýt teplotu
cy: Cuddio tymheredd
da: Skjul temperatur
de: Temperatur verstecken
el: Απόκρυψη θερμοκρασίας
es_us: Ocultar temperatura
et: Peida temperatuur
fr: Masquer la température
hu: Hőmérséklet elrejtése
id: Sembunyikan suhu
is: Feia hitastig
it: Nascondi temperatura
lt: Slėpti temperatūrą
nb: Skjul temperatur
nl: Verberg temperatuur
oc: Amagar la temperatura
pl: Ukryj temperaturę
ro_ro: Ascundeți temperatura
ru: Скрыть температуру
sc: Cua sa temperadura
sr: Сакриј температуру
sr_latn: Sakrij temperaturu
sv: Dölj temperatur
ta: வெப்பநிலையை மறைக்கவும்
tr: Sıcaklığı gizle
uk: Сховати температуру
zh_hant: 隱藏溫度
