Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# icon_group_industrial
source: Industrial
ar: صناعي
be: Прамысловасць
bg: Промишленост
cs: Průmysl
cy: Diwydiannol
da: Industriel
de: Industriell
el: Βιομηχανία
eo: Industrio
et: Tööstus
eu: Industria
fa: صنعتی
fi: Teollisuus
fr: Industrie
he: תעשייתי
hu: Ipar
id: Industri
is: Iðnaðar
it: Industriale
ja: 産業・工業
ka: საწარმოო
ko: 공업
mk: Industriski
nb: Industriell
nl: Industrie
oc: Industriau
pl: Przemysłowe
ro_ro: Industrie
ru: Промышленность
sc: Industriale
sk: Priemysel
sl: Industrijski
sr: Индустрија
sr_latn: Industrija
sv: Industriell
ta: தொழில்
tr: Sanayi
uk: Промисловість
vi: Công nghiệp
zh_hans: 工业
zh_hant: 工業區

# backup_into_file
source: Back up as file
ar: النسخ الاحتياطي في ملف
az: Fayl olaraq nüsxələ
be: Рэзервовае капіяванне ў файл
bg: Резервно копие във файл
cs: Zálohovat jako soubor
cy: Cadw copi wrth gefn fel ffeil
da: Sikkerhedskopiér som fil
de: Als Datei sichern
el: Εξαγωγή αντιγράφου ασφαλείας ως αρχείο
eo: Konservi al dosiero
es_us: Crear copia de seguridad local
et: Varunda failina
eu: Egin babeskopia fitxategian
fa: پشتیبان‌گیری در پرونده
fi: Varmuuskopioi tiedostona
fr: Sauvegarder dans un fichier
he: גיבוי כקובץ
hu: Biztonsági mentés fájlként
id: Cadangkan sebagai berkas
is: Öryggisafritun í skrá
it: Salva come file
ja: ファイルにバックアップ
ko: ‎파일로‎‎ 백업‎
lt: Atsarginė kopija į failą
mk: Napravete rezervna kopija kako datoteka
nb: Sikkerhetskopier som fil
nl: Als bestand back-uppen
oc: Sauvagardar coma fichier
pl: Utwórz kopię zapasową jako plik
ro_ro: Fă backup ca fișier
ru: Резервное копирование в файл
sc: Faghe una còpia de seguresa in unu documentu
sk: Zálohovať ako súbor
sl: Varnostno kopiraj kot datoteko
sr: Прављење резервне копије у датотеци
sr_latn: Pravljenje rezervne kopije u fajl
sv: Säkerhetskopiera som fil
ta: கோப்பாக காப்புப் பிரதி எடுக்கவும்
tr: Dosya olarak yedekle
uk: Резервне копіювання у файл
vi: Sao lưu dưới dạng tệp
zh_hans: 备份为文件
zh_hant: 備份為檔案

# local_file_will_be_restored
source: The local file will be restored
ar: ستتم استعادة الملف المحلي
bg: Местният файл ще бъде възстановен
ca: Es restaurarà el fitxer local
cs: Místní soubor bude obnoven
da: Den lokal fil vil blive gendannet
de: Die lokale Datei wird wiederhergestellt
el: Τα τοπικά αρχεία θα επαναφερθούν
eo: La loka dosiero estos restarigita
es_us: El archivo local será restaurado
et: Kohalik fail kuulub taastamisele
eu: Tokiko fitxategia leheneratuko da
fa: پرونده محلی بازیابی خواهد شد
fi: Paikallinen tiedosto palautetaan
fr: Le fichier local sera restauré
he: הקובץ המקומי ישוחזר
hu: A helyi fájl vissza lesz állítva
id: Berkas lokal akan dipulihkan
is: Staðvær skrá verður endurheimt
it: Il file locale sarà ripristinato
ja: ローカルファイルが復元されます
ko: 로컬 파일은 복원됨
mk: Local file will be restored
nb: Den lokale filen vil bli gjenopprettet
nl: Het lokaal bestand zal worden hersteld
oc: Lo fichier locau serà restaurat
pl: Plik lokalny zostanie przywrócony
ro_ro: Fișierul local va fi restaurat
ru: Локальный файл будет восстановлен
sc: Su documentu locale s'at a ripristinare
sk: Lokálny súbor bude obnovený
sl: Lokalna datoteka bo obnovljena
sr: Местна датотека ће бити повраћена
sr_latn: Lokalni fajl biće povraćen
sv: Den lokala filen kommer återställas
ta: உள்ளக கோப்பு மீட்டமைக்கப்படும்
tr: Yerel dosya geri yüklenecek
uk: Локальний файл буде відновлено
vi: Tệp cục bộ sẽ được khôi phục
zh_hans: 本地文件将被还原
zh_hant: 將還原本機檔案

source: Reset average speed
cs: Reset průměrné rychlosti
da: Nulstil gennemsnitshastighed
el: Επαναφορά μέσης ταχύτητας
et: Nulli keskmine kiirus
fa: بازنشانی سرعت میانگین
fr: Effacer la vitesse moyenne
hu: Átlagsebesség nullázása
id: Atur ulang kecepatan rata-rata
is: Endurstilla meðalhraða
it: Azzeramento velocità media
ja: 平均速度をリセット
nl: Reset gemiddelde snelheid
ru: Сбросить среднюю скорость
sk: Vymazať priemernú rýchlosť
sr: Поништи просечну брзину
sv: Nollställ medelhastighet
ta: சராசரி வேகத்தை மீட்டமைக்கவும்
uk: Скинути середню швидкість
vi: Đặt lại tốc độ trung bình
zh_hant: 重設平均速率

# group_properties
source: Group preoperties
ar: خصائص المجموعة
be: Уласцівасці групы
ca: Propietats de grup
cs: Vlastnosti skupiny
da: Gruppeegenskaber
de: Gruppen-Eigenschaften
el: Ιδιότητες ομάδας
es_us: Propiedades del grupo
et: Grupi omadused
fr: Propriétés du groupe
hu: Csoporttulajdonságok
id: Properti grup
is: Eiginleikar hóps
it: Proprietà del gruppo
ja: グループの属性
ka: ჯგუფის თვისებები
ko: 그룹 프리퍼티
nl: Groep instellingen
oc: Proprietats de grop
pl: Właściwości grupy
pt_br: Propriedades do grupo
ro_ro: Preoperatorii de grup
ru: Свойства группы
sc: Propriedades de su grupu
sk: Vlastnosti skupiny
sr: Својства групе
sr_latn: Svojstva grupe
sv: Gruppegenskaper
ta: குழு பண்புகள்
tr: Grup özellikleri
uk: Гуртові налаштування
zh_hant: 群組屬性

# history_preferences_descr
source: You can disable history logging individually for each history type.
ar: يمكنك تعطيل السجل بشكل فردي لكل نوع سجل.
az: Hər bir tarixçə növü üçün fərdi olaraq tarixçə qeydini söndürə bilərsiniz.
be: Вы можаце адключыць запіс гісторыі асобна для кожнага тыпу гісторыі.
bg: Можете да спрете дневника за всеки вид история потделно.
ca: Podeu desactivar el registre de l'historial individualment per a cada tipus d'historial.
cs: Protokolování historie můžete zakázat pro každý typ historie zvlášť.
cy: Gellir analluogi logio hanes fesul math o hanes.
da: Du kan deaktivere logning af historik individuelt for hver historiktype.
de: Sie können die Verlaufsprotokollierung für jeden Verlaufstyp einzeln deaktivieren.
el: Μπορείτε να απενεργοποιήσετε την καταγραφή ιστορικού ξεχωριστά για κάθε είδος ιστορικού.
eo: Vi povas malaktivigi historion deĉiu speco aparte.
es_us: Puedes desactivar el registro del historial individualmente para cada tipo de historial.
et: Ajaloo logimist saad sa iga ajalootüübi puhul eraldi keelata.
eu: Historia-erregistroa banaka desgai dezakezu historia mota bakoitzerako.
fa: می‌توانید ثبت تاریخچه را به صورت جداگانه برای هر نوع تاریخچه غیرفعال کنید.
fr: Vous pouvez désactiver l'historique unitairement pour chaque type d'historique.
he: אפשר להשבית את תיעוד ההיסטוריה באופן פרטני לכל סוג של היסטוריה.
hu: Az előzmények naplózását egyesével kapcsolhatja ki minden előzménytípushoz.
id: Anda dapat menonaktifkan pencatatan riwayat secara individu untuk setiap tipe riwayat.
is: Þú getur gert skráningu vinnsluferils óvirka sérstaklega fyrir hverja gerð vinnsluferils.
it: Puoi disattivare la registrazione della cronologia individualmente per ogni tipo di cronologia.
ja: 履歴の項目は個別にログを無効化できます。
ko: 각 기록 유형에 대해 개별적으로 기록 기록을 비활성화할 수 있다.
mk: Možete da go onevozmožite evidentiranjeto na istorijata poedinečno za sekoj tip istorija.
nb: Du kan skru av historikklogging individuelt for hver av historikktypene.
nl: Je kan het verzamelen van geschiedenis voor ieder item individueel uitschakelen.
oc: Podètz desactivar l'enregistrament de l'istoric per cada mena d'istoric.
pl: Rejestrowanie historii można wyłączyć indywidualnie dla każdego typu historii.
ro_ro: Puteți dezactiva înregistrarea istoricului în mod individual pentru fiecare tip de istoric.
ru: Вы можете отключить ведение журнала индивидуально для каждого типа истории.
sc: Podes disabilitare sa registratzione de sa cronologia in manera individuale pro cada genia de cronologia.
sk: Históriu môžete vypnúť pre jednotlivé typy činností.
sl: Beleženje zgodovine lahko onemogočiš za vsako vrsto zgodovine posebej.
sr: Можете да онемогућите бележење историје појединачно за сваку врсту историје.
sr_latn: Možeš onemogućiti beleženje istorije pojedinačno za svaku vrstu istorije.
sv: Du kan inaktivera historikloggning individuellt för varje historiktyp.
ta: ஒவ்வொரு வரலாற்று வகைக்கும் வரலாற்று உள்நுழைவை தனித்தனியாக முடக்கலாம்.
tr: Geçmiş kaydını her bir geçmiş türü için ayrı ayrı devre dışı bırakabilirsiniz.
uk: Ви можете вимкнути запис історії окремо для кожного типу історії.
vi: Bạn có thể vô hiệu việc ghi nhật ký lịch sử một cách độc lập cho từng loại lịch sử.
zh_hans: 你可以为每种历史记录类型单独禁用历史日志记录。
zh_hant: 你可以各自關閉每種歷史類型的歷史記錄。

# show_hide_gpx
source: Show/hide tracks
ar: إظهار/إخفاء المسارات
be: Паказаць/схаваць сляды
ca: Mostra/amaga trajectes
cs: Skrýt/zobrazit stopy
da: Vis/skjul spor
de: Tracks ein-/ausblenden
el: Εμφάνιση/απόκρυψη ιχνών
es_us: Mostrar/ocultar trazas
et: Kuva/peida teekonnad
fa: نمایان/پنهان کردن ردها
fr: Afficher/masquer les traces
hu: Nyomvonalak megjelenítése/elrejtése
id: Tampilkan/sembunyikan trek
is: Birta/Fela ferla
it: Mostra/nascondi viaggi
ja: 経路の表示/非表示
ka: ტრეკების ჩვენება/დამალვა
mr: ट्रॅक दाखवा/लपवा
nb: Show/hide trips
nl: Toon/verberg tracks
oc: Mostrar & Amagar lei percors traçats
pl: Wyświetl/Ukryj trasy
pt_br: Mostrar/ocultar trilhas
ro_ro: Afișați/ascundeți track-urile
ru: Показать/спрятать путешествия
sc: Ammustra/cua sas rastas
sr: Прикажи/сакриј путање
sr_latn: Prikaži/sakrij putanje
sv: Visa/dölj spår
ta: தடங்களைக் காட்டு/மறைக்க
tr: Yolları göster/gizle
uk: Показати/сховати треки
zh_hant: 顯示/隱藏軌跡

# weather_clear_offline_cache_for
source: This will clear all cache for offline weather tile for %@.
ar: سيؤدي ذلك إلى مسح كل ذاكرة التخزين المؤقت للوحة الطقس غير المتصلة بالإنترنت ل ٪@.
cs: Tím se vymaže veškerá mezipaměť pro offline dlaždice počasí pro %@.
da: Dette vil rydde al cache for offline vejrfliser for %@.
de: Damit wird der gesamte Cache für die Offline-Wetterkachel für %@ gelöscht.
es_us: Esto vaciará toda la memoria caché de las teselas meteorológicas sin conexión de %@.
fr: Cela va effacer tout le cache hors-ligne des tuiles de météo pour %@.
hu: Ez törölni fogja az összes időjárás-csempe gyorsítótárát a következőhöz: %@.
id: Ini akan membersihkan semua cache untuk ubin cuaca offline untuk %@.
is: Þetta mun hreinsa öll skyndiminni fyrir ónettengdar veðurflísar fyrir %@.
it: Questo cancellerà tutta la cache per il riquadro meteo offline per %@.
nl: Dit leegt de cache van de tegel Offline Weersvoorspelling voor %@.
ro_ro: Acest lucru va șterge toată memoria cache pentru panoul meteo offline pentru %@.
ru: Это очистит весь кеш для офлайн-тайлов погоды для %@.
sc: Custu at a isboidare totu sa memòria temporànea pro sos tasseddos de su mèteu non in lìnia pro %@.
sr: Ово ће обрисати сав кеш ванмрежне плочице прогнозе за %@.
sr_latn: Ovo će obrisati sav keš vanmrežne pločice prognoze za %@.
sv: Detta kommer rensa all cache för offline väder-rasterrutor för %@.
ta: இது %@க்கு இணைப்பில்லாத வானிலை ஓடுக்கான அனைத்து தற்காலிக சேமிப்பையும் அழிக்கும்.
uk: Це очистить весь кеш офлайн-плитки погоди для %@.
zh_hant: 這將清除 %@ 的所有離線天氣圖塊快取。

# simulation_real_mode_title
source: Realistic simulation
ar: محاكاة واقعية
be: Рэалістычнае мадэляванне
bg: Реалистична симулация
ca: Simulació realista
cs: Realistická simulace
cy: Efelychiad realistig
da: Realistisk simulering
de: Realistische Simulation
el: Ρεαλιστική προσομοίωση
eo: Realisma
es_us: Simulación realista
et: Realistlik simulatsioon
eu: Simulazio errealista
fa: شبیه‌سازی واقعی
fi: Realistinen simulaatio
fr: Simulation réaliste
he: הדמיה מציאותית
hu: Realisztikus szimuláció
id: Simulasi realistis
is: Raunsæ herming
it: Simulazione realistica
ja: 現実的なシミュレーション
ka: რეალისტური სიმულაცია
ko: 현실적인 시뮬레이션
mk: Realna simulacija
nb: Realistisk simulering
nl: Realistische simulatie
oc: Simulacion realista
pl: Realistyczna symulacja
ro_ro: Simulare realistă
ru: Реалистичное моделирование
sc: Simulatzione realìstica
sk: Realistická simulácia
sl: Realistična simulacija
sr: Стварно опонашање
sr_latn: Realistična simulacija
sv: Realistisk simulering
ta: யதார்த்தமான உருவகப்படுத்துதல்
tr: Gerçekçi simülasyon
uk: Реалістична симуляція
vi: Sự mô phỏng giống với thực tế
zh_hans: 真实模拟
zh_hant: 逼真模擬

# simulation_constant_mode_desc
source: The simulation will be performed with constant selected speed.
ar: سيتم إجراء المحاكاة بسرعة محددة ثابتة.
be: Мадэляванне будзе выконвацца з абранай пастаяннай хуткасцю.
bg: Симулацията ще бъде извършена с избраната постоянна скорост.
ca: Es farà una simulació amb la velocitat constant seleccionada.
cs: Simulace bude provedena se zvolenou konstantní rychlostí.
cy: Bydd yr efelychiad yn cael ei gyflawni gyda chyflymder dethol cyson.
da: Simuleringen vil blive udført med en konstant, valgt hastighed.
de: Die Simulation wird mit der ausgewählten Geschwindigkeit ausgeführt.
el: Η προσομοίωση θα πραγματοποιηθεί με σταθερή επιλεγμένη ταχύτητα.
eo: La simulado estos farita kun la konstanta elektita rapido.
es_us: La simulación será realizada con una velocidad constante elegida.
et: Simulatsioon kasutab püsivat valitud kiirust.
eu: Simulazioa hautatutako abiadura konstantearekin egingo da.
fa: شبیه‌سازی با سرعت ثابت انتخاب‌شده انجام می‌شود.
fr: La simulation se déroulera à la vitesse constante indiquée.
he: ההדמיה תבוצע במהירות נבחרת קבועה.
hu: A szimuláció egy kiválasztott állandó sebességgel történik.
id: Simulasi akan dilakukan dengan kecepatan konstan yang dipilih.
is: Leiðarherming verður framkvæmd með völdum föstum hraða.
it: La simulazione verrà effettuata alla velocità costante selezionata.
ja: 選択された速度でシミュレーションが実行されます。
ko: 시뮬레이션은 일정한 선택 속도로 수행됩니다.
mk: Simulacijata ce se izveduva so konstantna izbrana brzina.
nb: Simuleringen vil utføres med konstant valgt hastighet.
nl: De simulatie zal worden uitgevoerd met een vaste snelheid.
oc: La simulacion se farà a la velocitat constanta seleccionada.
pl: Symulacja będzie przeprowadzana w ciągłej wyznaczonej prędkości.
ro_ro: Simularea se va efectua cu o viteză constantă selectată.
ru: Моделирование с заданной скоростью.
sc: Sa simulatzione s'at a fàghere a sa lestresa costante seletzionada.
sk: Simulácia bude prevedená so zvolenou konštantnou rýchlosťou.
sl: Simulacija bo izvedena s konstantno izbrano hitrostjo.
sr: Опонашање ће се изводити са једнаком одабраном брзином.
sr_latn: Simulacija istom brzinom. Podesi brzinu.
sv: Simuleringen kommer utföras med konstant vald hastighet.
ta: நிலையான தேர்ந்தெடுக்கப்பட்ட வேகத்துடன் உருவகப்படுத்துதல் செய்யப்படும்.
tr: Simülasyon sabit seçilen hızda gerçekleştirilecektir.
uk: Симуляція буде проводитися з постійною заданою швидкістю.
vi: Sự mô phỏng sẽ được thực hiện với vận tốc cố định như đã chọn.
zh_hans: 模拟将在所选择的恒定速度下进行。
zh_hant: 模擬將以選定的恆定速度執行。

# simulation_constant_mode_title
source: Fixed speed
ar: سرعة ثابتة
be: Фіксаваная хуткасць
bg: Фиксирана скорост
ca: Velocitat constant
cs: Stálá rychlost
cy: Cyflymder sefydlog
da: Fast hastighed
de: Konstante Geschwindigkeit
el: Σταθερή ταχύτητα
eo: Konstanta rapido
es_us: Velocidad constante
et: Fikseeritud kiirus
eu: Abiadura finkoa
fa: سرعت ثابت
fr: Vitesse constante
he: מהירות קבועה
hu: Rögzített sebesség
id: Kecepatan tetap
is: Fastur hraði
it: Velocità costante
ja: 定速走行
ka: მუდმივი სიჩქარე
ko: 고정 속도
lt: Fiksuotas greitis
mk: Fiksna brzina
nb: Fastsatt hastighet
nl: Vaste snelheid
oc: Velocitat fixa
pl: Wyznaczona prędkość
ro_ro: Viteză fixă
ru: Постоянная скорость
sc: Letresa fissa
sk: Konštantná rýchlosť
sl: Fiksna hitrost
sr: Једнака брзина
sr_latn: Ista brzina
sv: Konstant hastighet
ta: நிலையான விரைவு
tr: Sabit hız
uk: Постійна швидкість
vi: Vận tốc không đổi
zh_hans: 固定速度
zh_hant: 固定速度

# shared_string_speed
source: Speed
ar: السرعة
ast: Velocidá
az: Sürət
be: Хуткасьць
bg: Скорост
ca: Velocitat
cs: Rychlost
cy: Cyflymder
da: Hastighed
de: Geschwindigkeit
el: Ταχύτητα
eo: Rapido
es_us: Velocidad
et: Kiirus
eu: Abiadura
fa: سرعت
fi: Nopeus
fr: Vitesse
gl: Velocidade
he: מהירות
hu: Sebesség
hy: Արագություն
id: Kecepatan
is: Hraði
it: Velocità
ja: 速度
ka: სიჩქარე
ko: 속도
ku: Lez
lt: Greitis
lv: Ātrums
mk: Brzina
ml: വേഗത
mr: वेग
nb: Hastighet
nl: Snelheid
oc: Velocitat
pl: Prędkość
ro_ro: Viteză
ru: Скорость
sc: Lestresa
sk: Rýchlosť
sl: Hitrost
sr: Брзина
sr_latn: Brzina
sv: Hastighet
ta: வேகம்
tr: Hız
uk: Швидкість
vi: Tốc độ
zh_hans: 速度
zh_hant: 速度

# address_search_desc
source: Address search
af: Adres soektog
ar: البحث عن عنوان
az: Ünvan axtar
be: Пошук па адрасе
bg: Търсене по адрес
bs: Pretraga po adresi
ca: Cerca d'adreces
cs: Hledat adresu
cy: Chwilio am gyfeiriad
da: Adressesøgning
de: Adresssuche
el: Αναζήτηση διεύθυνσης
eo: Serĉi adreson
es_us: Buscar dirección
et: Aadressiotsing
eu: Helbide bilaketa
fa: جستجوی نشانی
fi: Osoitehaku
fr: Recherche par adresse
gl: Procura polo enderezo
he: חיפוש כתובת
hu: Címkeresés
hy: Որոնում ըստ հասցեի
id: Mencari alamat
is: Leit að heimilisfangi
it: Ricerca degli indirizzi
ja: 住所検索
ka: მისამართის ძებნა
ko: 주소 검색
lt: Adreso paieška
lv: Adreses meklēšana
mk: Barajte adresa
ml: വിലാസം തെരയുക
mr: पत्त्याचा शोध
nb: Adressesøk
nl: Adres zoeken
oc: Cèrcar d'adreiças
pl: Wyszukiwanie adresu
ro_ro: Căutare adresă
ru: Поиск по адресу
sc: Chirca de sos indiritzos
sk: Hľadanie adresy
sl: Iskanje naslova
sr: Претрага адреса
sr_latn: Pretraga adresa
sv: Adressökning
ta: முகவரி தேடல்
tr: Adres arama
uk: Пошук адреси
zh_hans: 地址搜索
zh_hant: 地址查尋

# shared_string_target_points
source: Destinations
af: Wegpunte
ar: الوجهات
ast: Destinos
az: Təyinat nöqtələri
be: Пункты прызначэння
bg: Местоназначения
ca: Destinacions
cs: Cíle
cy: Cyrchfannau
da: Destinationer
de: Ziele
el: Προορισμοί
eo: Celoj
es_us: Destinos
et: Sihtkohad
eu: Helburuak
fa: مقصدها
fi: Määränpää ja Välietapit
fr: Étapes
gl: Destinos
he: יעדים
hu: Úti célok
hy: Նպատակակետեր
id: Destinasi
is: Áfangastaðir
it: Destinazioni
ja: 目的地
ka: გზის ნიშნულები
ko: 경유지
lt: Tikslai
lv: Galapunkti
mk: Destinacii
ml: ഉദ്ദിഷ്ടസ്ഥലങ്ങള്‍
mr: इच्छीत स्थाने
my: ပန်းတိုင်လမ်းဆုံး
nb: Reisemål
nl: Bestemmingen
oc: Destinacions
pl: Cele podróży
ro_ro: Puncte intermediare
ru: Пункты маршрута
sc: Itineràriu
sk: Ciele
sl: Cilji
sr: Одредишта
sr_latn: Odredišta
sv: Destinationer
ta: இடங்கள்
tr: Varış noktaları
uk: Пункти призначення
zh_hans: 目的地
zh_hant: 目的地
