Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# srtm_download_list_help_message
source: OsmAnd provides contour line data in meters and feet. You will need to re-download the file to change the format.
ar: أوسماند يوفر بيانات الخطوط الكنتورية بالأمتار والقدم. ستحتاج إلى إعادة تنزيل الملف لتغيير التنسيق.
be: OsmAnd забяспечвае даныя контурных ліній у метрах і футах. Для змянення фармату вам будзе неабходна паўторна загрузіць файл.
bg: OsmAndпредоставя информация за изолиниите в метри и футове. За да промените избрания формат трябва да изтеглите отново.
cs: OsmAnd poskytuje data vrstevnic v metrech a stopách. Pro změnu formátu budete muset soubor znovu stáhnout.
cy: Mae OsmAnd yn cynnig data cyfuchlinellau mewn metrau a throedfeddi. Bydd rhaid ail-lawrlwytho'r ffeil i newid y fformat.
da: OsmAnd leverer højdekurvedata i meter og fod. Du skal downloade filen igen for at ændre formatet.
de: OsmAnd liefert Höhenlinien-Daten in Metern und Fuß. Sie müssen die Datei erneut herunterladen, um das Format zu ändern.
el: Το OsmAnd παρέχει δεδομένα των ισοϋψών καμπυλών σε μέτρα και πόδια. Θα χρειαστεί να κατεβάσετε ξανά το αρχείο για να αλλάξετε την μορφή.
eo: OsmAnd liveras nivelkurbojn en metroj kaj en futoj. Ve devos reelŝuti la dosieron por ŝanĝi la formon.
es_us: OsmAnd provee datos sobre las curvas de nivel en metros y pies. Vuelve a descargar el archivo para cambiar el formato.
et: OsmAnd pakub kõrgusjoonte andmeid meetrites ja jalgades. Formaadi muutmiseks laadi fail uuesti alla.
eu: OsmAnd-ek sestra-kurben datuak metro eta oinetan ematen ditu. Fitxategia berriro deskargatu beharko duzu formatua aldatzeko.
fa: OsmAnd داده‌های منحنی‌های میزان را به متر و فوت ارائه می‌دهد. برای تغییر قالب، باید پرونده را دوباره بارگیری کنید.
fi: OsmAnd tarjoaa korkeuskäyrätiedot metreinä ja jalkoina. Sinun on ladattava tiedosto uudelleen muodon muuttamiseksi.
fr: OsmAnd fournit des données de courbes de niveau en mètres et en pieds. Vous devrez télécharger à nouveau le fichier pour modifier l'unité.
gl: O OsmAnd fornece datos de curvas de nivel en metros e pés. Terás que volver baixar o ficheiro para mudar o formato.
he: OsmAndמספק נתוני קווי מתאר במטרים וברגל. יהיה עליך להוריד את הקובץ מחדש כדי לשנות את התצורה.
hu: Az OsmAnd méterben és lábban adja meg a szintvonalak közötti távolságot. A mértékegység módosításához újra le kell töltenie a fájlt.
id: OsmAnd menyediakan data garis kontur dalam meter dan kaki. Anda perlu mengunduh ulang file untuk mengubah format.
is: OsmAnd býður upp á hæðalínugögn í metrum og fetum. Þú þarft að sækja skrána aftur til að breyta sniðinu.
it: OsmAnd fornisce i dati delle curve di livello in metri e in piedi. Dovrai riscaricare il file per cambiarne il formato.
ja: OsmAndはメートルとフィートでの等高線データを提供します。フォーマットを変更するには、ファイルを再ダウンロードする必要があります。
ka: OsmAnd provides contour lines data in meters and feet. You will need to re-download the file to change the format.
ko: osmand는 미터와 피트 단위로 윤곽선 데이터를 제공한다. 형식을 변경하려면 파일을 다시 다운로드해야 한다.
lt: OsmAnd provides contour lines data in meters and feet. You will need to re-download the file to change the format.
lv: OsmAnd provides contour lines data in meters and feet. You will need to re-download the file to change the format.
mk: OsmAnd obezbeduva podatoci za konturnite linii vo metri i stapki. Ḱe treba povtorno da ja prezemete datotekata za da go promenite formatot.
nb: OsmAnd leverer kotedata i meter og fot. Du må laste ned filen på nytt for å endre formatet.
nl: OsmAnd biedt contourlijngegevens in meters en voet aan. Je zal het bestand opnieuw moeten downloaden om het formaat te wijzigen.
oc: OsmAnd fornís lei donadas de corbas de nivèu en mètres e en pès. Deuretz tornar teledescargar lo fichier per modificar lo format.
pl: OsmAnd udostępnia dane poziomic w metrach i stopach. Aby zmienić format, należy ponownie pobrać plik.
pt_br: OsmAnd fornece dados de linhas de contorno em metros e pés. Você precisará baixar novamente o arquivo para alterar o formato.
ro_ro: OsmAnd oferă date privind curbele de nivel în metri și picioare. Va trebui să descărcați iar fișierul pentru a schimba formatul.
ru: OsmAnd предоставляет данные изолиний в метрах и футах. Для изменения формата потребуется повторно скачать файл.
sc: OsmAnd frunit datos de sas curvas de livellu in metros e in pees. As a dèpere torrare a iscarrigare su documentu pro mudare su formadu.
sk: OsmAnd poskytuje údaje vrstevníc v metroch a stopách. Budete musieť znovu stiahnuť súbor pre zmenu formátu.
sl: OsmAnd zagotavlja podatke o izohipsah v metrih inčevljih. Za spremembo merskih enot boš moral/a znova prenesti datoteko.
sr: ОсмАнд пружа податке о изохипсама у метрима и стопама. Мораћете поново да преузмете датотеку ради промене облика.
sr_latn: OsmAnd pruža podatke o izohipsama u metrima i stopama. Preuzmi ponovo fajl radi promene formata.
sv: OsmAnd tillhandahåller konturlinjedata i meter och fot. Du kommer behöva ladda ner filen igen för att ändra formatet.
ta: OSMAND மீட்டர் மற்றும் கால்களில் விளிம்பு வரி தரவை வழங்குகிறது. வடிவமைப்பை மாற்ற நீங்கள் கோப்பை மீண்டும் ஏற்ற வேண்டும்.
tr: OsmAnd, metre ve fit cinsinden eş yükselti eğrileri verileri sağlar. Biçimi değiştirmek için dosyayı yeniden indirmeniz gerekecek.
uk: OsmAnd надає дані про ізолінії в метрах і футах. Щоб змінити формат, потрібно повторно завантажити файл.
vi: OsmAnd cung cấp dữ liệu đường đồng mức theo mét và feet. Bạn sẽ cần tải xuống tệp một lần nữa để thay đổi định dạng.
zh_hans: OsmAnd 提供以米和英尺为单位的等高线数据。您需要重新下载文件以更改格式。
zh_hant: OsmAnd 提供以公尺與英呎為單位的等高線資料。您將必須重新下載檔案以變更格式。

# shared_string_menu
source: Menu
ar: القائمة
ast: Menú
az: Menyu
be: Меню
bg: Меню
ca: Menú
cy: Dewislen
de: Menü
el: Μενού
eo: Menuo
es_us: Menú
et: Menüü
eu: Menua
fa: فهرست
fi: Valikko
gl: Menú
he: תפריט
hu: Menü
is: Valmynd
it: Menù
ja: メニュー
ka: მენიუ
ko: 메뉴
lt: Meniu
lv: Izvēlne
mk: Meni
nb: Meny
oc: Menú
ro_ro: Meniu
ru: Меню
sc: Menù
sl: Meni
sr: Изборник
sr_latn: Meni
sv: Meny
ta: பட்டியல்
te: జాబితా
tr: Menü
uk: Меню
zh_hans: 菜单
zh_hant: 選單

# pressure_show
source: Show pressure
ar: إظهار الضغط
cs: Zobrazit tlak
da: Vis tryk
de: Druck anzeigen
el: Εμφάνιση πίεσης
es_us: Mostrar presión
et: Näita õhurõhku
fr: Afficher la pression
hu: Nyomás megjelenítése
id: Tampilkan tekanan
is: Birta loftþrýsting
it: Mostra pressione
lt: Rodyti slėgį
nb: Vis lufttrykk
nl: Toon luchtdruk
oc: Mostrar la pression
pl: Pokaż ciśnienie
ro_ro: Afișați presiunea
ru: Показать давление
sc: Ammustra sa pressione
sr: Прикажи притисак
sr_latn: Prikaži pritisak
sv: Visa lufttryck
ta: அழுத்தத்தைக் காட்டு
tr: Basıncı göster
uk: Показати тиск
zh_hant: 顯示壓力

# wind_show
source: Show wind
ar: عرض الرياح
cs: Zobrazit vítr
cy: Dangos gwynt
da: Vis vind
de: Wind anzeigen
el: Εμφάνιση ανέμου
es_us: Mostrar viento
et: Näita tuule andmeid
fr: Afficher le vent
hu: Szél megjelenítése
id: Tampilkan angin
is: Sýna vind
it: Mostra vento
lt: Rodyti vėją
nb: Vis vind
nl: Toon wind
oc: Mostrar lo vent
pl: Pokaż wiatr
ro_ro: Arată vântul
ru: Показать ветер
sc: Ammustra su bentu
sr: Прикажи ветар
sr_latn: Prikaži vetar
sv: Visa vind
ta: காற்றைக் காட்டு
tr: Rüzgarı göster
uk: Показати напрямок вітру
zh_hant: 顯示風速

# quick_action_name_alert
source: Quick action name was changed to %@ to avoid duplication.
ar: تم تغيير اسم الاختصار السريع إلى٪ @ لتجنب التكرار.
be: Назва хуткага дзеяння была змененая на %@, каб пазбегнуць дублявання.
ca: El nom de l'acció directa ha canviat a %@ per evitar duplicitats.
cs: Název rychlé akce byl změněn na %@, aby nevznikla duplicita.
da: Navnet på genvej ændret til %@ for at undgå dubletter.
de: Schnellaktions-Name wurde geändert zu %@ um Duplikate zu verhindern.
el: Το όνομα γρήγορης ενέργειας άλλαξε σε %@ για την αποφυγή διπλότυπου.
es_us: El nombre de la acción rápida fue cambiado a «%@» para evitar la duplicación.
et: Kiirtegevuse nimeks muudeti dubleerimise vältimiseks %@.
fr: Le nom de l'action rapide a été changé en %@ pour éviter les doublons.
hu: A gyors művelet neve a következőre változott: %@, hogy elkerülhető legyen az ismétlődés.
id: Nama tindakan cepat diubah menjadi %@ untuk menghindari duplikasi.
is: Nafni á flýtiaðgerð var breytt í %@ til að koma í veg fyrir tvítekningu.
it: Il nome dell'azione veloce è stato cambiato in %@ per evitare duplicati.
ja: 重複を避けるため、クイックアクション名は%@に変更されました。
nl: Naam van de Snelle actie was gewijzigd naar %@ om dubbelingen te voorkomen.
oc: Lo nom de l'accion dirècta es estat modificat en %@ per evitar de doblons.
pl: Zmieniono nazwę szybkiej czynności na %@ by uniknąć duplikacji.
pt_br: O nome da ação rápida foi alterado para %@ para evitar duplicação.
ro_ro: Numele acțiunii rapide a fost schimbat în %@ pentru a evita duplicarea.
ru: Название быстрого действия было изменено на %@, чтобы избежать дублирования.
sc: Su nùmene de s'atzione lestra est istadu cambiadu in %@ pro non tènnere duplicados.
sr: Назив брзе радње је промењен у %@ да би се избегло дуплирање.
sr_latn: Naziv brze radnje je promenjen u %@ da bi se izbeglo dupliranje.
sv: Snabbåtgärdens namn ändrades till %@ för att undvika dubbletter.
ta: நகல் தவிர்க்க விரைவான செயல் பெயர் %@ ஆக மாற்றப்பட்டது.
tr: Hızlı eylem adı, yinelemeyi önlemek için %@ olarak değiştirildi.
uk: Назву швидкої дії змінено на %@, щоб уникнути дублювання.
zh_hant: 為避免重複，快速動作名稱已更改為 %@。

# quick_action_showhide_mapillary_descr
source: A toggle to show or hide the Mapillary layer on the map.
ar: مفتاح تبديل لإظهار أو إخفاء طبقة Mapillary على الخريطة.
ast: Un alternador p'amosar/anubrir la capa de Mapillary nel mapa.
az: Xəritədə Mapillary qatını göstərmək və ya gizlətmək üçün düymə.
be: Пераключальнік для паказу альбо хавання пласта Mapillary.
bg: Tapping this action button shows or hides the Mapillary layer on the map.
ca: Un commutador per mostrar o amagar la capa de Mapillary al mapa.
cs: Přepínač pro zobrazení nebo skrytí mapové vrstvy Mapillary.
cy: Togl i ddangos neu guddio'r haen Mapillary ar y map.
da: En omskifter til at vise eller skjule Mapillary-laget på kortet.
de: Ein Schalter zum Ein- oder Ausblenden des Mapillary-Layers auf der Karte.
el: Εναλλαγή εμφάνισης ή απόκρυψης της στρώσης Mapillary του χάρτη.
eo: Ŝaltilo por montri aŭ kaŝi tavolon de Mapillary sur la mapo.
es_us: Un botón que alterna la capa de Mapillary en el mapa.
et: Selle tegevusnupu puudutamisel kuvatakse või peidetakse kaardil Mapillary kiht.
eu: Mapillary geruza mapan erakutsi edo ezkutatzeko botoia.
fa: دکمه‌ای برای آشکار/پنهان کردن لایهٔ مپیلاری روی نقشه.
fi: Tapping this action button shows or hides the Mapillary layer on the map.
fr: Bouton pour afficher ou masquer la couche Mapillary sur la carte.
gl: Un botón para amosar ou agochar a capa do Mapillary no mapa.
he: מפסק להצגה או הסתרה של שכבת Mapillary על גבי המפה.
hu: A Mapillary réteget a térképen megjelenítő vagy elrejtő kapcsoló.
hy: Անջատիչ - Mapillary շերտը ցույց տալու կամ թաքցնել ու քարտեզի վրա:
id: Sebuah alihan untuk menampilkan atau menyembunyikan layer Mapillary pada peta.
is: Víxlhnappur til að birta eða fela Mapillary-lagið á kortinu.
it: Un pulsante per visualizzare o nascondere nella mappa il livello Mapillary .
ja: マップ上のMapillaryレイヤーの表示/非表示を切り替えます。
ka: Tapping this action button shows or hides the Mapillary layer on the map.
ko: 지도에 Mapillary 층을 표시하거나 숨기려면 toggle.
lt: Tapping this action button shows or hides the Mapillary layer on the map.
lv: Tapping this action button shows or hides the Mapillary layer on the map.
mk: Prekinuvač za prikažuvanje ili sokrivanje na slojot Mapillary na kartata.
nb: Bryter forå vise eller skjule Mapillary-lag på kartet.
nl: Een schakelknop om de Mapillary-laag al dan niet te tonen op de kaart.
oc: Boton per mostrarò amagar la jaça Mapillary sus la mapa.
pl: Przełącznik służący do pokazywania lub ukrywania warstwy Mapillary na mapie.
pt_br: Uma alternância para mostrar ou ocultar a camada Mapillary no mapa.
ro_ro: O comutare să afișeze sau să ascundă stratul Mapillary pe hartă.
ru: Переключатель для отображения или скрытия слоя Mapillary на карте.
sc: Unu butone pro ammustrare o cuare s'istratu de Mapillary in sa mapa.
sk: Prepínač pre zobrazenie alebo skrytie vrstvy Mapillary na mape.
sl: Stikalo za prikaz ali skrivanje sloja Mapillary na zemljevidu.
sr: Прикажи или сакриј слој Мапиларија на карти.
sr_latn: Prikazati ili sakriti nivo Mapilarija na mapi.
sv: En knapp för att visa eller dölja Mapillary-lagret på kartan.
ta: வரைபடத்தில் உள்ள மேபிலரி லேயரைக் காட்ட அல்லது மறைக்க ஒரு மாற்று.
tr: Harita üzerinde Mapillary katmanını göstermek veya gizlemek için bir geçiş.
uk: Перемикач показує/приховує шар Mapillary на мапі.
vi: Một công tắc để hiện hoặc ẩn lớp phủ Mapillary trên bản đồ.
zh_hans: 用以在地图上显示或隐藏 Mapillary 图层的开关。
zh_hant: 在地圖上顯示或隱藏 Mapillary 圖層的開關。

# shared_string_action
source: Action
be: Дзеянне
bg: Действие
ca: Acció
cs: Akce
da: Handling
de: Aktion
el: Ενέργεια
es_us: Acción
et: Tegevus
eu: Ekintza
fa: کنش
fi: Toiminto
hu: Művelet
id: Tindakan
is: Aðgerð
it: Azione
ja: アクション
ka: ქმედება
ko: 액션
lt: Veiksmas
nl: Actie
pl: Akcja
ro_ro: Acțiune
ru: Действие
sk: Akcia
sr: Акција
sr_latn: Akcija
sv: Åtgärd
ta: செயல்
tr: Eylem
uk: Дія
vi: Hành động
zh_hans: 动作
zh_hant: 動作

# routing_attr_avoid_shuttle_train_description
source: Avoids using shuttle trains
ar: يتجنب استخدام القطارات المكوكية
be: Пазбягаць выкарыстання прыгарадных цягнікоў
bg: Избягване ползването на трансферни влакове
ca: Evita l'ús de trens llançadora
cs: Vyhne se použití autovlaků
cy: Osgoi defnyddio trenau gwennol
da: Undgår at bruge shuttle-tog
de: Vermeidet die Nutzung von Shuttlezügen
el: Αποφεύγει χρήση τρένου κλειστής διαδρομής
eo: Evitiŝarĝvagonarojn por transporti aŭtojn
es_us: Evita usar trenes de enlace
et: Väldib kiirrongi kasutamist
eu: Saihestu tren transbordadoreak
fa: از قطار خطی پرهیز می‌کند
fi: Vältää liityntäjunien käyttöä
fr: Éviter les trains-navettes
gl: Evitar transbordos de tren
he: מונע שימוש ברכבות שאטל
hu: Elkerüli az autószállító vonatok használatát
hy: Խուսափեք գնացքներից
id: Menghindari menggunakan kereta antar jemput
is: Forðast að nota tengilestir
it: Evita i treni navetta
ja: 移動手段としてカートレインを避けます
ko: 셔틀 열차 피하기
lt: Vengti priemiestinių traukinių
lv: Izvairīties no starppilsētu vilcieniem
mk: Izbegnuva koristenje našatl vozovi
ml: "ഷട്ടില്‍ ട്രെയിന്‍ ഒഴിവാക്കുക "
nb: Unngår bruk av pendeltog
nl: Vermijdt gebruik autotreinen
oc: Evitar lei trens naveta
pl: Unika korzystania z pociągów wahadłowych
pt_br: Evita usar trens de conexão
ro_ro: Evită folosirea trenurilor de navetă
ru: Избегать использования челночных поездов (шаттлов)
sc: Istransit sos trenos-ispola
sk: Vyhnúť sa použitiu autovlakov
sl: Izogni se vožnji z vlakom
sr: Избегавање брзих возова
sr_latn: Autovozove
sv: Undviker att använda pendeltåg
ta: சட்டில் ரயில்களைப் பயன்படுத்துவதைத் தவிர்க்கிறது
tr: Shuttle trenlerini kullanmaktan kaçınır
uk: Уникати приміських поїздів
vi: Tránh sử dụng tàu trung chuyển
zh_hans: 避免使用区间列车
zh_hant: 避開來往頻繁的鐵路

# routing_attr_driving_style_balance_name
source: Balanced
ar: متوازن
az: Balanslı
be: Збалансаваны
ca: Equilibrat
cs: Vyvážený
cy: Cytbwys
da: Balanceret
de: Ausgewogen
el: Ισορροπημένος
eo: Ekvilibra
es_us: Equilibrado
et: Tasakaalustatud
eu: Orekatua
fa: متعادل
fi: Tasapainoinen
fr: Équilibré
gl: Equilibrado
he: מאוזן
hu: Kiegyensúlyozott
hy: Հավասարակշռված
id: Seimbang
is: Jafnvægi
it: Bilanciato
ja: バランス
ka: ბალანსი
ko: 균형
lt: Subalansuotas
lv: Balancēti
mk: Izbalansiran
ml: സമതുലിതം
my: တန်းတူရည်တူ
nb: Balansert
nl: Uitgebalanceerd
oc: Equilibrat
pl: Zrównoważony
pt_br: Equilibrado
ro_ro: Echilibrat
ru: Приоритет быстрейшему маршруту
sc: Bilantziadu
sk: Vyvážený
sl: Pretehtano
sr: Уравнотежено
sr_latn: Balansirano
sv: Balanserat
ta: சமநிலையானது
tr: Dengeli
uk: Збалансовано
vi: Cân bằng
zh_hans: 平衡
zh_hant: 均衡

# error_contact_support
source: If the issue persists, please contact our support team.
ar: إذا استمرت المسألة، يرجى الاتصال بفريق الدعم.
cs: Pokud problém přetrvává, kontaktujte náš tým podpory.
da: Hvis problemet fortsætter, bedes du kontakte vores supportteam.
de: Wenn das Problem weiterhin besteht, wenden Sie sich bitte an unser Support-Team.
el: Εάν το πρόβλημα παραμένει, επικοινωνήστε με την ομάδα υποστήριξης μας.
es_us: Si el problema persiste, contacta con nuestro equipo de asistencia.
fr: Si le problème persiste, merci de contacter notre équipe de support.
hu: Ha a probléma továbbra is fennáll, vegye fel a kapcsolatot az ügyfélszolgálatunkkal.
id: Jika masalah berlanjut, silakan hubungi tim dukungan kami.
is: Ef vandamálið er viðvarandi, skaltu hafa samband við aðstoðarteymið okkar.
it: Se il problema persiste, per favore contatta il nostro team di supporto.
nl: Als het issue zich blijft voordoen, neem contact op met support team.
oc: Se la dificultat persita, contactatz nòstra equipa de supòrt.
ro_ro: Dacă problema persistă, vă rugăm să contactați echipa noastră de asistență.
ru: Если проблема сохраняется, пожалуйста, свяжитесь с нашей группой поддержки.
sc: Si su problema sighit cuntata s'iscuadra de suportu nostra.
sr: Ако се проблем понавља, молимо контактирајте наш тим за подршку.
sr_latn: Ako se problem ponavlja, molimo kontaktirajte naš tim za podršku.
sv: Om felet kvarstår, kontakta vår support.
ta: சிக்கல் தொடர்ந்தால், தயவுசெய்து எங்கள் உதவி குழுவைத் தொடர்பு கொள்ளவும்.
tr: Sorun devam ederse, lütfen destek ekibimizle iletişime geçin.
uk: Якщо проблема не зникне, зверніться до нашої служби підтримки.
zh_hant: 如果問題持續存在，請聯絡我們的支援團隊。

source: Renew subscription
ar: جدد الاشتراك
be: Працягнуць падпіску
cs: Obnovit předplatné
cy: Adnewyddu tanysgrifiad
da: Forny abonnement
de: Abonnement erneuern
el: Ανανέωση συνδρομής
eo: Renovigi abonon
es_us: Renovar suscripción
et: Tellimuse uuendamine
eu: Berritu harpidetza
fa: تمدید اشتراک
fi: Uusi tilaus
fr: Renouveler l’abonnement
gl: Renovar a subscrición
he: חידוש מינוי
hu: Előfizetés megújítása
id: Perbarui langganan
is: Endurnýja áskrift
it: Rinnova la sottoscrizione
ja: サブスクリプションの更新
ka: გამოწერის განახლება
ko: 구독 갱신
lt: Atnaujinti prenumeratą
mk: Obnovete ja pretplatata
nb: Forny abonnement
nl: Abonnement vernieuwen
oc: Renovelar l'abonament
pl: Odnów subskrypcję
ro_ro: Reînnoiește abonamentul
ru: Продление подписки
sc: Rinnova s'abbonamentu
sk: Obnoviť predplatné
sl: Obnovi naročnino
sr: Обнови чланарину
sr_latn: Obnavljanje pretplate
sv: Förnya prenumerationen
ta: சந்தாவை புதுப்பிக்கவும்
tr: Aboneliği yenile
uk: Поновити передплату
vi: Gia hạn đăng ký
zh_hans: 续订
zh_hant: 續訂

# verification_code_missing
source: I didn't receive a verification code
ar: لم أتلق رمز تحقق
ast: Nun recibí nengún códigu de verificación
be: Я не атрымаў код пацверджання
cs: Neobdržel jsem ověřovací kód
cy: Ni dderbyniais god dilysu
da: Jeg har ikke modtaget en bekræftelseskode
de: Ich habe keinen Bestätigungscode erhalten
el: Δεν έλαβα κωδικό επαλήθευσης
eo: Mi ne ricevis kontrolkodon
es_us: No he recibido el código de verificación
et: Ma ei saanud kinnituskoodi
eu: Ez dut jaso egiaztatze-koderik
fa: کد تأییدی دریافت نکردم
fi: En saanut vahvistuskoodia
fr: Je n'ai pas reçu de code de vérification
he: לא קיבלתי קוד אימות
hu: Nem kaptam hitelesítő kódot
id: Saya tidak mendapatkan kode verifikasi
is: Ég fékk ekki neinn sannvottunarkóða
it: Non ho ricevuto un codice di verifica
ja: 確認コードを受け取りませんでした
ko: 인증 코드를받지 못했습니다
mk: Ne dobiv verifikacionen kod
nb: Jeg mottok ikke noen bekreftelseskode
nl: Ik heb geen verificatiecode gekregen
oc: Ai pas recebut de còde de verificacion
pl: Nie otrzymałem kodu uwierzytelniającego
ro_ro: Nu am primit un cod de verificare
ru: Я не получил код подтверждения
sc: No apo retzidu unu còdighe de cunfirma
sk: Neobdržal som overovací kód
sl: Nisem prejel kode za preverjanje
sr: Нисам добио верификациони код
sr_latn: Nisam dobio verifikacioni kôd
sv: Jag fick inte någon verifikationskod
ta: நான் சரிபார்ப்புக் குறியீட்டைப் பெறவில்லை
tr: Doğrulama kodunu almadım
uk: Код підтвердження не надійшов
vi: Tôi không nhận được mã xác thực
zh_hans: 我没有收到验证码
zh_hant: 我沒有收到驗證碼

# shared_string_cloud
source: Cloud
ar: سحابة
bg: Облак
ca: Núvol
eo: Nubo
es_us: Nube
et: Pilv
eu: Hodeia
fa: ابر
fi: Pilvi
he: ענן
hu: Felhő
id: Awan
is: Ský
ja: クラウド
ka: ღრუბელი
ko: 클라우드
lt: Debesis
nb: Sky
oc: Nívol
pl: Chmura
ru: Облако
sc: Nue
sl: Oblak
sr: Облак
sr_latn: Oblak
sv: Moln
ta: முகில்
tr: Bulut
uk: Хмара
vi: Đám mây
zh_hans: 云端
zh_hant: 雲端

source: Remote item
ar: مادة بعيدة
cs: Vzdálená položka
da: Fjernelement
de: Entferntes Element
el: Απομακρυσμένο αντικείμενο
es_us: Elemento remoto
et: Objekt serveris
fr: Élément distant
hu: Távoli elem
id: Item jarak jauh
is: Fjartengt atriði
it: Oggetto remoto
lt: Nuotolinis elementas
nl: Weggezet item
ro_ro: Element la distanță
ru: Элемент из облака
sc: Elementu remotu
sr: Даљинска ставка
sr_latn: Daljinska stavka
sv: Fjärrobjekt
ta: தொலைநிலை உருப்படி
tr: Uzak öge
uk: Віддалений елемент
zh_hant: 遠端項目

source: Local item
ar: مادة محلية
cs: Místní položka
cy: Eitem lleol
da: Lokalt element
de: Lokales Element
el: Τοπικό αντικείμενο
es_us: Elemento local
et: Objekt kohalikus seadmes
fr: Élément local
hu: Helyi elem
id: Item lokal
is: Staðvært atriði
it: Oggetto locale
lt: Vietinis elementas
nl: Lokaal item
ro_ro: Element local
ru: Локальный элемент
sc: Elementu locale
sr: Локална ставка
sr_latn: Lokalna stavka
sv: Lokalt objekt
ta: உள்ளக உருப்படி
tr: Yerel öge
uk: Локальний елемент
zh_hant: 本地項目

# map_widget_ant_bicycle_speed_desc
source: Shows speed of traveling
ar: يظهر سرعة الرحلة
bg: Показва скоростта на движение
ca: Mostra la velocitat de desplaçament
cs: Ukazuje rychlost jízdy
da: Viser kørehastighed
de: Zeigt die Fahrgeschwindigkeit an
el: Δείχνει την ταχύτητα του ταξιδιού
eo: Montras rapidon de movado
es_us: Muestra la velocidad de desplazamiento
et: Jalgratta liikumiskiirus
eu: Bidaiatzeko abiadura erakusten du
fa: سرعت سفر را نمایش می‌دهد
fr: Affiche la vitesse de déplacement
hu: Megjeleníti a haladás sebességét
id: Menampilkan kecepatan bepergian
is: Sýnir ferðahraðann
it: Mostra velocità di viaggio
ja: 移動速度を表示
ko: 여행 속도 표시
nb: Viser kjørehastighet
nl: Toont de snelheid van beweging
pl: Pokazuje prędkość jazdy
ro_ro: Arată viteza de mișcare
ru: Показывает скорость передвижения
sc: Ammustrat sa lestresa de biàgiu
sk: Zobrazuje rýchlosť jazdy
sl: Prikazuje hitrost potovanja
sr: Приказује брзину путовања
sr_latn: Prikazuje brzinu putovanja
sv: Visar cykelns färdhastighet
ta: பயணத்தின் வேகத்தைக் காட்டுகிறது
tr: Hareket hızını gösterir
uk: Показує швидкість пересування
vi: Hiện tốc độ di chuyển
zh_hans: 显示行驶速度
zh_hant: 顯示行駛速度

# rendering_value_dark_orange_name
source: Dark orange
cs: Tmavě oranžová
da: Mørk orange
de: Dunkelorange
el: Σκούρο πορτοκαλί
eo: Oranĝkolora malhela
es_us: Anaranjado oscuro
et: Tumeoranž
eu: Laranja iluna
fa: نارنجی تیره
fi: Tummanoranssi
fr: Orange foncé
he: כתום כהה
hu: Sötét narancs
id: Oranye gelap
is: Dökkappelsínugult
it: Arancione scuro
ja: ダークオレンジ
nb: Mørk oransje
nl: Donker oranje
pl: Ciemnopomarańczowy
ro_ro: Portocaliu închis
ru: Темно-оранжевый
sk: Tmavooranžová
sr: Тамно поморанџаста
sr_latn: Tamnonarančasta
sv: Mörkt orange
ta: இருண்ட ஆரஞ்சு
tr: Koyu portakal
uk: Темно-жовтогарячий
vi: Màu cam đậm
zh_hans: 深橘色
zh_hant: 深橘色
