Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# clouds_widget_desc
source: Shows the cloud coverage for the current map center.
ar: يظهر التغطية السحابية لمركز الخريطة الحالي.
be: Паказвае воблачнасць для бягучага цэнтра мапы.
bg: Показва облачната покривка в текущия център на картата.
ca: Mostra la cobertura de núvols en el centre actual del mapa.
cs: Zobrazuje pokrytí mraky pro aktuální střed mapy.
da: Viser skydækket for det aktuelle kortcentrum.
de: Zeigt die Wolkenbedeckung für die aktuelle Kartenmitte an.
el: Δείχνει την κάλυψη νεφών για το κέντρο του τρέχοντος χάρτη.
eo: Fenestraĵo montranta nub-kovriĝon por la nuna map-centro.
es_us: Muestra la cobertura de nubes para el centro del mapa actual.
et: Näitab pilvekatet kaardi praeguses keskkohas.
eu: Uneko mapa-zentroaren hodei-estaldura erakusten du.
fa: پوشش ابر را برای مرکز نقشه کنونی نمایش می‌دهد.
fi: Näyttää kartan keskikohdan mukaisen pilvipeitteen.
fr: Affiche la couverture nuageuse du centre actuel de la carte.
hu: Megjeleníti a felhőzetet a jelenlegi térképközéppontnál.
id: Menampilkan cakupan awan untuk tengah peta saat ini.
is: Sýnir skýjahulu fyrir núverandi miðju landakortsins.
it: Mostra la copertura nuvolosa del centro attuale della mappa.
ja: 現在のマップ中心の雲量を表示します。
ko: 현재 맵 센터의 클라우드 적용을 표시합니다.
nb: Viser skydekke for nåværende kartsentrum.
nl: Toont wolkendek voor huidige midden van de kaart.
pl: Pokazuje pokrycie chmur dla bieżącego centrum mapy.
ro_ro: Arată acoperirea de nori pentru centrul curent al hărții.
ru: Виджет показывает облачность для текущего центра карты.
sc: Ammustrat sa cobertura de sas nues pro su tzentru atuale de sa mapa.
sk: Zobrazí oblačnosť pre súčasný stred mapy.
sl: Prikazuje pokritost z oblaki za trenutno središče zemljevida.
sr: Приказује облачност на тренутном средишту карте.
sr_latn: Prikazuje oblačnost na trenutnom centru mape.
sv: Visar molntäcket för aktuellt centrum i kartan.
ta: தற்போதைய வரைபட மையத்திற்கான முகில் கவரேசைக் காட்டுகிறது.
tr: Geçerli harita merkezi için bulut kaplamasını gösterir.
uk: Показує хмарність для поточного центру мапи.
vi: Hiện độ che phủ mây cho trung tâm bản đồ hiện tại.
zh_hans: 显示当前地图中心的云层覆盖。
zh_hant: 顯示目前地圖中心的雲層覆蓋。

# wind_widget_desc
source: Displays the wind speed for the current map center.
ar: يعرض سرعة الرياح لمركز الخريطة الحالي.
be: Паказвае хуткасць ветру для бягучага цэнтра мапы.
bg: Показва скоростта на вятъра в текущия център на картата.
ca: Mosta la velocitat del vent en el centre actual del mapa.
cs: Zobrazuje rychlost větru pro aktuální střed mapy.
da: Viser vindhastigheden for det aktuelle kortcentrum.
de: Zeigt die Windgeschwindigkeit für die aktuelle Kartenmitte an.
el: Εμφανίζει την ταχύτητα του ανέμου του κέντρου του τρέχοντος χάρτη.
eo: Fenestraĵo montranta ventan rapidon por la nuna map-centro.
es_us: Muestra la velocidad del viento para el centro del mapa actual.
et: Näitab tuule kiirust kaardi praeguses keskkohas.
eu: Uneko mapa-zentrorako haizearen abiadura bistaratzen du.
fa: سرعت باد را برای مرکز نقشه کنونی نمایش می‌دهد.
fi: Näyttää kartan keskikohdan mukaisen tuulennopeuden.
fr: Affiche la vitesse du vent pour le centre actuel de la carte.
hu: Megjeleníti a szelet a jelenlegi térképközéppontnál.
id: Menampilkan kecepatan angin untuk tengah peta saat ini.
is: Sýnir vindhraða fyrir núverandi miðju landakortsins.
it: Mostra la velocità del vento del centro attuale della mappa.
ja: 現在のマップ中心の風速を表示します。
ko: 현재 맵 센터의 풍속을 표시합니다.
nb: Viser vindhastighet for nåværende kartsentrum.
nl: Toont windsnelheid voor huidige midden van de kaart.
pl: Wyświetla prędkość wiatru dla bieżącego centrum mapy.
ro_ro: Afișează viteza vântului pentru centrul curent al hărții.
ru: Виджет показывает скорость ветра для текущего центра карты.
sc: Ammustrat sa lestresa de su bentu pro su tzentru atuale de sa mapa.
sk: Zobrazí rýchlosť vetra pre súčasný stred mapy.
sl: Prikazuje hitrost vetra za trenutno središče zemljevida.
sr: Приказује брзине ветра на тренутном средишту карте.
sr_latn: Prikazuje brzine vetra na trenutnom središtu mape.
sv: Visar vindhastighet för aktuellt centrum i kartan.
ta: தற்போதைய வரைபட மையத்திற்கான காற்றின் வேகத்தைக் காட்டுகிறது.
tr: Geçerli harita merkezi için rüzgar hızını görüntüler.
uk: Показує швидкість вітру для поточного центру мапи.
vi: Hiện tốc độ gió cho trung tâm bản đồ hiện tại.
zh_hans: 显示当前地图中心的风速。
zh_hant: 顯示目前地圖中心的風速。

# temperature_widget_desc
source: Shows the temperature for the current map center.
ar: يعرض درجة الحرارة لمركز الخريطة الحالي.
be: Паказвае тэмпературу для бягучага цэнтра мапы.
bg: Показва температурата в текущия център на картата.
ca: Mostra la temperatura per al centre del mapa actual.
cs: Zobrazuje teplotu pro aktuální střed mapy.
da: Viser temperaturen for det aktuelle kortcentrum.
de: Zeigt die Temperatur für die aktuelle Kartenmitte an.
el: Δείχνει την θερμοκρασία του κέντρου του τρέχοντος χάρτη.
eo: Fenestraĵo montranta temperaturon por la nuna map-centro.
es_us: Muestra la temperatura para el centro de mapa actual.
et: Näitab õhutemperatuuri kaardi praeguses keskkohas.
eu: Uneko mapa-zentroaren tenperatura erakusten du.
fa: دما را برای مرکز نقشه کنونی نمایش می‌دهد.
fi: Näyttää kartan keskikohdan mukaisen lämpötilan.
fr: Affiche la température pour le centre actuel de la carte.
hu: Megjeleníti a hőmérsékletet a jelenlegi térképközéppontnál.
id: Menampilkan suhu untuk tengah peta saat ini.
is: Sýnir hitastig fyrir núverandi miðju landakortsins.
it: Mostra la temperatura del centro attuale della mappa.
ja: 現在のマップ中心の気温を表示します。
ko: 현재 맵 센터의 온도를 표시합니다.
nb: Viser temperatur for nåværende kartsentrum.
nl: Toont temperatuur voor huidige midden van de kaart.
pl: Pokazuje temperaturę dla bieżącego centrum mapy.
ro_ro: Arată temperatura pentru centrul curent al hărții.
ru: Виджет показывает температуру для текущего центра карты.
sc: Ammustrat sa temperadura pro su tzentru atuale de sa mapa.
sk: Zobrazí teplotu pre súčasný stred mapy.
sl: Prikazuje temperaturo za trenutno središče zemljevida.
sr: Приказује топлоту на тренутном средишту карте.
sr_latn: Prikazuje toplotu na trenutnom središtu mape.
sv: Visar temperatur för aktuellt centrum i kartan.
ta: தற்போதைய வரைபட மையத்தின் வெப்பநிலையைக் காட்டுகிறது.
tr: Geçerli harita merkezi için sıcaklığı gösterir.
uk: Показує температуру для поточного центру мапи.
vi: Hiện nhiệt độ cho trung tâm bản đồ hiện tại.
zh_hans: 显示当前地图中心的温度。
zh_hant: 顯示目前地圖中心的溫度。

# true_bearing_wdiget_desc
source: Angle between true north and the target point observed from your location.
ar: الزاوية بين الشمال الحقيقي ونقطة الهدف التي تم تعيينها من موقعك.
be: Вугал паміж сапраўднай поўначчу і мэтавым пунктам, які назіраецца з вашага месцазнаходжання.
bg: Оказва ъгъла между истинския север и местоназначението, спрямо вашето местоположение.
cs: Úhel mezi skutečným severem a cílovým bodem pozorovaným z vaší polohy.
da: Vinkel mellem det sande nord og målpunktet observeret fra din placering.
de: Winkel zwischen wahrem Norden und dem Zielpunkt, der von Ihrem Standort aus beobachtet wird.
el: Γωνία μεταξύ του πραγματικού βορρά και του σημείου στόχου που παρατηρείτε από την τοποθεσία σας.
eo: Angulo inter la vera nordo, via pozicio kaj la alcela loko.
es_us: El ángulo entre el norte verdadero y el punto objetivo observado desde tu ubicación.
eu: Iparraldearen eta zure kokapenetik ikusitako helburu-puntuaren arteko angelua.
fa: زاویه بین شمال واقعی و نقطه هدف از مکان شما.
fr: Angle entre le Nord vrai et la destination depuis votre position.
hu: A valódi észak és a célpont közötti szög, az Ön tartózkodási helyéről megfigyelve.
id: Sudut antara utara sebenarnya dan titik sasaran yang diobservasi dari lokasi Anda.
is: Horn milli réttvísandi norðurs og markpunkts miðað við staðsetningu þína.
it: Angolo fra il nord reale e il punto di destinazione osservato dalla tua posizione.
ja: 現在地から見た真北とターゲット地点間の角度を示します。
ko: 진북과 현재 위치에서 관찰한 대상 지점 사이의 각도입니다.
lt: Kampas tarp tikrosiosšiaurės ir tikslo taško, stebimo iš jūsų vietos.
mk: Agol pomedju vistinskiot sever i celnata tocka zabeležan od vasata lokacija.
nb: Vinkel mellom sann nord og målpunktet observert fra din posisjon.
nl: Hoek tussen het ware noorden en het doelpunt gezien van uw locatie.
pl: Kąt między rzeczywistą północą a punktem docelowym obserwowanym z Twojej lokalizacji.
ro_ro: Unghiul dintre nordul geografic și punctul țintă observat din locația dumneavoastră.
ru: Угол между истинным севером и целевой точкой, наблюдаемой из вашего местоположения.
sc: Àngulu intre su nord beru e su puntu de destinatzione bidu dae sa positzione tua.
sk: Uhol medzi skutočným severom a cieľovým bodom pozorovaný z aktuálnej pozície.
sl: Kot med pravim (geografskim) severom in ciljno točko, opazovano s tvoje lokacije.
sr: Угао између правог Севера и циљане тачке гледано са Вашег положаја.
sr_latn: Ugao između pravog severa i ciljne tačke gledano sa tvoje lokacije.
sv: Vinkeln mellan norr och målpunkten observerad från din position.
ta: உங்கள் இருப்பிடத்திலிருந்து காணப்பட்ட உண்மையான வடக்கு மற்றும் இலக்கு புள்ளிக்கு இடையிலான கோணம்.
tr: Gerçek kuzey ile bulunduğunuz yerden gözlemlenen hedef noktası arasındaki açı.
uk: Кут між напрямком на північ та цільовою точкою, який спостерігається з вашого поточного місця перебування.
vi: Góc giữa hướng bắc chuẩn và điểm đích được lấy từ vị trí của bạn.
zh_hans: 从您所在位置观察到的真北与目标点之间的角度。
zh_hant: 從您的位置觀察到的真北與目標點之間的角度。

# bearing_desc
source: Shows the absolute or relative bearing to a target in angular units (in 180 degree, 360 degree, or milliradians mode).
ar: ودجت عرض الاتجاه المطلق أو النسبي للهدف بالوحدات الزاويّة (درجات 180 ، درجات 360 ، ملي راديان).
be: Віджэт пеленга паказвае абсалютны або адносны пеленг да мэты ў вуглавых адзінках (градусы 180, градусы 360, мілірадыяны).
bg: Показва абсолютното или относителното направление към дадена цел в ъглови единици (в градуси 180, градуси 360 и милирадиани).
cs: Zobrazuje absolutní nebo relativní směr k cíli v úhlových jednotkách (v režimu 180 stupňů, 360 stupňů nebo miliradiánů).
cy: Mae'r teclyn cyfeiriant yn dangos y cyfeiriant absoliwt neu berthynol i darged mewn unedau onglog (Graddau 180, Graddau 360, Milliradianau).
da: Viser den absolutte eller relative pejling til et mål i vinkelenheder (i 180 graders, 360 graders eller milliradian-tilstand).
de: Zeigt die absolute oder relative Peilung zu einem Ziel in Winkeleinheiten an (im Modus 180 Grad, 360 Grad oder Milliradiant).
el: Δείχνει την απόλυτη ή σχετική διόπτευση σε σχέση με έναν στόχο σε γωνιακές μονάδες (σε λειτουργία 180 μοιρών, 360 μοιρών ή χιλιοστοακτίνιων).
eo: Fenestraĵo montranta absolutan (magnetan) aŭ relativan direkton al la celo en angulaj mezurunuoj (gradoj 180°, gradoj 360° aŭ miliradianoj).
es_us: Muestra el rumbo absoluto o relativo a un objetivo en unidades angulares (180 grados, 360 grados o milirradianes).
eu: Helburuarekiko norabide absolutua edo erlatiboa erakusten du angeluetan (180 gradu, 360 gradu edo miliradian moduan).
fa: جهت مطلق یا نسبی به هدف را در واحدهای زاویه‌ای (در حالت ۱۸۰ درجه، ۳۶۰ درجه یا میلی‌رادیان) نمایش می‌دهد.
fr: Indique le cap absolu ou relatif d'une cible (sur 180 degrés, 360 degrés ou en milliradians).
he: וידג׳ט התכווין מציג את התכווין המוחלט או היחסי ליעד ביחידות זווית (מעלות 180, מעלות 360, מילירדיאנים).
hu: Megjeleníti a cél abszolút vagy relatív irányát szögegységben (180°, 360° vagy milliradián).
id: Menampilkan bantalan absolut atau relatif ke sebuah sasaran dalam satuan sudut (dalam mode 180 derajat, 360 derajat, atau miliradian).
is: Sýnir algilda eða hlutfallslega miðun á markpunkt í horneiningum (gráður 180, gráður 360, millíradíanar).
it: Mostra l'angolo assoluto o relativo rispetto la destinazione in unità angolari (in 180 gradi, in 360 gradi o in milliradianti).
ja: 目標までの絶対方位または相対方位を任意の角度単位(180度、360度、ミリラジアンモード)で表示します。
ko: 각 단위의 표적에 절대 또는 관계되는 방위를 보여주십시오 (180도, 360도, 또는 milliradians 형태에서).
lt: Rodo absoliučią arba santykinę kryptį į taikinį kampiniais vienetais (180 laipsnių, 360 laipsnių arba miliradianų režimu).
mk: Vidžetot na ležišteto go prikažuva apsolutnoto ili relativnoto ležište na celta vo agolni edinici (Stepeni 180, Stepeni 360, Miliradijani).
nb: Viser absolutt eller relativ peiling til et mål i vinkelenheter (i modusen 180 grader, 360 grader eller milliradianer).
nl: Toont de absolute of relatieve richting tot een doel in een hoekeenheid (180 graden, 360 graden, milliradialen).
pl: Pokazuje bezwzględne lub względne namiary na cel w jednostkach kątowych (w trybie 180 stopni, 360 stopni lub miliradianów).
ro_ro: Arată direcția absolută sau relativă față de o țintă, în unități unghiulare (în modul 180 de grade, 360 de grade sau miliradiani).
ru: Виджет показывает абсолютный (магнитный) пеленг или курсовой угол на цель в угловых единицах (в режиме 180 градусов, 360 градусов или миллирадианы).
sc: Ammustrat sa diretzione assoluta o relativa cunfronta a un'obietivu in unidades angulares (in 180 grados, 360 grados o modalidade milliradiantes).
sk: Zobrazuje absolútne (azimut) alebo relatívne smerovanie k cieľu v uhlových jednotkách (v režime 180 stupňov, 360 stupňov, alebo miliradiánov).
sl: Prikazuje absolutno ali relativno usmeritev do cilja v kotnih enotah (v načinu 180 stopinj, 360 stopinj ali miliradianov).
sr: Показује општи или односни смер ка циљу у угаоним јединицама (степени 180, степени 360, милирадијани).
sr_latn: Pokazuje opšti ili odnosni smer ka cilju u ugaonim jedinicama (stepeni 180, stepeni 360, miliradijani).
sv: Visar den absoluta eller relativa bäringen till ett mål i vinkelenheter (i 180 grader, 360 grader eller milliradianer).
ta: கோண அலகுகளில் (180 டிகிரி, 360 டிகிரி அல்லது மில்லிராடியன்ச் பயன்முறையில்) ஒரு இலக்குக்கு முழுமையான அல்லது உறவினர் தாங்கி காட்டுகிறது.
tr: Yön widget'ı, bir hedefin mutlak veya göreceli yönünü açısal birimlerde gösterir (Derece 180, Derece 360, Miliradyan).
uk: Показує абсолютний або відносний азимут до цілі в кутових одиницях (в режимі 180 градусів, 360 градусів або в мілірадіанах).
vi: Hiện góc lệch tuyệt đối hoặc tương đối đến một điểm đích theo đơn vị đo góc (theo 180 độ, 360 độ, hoặc mi-li-ra-đi-an).
zh_hans: 以角度单位显示与目标的绝对或相对方位（180度、360度或毫弧度模式）。
zh_hant: 以角度單位（在 180 度、360 度或毫徑模式下）顯示對目標的絕對或相對方位。

# map_widget_altitude_desc
source: Display the altitude of the current geolocation or the elevation of the current map center
ar: عرض ارتفاع الموقع الجغرافي الحالي أو ارتفاع مركز الخريطة الحالي
be: Паказвае вышыню над узроўнем мора для бягучага месцазнаходжання або для цэнтра мапы
bg: Показва надморската височина на текущото местоположение или текущия център на картата
ca: Mostra l'altitud de la ubicació geogràfica actual o l'elevació del centre actual del mapa
cs: Zobrazení nadmořské výšky aktuální zeměpisné polohy nebo nadmořské výšky aktuálního středu mapy
da: Vis højden for den aktuelle geografiske placering eller højden for det aktuelle kortcentrum
de: Zeigt die Höhe des aktuellen Standorts oder die Höhe der aktuellen Kartenmitte an
el: Εμφανίζει το υψόμετρο της τρέχουσας γεωτοποθεσίας σας ή την ανύψωση του τρέχοντος κέντρου χάρτη
eo: Fenestraĵoj montrantaj supermaran altecon de via nuna pozicio aŭ de la map-centro.
es_us: Muestran la altitud de la ubicación geográfica actual o la elevación del centro del mapa actual
eu: Uneko geokokapenaren altitudea edo uneko maparen erdigunearen altitudea erakusten du
fa: ارتفاع مکان‌یابی کنونی یا ارتفاع مرکز نقشه کنونی را نمایش می‌دهد
fr: Affiche l'altitude de la position actuelle ou du centre de la carte
hu: Megjeleníti a jelenlegi hely vagy a térképközéppont tengerszint feletti magasságát
id: Menampilkan ketinggian dari geolokasi saat ini atau untuk pusat peta saat ini
is: Sýnir hæð yfir sjávarmáli á fyrirliggjandi hnattstaðsetningu eða á núverandi miðju landakortsins
it: Mostra l'altitudine dell'attuale geolocalizzazione o l'elevazione dell'attuale centro della mappa
ja: 現在のジオロケーションの高度または現在のマップの中心の標高を表示します
ko: 현재 위치 또는 현재지도 센터의 고도를 표시합니다
nb: Viser høyden til gjeldende posisjon eller høyden til gjeldende kartsenter.
nl: Toon de hoogte van huidige locatie of de stijging op van het midden van de kaart
pl: Wyświetlanie wysokości bieżącej geolokalizacji lub wysokości bieżącego środka mapy
ro_ro: Arată altitudinea geolocației curente sau altitudinea centrului curent al hărții
ru: Виджеты показывают высоту над уровнем моря для текущей геолокации или для текущего центра карты
sc: Ammustra s'artària de sa positzione geogràfica atuale o de su tzentru atuale de sa mapa
sk: Zobraziť nadmorskú výšku súčasnej polohy alebo stredu mapy
sl: Prikaže nadmorsko višino trenutne zemljepisne lege ali nadmorsko višino trenutnega središča zemljevida
sr: Приказује надморску висину тренутног земаљског положаја или висину тренутног средишта карте
sr_latn: Prikazuje nadmorsku visinu trenutne lokacije ili visinu trenutnog centra mape
sv: Visar höjden vid din position eller höjden vid kartans mittpunkt
ta: தற்போதைய புவிஇருப்பிடத்தின் உயரத்தை அல்லது தற்போதைய வரைபட மையத்தின் உயரத்தைக் காண்பி
tr: Geçerli coğrafi konumun veya geçerli harita merkezinin yüksekliğini gösterir
uk: Показ висоти над рівнем моря поточної геолокації або поточного центру мапи
vi: Hiện độ cao của vị trí địa lý hiện tại hoặc độ cao của trung tâm bản đồ hiện tại
zh_hans: 显示当前地理位置的海拔或当前地图中心的高度
zh_hant: 顯示目前地理位置的海拔或目前地圖中心的海拔

# weather_widget_group_desc
source: A set of widgets showing various weather information.
ar: مجموعة من الأدوات تعرض معلومات الطقس المختلفة.
be: Набор віджэтаў, якія паказваюць разнастайную інфармацыю пра надвор'е.
bg: Набор от приспособления с различна информация за прогнозата.
ca: Un grup de ginys que mostren diverses dades meteorològiques.
cs: Sada nástrojů zobrazujících různé informace o počasí.
da: Et sæt moduler til visning af forskellige vejroplysninger.
de: Eine Reihe von Widgets mit verschiedenen Wetterinformationen.
el: Ένα σύνολο από γραφικά στοιχεία που εμφανίζουν διάφορες πληροφορίες καιρού.
eo: Fenestraĵoj montrantaj diversajn informojn pri vetero.
es_us: Un grupo de widgets que muestran datos meteorológicos diversos.
et: Komplekt vidinaid ilmateate erinevate andmete kuvamiseks.
eu: Eguraldi-informazio ezberdinak erakusten dituen trepeten multzoa.
fa: مجموعه‌ای از ابزارک‌ها که اطلاعات مختلف آب‌وهوا را نمایش می‌دهند.
fr: Un ensemble de widgets affichant diverses informations météorologiques.
hu: Különböző időjárási adatokat megjelenítő modulkészlet.
id: Satu set widget yang menampilkan berbagai informasi cuaca.
is: Sett viðmótshluta sem birta ýmsar veðurupplýsingar.
it: Un insieme di widget che mostrano varie informazioni meteo.
ja: さまざまな天候情報を表示するウィジェットのセットです。
ko: 다양한 날씨 정보를 보여주는 위젯 세트.
nb: Et sett miniprogrammer som viser forskjellig værinfo.
nl: Een groep widgets met informatie over het weer.
oc: Un ensems de clavelets que mòstran leis informacions de la color dau cèu.
pl: Zestaw widżetów pokazujących różne informacje o pogodzie.
ro_ro: Un set de widgeturi ce arată diverse informații despre vreme.
ru: Набор виджетов, отображающих различную информацию о погоде.
sc: Un'annantu de widgets chi ammustrant informatziones meteorològicas diferentes.
sk: Sada nástrojov zobrazujúcich rôzne údaje o počasí.
sl: Komplet gradnikov, ki prikazujejo različne vremenske informacije.
sr: Скуп справица које приказују разне податке о временским приликама.
sr_latn: Skup vidžeta koji prikazuju razne podatke o vremenskim prilikama.
sv: En uppsättning widgetar för att visa olika väderdata.
ta: பல்வேறு வானிலை தகவல்களைக் காட்டும் விட்செட்டுகளின் தொகுப்பு.
tr: Çeşitli hava durumu bilgilerini gösteren bir dizi widget.
uk: Набір віджетів, що показують різноманітні відомості про погоду.
vi: Một bộ widget thể hiện nhiều thông tin thời tiết khác nhau.
zh_hans: 一组显示各种天气信息的小工具。
zh_hant: 一組顯示各種天氣資訊的小工具。

# map_widget_group_sunrise_sunset_desc
source: These widgets show information about the next sunrise and sunset.
ar: تعرض هذه الأدوات معلومات حول شروق الشمس وغروبها التاليين.
az: Bu vidcetlər növbəti günəşin çıxması və batması haqqında məlumatları göstərir.
be: Віджэты паказваюць звесткі пра ўзыход і заход сонца.
bg: Тези приспособления показват информация за следващия изгрев и залез на слънцето.
ca: Els ginys mostren informació de la propera posta de sol i alba.
cs: Tyto nástroje zobrazují informace o nejbližším východu a západu slunce.
da: Disse moduler viser oplysninger om den næste solopgang og solnedgang.
de: Diese Widgets zeigen Informationen über den nächsten Sonnenauf- und -untergang an.
el: Αυτά τα γραφικά στοιχεία εμφανίζουν πληροφορίες σχετικά με την επόμενη ανατολή και δύση ηλίου.
eo: Fenestraĵoj montrantaj informojn pri la sekva sunsubiro kaj sunleviĝo.
es_us: Muestran información sobre la próxima salida y puesta del sol.
et: Need vidinad näitavad järgmise päikesetõusu ja -loojangu teavet.
eu: Widget hauek hurrengo egunsentiari eta ilunabarrari buruzko informazioa erakusten dute.
fa: این ابزارک‌ها اطلاعات درباره طلوع و غروب بعدی را نمایش می‌دهند.
fr: Ces widgets affichent des informations sur les prochains levers et couchers de soleil.
gl: Estes complementos mostran información sobre o seguinte amencer e a posta de sol.
hu: Ezek a modulok a következő napkeltéről és napnyugtáról tájékoztatnak.
id: Widget ini menampilkan informasi tentang matahari terbit dan matahari terbenam berikutnya.
is: Þessir viðmótshlutar birta upplýsingar um næstu sólarupprás og sólsetur.
it: Questo widget mostra le informazioni sui prossimi alba e tramonto.
ja: これらのウィジェットは、次の日出(日の出)と日没(日の入)に関する情報を表示します。
ko: 이 위젯은 다음 일출과 일몰에 대한 정보를 보여줍니다.
nb: Viser info om neste solopp- og nedgang.
nl: Deze widgets tonen informatie over de volgende zonsopgang en -ondergang.
oc: Aquestei clavelets indican quora lo soleu se lèva e tremonta.
pl: Te widżety pokazują informacje o najbliższym wschodzie i zachodzie słońca.
ro_ro: Aceste widgeturi arată informații despre următorul răsărit și apus.
ru: Эти виджеты отображают информацию о следующем восходе и закате солнца.
sc: Custos widgets ammustrant informatziones subra de s'intrinada e de s'arbèschida imbenientes.
sk: Tieto nástroje zobrazujú informácie o nasledujúcim východe a západe slnka.
sl: Ti gradniki prikazujejo informacije o naslednjem sončnem vzhodu in zahodu.
sr: Ове справице приказују податке о следећем изласку и заласку Сунца.
sr_latn: Ovi vidžeti prikazuju podatke o sledećem izlasku i zalasku Sunca.
sv: Dessa widgetar visar information om kommande soluppgång och solnedgång.
ta: இந்த விட்செட்டுகள் அடுத்த சூரிய தோன்றுகை மற்றும் சூரிய மறைவு பற்றிய தகவல்களைக் காட்டுகின்றன.
tr: Bu widget'lar bir sonraki gün doğumu ve gün batımı hakkında bilgi gösterir.
uk: Ці віджети показують відомості про найближчі схід і захід сонця.
vi: Những widget này hiện thông tin về bình minh và hoàng hôn tiếp theo.
zh_hans: 这些小部件会显示有关下一次日出和日落的信息。
zh_hant: 這些小工具顯示有關下一次日出和日落的資訊。

# shared_string_dark
source: Dark
ar: ليلي
ast: Escuridá
az: Qaranlıq
be: Цёмная
bg: Тъмна тема
ca: Fosc
cs: Tmavý
cy: Tywyll
da: Mørkt
de: Dunkel
el: Σκούρο
eo: Malhela
es_us: Oscuro
et: Tume
eu: Iluna
fa: تیره
fi: Tumma
fr: Sombre
gl: Escuro
he: כהה
hu: Sötét
hy: Մութ
id: Thema Malam
is: Dökkt
it: Scuro
ja: 暗色
ka: მუქი
ko: 어두운
lt: Tamsi
lv: Tumšs
mk: Temna
ml: ഇരുണ്ടത്
mr: गडद
nb: Mørk
nl: Donker
pl: Ciemny
ro_ro: Întunecată
ru: Тёмная
sc: Iscuru
sk: Tmavá
sl: Temna
sr: Тамна
sr_latn: Tamna
sv: Mörkt
ta: இருண்ட
tr: Koyu
uk: Темна
vi: Tối
zh_hans: 暗色
zh_hant: 暗色
