Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# verify_account_deletion_descr
source: We need to verify your account before delete it. Please enter the e-mail address you registered with. A one-time password for the next step will be sent to it.
ar: نحن بحاجة للتحقق من حسابك قبل حذفه. الرجاء إدخال عنوان البريد الإلكتروني الذي قمت بالتسجيل به. سيتم إرسال كلمة مرور لمرة واحدة للخطوة التالية.
be: Нам трэба спраўдзіць ваш уліковы запіс перад яго выдаленнем. Калі ласка, увядзіце адрас электроннай пошты, пад якім вы зарэгістраваліся. На яго будзе адпраўлены аднаразовы пароль для наступнага кроку.
cs: Před smazáním vašeho účtu jej musíme ověřit. Zadejte prosím e-mailovou adresu, pod kterou jste se zaregistrovali. Na ni vám bude zasláno jednorázové heslo pro další krok.
da: Vi skal bekræfte din konto, før du sletter den. Indtast den e-mail-adresse, du registrerede dig med. En engangskode til næste trin vil blive sendt til den.
de: Wir müssen Ihr Konto verifizieren, bevor wir es löschen können. Bitte geben Sie die E-Mail-Adresse ein, mit der Sie sich registriert haben. An diese Adresse wird ein Einmalpasswort für den nächsten Schritt gesendet.
el: Πρέπει να επαληθεύσουμε τον λογαριασμό σας πριν τον διαγράψουμε. Παρακαλούμε εισάγετε την διεύθυνση email με την οποία κάνατε εγγραφή. Ένας κωδικός μια χρήσης θα σας σταλεί εκεί για το επόμενο βήμα.
eo: Ni devas verigi vian konton antaŭ forigi ĝin. Enigu la retpoŝtan adreson, per kiu ĝi registriĝis. Sekve unufoja pasvorto estos sendita al ĝi.
es_us: Debemos comprobar tu cuenta antes de borrarla. Ingresa el correo electrónico con el cual fue registrado. Se te enviará la contraseña de un solo uso para el siguiente paso.
et: Enne kustutamist peame kontrollima, et just sina soovid seda kustutada Palun sisesta e-posti aadress , mida sa registreerumisel kasutasid. Saadame sinna ühekordselt kasutatava salasõna.
eu: Zure kontua egiaztatu behar dugu ezabatu aurretik. Sartu erregistratu zaren helbide elektronikoa. Hurrengo urratserako behin-behineko pasahitza bidaliko da.
fa: پیش از پاک‌کردن حساب، باید آن را تأیید کنیم. لطفاً رایانامه‌ای که با آن ثبت‌نام کرده‌اید را وارد کنید. یک گذرواژه یک‌بارمصرف برای مرحله بعدی به آن ارسال خواهد شد.
fr: Nous devons vérifier votre compte avant de le supprimer. Veuillez saisir l'e-mail avec lequel vous vous êtes inscrit. Un mot de passe unique vous sera envoyé pour réaliser l'étape suivante.
hu: A törlés előtt hitelesíteni kell a fiókját. Adja meg az e-mail-címet, amellyel regisztrált. A következő lépéshez egyszeri jelszót küld a rendszer.
id: Kami harus memverifikasi akun Anda sebelum menghapusnya. Silakan masukkan alamat surel yang Anda gunakan untuk mendaftar. Sebuah kata sandi sekali pakai untuk langkah berikutnya akan dikirim.
is: Við þurfum að sannreyna aðganginn þinn áður en við eyðum honum. Settu inn tölvupóstfangið sem þú notaðir við skráningu. Eins-skiptis lykilorð til að nota í næsta skrefi verður sent á það.
it: Dobbiamo verificare il tuo account prima di eliminarlo. Inserisci l'indirizzo email con cui ti sei registrato. Verrà inviata una password monouso per il passaggio successivo.
ko: 삭제하기 전에 계정을 확인해야 합니다. 등록하신 이메일 주소를 입력해주세요. 다음 단계를 위한 일회용 비밀번호가 전송됩니다.
nb: Konto må bekreftes før du sletter den. Skriv inn e-postadressen du registrerte deg med. Et engangspassord for neste steg vil bli sendt til den.
nl: We moeten je account verifiëren voordat we het verwijderen. Voer het e-mailadres in waarmee u bent geregistreerd. Er zal een eenmalig wachtwoord voor de volgende stap naar worden verzonden.
pl: Przed usunięciem konta musimy je zweryfikować. Wprowadź adres e-mail, za pomocą którego się zarejestrowałeś. Zostanie na niego wysłane jednorazowe hasło do następnego kroku.
ro_ro: Trebuie să vă verificăm contul înainte de a-l șterge. Introduceți adresa de e-mail cu care v-ați înregistrat. O parolă unică pentru următorul pas va fi trimisă la aceasta.
ru: Мы хотим убедиться, что это ваш аккаунт, прежде чем удалять его. Пожалуйста, введите адрес электронной почты, с которым вы зарегистрировались. На него будет отправлен одноразовый пароль для следующего шага.
sk: Pred vymazaním vášho účtu ho musíme overiť. Prosím zadajte e-mailovú adresu s ktorou ste sa zaregistrovali. Na ňu bude zaslané jednorazové heslo pre ďalší krok.
sl: Tvoj račun moramo preveriti, preden ga izbrišemo. Vnesi e-poštni naslov, s katerim si se registriral/a. Poslano mu bo enkratno geslo za naslednji korak.
sr: Мора да проверимо Ваш налог пре његовог брисања. Молим, унесите адресу е-поште којом сте се уписали. Лозинка за једнократну употребу ће Вам бити послата.
sr_latn: Mora da proverimo Vaš nalog pre njegovog brisanja. Molim, unesite adresu e-pošte kojom ste se upisali. Lozinka za jednokratnu upotrebu će Vam biti poslata.
sv: Vi behöver bekräfta ditt konto innan borttagning. Ange den e-postadress som du angav vid registrering. Ett engångslösenord kommer att skickas dit.
ta: உங்கள் கணக்கை நீக்குவதற்கு முன் அதை சரிபார்க்க வேண்டும். நீங்கள் பதிவுசெய்த மின்னஞ்சல் முகவரியை உள்ளிடவும். அடுத்த கட்டத்திற்கான ஒரு முறை கடவுச்சொல் அதற்கு அனுப்பப்படும்.
tr: Hesabınızı silmeden önce doğrulamamız gerekiyor. Lütfen kayıt olduğunuz e-posta adresini girin. Bir sonraki adım için tek kullanımlık bir parola gönderilecektir.
uk: Нам потрібно підтвердити ваш обліковий запис, перш ніж видалити його. Введіть адресу електронної пошти, яку ви зареєстрували. На неї буде надіслано одноразовий пароль для наступного кроку.
vi: Chúng tôi cần xác minh tài khoản của bạn trước khi xoá nó. Vui lòng điền địa chỉ email bạn đã đăng ký. Một mật khẩu dùng một lần cho bước tiếp theo sẽ được gửi đến nó.
zh_hans: 删除之前，我们需要验证您的帐户。 请输入您注册时使用的电子邮件地址。我们将向其发送下一步操作的一次性密码。
zh_hant: 我們必須在刪除您的帳號前驗證它。 請輸入您註冊的電子郵件地址。下一步的拋棄式密碼將會寄送到該處。

# action_cant_be_undone
source: This action can’t be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
cs: Tuto akci nelze vzít zpět.
da: Denne handling kan ikke fortrydes.
de: Diese Aktion kann nicht rückgängig gemacht werden.
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es_us: Esta acción no puede deshacerse.
et: Seda tegevust ei saa tagasi pöörata.
fr: Cette action ne peut être annulée.
hu: Ez a művelet nem vonható vissza.
id: Tindakan ini tidak dapat diurungkan.
is: Það er ekki hægt að afturkalla við þessa aðgerð.
it: Questa azione non può essere annullata.
nl: Deze actie kan niet ongedaan gemaakt worden.
ro_ro: Această acțiune nu poate fi anulată.
ru: Это действие нельзя отменить.
sr: Ово дејство не може бити опозвано.
sr_latn: Ovo dejstvo ne može biti opozvano.
sv: Denna åtgärd kan inte ångras.
ta: இந்த செயலை செயல்தவிர்க்க முடியாது.
tr: Bu işlem geri alınamaz.
uk: Ця дія незворотна.
zh_hant: 這項動作無法復原。

source: Manage subscriptions.
ar: إدارة الاشتراكات.
be: Кіраванне падпіскамі.
cs: Spravovat předplatné.
da: Administrer abonnementer.
de: Abonnements verwalten.
el: Διαχείριση συνδρομών.
eo: Administri abonojn.
es_us: Gestionar suscripciones.
et: Halda tellimusi.
eu: Kudeatu harpidetzak.
fa: مدیریت اشتراک‌ها.
fi: Hallitse tilauksia.
fr: Gérer les abonnements.
hu: Előfizetések kezelése.
id: Kelola langganan.
is: Sýsla með áskriftir.
it: Gestisci le iscrizioni.
ko: 구독을 관리합니다.
nb: Håndter abonnementer.
nl: Beheer abonnementen.
pl: Zarządzanie subskrypcjami.
ro_ro: Gestionare abonamente.
ru: Управление подписками.
sk: Spravovať predplatné.
sl: Upravljanje naročnin.
sr: Управљајте претплатама.
sr_latn: Upravljajte pretplatama.
sv: Hantera prenumerationer.
ta: சந்தாக்களை நிர்வகிக்கவும்.
tr: Abonelikleri yönet.
uk: Керування передплатами.
vi: Quản lí sự đăng ký.
zh_hans: 管理订阅。
zh_hant: 管理訂閱。

# osmand_cloud_delete_account_descr
source: Are you sure you want to delete OsmAnd Cloud account?
ar: هل أنت متأكد من أنك تريد حذف حساب أوسماند آيكلاود؟
cs: Opravdu chcete smazat účet OsmAnd Cloud?
da: Er du sikker på, at du vil slette OsmAnd Cloud-konto?
de: Bist du sicher, dass du dein OsmAnd Cloud-Konto löschen möchtest?
el: Σίγουρα θέλετε να διαγράψετε τον λογαριασμό του OsmAnd Cloud;
es_us: ¿Borrar la cuenta de OsmAnd Cloud?
et: Kas sa oled kindel, et soovid kustutada OsmAnd Cloudi kasutajakonto?
fr: Êtes-vous sûr de vouloir supprimer votre compte OsmAnd Cloud ?
hu: Biztosan törölni szeretné az OsmAnd Cloud fiókját?
id: Anda yakin ingin menghapus akun OsmAnd Cloud?
is: Ertu viss um að þú viljir eyða OsmAnd tölvuskýsaðgangnum?
it: Sei sicuro di voler eliminare l'account OsmAnd Cloud?
nl: Weet u zeker dat u OsmAnd Cloud account wilt verwijderen?
ro_ro: Sunteți sigur că doriți să ștergeți contul OsmAnd Cloud?
ru: Вы уверены, что хотите удалить ваш аккаунт в OsmAnd Cloud?
sr: Да ли сте сигурни да желите да обришете налог ОсмАнд Облака?
sr_latn: Da li ste sigurni da želite da obrišete nalog OsmAnd Oblaka?
sv: Är du säker på att du vill radera OsmAnd Cloud-kontot?
ta: நீங்கள் நிச்சயமாக ஒச்மண்ட் முகில் கணக்கை நீக்க விரும்புகிறீர்களா?
tr: OsmAnd Cloud hesabını silmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте видалити обліковий запис OsmAnd Cloud?
zh_hant: 你確定要刪除OsmAnd雲端帳號？

# osmand_cloud_delete_account_confirmation
source: Delete account?
ar: حذف الحساب؟
be: Выдаліць уліковы запіс?
cs: Smazat účet?
da: Slet konto?
de: Konto löschen?
el: Διαγραφή λογαριασμού;
eo: Ĉu forigi konton?
es_us: ¿Borrar cuenta?
et: Kas kustutame kasutajakonto?
eu: Kontua ezabatu?
fa: پاک‌کردن حساب؟
fi: Poistetaanko tili?
fr: Supprimer le compte ?
hu: Fiók törlése?
id: Hapus akun?
is: Eyða aðgangi?
it: Eliminare l'account?
ko: 계정 탈퇴?
lt: Ištrinti paskyrą?
nb: Slett konto?
nl: Account verwijderen?
pl: Usunąć konto?
ro_ro: Ștergeți contul?
ru: Удалить аккаунт?
sk: Vymazať účet?
sl: Izbrisati račun?
sr: Да ли избрисати налог?
sr_latn: Da li izbrisati nalog?
sv: Radera konto?
ta: கணக்கை நீக்கவா?
tr: Hesap silinsin mi?
uk: Видалити обліковий запис?
vi: Xoá tài khoản?
zh_hans: 删除账号？
zh_hant: 刪除帳號？

# osmand_cloud_deletion_all_data_warning
source: All data from OsmAnd Cloud will be %@. Data on the device remains untouched.
ar: جميع البيانات من OsmAnd Cloud ستكون %@. ستظل البيانات الموجودة على الجهاز كما هي.
be: Усе даныя з OsmAnd Cloud будуць %@. Даныя на прыладзе застануцца некранутымі.
cs: Všechna data z OsmAnd Cloud budou %@. Data v zařízení zůstanou nedotčena.
da: Alle data fra OsmAnd Cloud vil blive %@. Data på enheden forbliver uberørt.
de: Alle Daten von OsmAnd Cloud werden %@. Daten auf dem Gerät bleiben unangetastet.
el: Όλα τα δεδομένα από το OsmAnd Cloud θα είναι %@. Τα δεδομένα στη συσκευή παραμένουν ανέγγιχτα.
eo: Ĉiuj viaj datumoj en OsmAnd-Nubo estos %@. Datumoj en la aparato ne perdiĝos.
es_us: Todos los datos de OsmAnd Cloud serán %@. Los datos en el dispositivo se mantienen intactos.
et: Kõik OsmAnd Cloudi andmed saavad olema %@. Nutiseadmes olevad andmed jäävad puutumata.
eu: OsmAnd Cloud-en datu guztiak %@ izango dira. Gailuko datuak ukitu gabe geratuko dira.
fr: Toutes les données du cloud OsmAnd seront %@. Les données de l'appareil ne seront pas affectées.
hu: Minden adat %@ lesz az OsmAnd Cloudból. Az eszközön lévő adatok érintetlenek maradnak.
id: Semua data dari OsmAnd Cloud akan %@. Data di perangkat tidak akan disentuh.
is: Öllum gögnum af OsmAnd-tölvuskýinu verður %@. Ekki verður átt við gögn á tækinu.
it: Tutti i dati di OsmAnd Cloud saranno %@. I dati sul dispositivo rimarranno intatti.
ko: OsmAnd Cloud의 모든 데이터는 %@. 장치의 데이터는 그대로 유지됩니다.
nb: All data fra OsmAnd-sky vil bli %@. Data på enheten forblir urørt.
nl: Alle gegevens van OsmAnd Cloud worden %@. De gegevens op het apparaat blijven ongewijzigd.
pl: Wszystkie dane z OsmAnd Cloud zostaną %@. Dane na urządzeniu pozostaną nienaruszone.
ro_ro: Toate datele din OsmAnd Cloud vor fi %@. Datele de pe dispozitiv rămân neatinse.
ru: Все данные из OsmAnd Cloud будут %@. Данные на устройстве останутся нетронутыми.
sk: Všetky údaje v OsmAnd Cloud budú %@. Údaje v zariadení zostanú nedotknuté.
sl: Vsi podatki iz OsmAnd Cloud-a bodo %@. Podatki v napravi bodo ostali nedotaknjeni.
sr: Сви подаци из Облака ОсмАнда ће бити %@. Подаци на уређају ће остати нетакнути.
sr_latn: Svi podaci iz OsmAnd Cloud će biti %@. Podaci na uređaju će ostati netaknuti.
sv: All data på OsmAnds molntjänst kommer att %@. Data på din enhet kommer inte påverkas.
ta: ஒச்மண்ட் கிளவுட்டிலிருந்து வரும் அனைத்து தரவும் %@ ஆக இருக்கும். சாதனத்தில் தரவு தீண்டப்படாமல் உள்ளது.
tr: OsmAnd Cloud'daki tüm veriler %@. Aygıttaki verilere dokunulmaz.
uk: Усі дані з OsmAnd Cloud будуть %@. Дані на пристрої залишаються недоторканими.
vi: Tất cả dữ liệu từ OsmAnd Cloud sẽ bị %@. Dữ liệu trong thiết bị vẫn nguyên vẹn.
zh_hans: 来自 OsmAnd Cloud 的所有数据将被 %@。设备上的数据保持不变。
zh_hant: 所有來自 OsmAnd Cloud 的資料都將會 %@。裝置上的資料會維持不變。

# osmand_cloud_deletion_account_warning
source: Your account and all account details will be %@
ar: سيكون حسابك وجميع تفاصيله %@
be: Ваш уліковы запіс і ўсе рэквізіты ўліковага запісу будуць %@
cs: Váš účet a všechny jeho detaily budou %@
da: Din konto og alle kontooplysninger vil blive %@
de: Ihr Konto und alle Kontodaten werden %@
el: Ο λογαριασμός σας και όλες οι λεπτομέρειες του θα είναι %@
eo: Via konto kajĉiuj ĝiaj detaloj estos %@
es_us: Esta cuenta y todos sus datos serán %@.
et: Sinu kasutajakonto ja kõik tema üksikasjad saavad olema %@
eu: Zure kontua eta kontuaren xehetasun guztiak %@ izango dira
fr: Votre compte et tous ses détails seront %@
hu: A fiók és minden fiókadat %@ lesz
id: Akun dan semua detail akun Anda akan %@
is: Notandaaðgangurinn þinn og allar nánari upplýsingar á honum verður %@
it: Il tuo account e tutti i dettagli dell'account saranno %@
ko: 귀하의 계정 및 모든 계정 세부 정보는 다음과 같음 %@
nb: Kontoen din og alle kontodetaljer vil bli %@
nl: Je account en alle accountgegevens worden %@
pl: Twoje konto i wszystkie dane konta będą %@
ro_ro: Contul dumneavoastră și toate detaliile contului vor fi %@
ru: Ваш аккаунт и все данные аккаунта будут %@
sk: Váš účet a všetky jeho detaily budú %@
sl: Tvoj račun in vsi podatki o računu bodo %@
sr: Ваш налог и сви подаци налога ће бити %@
sr_latn: Nalog i svi podaci naloga biće %@
sv: Ditt konto och all kontoinformation kommer att %@
ta: உங்கள் கணக்கு மற்றும் அனைத்து கணக்கு விவரங்களும் %@ ஆக இருக்கும்
tr: Hesabınız ve tüm hesap bilgileriniz %@
uk: Ваш обліковий запис і всі дані повʼязані з ним %@
vi: Tài khoản của bạn và tất cả thông tin chi tiết về tài khoản sẽ bị %@
zh_hans: 您的账户和所有账户信息都将被 %@
zh_hant: 您的帳號與所有帳號詳細資訊都將會 %@

# osmand_cloud_deletion_secondary_devices_warning
source: Secondary devices will be logged off from OsmAnd Cloud and lose access to paid features.
ar: سيتم تسجيل خروج الأجهزة الثانوية من أوسماند آيكلاود وستفقد الوصول إلى الميزات المدفوعة.
be: Другасныя прылады будуць адключаны ад OsmAnd Cloud і страцяць доступ да платных функцый.
cs: Sekundární zařízení budou odpojena od OsmAnd Cloud a ztratí přístup k placeným funkcím.
da: Sekundære enheder vil blive logget af OsmAnd Cloud og miste adgang til betalte funktioner.
de: Zweitgeräte werden von OsmAnd Cloud abgemeldet und verlieren den Zugriff auf kostenpflichtige Funktionen.
el: Οι δευτερεύουσες συσκευές θα αποσυνδεθούν από το OsmAnd Cloud και θα χάσουν την πρόσβαση σε λειτουργίες επί πληρωμή.
eo: Aliaj aparatoj estos elsalutintaj el OsmAnd-Nubo kaj perdos aliron al pagendaj ebloj.
es_us: Los dispositivos secundarios serán desvinculados de OsmAnd Cloud y se perderá acceso a las funciones de pago.
eu: Bigarren mailako gailuak OsmAnd Cloud-etik irtengo dira eta ordainpeko eginbideetarako sarbidea galduko dute.
fa: دستگاه‌های ثانویه از ابر OsmAnd خارج شده و دسترسی به ویژگی‌های پولی را از دست خواهند داد.
fi: Toissijaiset laitteet kirjataan ulos OsmAnd Cloud:sta ja menettävät pääsyn maksullisiin ominaisuuksiin.
fr: Les autres appareils seront déconnectés du cloud OsmAnd et perdront accès aux fonctionnalités payantes.
hu: A másodlagos eszközök ki lesznek lépteve az OsmAnd Cloudból és elveszítik a hozzáférést a fizetős funkciókhoz.
id: Perangkat lainnya akan dikeluarkan dari OsmAnd Cloud dan akan kehilangan akses ke fitur berbayar.
is: Aukatæki verða skráð út úr OsmAnd Cloud-tölvuskýi og missa aðgang að greiddum eiginleikum.
it: I dispositivi secondari verranno disconnessi da OsmAnd Cloud e perderanno l'accesso alle funzionalità a pagamento.
ja: 第二端末はOsmAnd Cloudからログオフされ、有料機能にアクセスできなくなります。
ko: 보조 기기는 OsmAnd Cloud에서 로그오프되고 유료 기능을 사용할 수 없게 됩니다.
nb: Sekundære enheter vil bli fralogget fra OsmAnd-sky og miste tilgangen til betalte funksjoner.
nl: Secundaire apparaten worden afgemeld bij OsmAnd Cloud en verliezen toegang tot betaalde functies.
pl: Urządzenia dodatkowe zostaną wylogowane z OsmAnd Cloud i utracą dostęp do płatnych funkcji.
ro_ro: Dispozitivele secundare vor fi deconectate de la OsmAnd Cloud și vor pierde accesul la funcționalitățile plătite.
ru: Вторичные устройства будут отключены от OsmAnd Cloud и потеряют доступ к платным функциям.
sk: Druhotné zariadenia budú odpojené od OsmAnd Cloud a stratia prístup k plateným funkciám.
sl: Sekundarne naprave bodo odjavljene iz OsmAnd Cloud-a in bodo izgubile dostop do plačljivih funkcij.
sr: Други уређаји биће одјављени из ОсмАнд Облака и изгубиће приступ плаћеним могућностима.
sr_latn: Drugi uređaji biće odjavljeni iz OsmAnd Oblaka i izgubiće pristup plaćenim mogućnostima.
sv: Sekundära enheter kommer att loggas ut från OsmAnd Cloud och förlorar tillgång till betalda funktioner.
ta: இரண்டாம் நிலை சாதனங்கள் ஒச்மண்ட் கிளவுட்டில் இருந்து உள்நுழைந்து கட்டண அம்சங்களுக்கான அணுகலை இழக்கும்.
tr: İkincil aygıtların OsmAnd Cloud'dan oturumu kapatılacak ve ücretli özelliklere erişimi kaybedilecektir.
uk: Буде виконано вихід з OsmAnd Cloud на додаткових пристроях і вони втратять доступ до платних функцій.
vi: Những thiết bị thứ hai sẽ bị đăng xuất khỏi OsmAnd Cloud và mất quyền truy cập đến các tính năng trả phí.
zh_hans: 次要设备将从 OsmAnd Cloud 中注销，并失去对付费功能的使用权限。
zh_hant: 次要裝置將從 OsmAnd Cloud 登出並失去對付費功能的存取權限。

# osmand_cloud_deletion_subscriptions_warning
source: This will not cancel your OsmAnd Pro subscription.
ar: لن يؤدي هذا إلى إلغاء اشتراكك في أوسماند برو.
be: Гэта не скасуе вашу падпіску на OsmAnd Pro.
cs: Předplatné OsmAnd Pro se tímto nezruší.
da: Dette vil ikke annullere dit OsmAnd Pro-abonnement.
de: Dadurch wird Ihr OsmAnd Pro-Abonnement nicht gekündigt.
el: Αυτό δεν θα ακυρώσει την συνδρομή στο OsmAnd Pro.
eo: Via abono OsmAnd Pro estos nuligita.
es_us: Esto no cancelará la suscripción a OsmAnd Pro.
eu: Horrek ez du zure OsmAnd Pro harpidetza bertan behera utziko.
fa: این کار اشتراک OsmAnd Pro شما را لغو نخواهد کرد.
fi: Tämä ei peru OsmAnd Pro -tilaustasi.
fr: Cela n'annulera pas votre abonnement OsmAnd Pro.
hu: Ezzel nem törli az OsmAnd Pro előfizetését.
id: Ini tidak akan membatalkan langganan OsmAnd Pro Anda.
is: Þetta mun ekki segja upp OsmAnd Pro áskriftinni þinni.
it: Questo non eliminerà il tuo abbonamento OsmAnd Pro.
ja: これはOsmAnd Proのサブスクリプションをキャンセルするものではありません。
ko: OsmAnd Pro 구독은 취소되지 않습니다.
nb: Dette vil ikke avbryte ditt OsmAnd Pro-abonnement.
nl: Hiermee wordt je OsmAnd Pro abonnement niet stopgezet.
pl: Nie spowoduje to anulowania subskrypcji OsmAnd Pro.
ro_ro: Acesta nu vă va anula abonamentul OsmAnd Pro.
ru: Это действие не отменит вашу подписку OsmAnd Pro.
sk: Toto nezruší vaše predplatné OsmAnd Pro.
sl: S tem ne boš preklical/a naročnine na OsmAnd Pro.
sr: Ово неће отказати Вашу претплату на ОсмАнд Про.
sr_latn: Ovo neće otkazati Vašu pretplatu na OsmAnd Pro.
sv: Detta kommer inte avsluta din OsmAnd Pro prenumeration.
ta: இது உங்கள் OSMand Pro சந்தாவை ரத்து செய்யாது.
tr: Bu işlem OsmAnd Pro aboneliğinizi iptal etmeyecektir.
uk: Це не скасує вашу передплату на OsmAnd Pro.
vi: Điều này sẽ không xoá sự đăng kí OsmAnd Pro của bạn.
zh_hans: 这将不会取消您的 OsmAnd Pro 订阅。
zh_hant: 這不會取消您的 OsmAnd Pro 訂閱。
