Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# rendering_attr_showSurfaces_name
source: Show road surface
ar: عرض سطح الطريق
az: Yol örtüyünü göstər
be: Адлюстроўваць тып пакрыцця
bg: Вид на пътната настилка
ca: Mostra el tipus de superfície de la via
cs: Zobrazit povrch cesty
cy: Dangos wyneb ffyrdd
da: Vis vejbelægning
de: Straßenoberfläche anzeigen
el: Εμφάνιση οδοστρωμάτων
eo: Pavimo de vojoj
es_us: Superficie de los caminos
et: Kuva tee pind
eu: Bistaratu errepidearen azalera
fa: سطح راه
fi: Näytä tien päällyste
fr: Afficher la surface des routes
gl: Amosar superficie das estradas
he: הצגת משטח הדרך
hu: Útfelszín megjelenítése
hy: Ցույց տալ ճանապարհների ծածկույթի տեսակը
id: Tampilkan permukaan jalan
is: Sýna yfirborð vega
it: Mostra il tipo di superficie delle strade
ja: 路面を表示
ka: გზის ზედაპირის ჩვენება
ko: 도로 표면 표시
lt: Rodyti kelių paviršiaus tipą
lv: Rādīt ceļa segumu
mk: Pokažete ja površinata na patot
ml: പാതയുടെ പ്രതലം കാണിക്കുക
nb: Vis veidekke
nl: Wegoppervlak tonen
oc: Mostrar la natura de la superficia dei rotas
pl: Nawierzchnia dróg
pt_br: Mostrar superfície da via
ro_ro: Arată suprafața drumului
ru: Тип дорожного покрытия
sc: Ammustra su tipu de superfìtzie de sos caminos
sk: Zobraziť povrch ciest
sl: Pokaži površino cest
sr: Приказуј материјале путева
sr_latn: Prikazati površinu puteva
sv: Visa vägbeläggning
ta: சாலை மேற்பரப்பு காட்டு
tr: Yol yüzeyi göster
uk: Показувати тип покриття
vi: Hiện bề mặt đường
zh_hans: 显示路面材质
zh_hant: 顯示路面

# rendering_attr_showCycleRoutes_name
source: Cycle routes
ar: طرق الدراجات الهوائية
az: Velosiped marşrutları
be: Роварныя маршруты
bg: Велосипедни маршрути
ca: Mostra les vies ciclistes
cs: Cyklostezky
cy: Llwybrau beicio
da: Cykelruter
de: Fahrradrouten
el: Ποδηλατικές διαδρομές
eo: Biciklaj kursoj
es_us: Rutas ciclistas
et: Rattarajad
eu: Bizikleta ibilbideak
fa: مسیرهای دوچرخه
fi: Pyöräilyreitit
fr: Itinéraires cyclables
gl: Amosar ciclovías
he: נתיבי רכיבה
hu: Kerékpáros útvonalak
hy: Ցուցադրել հեծանիվային երթուղիները
id: Rute bersepeda
is: Hjólaleiðir
it: Percorsi ciclabili
ja: 自転車ルート
ka: ველობილიკები
ko: 자전거 경로 표시
lt: Rodyti dviračių maršrutus
lv: Veloceliņi
mk: Velosipedski pravci
ml: സൈക്കിള്‍ റൂട്ടുകള്‍ കാണിക്കുക
nb: Sykkelruter
nl: Fietsroutes
oc: Percors ciclables
pl: Trasy rowerowe
pt_br: Rotas de bicicleta
ro_ro: Rute pentru biciclete
ru: Велосипедные маршруты
sc: Àndalas pro bitzicletas
sk: Cyklotrasy
sl: Kolesarske poti
sr: Бициклистичке стазе
sr_latn: Biciklističke staze
sv: Cykelleder
ta: சுழற்சி வழிகள்
tr: Bisiklet rotaları
uk: Веломаршрути
vi: Tuyến đường xe đạp
zh_hans: 自行车路线
zh_hant: 自行車路線

# routing_attr_prefer_motorway_name
source: Prefer motorways
af: Verkies snelweg
ar: تفضيل طرق الدراجات النارية
az: Avtomagistralları üstün tut
be: Аддаваць перавагу аўтамагістралям
bg: Предпочитане на магистрали
ca: Preferència per autopistes
cs: Upřednostňovat dálnice
cy: Ffafrio traffyrdd
da: Foretræk motorveje
de: Autobahnen bevorzugen
el: Προτίμηση αυτοκινητόδρομων
eo: Preferi aŭtovojojn
es_us: Preferir autopistas
et: Eelista kiirteid
eu: Hobetsi autobideak
fa: ترجیح آزادراه‌ها
fi: Suosi moottoriteitä
fr: Privilégier les autoroutes
gl: Preferir as autoestradas
he: העדפת כבישים סלולים
hu: Autópályák előnyben részesítése
hy: Նախընտրելի ավտոճանապարհ
id: Utamakan jalan bebas hambatan
is: Velja helst hraðbrautir
it: Preferisci le autostrade
ja: 高速道路を優先する
ka: ავტოსტრადებისთვის უპირატესობების მინიჭება
ko: 전용도로 선호
lt: Teikti pirmenybę greitkeliams
lv: Priekšroka automaģistrālēm
mk: Pretpocitaj avtopatista
ml: അതിവേഗപാതകള്‍ തെരഞ്ഞെടുക്കുക
nb: Foretrekk motorveier
nl: Voorkeur voor snelwegen
oc: Preferéncia per leis autorotas
pl: Preferuj autostrady
pt_br: Preferir autoestradas
ro_ro: Preferă autostrăzi
ru: Предпочитать автомагистрали
sc: Preferre sas autostradas
sk: Uprednostniť diaľnice
sl: Prednostno vodi po avtocestah
sr: Предност путевима за моторна возила
sr_latn: Prednost magistralama
sv: Föredra motorvägar
ta: மோட்டார் வாகனங்களை விரும்புங்கள்
tr: Otoyolları tercih et
uk: Надавати перевагу автомагістралям
vi: Ưu tiên đường cao tốc
zh_hans: 高速公路优先
zh_hant: 高速公路優先

# rendering_attr_trolleybusRoutes_name
source: Trolleybus routes
ar: طرق الحافلات الكهربائية
az: Trolleybus marşrutları
be: Тралейбусныя маршруты
bg: Тролейбусни линии
ca: Rutes de troleibús
cs: Trolejbusové linky
cy: Llwybrau bws troli
da: Trolleybusruter
de: Oberleitungsbuslinien
el: Διαδρομές τρόλεϊ
eo: Trolebusaj kursoj
es_us: Rutas de trolebús
et: Trolliliinid
eu: Trolebus ibilbideak
fa: مسیرهای اتوبوس برقی
fi: Trolleybussireitit
fr: Lignes de trolleybus
gl: Rotas dos trolebúses
he: נתיבי טרוליבוס
hu: Trolibuszvonalak
hy: Տրոլեյբուսի երթուղիները
id: Rute bus listrik
is: Leiðir rafknúinna strætisvagna
it: Percorsi in filobus
ja: トロリーバスでのルート
ka: ტროლეიბუსის გზები
kn: ಕೈಬಂಡಿ ಮಾರ್ಗಗಳು
ko: 무궤도 전차 노선
lt: Troleibusų maršrutai
lv: Trolejbusu maršruti
mk: Trolejbuski ruti
ml: ട്രോളിബസ് റൂട്ടുകള്‍
nb: Trolleybussruter
nl: Trolleybuslijnen
oc: Linhas de troleibús
pl: Linie trolejbusowe
pt_br: Linhas de trólebus
ro_ro: Rute troleibuz
ru: Маршруты троллейбусов
sc: Àndalas in filobus
sk: Trolejbusové linky
sl: Proge trolejbusa
sr: Путеви тролејбуса
sr_latn: Rute trolejbusa
sv: Trådbusslinjer
ta: ட்ரோலிபஸ் பாதை
tr: Troleybüs yolları
uk: Тролейбусні маршрути
vi: Tuyến xe buýt 2 dây điện
zh_hans: 无轨电车路线
zh_hant: 無軌電車路線

# rendering_attr_hideUnderground_name
source: Underground objects
ar: الأشياء تحت مستوى سطح الأرض
ast: Oxetos soterraños
az: Yeraltı obyektlər
be: Падземныя аб'екты
bg: Подземни обекти
ca: Elements soterrats
cs: Podzemní objekty
cy: Gwrthrychau tanddaearol
da: Objekter under jorden
de: Unterirdische Objekte
el: Υπόγεια αντικείμενα
eo: Subteraj objektoj
es_us: Objetos subterráneos
et: Maa-alused objektid
eu: Lurrazpiko objektuak
fa: اشیای زیر زمین
fi: Maanalaiset objektit
fr: Objets souterrains
gl: Obxectos subterráneos
he: עצמים תת־קרקעיים
hu: Földalatti objektumok
hy: Ստորգետնյա օբյեկտներ
id: Obyek bawah tanah
is: Hlutir neðanjarðar
it: Oggetti sotterranei
ja: 地下の建造物
ka: მიწისქვეშა ობიექტები
lt: Požeminiai objektai
lv: Pazemes objektus
mk: Podzemni objekti
ml: ഭൂഗര്‍ഭവസ്തുക്കള്‍
nb: Objekter under bakken
nl: Ondergrondse objecten
oc: Elements sosterranhs
pl: Podziemne obiekty
pt_br: Objetos subterrâneos
ro_ro: Obiecte subterane
ru: Подземные объекты
sc: Ogetos suta de terra
sk: Podzemné objekty
sl: Ne izriši podzemnih zgradb
sr: Подземне објекте
sr_latn: Podzemne objekte
sv: Underjordiska objekt
ta: நிலத்தடி பொருட்கள்
tr: Yeraltı nesneleri
uk: Підземні обʼєкти
vi: Vật thể dưới lòng đất
zh_hans: 地下物体
zh_hant: 地面下的物件

# rendering_value_bicycle_name
source: Bicycle
ar: دراجة
ast: Bicicleta
az: Velosiped
be: Ровар
bg: Велосипед
ca: Bicicleta
cs: Jízdní kolo
cy: Beic
da: Cykel
de: Fahrrad
el: Ποδήλατο
eo: Biciklo
es_us: Bicicleta
et: Jalgratas
eu: Bizikleta
fa: دوچرخه
fi: Polkupyörä
fr: Vélo
gl: Bicicleta
he: אופניים
hu: Kerékpár
hy: Հեծանիվ
id: Sepeda
is: Hjólandi
it: Bicicletta
ja: 自転車
ka: ველოსიპედი
ko: 자전거
lt: Dviratis
lv: Velobraucējs
mk: Velosiped
ml: സൈക്കിള്‍
nb: Sykkel
nl: Fiets
oc: Bicicleta
pl: Rower
pt_br: Ciclismo
ro_ro: Bicicletă
ru: Велосипед
sc: Bitzicleta
sk: Bicykel
sl: Vožnja s kolesom
sr: Бицикл
sr_latn: Bicikl
sv: Cykel
ta: மிதிவண்டி
tr: Bisiklet
uk: Велосипед
vi: Xe đạp
zh_hans: 自行车
zh_hant: 自行車

# routing_attr_weight_name
source: Weight
af: Gewig
ar: الوزن
az: Çəki limiti
be: Абмежаванне вагі
bg: Маса
ca: Límit de pes
cs: Hmotnost
cy: Cyfyngiad pwysau
da: Vægt
de: Gewicht
el: Βάρος
eo: Maso
es_us: Peso
et: Kaal
eu: Pisua
fa: وزن مجاز
fi: Painorajoitus
fr: Poids
gl: Peso máximo
he: משקל
hu: Tömeg
hy: Առավելագույն քաշը
id: Berat
is: Þyngd
it: Peso
ja: 重量制限
ka: წონა
ko: 중량 제한
lt: Maksimalus svoris
lv: Svara robežas
mk: Ogranicena tezina
ml: "ഭാരപരിധി "
nb: Vekt
nl: Gewicht
oc: Limit de pes
pl: Waga
pt_br: Peso máximo
ro_ro: Greutate
ru: Масса
sc: Lìmite de pesu
sk: Hmotnosť
sl: Teža
sr: Тежина
sr_latn: Težina
sv: Vikt
ta: எடை
tr: Ağırlık
uk: Вага
vi: Trọng lượng
zh_hans: 重量
zh_hant: 重量

source: Popular destinations
ar: الوجهات الشعبية
ast: Destinos populares
be: Папулярныя напрамкі
ca: Destinacions populars
cs: Oblíbené cíle
cy: Cyrchfannau poblogaidd
da: Populære destinationer
de: Beliebte Reiseziele
el: Δημοφιλείς προορισμοί
eo: Popularaj vojaĝ-celoj
es_us: Destinos populares
et: Populaarsed sihtkohad
eu: Ohiko helburuak
fa: مقصدهای محبوب
fi: Suosittuja kohteita
fr: Destinations populaires
gl: Destinos populares
he: יעדים נפוצים
hu: Népszerű úti célok
hy: Հանրահայտ վայրեր
id: Tujuan populer
is: Vinsælir áfangastaðir
it: Destinazioni più richieste
ja: 人気の目的地
ka: პოპულარული ადგილები
ko: 인기 있는 목적지
lt: Populiarios kelionių kryptys
lv: Populārie galamērķi
mk: Popularni destinacii
ml: ജനപ്രിയ ലക്ഷ്യസ്ഥാനങ്ങള്‍
nb: Populære reisemål
nl: Populaire bestemmingen
oc: Destinacions popularas
pl: Popularne cele podróży
ro_ro: Destinații populare
ru: Популярные направления
sc: Destinatziones popolares
sk: Obľúbené ciele
sl: Priljubljeni cilji
sr: Омиљена одредишта
sr_latn: Popularna odredišta
sv: Populära resmål
ta: பிரபலமான இடங்களுக்கு
tr: Popüler yerler
uk: Популярні напрямки
zh_hans: 热门目的地
zh_hant: 人氣目的地

# angular_measeurement
source: Angular unit
ar: وحدات قياس الزوايا
ast: Unidá angular
az: Bucaq vahidi
be: Адзінкі вуглоў
bg: Ъглови единици
ca: Unitat angular
cs: Úhlová jednotka
cy: Uned onglog
da: Vinkelenhed
de: Winkeleinheit
el: Γωνιώδης μονάδα
eo: Unuo de anguloj
es_us: Unidad angular
et: Kaare ühik
eu: Angelu unitatea
fa: یکای زاویه
fi: Kulmayksikkö
fr: Unité d'angle
gl: Unidade angular
he: יחידה זוויתית
hi: कोणीय इकाई
hu: Szögmérés mértékegysége
id: Unit angular
is: Mælieining horna
it: Unità angolare
ja: 角度の単位
ka: კუთის საზომი ერთეული
ko: 각도 단위
lt: Kampinis vienetas
lv: Azimuts
mk: Agolna edinica
nb: Vinkelenhet
nl: Eenheid hoeken
oc: Unitat angulària
pl: Jednostka kąta
ro_ro: Unitate unghiulară
ru: Угловые единицы
sc: Unidade angulare
sk: Jednotky pre uhly
sl: Kotne enote
sr: Јединице за углове
sr_latn: Merna jedinica za uglove
sv: Vinkelenhet
ta: கோண அலகு
tr: Açısal birim
uk: Кутові одиниці
vi: Đơn vị đo góc
zh_hans: 角度单位
zh_hant: 角度單位

# shared_string_bookmark
source: Bookmark
ar: إشارة مرجعية
be: Закладка
ca: Adreça d'interès
cs: Záložka
cy: Nod tudalen
da: Sæt bogmærke
de: Lesezeichen
el: Σελιδοδείκτης
eo: Al legosignoj
es_us: Destacar
et: Järjehoidja
eu: Gogokoa
fa: نشانک
fi: Kirjanmerkki
fr: Favori
gl: Marcador
he: סימנייה
hu: Könyvjelző
hy: Էջանշան
id: Markah
is: Bókamerki
it: Segnalibro
ja: ブックマーク
ka: სანიშნი
ko: 북마크
lt: Žymelė
lv: Grāmatzīme
mk: Obeležete
ml: ബുക്ക്മാര്‍ക്ക്
nb: Bokmerk
nl: Bladwijzer
oc: Marcapagina
pl: Zakładka
ro_ro: Salvat
ru: Сохранить
sc: Sinnalibru
sk: Záložka
sl: Zaznamek
sr: Обележивач
sr_latn: Beleške
sv: Bokmärke
ta: அடையாளக்குறி
te: ఇష్టాంశం
tr: Yer imi
uk: Закладка
zh_hans: 书签
zh_hant: 書籤

# wiki_article_search_text
source: Searching for the corresponding wiki article
ar: البحث عن مقالة ويكي المقابلة
az: Uyğun olan viki məqaləsi axtarılır
be: Пошук адпаведнага артыкула вікіпедыі
bg: Търсене на съответната уики статия
ca: Buscant el corresponent article a la wiki
cs: Vyhledávání odpovídajícího článku na wiki
cy: Yn chwilio am y cofnod Wicipedia cyfatebol
da: Søger efter den tilsvarende wiki-artikel
de: Suche nach dem entsprechenden Wiki-Artikel
el: Αναζήτηση για το αντίστοιχο άρθρο βίκι
eo: Serĉado de rilata artikolo en Vikipedio
es_us: Buscando el artículo wiki correspondiente
et: Vastava viki artikli otsing
eu: Dagokion Wiki artikuluaren bila
fa: جستجو برای مقاله همخوان از ویکی
fr: Recherche de l'article Wiki correspondant
gl: Estase a procurar o artigo da wiki correspondente
he: מתבצע חיפוש אחר ערך הוויקי המתאים
hu: Megfelelő szócikk keresése
hy: Որոնել համապատասխան վիքիի հոդվածը
id: Mencari untuk artikel wiki yang sesuai
is: Leita að samsvarandi wiki-grein
it: Sto cercando l’articolo Wiki corrispondente
ja: 対応するwiki記事から検索
ko: 해당 Wiki 문서를 검색하는 중
lv: Meklē atbilstošu viki rakstu
mk: Prebaruvanje na soodvetnata viki statija
ml: "സമാനമായ വിക്കിലേഖനം തെരയുന്നു "
nb: Søker etter den tilsvarende wiki-artikkelen
nl: Zoeken naar het bijbehorende wiki-artikel
oc: Recèrca de l’article Wiki correspondent
pl: Wyszukiwanie odpowiedniego artykułu wiki
ro_ro: Căutarea articolului wiki corespunzător
ru: Поиск соответствующей вики-статьи
sc: Chirchende s'artìculu de Wikipedia currispondente
sk: Hľadá sa príslušný článok wiki
sl: Iskanje pripadajočega prispevka na Wikipediji
sr: Претражујем одговарајући чланак викија
sr_latn: Pretražujem odgovarajući članak vikija
sv: Söka efter motsvarande wiki-artikel
ta: குறிப்பிட்ட விக்கிபீடியா கட்டுரை தேடப்பட்டு வருகிறது
tr: İlgili wiki makalesi aranıyor
uk: Пошук відповідної статті Вікіпедії
zh_hans: 搜索对应的维基条目
zh_hant: 正在搜尋相應的維基百科文章

source: Route info
af: Roete inligting
ar: معلومات الطريق
az: Marşrut məlumatı
be: Маршрутная інфармацыя
bg: Информация за маршрут
br: Titouroù an hentadur
ca: Informació de ruta
cs: Informace o trase
cy: Gwybodaeth llwybr
da: Ruteinfo
de: Infos zur Route
el: Πληροφορίες διαδρομής
eo: Informoj pri kurso
es_us: Información de la ruta
et: Teekonna teave
eu: Ibilbide-informazioa
fa: اطلاعات مسیر
fi: Reitin tiedot
fr: Informations sur l'itinéraire
gl: Información da rota
he: פרטי המסלול
hu: Útvonal-információk
hy: Երթուղու տեղեկատվություն
id: Informasi rute
is: Upplýsingar um leið
it: Informazioni sul percorso
ja: ルート情報
ka: ინფორმაცია გზის შესახებ
ko: 노선 정보
lt: Maršruto informacija
lv: Maršruta informācija
mk: Informacija za marsrutata
ml: മാര്‍ഗ വിവരങ്ങള്‍
nb: Ruteinfo
nl: Route-informatie
oc: Informacions sus lo percors
pl: Informacje o trasie
ro_ro: Informații despre traseu
ru: Информация про маршрут
sc: Informatziones pro s’àndala
sk: Informácie trasy
sl: Informacije o poti
sr: Подаци о путу
sr_latn: Info rute
sv: Ruttinformation
ta: வழி தகவல்
tr: Rota bilgisi
uk: Відомості про маршрут
zh_hans: 路线信息
zh_hant: 路線資訊

# angular_measeurement_descr
source: Change what azimuth is measured in.
ar: تغيير قياس زاوية السمت.
be: Змяніць адзінкі вымярэння азімуту.
ca: Canvia la unitat de mesura de l'azimut.
cs: Změní jednotku měření azimutu.
cy: Newidiwch yr hyn y mae azimuth yn cael ei fesur ynddo.
da: Ændr hvad azimut måles i.
de: Ändern, in welcher Einheit Azimut gemessen wird.
el: Αλλάξτε τι αζιμούθιο θα μετριέται.
eo: Elekti mezurunuon por azimuto.
es_us: Cambiar el acimut en el que se mide.
et: Muuda asimuudi mõõtmise ühikut.
eu: Aldatu zertan azimuta neurtzen den.
fa: واحد اندازه‌گیری سمت (azimuth) را مشخص کنید.
fi: Muuta missä yksikössä atsimuutti mitataan.
fr: Modifier l'unité de mesure de l'azimut.
gl: Mudar o "azimuth" no que se mide.
he: החלפת יחידת המידה לאזימוט.
hi: बदलें जो azimuth में मापा जाता है।
hu: Az azimutmérés mértékegységének módosítása.
id: Ubah dalam azimuth apa yang diukur.
is: Breyttu í hvaða einingum áttarhorn (hæð) er mælt.
it: Modifica l’unità di misura dell’azimut.
ja: 方位角(方位を示す角度)の単位を変更します。
ko: 방위각을 측정하는 방법을 변경합니다.
lt: Keisti kuo matuojamas azimutas.
lv: Mainīt azimuta mērvienības.
mk: Promenete vo koj azimut se meri.
ml: അസിമുത് (azimuth) അളക്കുന്നവിധം മാറ്റുക.
nb: Endre hva asimut måles i.
nl: Wijzig azimut eenheid.
oc: Cambia l'unitat de mesura de l'azimut.
pl: Określa jednostki miary azymutu.
ro_ro: Modificați în ce azimut se măsoară.
ru: Изменить, в чём измеряется азимут.
sc: Càmbia comente benit medidu s'àzimut.
sk: Zmení jednotku na meranie azimutu.
sl: Spreminjanje merila azimuta.
sr: Измени у чему се мери азимут.
sr_latn: Izmeni u čemu se meri azimut.
sv: Ändra måttenheten för bäring och andra vinklar.
ta: என்ன அசிமுத்தை அளவிடப்படுகிறது என்பதை மாற்றுக.
tr: Azimut'un ölçüm birimini değiştirin.
uk: Змінити одиниці вимірювання азимута.
vi: Thay đổi đơn vị đo phương vị.
zh_hans: 更改方位角测量方式。
zh_hant: 更改方位角的測量單位。

# map_settings_topography
source: Contour lines
af: Kontoerlyne
ar: خرائط الخطوط الكنتورية
az: Kontur xətləri
be: Контурныя лініі
bg: Контурни линии
ca: Dades de corbes de nivell
cs: Vrstevnice
cy: Cyfuchlinellau
da: Højdekurver
de: Höhenlinien
el: Ισοϋψείς καμπύλες
eo: Nivelkurboj
es_us: Curvas de nivel
et: Kõrgusjooned
eu: Sestra-kurbak
fa: منحنی‌های میزان
fi: Korkeuskäyrät
fr: Courbes de niveau
gl: Curvas de nivel
he: קווי מתאר
hu: Szintvonalak
hy: Կոնտուրային գծերի/եզրագծերի տվյալներ
id: Garis kontur
is: Hæðarlínur
it: Linee isoipse
ja: 等高線
ka: კოტურული ხაზების მონაცემები
ko: 등고선 데이터
lt: Kontūrinės linijos
lv: Kontūrlīnijas
mk: Konturni linii
ml: "കോണ്ടൂര്‍ ലൈനുകള്‍ "
nb: Koter
nl: Hoogtelijnen
oc: Corbas de nivèu
pl: Poziomice
ro_ro: Linii de contur
ru: Изолинии
sc: Curvas de livellu
sk: Vrstevnice
sl: Podatki izohips
sr: Изохипсе
sr_latn: Konturne linije
sv: Höjdkurvsdata
ta: சமநிலைக்கோடுகள்
tr: Eş yükselti eğrileri
uk: Ізолінії
vi: Đường đồng mức
zh_hans: 等高线
zh_hant: 等高線

source: Visibility
af: Sigbaarheid
ar: الوضوح
ast: Visibilidá
az: Görünüş
be: Бачнасць
bg: Видимост
ca: Visibilitat
cs: Viditelnost
cy: Gwelededd
da: Synlighed
de: Sichtbarkeit
el: Ορατότητα
eo: Videblo
es_us: Visibilidad
et: Nähtavus
eu: Ikuserraztasuna
fa: محرمانگی
fi: Näkyvyys
fr: Visibilité
gl: Visibilidade
he: הופעה
hu: Láthatóság
hy: Տեսանելիություն
id: Visibilitas
is: Sýnileiki
it: Visibilità
ja: 確認可能
ka: ხილვადობა
ko: 가시성
lt: Matomumas
lv: Redzamība
mk: Vidlivost
ml: കാഴ്ച
nb: Synlighet
nl: Zichtbaarheid
pl: Widoczność
ro_ro: Vizibilitate
ru: Видимость
sc: Visibilidade
sk: Viditeľnosť
sl: Vidljivost
sr: Видљивост
sr_latn: Vidljivost
sv: Synlighet
ta: தன்மை
tr: Görünürlük
uk: Видимість
vi: Mức độ nhìn thấy
zh_hans: 能见度
zh_hant: 能見度

# shared_string_result
source: Result
ar: الناتج
az: Nəticə
be: Вынік
ca: Resultat
cs: Výsledek
cy: Canlyniad
da: Resultat
de: Ergebnis
el: Αποτέλεσμα
eo: Rezulto
es_us: Resultado
et: Tulemus
eu: Emaitza
fa: نتیجه
fi: Tulos
fr: Résultat
gl: Resultado
he: תוצאה
hu: Eredmény
hy: Արդյունք
id: Hasil
is: Niðurstaða
it: Risultato
ja: 結果
ka: შედეგი
lt: Rezultatas
lv: Rezultāts
mk: Rezultat
ml: "ഫലം "
my: ရလဒ်
nb: Resultat
nl: Resultaat
oc: Resultat
pl: Wyniki
ro_ro: Rezultat
ru: Результат
sc: Risultadu
sk: Výsledok
sl: Rezultat
sr: Налаз
sr_latn: Rezultat
sv: Resultat
ta: முடிவு
tr: Sonuç
uk: Результат
zh_hans: 结果
zh_hant: 結果

# shared_string_markers
source: Markers
ar: التوجيه المباشر
ast: Marcadores
az: İşarələr
be: Адзнакі
bg: Маркери
bn: চিহ্নসমুহ
ca: Marcadors
cs: Značky
cy: Nodau
da: Markører
de: Markierungen
el: Δείκτες
eo: Markoj
es_us: Marcadores
et: Markerid
eu: Markatzaileak
fa: نشانه‌ها
fi: Markkerit
fr: Marques
gl: Marcaxes
he: סמנים
hu: Jelölők
hy: Մարկերներ
id: Penanda
is: Kortamerki
it: Marcatori
ja: マーカー
ka: სანიშნები
ko: 마커
ku: Hêmaker
lt: Žymekliai
lv: Marķieri
mk: Markeri
ml: അടയാളങ്ങള്‍
nb: Markører
nl: Markeringen
oc: Marcadors
pl: Znaczniki
ro_ro: Marcaje
ru: Маркеры
sc: Marcadores
sk: Značky
sl: Označbe
sr: Маркери
sr_latn: Markeri
sv: Markörer
ta: குறிப்பான்
tr: İşaretçiler
uk: Позначки
vi: Những điểm đánh dấu
zh_hans: 标记
zh_hant: 標記

# last_seven_days
source: Last 7 days
ar: آخر ٧ أيام
ast: Los últimos 7 díes
az: Son 7 gün
be: Апошнія 7 дзён
ca: Darrers 7 dies
cs: Posledních 7 dní
cy: 7 diwrnod diwethaf
da: Seneste 7 dage
de: Letzte 7 Tage
el: Τις τελευταίες 7 ημέρες
eo: Lastaj 7 tagoj
es_us: Últimos 7 días
et: Viimased 7 päeva
eu: Azken 7 egunak
fa: ۷ روز گذشته
fi: Viimeiset 7 päivää
fr: Ces 7 derniers jours
gl: Últimos 7 días
he: 7הימים האחרונים
hu: Elmúlt 7 nap
hy: Վերջին 7 օրվա ընթացքում
id: 7 hari terakhir
is: Síðustu 7 daga
it: Ultimi 7 giorni
ja: 直近の7日間
ka: ბოლო 7 დღე
kn: ಕೊನೆಯ ೭ ದಿನಗಳು
ko: 최근 7일
lt: Per pastarąsias 7 dienas
lv: Pēdējās 7 dienās
mk: Poslednite sedum dena
ml: "കഴിഞ്ഞ ഒരാഴ്ച "
nb: Siste 7 dager
nl: Afgelopen 7 dagen
oc: 7 jorns darriers
pl: Ostatnie 7 dni
ro_ro: Ultimele 7 zile
ru: За последние 7 дней
sc: Ùrtimas 7 dies
sk: Posledných 7 dní
sl: Zadnjih 7 dni
sr: Последње седмице
sr_latn: Poslednje sedmice
sv: Senaste 7 dagarna
ta: கடந்த 7 நாட்கள்
tr: Son 7 gün
uk: За останні 7 днів
zh_hans: 最近 7 天
zh_hant: 最近7天

# shared_string_wikivoyage
source: Wikivoyage
ar: ويكي الرحلات
az: Vikisəyahət
ca: Viquiviatges
cy: Wicidaith
el: Βικιταξίδια
eo: Vikivojaĝo
es_us: Wikiviajes
et: Vikivoyage
eu: Wikibidaiak
fa: ویکی‌سفر
gl: Wikiviaxes
he: ויקימסע
hy: Վիկիուղեցույց / Wikivoyage
is: Wikiferðir
ka: ვიკივოიაჟი
lv: Vikiceļojumi
mk: Vikipatuvanje
ml: "വിക്കി വൊയേജ് "
pl: Wikipodróże
ru: Викигид
sr: Вики војаж
sr_latn: Vikivojaž
ta: விக்கிவோயாஜ்
uk: Вікімандри
zh_hans: 维基导游
zh_hant: 維基導遊
