Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# none_point_error
source: Please add at least one point.
ar: الرجاء إضافة نقطة واحدة على الأقل.
ast: Amiesta polo menos un puntu.
az: Ən azı bir nöqtə əlavə edin.
be: Калі ласка, дадайце па меншай меры адзін пункт.
ca: Afegiu un punt si més no.
cs: Prosím přidejte alespoň jeden bod.
cy: Ychwanega o leiaf un pwynt.
da: Tilføj mindst ét punkt.
de: Bitte mindestens einen Punkt hinzufügen.
el: Παρακαλώ προσθέστε τουλάχιστον ένα σημείο.
eo: Bonvolu aldoni almenaŭ unu punkton.
es_us: Añadir al menos un punto.
et: Palun lisa vähemalt üks punkt.
eu: Gehitu puntu bat gutxienez.
fa: لطفاً حداقل یک نقطه بیافزایید.
fi: Ole hyvä ja lisää vähintään yksi piste.
fr: Merci d'ajouter au moins un point.
gl: Engade polo menos un punto.
he: נא להוסיף נקודה אחת לפחות.
hu: Adjon hozzá legalább egy pontot.
hy: Անհրաժեշտ է ավելացնել գոնե մեկ կետ։
id: Silakan tambah setidaknya satu titik.
is: Bættu við a.m.k. einum punkti.
it: Aggiungi almeno un punto.
ja: 少なくとも1つの地点を追加してください。
ko: 적어도 1개의 점을 추가하십시오.
lt: Prašome pridėti bent vieną tašką.
lv: Lūdzu pievienojiet vismaz vienu punktu.
mk: Dodadete barem edna točka.
ml: ഒരു പോയിന്റ് എങ്കിലും ചേർക്കുക.
nb: Legg til minst et punkt.
nl: Voeg tenminste één punt toe.
oc: Ajustar un ponch aumens.
pl: Należy dodać co najmniej jeden punkt.
pt_br: Favor adicionar ao menos um ponto.
ro_ro: Adăugați cel puțin un punct.
ru: Добавьте хотя бы одну точку.
sc: Pro praghere annanghe a su mancu unu puntu.
sk: Prosím pridajte aspoň jeden bod.
sl: Dodati je treba vsaj eno točko.
sr: Молим додајте бар једну тачку.
sr_latn: Dodaj bar jednu tačku.
sv: Lägg till minst en punkt.
ta: குறைந்தபட்சம் ஒரு புள்ளியைச் சேர்க்கவும்.
tr: Lütfen en az bir nokta ekleyin.
uk: Необхідно додати хоча б одну точку.
zh_hans: 请添加至少一个点。
zh_hant: 請至少增加一個標點。

source: Live updates
ar: تحديثات مباشرة
ast: Anovamientos en direuto
az: Canlı yeniləmələr
be: Аўтаматычныя абнаўленні
bg: Обновяване на живо
ca: Actualitzacions al moment
cs: Okamžité aktualizace
cy: Diweddariadau byw
da: Live-opdateringer
de: Live-Aktualisierungen
el: Ζωντανές ενημερώσεις
eo: Aŭtomataj ĝisdatigoj perinterretaj
es_us: Actualizaciones en vivo
et: Reaalajas uuendused
eu: Berehalako eguneraketak
fa: به‌روزرسانی‌های زنده
fi: Live-päivitykset
fr: Mises à jour en temps réel
gl: Actualizacións ao vivo
he: עדכונים חיים
hu: Élő frissítések
hy: Live թարմացումներ
id: Pembaruan langsung
is: Síuppfærslur
it: Aggiornamenti Live
ja: ライブ更新
ka: განახლებები მიმდინარე რეჟიმში
ko: 실시간 업데이트
lt: Tiesioginiai atnaujinimai
lv: Live atjauninājumi
mk: Ažuriranja vo živo
ml: "തത്സമയ പരിഷ്കരണങ്ങള്‍ "
nb: Live-oppdateringer
oc: Actualizacions sus lo còp
pl: Bieżące aktualizacje
ro_ro: Actualizări live
ru: Live обновления
sc: Agiornamentos in tempus reale
sk: Okamžité aktualizácie
sl: Posodobitve vživo
sr: Надградње уживо
sr_latn: Trenutno ažuriranje
sv: Direkt-uppdateringar
ta: நேரடி மேம்படுத்தல்கள்
tr: Canlı güncellemeler
uk: Оновлення Osmand Live
vi: Các bản cập nhật nhỏ
zh_hans: 实时更新
zh_hant: 即時更新

source: Available maps
ar: الخرائط الموجودة
ast: Mapes disponibles
az: Mövcud xəritələr
be: Даступныя мапы
bg: Достъпни карти
ca: Mapes disponibles
cs: Dostupné mapy
cy: Mapiau ar gael
da: Tilgængelige kort
de: Verfügbare Karten
el: Διαθέσιμοι χάρτες
eo: Disponeblaj mapoj
es_us: Mapas disponibles
et: Saadaolevad kaardid
eu: Mapa eskuragarriak
fa: نقشه‌های موجود
fi: Käytettävissä olevat kartat
fr: Cartes disponibles
gl: Mapas dispoñíbeis
he: מפות זמינות
hu: Elérhető térképek
hy: Հասանելի քարտեզներ
id: Peta yang tersedia
is: Tiltæk kort
it: Mappe disponibili
ja: 利用可能なマップ
ka: ხელმისაწვდომი რუკები
kn: ಲಭ್ಯವಿರುವ ನಕ್ಷೆಗಳು
ko: 사용 가능한 지도
ku: Nexşeyên ku hene
lt: Galimižemėlapiai
lv: Pieejamās kartes
mk: Dostapni karti
ml: ലഭ്യമായ ഭൂപടങ്ങള്‍
nb: Tilgjengelige kart
nl: Beschikbare kaarten
oc: Mapas disponiblas
pl: Dostępne mapy
ro_ro: Hărți disponibile
ru: Доступные карты
sc: Mapas a disponimentu
sk: Dostupné mapy
sl: Razpoložljivi zemljevidi
sr: Доступне карте
sr_latn: Dostupne mape
sv: Tillgängliga kartor
ta: உபயோகப்படுத்தக்கூடிய வரைபடங்கள்
tr: Mevcut haritalar
uk: Доступні мапи
zh_hans: 可用地图
zh_hant: 可用地圖

source: Donations
ar: التبرعات
ast: Donaciones
az: İanələr
be: Ахвяраванні
bg: Дарения
ca: Donacions
cs: Příspěvky
cy: Rhoddion
da: Donationer
de: Spenden
el: Δωρεές
eo: Donacoj
es_us: Donaciones
et: Annetused
eu: Dohaintzak
fa: کمک‌های مالی
fi: Lahjoitukset
fr: Dons
gl: Doazóns
he: תרומות
hu: Adományok
hy: Նվիրատվություններ
id: Donasi
is: Styrkir
it: Donazioni
ja: 寄付額
ka: შემოწირულობები
kn: ದೇಣಿಗೆಗಳು
ko: 후원
ku: Bexş bike
lt: Paremti
lv: Ziedojumi
mk: Donacii
ml: സമ്ഭാവനകള്‍
nb: Donasjoner
nl: Donaties
oc: Donacions
pl: Kwota datków
ro_ro: Donații
ru: Пожертвования
sc: Donatziones
sk: Príspevky
sl: Donacije
sr: Прилози
sr_latn: Donacije
sv: Donationer
ta: நன்கொடைகள்
tr: Bağışlar
uk: Внески
zh_hans: 捐赠
zh_hant: 捐贈

# osm_live_support_region
source: Support region
ar: دعم المنطقة
az: Dəstəklənən region
be: Падтрымліваемы рэгіён
bg: Поддръжана област
ca: Zona de suport
cs: Oblast podpory
cy: Rhanbarth cymorth
da: Understøttet område
de: Unterstützte Region
el: Υποστηριζόμενη περιοχή
eo: Subteni regionon
es_us: Región admitida
et: Tugipiirkond
eu: Babestu eskualdea
fa: منطقهٔ تحت پوشش
fi: Tukialue
fr: Région du support
gl: Rexión suportada
he: אזור תמיכה
hu: Támogatott régió
hy: Աջակցվող տարածաշրջան
id: Regional yang didukung
is: Svæði sem stuðningur er við
it: Sostieni la regione
ja: サポート地域
ka: ხარდაჭერილი რეგიონი
ko: 지원 지역
lt: Palaikomas regionas
lv: Reģiona atbalsts
mk: Podrška region
ml: പിന്തുണയുള്ള മേഖല
nb: Støttet region
nl: Ondersteunde regio
oc: Sostenir la region
pl: Wspierane regiony
ro_ro: Suport local
ru: Поддерживаемый регион
sc: Regione de suportu
sk: Podporovaný región
sl: Podpora regiji
sr: Подржана област
sr_latn: Podržani region
sv: Stödregion
ta: ஆதரவு மண்டலம்
tr: Destek bölgesi
uk: Територія
zh_hans: 支持地区
zh_hant: 支援地區

# shared_string_world
source: World
ar: العالم
ast: Mundu
az: Dünya
be: Свет
ca: Mundial
cs: Celý svět
cy: Byd
da: Verden
de: Welt
el: Παγκόσμιος
eo: Mondo
es_us: Mundo
et: Maailm
eu: Mundua
fa: جهان
fi: Maailma
fr: Monde
gl: Mundo
he: עולם
hu: Világ
hy: Աշխարհ
id: Dunia
is: Heimurinn
it: Mondo
ja: 全世界
ka: სამყარო
ko: 월드
lt: Pasaulis
lv: Pasaule
mk: Svet
ml: ലോകം
mr: जग
my: ကမ္ဘာကြီး
nb: Verden
nl: Wereld
oc: Monde
pl: Świat
ro_ro: Lume
ru: Мир
sc: Mundu
sk: Celý svet
sl: Svet
sr: Свет
sr_latn: Svet
sv: Värld
ta: உலகம்
tr: Dünya
uk: Світ
zh_hans: 世界
zh_hant: 世界

# shared_string_details
source: Details
ar: تفاصيل
az: Detallar
be: Падрабязнасці
bg: Подробности
ca: Detalls
cs: Detaily
cy: Manylion
da: Detaljer
el: Λεπτομέρειες
eo: Detaloj
es_us: Detalles
et: Üksikasjad
eu: Xehetasunak
fa: جزئیات
fi: Yksityiskohdat
fr: Détails
gl: Detalles
he: פרטים
hu: Részletek
hy: Մանրամասներ
id: Detail
is: Nánar
it: Dettagli
ja: 詳細
ka: დეტალები
kn: ವಿವರಣೆಗಳು
ko: 세부 사항
ku: Berfireh
lt: Išsami informacija
lv: Slāņi
mk: Detalji
ml: വിശദവിവരങ്ങള്‍
nb: Detaljer
oc: Detalhs
pl: Szczegóły
ro_ro: Detalii
ru: Детали
sc: Minujas
sk: Podrobnosti
sl: Podrobnosti
sr: Појединости
sr_latn: Detalji
sv: Detaljer
ta: விவரங்கள்
tr: Ayrıntılar
uk: Подробиці
vi: Chi tiết
zh_hans: 详情
zh_hant: 詳細資訊

# shared_string_type
source: Type
ar: النوع
az: Növ
be: Тып
bg: Вид
ca: Tipus
cs: Typ
cy: Math
de: Typ
el: Τύπος
eo: Speco
es_us: Tipo
et: Liik
eu: Mota
fa: نوع
fi: Tyyppi
gl: Tipo
he: סוג
hu: Típus
hy: Տեսակ
id: Tipe
is: Tegund
it: Tipo
ja: 種類
ka: ტიპი
ko: 유형
lt: Tipas
lv: Tips
mk: Tip
ml: ഇനം
oc: Mena
pl: Rodzaj
ro_ro: Tip
ru: Тип
sc: Casta
sk: Typ
sl: Vrsta
sr: Тип
sr_latn: Tip
sv: Typ
ta: வகை
tr: Tür
uk: Тип
vi: Loại
zh_hans: 类型
zh_hant: 類型

# edit_tilesource_url_to_load
source: URL
af: Bronadres (URL)
ar: الرابط
et: Võrguaadress
fa: نشانی اینترنتی
fr: Lien
he: כתובת
hu: Webcím
is: Slóð
ka: ბმული
lt: Nuoroda
ml: വെബ് വിലാസം
nb: Nettadresse
pl: Adres URL
sl: Spletni naslov
sr: Адреса
ta: URL ஐ
zh_hant: 網址

# edit_tilesource_elliptic_tile
source: Elliptic Mercator projection
af: Elliptiese merkator
ar: نموذج مركتور البيضاوي
az: Elliptic mercator
be: Эліптычная праекцыя меркатара
bg: Елиптична проекция на Меркатор
ca: Projecció el·líptica de Mercator
cs: Elipsoidní Mercatorovo zobrazení
cy: Tafluniad Mercator Eliptig
da: Elliptisk mercatorprojektion
de: Elliptische Mercator-Projektion
el: Ελλειπτική μερκατορική προβολή
eo: Elipsa merkatora projekcio
es_us: Proyección elíptica de Mercator
et: Mercatori elliptiline projektsioon
eu: Mercator eliptikoa proiekzioa
fa: فراتابی مرکاتور بیضوی
fi: Elliptinen Mercatorin projektio
fr: Projection de Mercator elliptique
gl: Proxección do Mercator elíptico
he: היטל מרקטור כדורי
hu: Elliptikus Mercator vetület
hy: Մերկատորի էլիպտիկ նախագծումը
id: Proyeksi Elliptic Mercator
is: Sporöskjulöguð Mercator
it: Proiezione ellittica di Mercatore
ja: 楕円体メルカトル図法
ka: Elliptic mercator
ko: 타원 메르카토르
lt: Elipsinė Merkatoriaus projekcija
lv: Eliptisks merkators
mk: Eliptična proekcija na Merkator
ml: എലിപ്ടിക് മെര്‍കേറ്റര്‍
nb: Elliptisk Mercator-projeksjon
nl: Elliptische Mercator-projectie
oc: Mercator elliptic
pl: Eliptyczne odwzorowanie Merkatora
ro_ro: Proiecție eliptică Mercator
ru: Эллиптическая проекция Меркатора
sc: Projetzione de Mercatore ellìtica
sk: Eliptické Mercatove zobrazenie
sl: Eliptična Mercatorjeva projekcija
sr: Елиптична Меркатор пројекција
sr_latn: Eliptična Merkator projekcija
sv: Elliptisk Mercator-projektion
ta: நீள்வட்ட மெர்கேட்டர் ப்ரொசெக்சன்
tr: Eliptik Merkatör projeksiyonu
uk: Еліптична проєкція Меркатора
zh_hans: 椭圆墨卡托投影
zh_hant: 橢圓麥卡托投影

# welmode_download_maps
source: Download maps
ar: إدارة الخرائط
ast: Baxar mapes
az: Xəritələri endir
be: Спампаваць мапы
bg: Изтегляне на карти
ca: Baixa mapes
cs: Stáhnout mapy
cy: Lawrlwytho mapiau
da: Hent kort
de: Kartenverwaltung
el: Λήψη χαρτών
eo: Elŝuti mapojn
es_us: Descargar mapas
et: Laadi alla kaarte
eu: Deskargatu mapak
fa: بارگیری نقشه‌ها
fi: Lataa karttoja
fr: Télécharger les cartes
gl: Baixar mapas
he: הורדת מפות
hu: Térképek letöltése
hy: Ներբեռնել քարտեզներ
id: Unduh peta
is: Sækja landakort
it: Scarica mappe
ja: マップダウンロード
ka: რუკების გადმოწერა
kn: ನಕ್ಷೆಗಳನ್ನು ಡೌನ್ ಲೋಡ್ ಮಾಡಿ
ko: 지도 다운로드
lt: Atsisiųsti žemėlapius
lv: Lejupielādes
mk: Prevzemete mapi
ml: ഭൂപടങ്ങള്‍ ഡൗണ്‍ലോഡ് ചെയ്യുക
mr: नकाशे डाउनलोड करा
nb: Kartnedlasting
nl: Kaarten downloaden
oc: Teledescargar de mapas
pl: Pobierz mapy
pt_br: Baixar mapas
ro_ro: Descărcare hărți
ru: Скачивание карт
sc: Iscàrriga mapas
sk: Stiahnuť mapy
sl: Prejmi zemljevide
sr: Преузми карте
sr_latn: Preuzimanje mapa
sv: Hämta kartor
ta: வரைபடத்தை பதிவிறக்கு
tr: Harita indir
uk: Завантаження мап
vi: Tải bản đồ
zh_hans: 下载地图
zh_hant: 下載地圖

# shared_string_help
source: Help
ar: مساعدة
ast: Ayuda
az: Kömək
be: Дапамога
bg: Помощ
ca: Ajuda
cs: Nápověda
cy: Cymorth
da: Hjælp
de: Hilfe
el: Βοήθεια
eo: Helpo
es_us: Ayuda
et: Abi
eu: Laguntza
fa: راهنما
fi: Ohje
fr: Aide
gl: Axuda
he: עזרה
hu: Súgó
hy: Օգնություն
id: Bantuan
is: Hjálp
it: Aiuto
ja: ヘルプ
ka: დახმარება
kn: ಸಹಾಯ
ko: 도움말
lt: Pagalba
lv: Palīdzība
mk: Pomos
ml: സഹായം
mr: मदत
nb: Hjelp
nl: Hulp
oc: Ajuda
pl: Pomoc
ro_ro: Ajutor
ru: Справка
sc: Agiudu
sk: Pomoc
sl: Pomoč
sr: Помоћ
sr_latn: Pomoć
sv: Hjälp
ta: உதவி
tr: Yardım
uk: Довідка
vi: Trợ giúp
zh_hans: 帮助
zh_hant: 幫助

source: Opening changeset…
af: Besig om verandering-sessie oop te maak…
ar: فتح التغييرات…
ast: Abriendo'l conxuntu de cambeos…
be: Адкрыццё набору правак…
bg: Отваряне на списък с промени…
ca: Obrint el registre de canvis…
cs: Otevírání sady změn…
da: Åbner ændringssæt…
de: Änderungssatz öffnen …
el: Άνοιγμα συνόλου αλλαγών…
eo: Malfermado deŝanĝaro…
es_us: Abriendo conjunto de cambios…
et: Muudatuste komplekti avamine…
eu: Aldaketa multzoa irekitzen…
fa: در حال بازکردن بستهٔ تغییر…
fi: Avataan muutosjoukkoa…
fr: Ouverture des modifications…
gl: Abrindo o conxunto de modificacións…
he: ערכת השינויים נפתחת…
hu: Módosításkészlet megnyitása…
hy: Խմբագրումների փաթեթի բացումը…
id: Membuka perubahan…
is: Opna breytingasett…
it: Apertura modifiche…
ja: 変更セットを開いています…
ka: ცვლილებების გახსნა…
ko: 변경사항 여는중…
lt: Atidaromi pakeitimai…
lv: Atver izmaiņu kopu…
mk: Se otvora kompletot za promeni…
ml: ചേഞ്ച്സെറ്റ് തുറക്കുന്നു…
nb: Åpner endringssett…
nl: Wijzigingenset openen…
oc: A dobrir lo registre dei modificacions…
pl: Otwieranie zestawu zmian…
pt_br: Abrindo conjunto de alterações…
ro_ro: Se deschide modificarea…
ru: Открытие пакета правок…
sc: Abertura modìficas…
sk: Otvára sa zmenový súbor…
sl: Odpiranje paketa sprememb…
sr: Отварам скуп промена…
sr_latn: Otvaranje skupa promena…
sv: Öppnar changeset …
ta: மாற்றங்களை திறக்கிறது…
tr: Değişiklik listesi açılıyor…
uk: Відкривається набір змін…
vi: Mở các sửa đổi…
zh_hans: 正在打开修改集…
zh_hant: 正在開啟異動清單…

source: Closing changeset…
af: Besig om verandering-sessie af te sluit…
ar: إغلاق التغييرات…
ast: Zarrando'l conxuntu de cambeos…
be: Закрыццё набору правак…
bg: Затваряне на списъка с промени…
ca: Tancant el registre de canvis…
cs: Zavírání sady změn…
da: Lukker ændringssæt…
de: Änderungssatz schließen …
el: Κλείσιμο συνόλου αλλαγών…
eo: Fermado deŝanĝaro…
es_us: Cerrando conjunto de cambios…
et: Muudatuste komplekti sulgemine…
eu: Aldaketa multzoa ixten…
fa: در حال بستن بستهٔ تغییر…
fi: Suljetaan muutosjoukkoa…
fr: Fermeture des modifications…
gl: Estase a pechar o conxunto de modificacións…
he: ערכת השינויים נסגרת…
hu: Módosításkészlet bezárása…
hy: Խմբագրումների փաթեթի փակումը…
id: Menutup perubahan…
is: Loka breytingasetti…
it: Chiusura modifiche…
ja: 変更セットを閉じています…
ka: ცვლილებების დახურვა…
ko: 변경사항 닫는중…
lt: Uždaromi pakeitimai…
lv: Aizver izmaiņu kopu…
mk: Se zatvora kompletot za promeni…
ml: അടക്കുന്ന മാറ്റപട്ടിക…
nb: Lukker endringssett…
nl: Wijzigingenset sluiten…
oc: Plegar lo registre dei modificacions…
pl: Zamykanie zestawu zmian…
pt_br: Fechando conjunto de alterações…
ro_ro: Se închide modificarea…
ru: Закрытие пакета правок…
sc: Serradura modìficas…
sk: Zatvára sa zmenový súbor…
sl: Zapiranje paketa sprememb…
sr: Затварам скуп промена…
sr_latn: Zatvaranje skupa promena…
sv: Stänger changeset …
ta: மாற்றம் தொகுப்பை மூடுக…
tr: Değişiklik listesi kapatılıyor…
uk: Закривається набір змін…
vi: Đóng các sửa đổi…
zh_hans: 正在关闭修改集…
zh_hant: 正在結束異動清單…

# loading_poi_obj
source: Loading POI…
af: Besig om POI te laai…
ar: تحميل POI…
az: POI yüklənir…
be: Загрузка POI…
bg: Зареждане на POI…
ca: S'està carregant el PDI…
cs: Načítání POI…
cy: Yn llwytho MODd…
da: Indlæser interessepunkt…
de: POI wird geladen …
el: Φόρτωση ΣΕ…
eo: Ŝargado de interesejoj…
es_us: Cargando PDI…
et: Laadin HP…
eu: POI-a kargatzen…
fa: در حال بارکردن POI‏…
fi: Ladataan KP:ta…
fr: Chargement des points d'intérêt…
gl: A cargar os PDI…
he: הנ״ע נטענת…
hu: Érdekes hely betöltése…
hy: POI բեռնում…
id: Memuat POI…
is: Hleð inn merkisstöðum…
it: Caricamento PDI…
ja: POIを読み込んでいます…
ka: POI-ის ჩატვირთვა…
ko: POI 로딩…
lt: Įkeliamos LV…
lv: Ielādē POI…
mk: Se včituva POI…
ml: "സ്ഥലങ്ങള്‍ (POI) നിറച്ചുകൊണ്ടിരിക്കുന്നു…"
mr: पिओआय लोड करत आहे…
nb: Laster interessepunkt…
nl: POI wordt geladen…
oc: A teledescargar lo PDI…
pl: Wczytywanie użytecznego miejsca…
pt_br: Carregando POI…
ro_ro: Se încarcă POI…
ru: Скачивание POI…
sc: Carrigamentu PDI…
sk: Načítavajú sa POI…
sl: Nalaganje podatkov POI…
sr: Учитавам тачке занимања…
sr_latn: Učitavam TOI…
sv: Läser in POI…
ta: POI ஐ ஏற்றுகிறது …
tr: POI yükleniyor…
uk: Завантаження точок інтересу…
vi: Đang đọc địa điểm…
zh_hans: 正在加载 POI…
zh_hant: 正在載入 POI…

source: Exit without saving?
ar: خروج بدون الحفظ؟
ast: ¿Quies colar ensin guardar?
az: Yadda saxlamadan çıxılsın?
be: Выйсці без захавання?
bg: Излизане без запазване?
ca: Voleu sortir sense desar?
cs: Ukončit bez uložení?
cy: Gadael heb gadw?
da: Afslut uden at gemme?
de: Beenden, ohne zu speichern?
el: Έξοδος χωρίς αποθήκευση;
eo: Ĉu eliri sen konservi?
es_us: ¿Salir sin guardar?
et: Välju ilma salvestamata?
eu: Irten gorde gabe?
fa: بدون ذخیره‌کردن خارج می‌شوید؟
fi: Poistu tallentamatta?
fr: Quitter sans enregistrer ?
gl: Saír sen gardar?
he: לצאת בלי לשמור?
hu: Kilépés mentés nélkül?
hy: Ելք առանց պահպանման?
id: Keluar tanpa menyimpan?
is: Loka án þess að vista?
it: Uscire senza salvare?
ja: 保存せずに終了しますか？
ka: გავიდე შენახვის გარეშე?
ko: 저장 없이 나가기?
ku: Bêyî qeydkirin dixwazî derkevî?
lt: Ar norite išeiti neįrašę?
lv: Aizvērt bez saglabāšanas?
mk: Izlez bez zacuvuvanje?
ml: സൂക്ഷിക്കാതെ പുറത്ത് പോവുക?
nb: Avslutte utenå lagre?
nl: Afsluiten zonder op te slaan?
oc: Volètz sortir sensa sauvagardar ?
pl: Zakończyć bez zapisywania?
ro_ro: Ieșiți fără a salva?
ru: Выйти без сохранения?
sc: Essire chene sarvare?
sk: Ukončiť bez uloženia?
sl: Končati brez shranjevanja?
sr: Изађи пре чувања?
sr_latn: Izađi bez snimanja?
sv: Avsluta utan att spara?
ta: சேமிக்காமல் வெளியேறு?
tr: Kaydetmeden çık?
uk: Вийти без збереження?
vi: Thoát mà không lưu?
zh_hans: 不保存就退出？
zh_hant: 離開而不儲存嗎？

# poi_remove_success
source: Deleted
af: die interessante plek is suksesvol verwyder
ar: تم الحذف
az: Silindi
be: Выдалена
bg: Премахнато
ca: Eliminat
cs: Smazáno
cy: Dilëwyd
da: Slettet
de: Gelöscht
el: Διαγράφτηκε
eo: Forigite
es_us: Borrado
et: Kustutatud
eu: Ezabatuta
fa: پاک شد
fi: KP poistettiin onnistuneesti
fr: Supprimé
gl: Eliminado
he: נמחקה
hu: Törölve
hy: Նջված է
id: Terhapus
is: Eytt
it: Eliminato
ja: 削除されました
ka: წაშლილია
ko: POI 가 성공적으로 삭제되었습니다
ku: Jêbirî
lt: Ištrinta
lv: POI tika veiksmīgi izdzēsts
mk: Izbrisano
ml: താല്‍പര്യ ബിന്ദു (പിഓഐ) വിജയകരമായി നീക്കം ചെയ്തിരിക്കുന്നു
my: ဖျက်လိုက်သည်
nb: Slettet
nl: Verwijderd
oc: Eliminat
pl: Usunięto
ro_ro: Eliminat
ru: Удалено
sc: Iscantzelladu
sk: Odstránené
sl: Izbrisano
sr: Избрисана
sr_latn: Izbrisano
sv: Borttagen
ta: நீக்கப்பட்டது
tr: Silindi
uk: Вилучено
vi: Đã xóa
zh_hans: 已删除
zh_hant: 已刪除

# offline_edition
source: Offline editing
af: Aflyn redigering
ar: التعديل دون اتصال
ast: Edición ensin internet
az: Oflayn düzəliş
be: Пазасеціўнае рэдагаванне
bg: Офлайн редактиране
ca: Edició fora de línia
cs: Off-line editace
cy: Golygu all-lein
da: Offline redigering
de: Offline-Bearbeitung
el: Επεξεργασία χωρίς διαδίκτυο
eo: Malkonekta redaktado
es_us: Edición sin conexión
et: Võrguühenduseta muutmine
eu: Lineaz kanpoko edizioa
fa: ویرایش آفلاین
fi: Yhteydetön editointi
fr: Modifications hors-ligne
gl: Edición sen conexión
he: עריכה בלתי מקוונת
hu: Offline szerkesztés
hy: Անցանց խմբագրում
id: Penyuntingan luring
is: Ónettengdar breytingar
it: Modifiche offline
ja: オフライン編集
ka: POI-ს ჩასწორება გათიშულ რეჟიმში
ko: 오프라인 편집
lt: Redagavimas be interneto
lv: Bezsaistes rediģēšana
mk: Oflajn ureduvanje
ml: ഓഫ്‌ലൈന്‍ എഡിറ്റിങ്ങ്
nb: Frakoblet redigering
nl: Offline bewerking
oc: Modificar fòra de linha
pl: Edycja w trybie offline
ro_ro: Editare offline
ru: Локальные правки
sc: Modìficas chene lìnia
sk: Offline upravovanie
sl: Krajevno urejanje
sr: Уређивање ван мреже
sr_latn: Uređivanje bez interneta
sv: Offline-redigering
ta: ஆஃப்லைன் பதிப்பித்தல்
tr: Çevrim dışı düzenleme
uk: Оффлайн редагування
vi: Biên tập ngoại tuyến
zh_hans: 离线编辑
zh_hant: 離線編輯

# map_widget_top_text
source: Street name
af: Straat naam
ar: اسم الشارع
ast: Nome de les cais
az: Küçə adı
be: Назва вуліцы
bg: Име на улица
bs: Naziv ulice
ca: Nom del carrer
cs: Jméno ulice
cy: Enw'r ffordd
da: Gadenavn
de: Straßenname
el: Όνομα οδού
eo: Nomo de strato
es_us: Nombre de calle
et: Tänavanimi
eu: Kale izena
fa: نام خیابان
fi: Kadun nimi
fr: Nom de rue
gl: Nome da rúa
he: שם הרחוב
hu: Utcanév
hy: Փողոցի անունը
id: Nama jalan
is: Götuheiti
it: Nome della strada
ja: 道路名称(国道、高速道路等)
ka: ქუჩის სახელი
ko: 거리 이름
lt: Gatvės pavadinimas
lv: Ielas nosaukums
mk: Ime na ulica
ml: തെരുവ് നാമം
mr: रस्त्याचे नाव
nb: Gatenavn
nl: Straatnaam
oc: Nom de carriera
pl: Ulica
ro_ro: Nume stradă
ru: Название улицы
sc: Nùmene de sa carrera
sk: Názov ulice
sl: Pokaži imena cest
sr: Назив улице
sr_latn: Naziv ulice
sv: Gatunamn
ta: தெரு பெயர்
tr: Sokak ismi
uk: Назва вулиці
vi: Tên đường
zh_hans: 街道名称
zh_hant: 街道名稱

source: Phone
af: Foon
ar: الهاتف
az: Telefon
be: Тэлефон
bg: Телефон
ca: Telèfon
cs: telefon
cy: Ffôn
da: Telefon
de: Telefon
el: Τηλέφωνο
eo: Telefono
es_us: Teléfono
et: Telefon
eu: Telefonoa
fa: تلفن
fi: puhelin
fr: Téléphone
gl: Teléfono
he: טלפון
hu: Telefon
hy: Հեռախոս
id: Telepon
is: Sími
it: Telefono
ja: 電話番号
ka: ტელეფონი
ko: 전화
lt: telefonas
lv: Telefons
mk: Telefon
ml: ഫോണ്‍
mr: फोन
nb: Telefon
nl: Telefoon
oc: Telefòn
pl: Telefon
ro_ro: Telefon
ru: Телефон
sc: Telèfonu
sk: Telefónny kontakt
sl: Telefon
sr: Телефон
sr_latn: Telefon
sv: Telefon
ta: தொலைபேசி
tr: Telefon
uk: Телефон
vi: Điện thoại
zh_hans: 电话
zh_hant: 電話

source: Website
af: Webwerf
ar: الموقع
ast: Sitiu web
az: Veb-sayt
be: Вэб-сайт
bg: Страница
ca: Lloc web
cs: Webová stránka
cy: Gwefan
da: Hjemmeside
de: Webseite
el: Ιστότοπος
eo: Retejo
es_us: Sitio web
et: Veebileht
eu: Webgunea
fa: وبسایت
fi: Sivusto
fr: Site web
gl: Sitio web
he: אתר
hu: Weboldal
hy: Վեբ կայք
id: Situs web
is: Vefsvæði
it: Sito web
ja: ウェブサイト
ka: ვებგვერდი
ko: 웹사이트
lt: Interneto puslapis
lv: Interneta adrese
mk: Webstranica
ml: വെബ്സൈറ്റ്
mr: वेबसाइट
nb: Nettsted
oc: Site Oèb
pl: Strona internetowa
ro_ro: Site web
ru: Веб-сайт
sc: Situ web
sk: Webstránka
sl: Spletna stran
sr: Веб страна
sr_latn: Veb strana
sv: Webbplats
ta: இணையதளம்
tr: Web sitesi
uk: Вебсайт
vi: Trang web
zh_hans: 网站
zh_hant: 網站

# osm_edit_modified_poi
source: Modified OSM POI
ar: OSM POIمعدل
az: Dəyişdirilmiş OSM POI
be: OSM POI адрэдагаваная
bg: Модифицирани OSM POI
ca: S'ha modificat PDI d'OSM
cs: Upravený OSM POI
cy: POI OSM wedi'i Addasu
da: Ændret OSM IP
de: Geänderter OSM-POI
el: Τροποποιημένο ΣΕ OSM
eo: Ŝanĝitaj OSM-aj interesejoj
es_us: PDI de OSM modificado
et: Muudetud OSM huvipunkt
eu: Aldatutako OSM POI-a
fa: اصلاح نقطهٔ توجه
fi: Muokattu OSM KP
fr: Point d'intérêt OSM modifié
gl: Modificouse un PDI do OSM
he: נקודת עניין ב־OSM נערכה
hu: OSM POI módosítva
hy: Փոփոխված OSM POI
id: POI OSM Diubah
is: Breyttur OSM-merkisstaður
it: PDI di OSM modificato
ja: OSMのPOIが変更されました
ka: OSM POI-ს შეცვლა
lt: Redaguota OSM LV
lv: Labots OSM POI
mk: Izmeneto OSM POI
ml: പരിഷ്കരിച്ച OSM POI
nb: Modifisert OSM-interessepunkt
nl: Gewijzigde OSM POI
oc: Lo PDI d'OSM es estat modificat
pl: Zmodyfikowane użyteczne miejsce OSM
ro_ro: Modificat POI OSM
ru: Отредактированная OSM POI
sc: PDI OSM modificadu
sk: Upravený OSM POI
sl: Spremenjena točka POI
sr: Измењене ОСМ-ове тачке занимања
sr_latn: Izmenjene OSM-ove TOI
sv: Modifierat OSM POI
ta: மாற்றப்பட்ட OSM POI
tr: Modifiye OSM POI
uk: Змінена точка інтересу OSM
zh_hans: 已修改 OSM POI
zh_hant: 已修改 OSM 的 POI

# osm_edit_deleted_poi
source: Deleted OSM POI
ar: حذف OSM POI
az: Silinmiş OSM POI
be: OSM POI выдаленая
bg: Изтрити OSM POI
ca: S'ha eliminat PDI d'OSM
cs: Smazaný OSM POI
cy: POI OSM wedi'i ddileu
da: Slettet OSM IP
de: Gelöschter OSM-POI
el: Διαγραμμένο ΣΕ OSM
eo: Forigitaj OSM-aj interesejoj
es_us: PDI de OSM borrado
et: Kustutatud OSM huvipunkt
eu: Ezabatutako OSM POI-a
fa: POI پاک‌شده
fi: Poistettu OSM KP
fr: Point d'intérêt OSM supprimé
gl: PDI do OSM eliminado
he: נמחקה נקודת עניין ב־OSM
hu: OSM POI törölve
hy: Ջնջված է OSM POI
id: POI OSM Dihapus
is: Eyddi OSM-merkisstað
it: PDI di OSM eliminato
ja: OSMのPOIが削除されました
ka: OSM POIწაშლილია
lt: OSM LV ištrinta
lv: OSM POI ir izdzēsts
mk: Izbrisano OSM POI
ml: OSM POI ഇല്ലാതാക്കി
nb: Slettet OSM-interessepunkt
nl: Gewiste OSM POI
oc: Lo PDI d'OSM es escafat
pl: Usunięto użyteczne miejce OSM
ro_ro: POI OSM șters
ru: Удалённая OSM POI
sc: PDI OSM iscantzelladu
sk: Odstránený OSM POI
sl: Izbrisana točka POI
sr: Избрисане ОСМ-ове тачке занимања
sr_latn: Izbrisane OSM-ove TOI
sv: Raderat OSM POI
ta: OSM POI ஐ நீக்கியது
tr: Silinmiş OSM POI
uk: Вилучена точка інтересу OSM
zh_hans: 已删除 OSM POI
zh_hant: 已刪除 OSM 的 POI
