Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# rec_interval_minimum
source: Minimum
ar: الحد الأدنى
be: Мінімум
ca: Mínim
cy: Lleiafswm
el: Ελάχιστο
es_us: Mínimo
et: Vähim
is: Lágmark
it: Minimo
ja: 最小
ko: 최소
mr: किमान
pt_br: Mínimo
ro_ro: Minim
ru: Минимум
sc: Mìnimu
sl: Najmanj
sr: Минимум
sr_latn: Minimalan
ta: சிறுமம்
tr: En az
uk: Мінімум
zh_hant: 最小值

# track_interval_remember
source: Remember my choice
ar: تذكر اختياري
be: Запомніць мой выбар
ca: Recorda l'elecció
cs: Zapamatovat moji volbu
da: Husk valg
de: Meine Auswahl merken
el: Απομνημόνευση της επιλογής μου
es_us: Recordar mi elección
et: Jäta mu valik meelde
fr: Se souvenir de mon choix
hu: Emlékezzen a választásomra
id: Ingat pilihan saya
is: Muna val mitt
it: Ricorda la mia scelta
ja: 選択した項目を記憶する
ka: არჩევნის დამახსოვრება
mr: माझी निवड साठवून ठेवा
nl: Onthoud mijn keuze
oc: Se sovenir de ma chausida
pl: Zapamiętaj mój wybór
pt_br: Lembrar minha escolha
ro_ro: Amintește-ți alegerea mea
ru: Запомнить мой выбор
sc: Ammenta s’issèberu meu
sk: Zapamätať moju voľbu
sl: Zapomni si izbiro
sr: Запамти мој избор
sr_latn: Zapamti moj izbor
sv: Kom ihåg mitt val
ta: என் விருப்பத்தை நினைவில் கொள்ளுங்கள்
tr: Seçimimi hatırla
uk: Запам’ятати мій вибір
zh_hans: 记住我的选择
zh_hant: 記住我的選擇

# track_clear
source: Clear current track
ar: مسح المسارالحالي
be: Ачысціць бягучы след
ca: Elimina el trajecte actual
cs: Vymazat aktuální stopu
da: Ryd det aktuelle spor
de: Aktuellen Track löschen
el: Καθαρισμός του τρέχοντος ίχνους
es_us: Vaciar traza actual
et: Tühjenda praegune teekond
fr: Effacer la trace actuelle
hu: Jelenlegi út törlése
id: Hapus track saat ini
is: Hreinsa núverandi feril
it: Cancella percorso corrente
ja: 現在の経路を消去
ka: მიმდინარე ტრეკის გასუფთავება
ko: 현재 트랙 지우기
nb: Clear current trip
nl: Huidige track leeg maken
oc: Escafar lo percors actuau
pl: Wyczyść bieżącą trasę
pt_br: Limpar trilha atual
ro_ro: Ștergeți track-ul curent
ru: Очистить текущий трек
sc: Inneta sa rasta atuale
sk: Vymazať aktuálnu stopu
sl: Počisti trenutno sled
sr: Обриши тренутну путању
sr_latn: Obriši trenutnu putanju
sv: Rensa aktuellt spår
ta: தற்போதைய பாதையை அழிக்கவும்
tr: Geçerli yolu temizle
uk: Очистити поточний трек
zh_hans: 清除当前轨迹
zh_hant: 清除目前的軌跡

# gpxup_trackable
source: Trackable
af: Volgbare
ar: قابل للتتبع
az: İzlənə bilən
be: Адсочвальны
bg: Trackable (проследим)
ca: Seguible
cs: Sledovatelná
cy: Traciadwy
da: Sporbar
de: Nachverfolgbar
el: Ιχνηλάσιμο
eo: Spurebla
es_us: Trazable
et: Jälgitav
eu: Jarraigarria
fa: قابل ردیابی
fi: Jäljitettävissä
fr: Traçable
gl: Seguíbel
he: ניתן למעקב
hu: Követhető
hy: Հետևելի
id: Dapat dilacak
is: Rekjanlegt
it: Tracciabile
ja: 追跡可能
ka: მიყოლის შესაძლებლობა
ko: 추적 가능
lt: Stebimi
lv: Izsekojami
mk: Može da se sledi
ml: "പിന്തുടരാവുന്ന "
nb: Sporbar
nl: Traceerbaar
oc: Traçable
pl: Z opcją śledzenia
pt_br: Rastreável
ro_ro: Urmăribil
ru: Отслеживаемый
sc: Arrastàbile
sk: Stopovateľná
sl: Sledljivo
sr: Може да се користи за праћење
sr_latn: Može da se koristi za praćenje
sv: Spårbar
ta: கண்காணிக்கக்கூடியது
tr: Takip edilebilir
uk: Відстежуваний
zh_hans: 可追踪
zh_hant: 可追蹤的
