Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

source: Daily
ar: كل يوم
ast: Caldía
az: Günlük
be: Штодзённа
bg: Всеки ден
ca: Cada dia
cs: Každý den
cy: Dyddiol
da: Daglig
de: Täglich
el: Ημερήσια
eo: Ĉiutage
es_us: Cada día
et: Iga päev
eu: Egunero
fa: روزانه
fi: Päivittäin
fr: Journalière
gl: Cada día
he: יומי
hu: Naponta
hy: Օրեկան
id: Harian
is: Daglega
it: Giornaliero
ja: 毎日
ka: დღიურად
kn: ಪ್ರತಿದಿನ
ko: 일별
ku: Rojane
lt: Kasdien
lv: Katru dienu
mk: Dnevno
ml: ദിവസവും
mr: दिवसाला
nb: Daglig
nl: Elke dag
oc: Cada jorn
pl: Co dzień
ro_ro: Zilnic
ru: Ежедневно
sc: Cada die
sk: Každý deň
sl: Dnevno
sr: Дневно
sr_latn: Dnevno
sv: Varje dag
ta: நாள்தோறும்
tr: Günlük
uk: Щоденно
zh_hans: 每日
zh_hant: 每日

source: Weekly
ar: كل أسبوع
ast: Cada selmana
az: Həftəlik
be: Штотыднёва
bg: Всяка седмица
ca: Cada setmana
cs: Jednou týdně
cy: Wythnosol
da: Ugentlig
de: Wöchentlich
el: Εβδομαδιαία
eo: Ĉiusemajne
es_us: Cada semana
et: Iga nädal
eu: Astero
fa: هفتگی
fi: Viikoittain
fr: Hebdomadaire
gl: Cada semana
he: שבועי
hu: Hetente
hy: Շաբաթական
id: Mingguan
is: Vikulega
it: Settimanale
ja: 毎週
ka: ყოველკვირეულად
kn: ಪ್ರತಿವಾರ
ko: 주간
ku: Hefteyî
lt: Kas savaitę
lv: Katru nedēļu
mk: Nedelno
ml: വാരം
mr: आठवड्याला
nb: Ukentlig
nl: Elke week
oc: Cada setmana
pl: Co tydzień
ro_ro: Săptămânal
ru: Еженедельно
sc: Cada chida
sk: Každý týždeň
sl: Tedensko
sr: Седмично
sr_latn: Sedmično
sv: Varje vecka
ta: வாராந்திர
tr: Haftalık
uk: Щотижня
zh_hans: 每周
zh_hant: 每週

source: Update frequency
ar: معدل التحديث
ast: Frecuencia del anovamientu
be: Чашчыня абнаўлення
bg: Честота на проверка за обнояване
ca: Freqüència d'actualització
cs: Frekvence aktualizací
cy: Amlder diweddaru
da: Opdateringsfrekvens
de: Aktualisierungsintervall
el: Συχνότητα ενημέρωσης
eo: Ofteco deĝisdatigoj
es_us: Frecuencia de actualización
et: Värskenduste kontrolli sagedus
eu: Eguneraketen maiztasuna
fa: تکرار به‌روزرسانی
fi: Päivitystiheys
fr: Fréquence de mise à jour
gl: Frecuencia de actualización
he: תדירות עדכון
hu: Frissítés gyakorisága
id: Frekuensi pembaruan
is: Uppfærslutíðni
it: Frequenza di aggiornamento
ja: 更新間隔
ka: განახლების სიხშირე
ko: 업데이트 빈도
lt: Atnaujinimo dažnumas
mk: Frekvencija na ažuriranje
nb: Oppdateringsfrekvens
nl: Update frequentie
oc: Frequéncia de l'actualizacion
pl: Częstotliwość aktualizacji
ro_ro: Frecvență de actualizare
ru: Частота обновления
sc: Frecuèntzia de sos agiornamentos
sk: Frekvencia aktualizácií
sl: Pogostost posodabljanja
sr: Учесталост освежавања
sr_latn: Učestalost ažuriranja
sv: Uppdateringsfrekvens
ta: புதுப்பிப்பு அதிர்வெண்
tr: Güncelleme sıklığı
uk: Частота оновлень
vi: Tần suất cập nhật
zh_hans: 更新频率
zh_hant: 更新頻率

# weather_update_over_any_network
source: Over Any Network
ar: عبر أي شبكة
cs: Přes jakoukoli síť
da: Via ethvert netværk
de: Über jedes Netzwerk
el: Σε οποιοδήποτε δίκτυο
es_us: Sobre cualquier red
et: Kõikide võrguühendustega
fr: Sur n'importe quel réseau
hu: Bármely hálózaton
id: Melalui Jaringan Apa Pun
is: Um hvaða netkerfi sem er
it: Con qualsiasi rete
nl: Over ieder netwerktype
pl: Przez jakąkolwiek sieć
ro_ro: Prin orice rețea
ru: По любой сети
sr: Преко било које мреже
sr_latn: Preko bilo koje mreže
sv: Via alla nätverk
ta: எந்த நெட்வொர்க்கிலும்
tr: Herhangi Bir Ağ Üzerinden
uk: Через будь-яку мережу
zh_hant: 透過任何網路

# osmand_live_donations_email_descr
source: Please provide your e-mail address to get the donation reports
ar: يرجى تقديم عنوان بريدك الإلكتروني للحصول على تقارير التبرع
be: Калі ласка, пазначце свой адрас электроннай пошты, каб атрымліваць справаздачы аб ахвяраваннях
ca: Proporcioneu la vostra adreça email per rebre els informes de donació
cs: Uveďte prosím svoji emailovou adresu, abyste mohli dostávat zprávu o příspěvcích
da: Angiv en e-mail-adresse for at få donationsrapporter
de: Bitte geben Sie Ihre E-Mail-Adresse an, um die Spendenberichte zu erhalten
el: Παρακαλούμε παρέχετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας για να λάβετε τις αναφορές δωρεάς
es_us: Proporciona una dirección de correo electrónico para obtener los informes de donación
et: Annetusteadete saamiseks lisa oma e-posti aadress
fr: Veuillez indiquer votre adresse courriel pour obtenir les rapports de dons
hu: Adja meg az e-mail-címét, hogy értesüljön az adományozási jelentésekről
id: Harap berikan alamat email Anda untuk mendapatkan laporan donasi
is: Settu inn tölvupóstfangið þitt til að fá skýrslur um stöðu styrkja
it: Per ricevere i rapporti sulle donazioni inserisci il tuo indirizzo email
ja: 寄付レポートを入手するには、メールアドレスを入力してください
nl: Vermeld uw e-mailadres om donatie rapporten te kunnen ontvangen
oc: Per recebre leis informacions de donacion, marcatz vòstra adreiça electronica
pl: Podaj swój adres e-mail, aby otrzymać raporty darowizn
pt_br: Por favor, forneça seu endereço de e-mail para obter os relatórios de doação
ro_ro: Vă rugăm să furnizați adresa dvs. de e-mail pentru a primi rapoartele de donații
ru: Пожалуйста, укажите свой адрес электронной почты для получения отчетов о пожертвованиях
sc: Pro praghere fruni·nos s'indiritzu de posta eletrònica tuo pro retzire sos raportos de sas donatziones
sk: Prosím zadajte vašu emailovú adresu na zasielanie prehľadov o príspevkoch
sr: Молимо наведите своју е-маил адресу да бисте добили извештаје о донацијама
sr_latn: Molimo navedite svoju e-mail adresu da biste dobili izveštaje o donacijama
sv: Ange en e-postadress för att få donationsrapporter
ta: நன்கொடை அறிக்கைகளைப் பெற உங்கள் மின்னஞ்சல் முகவரியை வழங்கவும்
tr: Bağış raporlarını almak için lütfen e-posta adresinizi girin
uk: Надайте вашу адресу електронної пошти, щоб отримувати звіти про внески
zh_hant: 請提供您的 e-mail 地址以取得捐贈報告

# res_wmap
source: Worldwide overview map
ar: خريطة العالم
be: Сусветная аглядная мапа
ca: Mapa general del món
cs: Světová přehledová mapa
da: Verdensomspændende Oversigtskort
de: Weltweite Übersichtskarte
el: Επισκόπηση παγκόσμιου χάρτη
es_us: Mapa mundial general
et: Maailma ülevaatekaart
fr: Carte générale du monde
hu: Világszintű áttekintő térkép
id: Peta ikhtisar seluruh dunia
is: Heims-yfirlitskort
it: Mappa panoramica mondiale
ja: 全世界の概要マップ
ka: სამყაროს გადახედვის რუკა
ko: 전 세계 개요 지도
mr: जगाचा दृष्टिक्षेप नकाशा
nl: Wereldwijde overzichtskaart
oc: Mapa generala dau monde
pl: Podstawowa mapa świata
pt_br: Mapa mundial de visão geral
ro_ro: Harta de ansamblu la nivel mondial
ru: Мировая обзорная карта
sc: Mapa generale de su mundu
sk: Svetové prehľadová mapa
sr: Прегледна карта света
sr_latn: Pregledna karta sveta
sv: Global översiktskarta
ta: உலகளாவிய கண்ணோட்டம் வரைபடம்
tr: Dünya genel bakış haritası
uk: Світова оглядова мапа
zh_hant: 全球地圖概覽

# res_free_exp
source: You spent all free downloads. Please purchase continent to download / update the maps.
ar: لقد استنفدت جميع التنزيلات المجانية. يرجى شراء القارة ، للتنزيل / تحديث الخرائط.
be: Вы выкарысталі ўсе бясплатныя спампоўкі. Калі ласка, купіце рэгіён для спампоўвання новых мапаў.
ca: Ja heu consumit totes les baixades gratuïtes. Si us plau, compreu un continent per baixar / actualitzar mapes.
cs: Využili jste všechna bezplatná stažení. Zakupte si prosím světadíl pro stažení a aktualizaci map.
da: Alle gratis hentninger er brugt. Køb kontinent for at hente / opdatere kortene.
de: Du hast alle freien Downloads verbraucht. Bitte kaufe einen Kontinent zum Herunteladen/Aktualisieren der Karten.
el: Τελειώσατε όλες τις δωρεάν λήψεις. Παρακαλούμε αγοράστε την ήπειρο για λήψη/ενημέρωση του χάρτη.
es_us: Has agotado todas las descargas gratis. Compra un continente para descargar / actualizar mapas.
et: Oled kasutanud kõik tasuta allalaadimised. Kaartide alla laadimiseks või uuendamiseks palun osta mandriosa.
fr: Vous avez utilisé tout les téléchargements gratuits. Veuillez acheter le continent / les mises à jour.
hu: Elköltötte az összes ingyenes letöltését. Vásároljon kontinenst a térképek letöltéséhez vagy frissítéséhez.
id: Anda telah menggunakan semua unduhan gratis. Harap beli benua untuk mengunduh / memperbarui peta.
is: Þú hefur eytt ollu ókeypis niðurhali. Kauptu heimsálfu til að geta sótt / uppfært kortin.
it: Avete esaurito tutti i download gratuiti. Per favore acquistate un continente per scaricare/aggiornare le mappe.
ja: 無料ダウンロード枠がなくなりました。必要な大陸マップを購入し、その後マップをダウンロード/更新してください。
ko: 당신은 모든 무료 다운로드를 보냈습니다. 지도를 다운로드 / 업데이트하려면 대륙을 구입하십시오.
nl: Je hebt al je gratis downloads gebruikt. Koop een continent om de kaarten te downloaden / updaten.
oc: Avètz ja consumit totei lei teledescargaments a gratis. Per plaser, crompatz un espaci per teledescargar/ actualizar de mapas.
pl: Pobrałeś wszystkie bezpłatne pliki do pobrania. Kup kontynent, aby pobrać / zaktualizować mapy.
pt_br: Você gastou todas as transferências gratuitas. Por favor, compre para baixar/atualizar os mapas.
ro_ro: Ați cheltuit toate descărcările gratuite. Vă rugăm să achiziționați continent pentru a descărca / actualiza hărțile.
ru: Вы израсходовали все бесплатные скачивания. Пожалуйста купите регион для скачивания новых карт.
sc: As impreadu totu sos iscarrigamentos de badas. Pro piaghere còmpora unu continente pro iscarrigare/agiornare sas mapas.
sk: Minuli ste všetky voľné sťahovania. Prosím zakúpte si svetadiel pre sťahovanie/aktualizáciu máp.
sr: Потрошили сте сва бесплатна преузимања. Купите континент да бисте преузели/ажурирали мапе.
sr_latn: Potrošili ste sva besplatna preuzimanja. Kupite kontinent da biste preuzeli/ažurirali mape.
sv: Du har använt dina fria nedladdningar. Köp kontinent för att ladda ner/uppdatera kartorna.
ta: நீங்கள் அனைத்து இலவச பதிவிறக்கங்களையும் செலவிட்டீர்கள். வரைபடங்களைப் பதிவிறக்க / புதுப்பிக்க கண்டத்தை வாங்கவும்.
tr: Tüm ücretsiz indirmeleri harcadınız. Haritaları indirmek / güncellemek için lütfen kıtayı satın alın.
uk: Ви витратили усі безплатні завантаження. Будь ласка, придбайте континент, щоб завантажити/оновити мапи.
zh_hant: 您用完了所有的免費下載。請購買繼續下載/更新地圖。

# res_inst_avail_wifi_q
source: Installation of %@ needs %@ to be downloaded over WiFi network.
ar: التثبيت %@ يحتاج %@ ليتم التحميل عبر شبكة الواي فاي.
be: Для ўсталёўкі %@ патрэбна спампаваць %@ праз сетку WiFi.
ca: La instal·lació de %@ implica baixar %@ de dades per la xarxa WiFi.
cs: Instalace %@ potřebuje stáhnout %@ přes WiFi síť.
da: Installation af %@ behøver %@ der bliver hentet over WiFi netværk.
de: Installation von %@ benötigt %@ beim Download über das WLAN.
el: Η εγκατάσταση του %@ χρειάζεται %@ να ληφθούν μέσω δικτύου WiFi.
es_us: Instalación de %@ necesita %@ para descargarse mediante la red WiFi.
et: %@ vajab %@ alla laadimist WiFi võrgu kaudu.
fr: L’installation de %@ a besoin de télécharger %@ via le réseau WiFi.
hu: A(z) %@ telepítéséhez szükség van a következőre: %@, Wi-Fi-hálózaton keresztül.
id: Pemasangan %@ membutuhkan %@ untuk diunduh melalui jaringan WiFi.
is: Uppsetning á %@ krefst þess að %@ sé sótt í gegnum þráðlausa WiFi netið.
it: L'installazione di %@ richiede %@ da scaricare dalla rete WIFI.
ja: %@をインストールするには、Wi-Fiネットワークに接続し%@をダウンロードする必要があります。
ko: %@의 설치는 % @ WiFi 네트워크를 통해 다운로드해야합니다.
nl: Installatie van %@ heeft %@ nodig voor downloaden over een WiFi netwerk.
oc: L'installacion de %@ implica de teledescargar %@ de donadas per lo malhum WiFi..
pl: Instalacja %@ potrzebuje %@ za pośrednictwem sieci Wi-Fi.
pt_br: Instalação de %@ precisa de %@ para ser baixado através da rede WiFi.
ro_ro: Instalarea lui %@ necesită ca %@ să fie descărcat prin rețeaua WiFi.
ru: Установка %@ требует скачивание %@ через WiFi сеть.
sc: S’installatzione de %@ tenet bisòngiu de %@ pro èssere iscarrigada dae sa retza WiFi.
sk: Inštalácia %@ potrebuje stiahnuť %@ cez WiFi sieť.
sr: За инсталацију %@ потребно је %@ да се преузме преко WiFi мреже.
sr_latn: Za instalaciju %@ potrebno je %@ da se preuzme preko WiFi mreže.
sv: Installation av %@ behöver %@ för att laddas ner över wifi.
ta: வைஃபை நெட்வொர்க்கில் பதிவிறக்கம் செய்ய %@ தேவைப்படும் %@ தேவைகள்.
tr: %@ kurulumunun WiFi ağı üzerinden indirilmesi için %@ gerekiyor.
uk: Встановлення %@ вимагає завантаження %@ через WiFi-мережу.
zh_hant: 安裝 %@ 需要 %@ 透過 WiFi 網路下載。

# res_cancel_upd_q
source: You're going to cancel %@ update.
ar: سيقوم بإلغاء %@ التحديث.
be: Вы хочаце скасаваць абнаўленне %@.
ca: Esteu a punt d'aturar l'actualització %@.
cs: Chystáte se zrušit aktualizaci %@.
da: Annuller %@ opdatering.
de: Du bist dabei, die Aktualisierung von %@ abzubrechen.
el: Θα ακυρώσετε %@ ενημέρωση.
es_us: Cancelarás la actualización de %@.
et: Oled tühistamas %@ uuendamist.
fr: Vous allez annuler la mise à jour de %@.
hu: %@ frissítést fog megszakítani.
id: Anda akan membatalkan pembaruan %@.
is: Þú munt hætta við %@ uppfærslur.
it: Stai per cancellare %@ aggiornamenti.
ja: %@の更新をキャンセルします。
nl: Je gaat %@ update annuleren.
oc: Siatz a abandonar l'actualizacion %@.
pl: Zamierzasz anulować aktualizację %@.
pt_br: Você vai cancelar a atualização de %@.
ro_ro: Aveți de gând să anulați actualizarea %@.
ru: Вы собираетесь отменить обновление %@.
sc: As a burrare %@ agiornamentos.
sk: Chcete zrušiť aktualizáciu %@.
sr: Отказа ћете %@ ажурирање.
sr_latn: Otkaza ćete %@ ažuriranje.
sv: Du kommer avbryta %@ uppdatering.
ta: நீங்கள் %@ புதுப்பிப்பை ரத்து செய்யப் போகிறீர்கள்.
tr: %@ güncellemesini iptal edeceksiniz.
uk: Ви збираєтеся скасувати оновлення %@.
zh_hant: 您要取消 %@ 的更新。

# res_uninst_unmanaged_q
source: You're going to delete %@. It's not from catalog, so please be sure you have a backup if needed.
ar: أنت ستحذف %@. إنه ليس في الدليل ، لذا يرجى التأكد من أن لديك نسخة احتياطية إذا لزم الأمر.
be: Вы хочаце выдаліць %@. Гэтыя даныя не з каталога, таму пераканайцеся, што ў вас ёсць захаваная копія.
ca: Esteu a punt d'esborrar %@. No és al catàleg, per tant us convé assegurar-ne una còpia per si desprès us cal.
cs: Chystáte se odstranit %@. Není z katalogu, proto se prosím ujistěte, že máte potřebnou zálohu.
da: Slet %@. Det er ikke fra kataloget, så vær sikker på der er en sikkerhedskopi, hvis det er nødvendigt.
de: Du bist dabei %@ zu löschen. Es ist nicht vom Katalog, also sei sicher, dass du bei Bedarf eine Sicherung hast.
el: Θα διαγράψετε το %@. Δεν είναι από τον κατάλογο, οπότε σιγουρευτείτε ότι έχετε αντίγραφο ασφαλείας εάν χρειαστεί.
es_us: Borrarás %@. Esto no está en el catalogo, así que asegúrate de tener una copia de seguridad.
et: Oled kustutamas %@. See ei pärine kataloogist, seega palun kontrolli, et sul on vajadusel tagavarakoopia olemas.
fr: Vous allez supprimer %@. Ceci ne se trouve pas dans le catalogue, donc assurez-vous de disposer d’une sauvegarde si nécessaire.
hu: %@ törlését fogja végrehajtani. Ez nincs benne a katalógusban, ezért győződjön meg arról, hogy rendelkezik-e biztonsági mentéssel, ha szüksége van rá.
id: Anda akan menghapus %@. Ini bukan dari katalog, jadi pastikan Anda memiliki cadangan jika diperlukan.
is: Þú ert að fara að eyða %@. Það er ekki í safnskrá, þannig að þú ættir að ganga úr skugga um að þú eigir öryggisafrit ef á þarf að halda.
it: Stai per cancellare %@. Non appartiene al catalogo, perciò sii certo di averne un backup se necessario.
ja: %@を削除します。カタログを利用したアンインストールではないので、必要に応じてバックアップがされているかどうかを確認してください。
ko: %@을(를) 삭제하려고 합니다. 카탈로그에서 가져온 것이 아니므로 필요한 경우 백업이 있는지 확인하십시오.
nl: Je gaat %@ verwijderen. Deze komt niet uit onze catalogus, dus zorg ervoor dat je een backup hebt gemaakt als dat nodig is.
oc: Siatz a mand d'escafar %@. Es pas au catalòg, per aquò convendriá de n'assegurar una còpia s'es necessària un jorn.
pl: Zamierzasz usunąć %@. Nie pochodzi z katalogu, upewnij się, że masz kopię zapasową, jeśli jest potrzebna.
pt_br: Você vai excluir %@. Não é do catálogo, então, por favor, certifique-se de ter um backup, se necessário.
ro_ro: Vei șterge %@. Nu este din catalog, așa că vă rugăm să vă asigurați că aveți o copie de rezervă, dacă este necesar.
ru: Вы собираетесь удалить %@. Эти данные не из каталога, поэтому убедитесь, что у вас есть сохранённая копия, если это необходимо.
sc: As a burrare %@. No est in su catàlogu, pro custu si ti serbit assegura·ti de tènnere una còpia de seguràntzia.
sk: Chystáte sa odstrániť %@. Nie je z katalógu, preto sa uistite, že máte potrebnú zálohu.
sr: Избрисаћете %@. Није из каталога, па будите сигурни да имате резервну копију ако је потребно.
sr_latn: Izbrisaćete %@. Nije iz kataloga, pa budite sigurni da imate rezervnu kopiju ako je potrebno.
sv: Du är på väg att radera %@. Det är inte från katalogen så se till att du har en egen säkerhetskopia om du behöver.
ta: நீங்கள் %@ஐ நீக்கப் போகிறீர்கள். இது பட்டியலிலிருந்து அல்ல, எனவே தேவைப்பட்டால் உங்களுக்கு காப்புப்பிரதி இருப்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்.
tr: %@ ögesini sileceksiniz. Bu katalogdan değil, bu yüzden gerekmesi halinde bir yedeğiniz olduğundan emin olun.
uk: Ви збираєтеся вилучити %@. Ці дані не з каталогу, тому переконайтеся, що у Вас є збережена копія якщо це необхідно.
zh_hant: 您即將刪除 %@。它不是從目錄中刪除，所以有需要的話，請確定您有備份。

# res_confirmation_delete
source: Are you sure you want to delete %@?
ar: هل أنت متأكد من أنك تريد حذف %@؟
be: Сапраўды хочаце выдаліць %@?
ca: Segur que voleu suprimir %@?
cs: Opravdu chcete odstranit %@?
da: Bekræft sletning af %@?
de: Bist du sicher, dass du %@ löschen möchtest?
el: Είστε βέβαιοι ότι θέλετε να σβήσετε το %@;
es_us: ¿Borrar «%@»?
et: Kas oled kindel, et soovid kustutada %@?
fr: Êtes-vous sûr de vouloir supprimer %@ ?
hu: Biztos, hogy törölni akarja ezt: %@?
id: Apakah Anda yakin ingin menghapus %@?
is: Ertu viss um að þú viljir eyða %@?
it: Sei sicuro di voler eliminare %@?
ja: %@を消去してもよろしいですか ？
nb: Er du sikker på at du ønsker å slette %@?
nl: Weet je zeker dat je %@ wilt verwijderen?
oc: Segur que volètz suprimir %@?
pl: Czy na pewno chcesz usunąć %@?
pt_br: Tem certeza de que deseja excluir %@?
ro_ro: Sunteți sigur că doriți să ștergeți %@?
ru: Вы уверены, что хотите удалить %@?
sc: Ses seguru de chèrrere iscantzellare %@?
sk: Naozaj chcete odstrániť %@?
sr: Да ли сте сигурни да желите да избришете %@?
sr_latn: Da li ste sigurni da želite da izbrišete %@?
sv: Är du säker på att du vill radera %@?
ta: %@ஐ நீக்க விரும்புகிறீர்களா?
tr: %@'ı silmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте вилучити %@?
zh_hant: 您確定要刪除 %@ 嗎？

# res_edit_map_source
source: Edit map source
ar: تحرير مصدر الخريطة
be: Змяніць крыніцу мапы
ca: Edita l'origen del mapa
cs: Upravit zdroj mapy
da: Redigere kortkilde
de: Kartenquelle bearbeiten
el: Επεξεργασία πηγή χάρτη
es_us: Editar repositorio del mapa
et: Muuda kaardi allikat
fr: Éditer la source de la carte
hu: Térkép forrásának szerkesztése
id: Edit sumber peta
is: Breyta uppruna korts
it: Modifica il sorgente della mappa
ja: マップソースの編集
ka: რუკის წყაროს ჩასწორება
nb: Rediger kartkilde
nl: Wijzig kaart bron
oc: Modifica la fònt de la mapa
pl: Edycja źródła mapy
pt_br: Editar fonte do mapa
ro_ro: Editați sursa hărții
ru: Изменить источник карты
sc: Modìfica sa mitza de sa mapa
sk: Upraviť zdroj mapy
sr: Уредите извор мапе
sr_latn: Uredite izvor mape
sv: Ändra kartkälla
ta: வரைபட மூலத்தைத் திருத்து
tr: Harita kaynağını düzenle
uk: Редагувати джерело мапи
zh_hant: 編輯地圖來源

# res_online_name_descr
source: Provide name for online source
ar: اكتب اسمًا للمصدر عبر الإنترنت
be: Пазначце назву сеціўнай крыніцы
ca: Proporcioneu un nom per a la font en línia
cs: Zadejte název online zdroje
da: Angiv navn til onlinekilde
de: Geben Sie den Namen der Online-Quelle an
el: Παροχή ονόματος για την διαδικτυακή πηγή
es_us: Proporcionar el nombre del repositorio en línea
et: Sisesta veebiallika nimi
fr: Fournissez un nom pour la source en ligne
hu: Adja meg az online forrás nevét
id: Berikan nama untuk sumber online
is: Settu inn nafn á nettengdum kortagjafa
it: Dai un nome alla sorgente online
ja: オンラインソースの名前を入力してください
nb: Angi navn for nettbasert kilde
nl: Specificeer naan voor de online bron
oc: Donar nom a la fònt de la mapa en linha
pl: Podaj nazwę dla źródła online
pt_br: Forneça o nome da fonte online
ro_ro: Furnizați numele sursei online
ru: Укажите имя для онлайн-источника
sc: Fruni unu nùmene pro sa mitza in lìnia
sk: Zadajte názov pre online zdroj
sr: Наведите име за онлајн извор
sr_latn: Navedite ime za onlajn izvor
sv: Ange namn för onlinekälla
ta: நிகழ்நிலை மூலத்திற்கான பெயரை வழங்கவும்
tr: Çevrim içi kaynak için ad sağlayın
uk: Укажіть назву для мережевого джерела
zh_hant: 提供線上來源的名稱

# res_online_url_descr
source: Enter or copy and paste URL for online source
ar: أدخل أو انسخ والصق عنوان URL للمصدر عبر الإنترنت
be: Увядзіце альбо скапіюйце і ўстаўце URL сеціўнай крыніцы
ca: Introduïu o copieu i enganxeu l’URL de la font en línia
cs: Vložte URL online zdroje
da: Angiv eller kopiere og indsæt URL-adresse til onlinekilde
de: URL für Online-Quelle eingeben oder kopieren und einfügen
el: Εισαγωγή ή επικόλληση URL συνδέσμου για διαδικτυακή πηγή
es_us: Ingresa o copia y pega la URL del repositorio en línea
et: Kirjuta või kopeeri veebiallika aadress
fr: Entrez ou copiez et collez l'URL de la source en ligne
hu: Adja meg vagy másolja és illessze be az online forrás URL-címét
id: Masukkan atau salin dan tempel URL untuk sumber online
is: Settu inn eða afritaðu og límdu slóð á nettengdan kortagjafa
it: Immetti o copia e incolla l'URL per la sorgente online
ja: オンラインソースのURLを入力、または貼り付けしてください
nb: Skriv inn eller kopier og lim inn nettadresse for nettbasert kilde
nl: Voer de URL in - of kopieer en plak - voor de online gegevensbron
oc: Intratz ò copiatz e pegatz l'URL de la fònt en linha
pl: Wprowadź lub skopiuj i wklej adres URL dla źródła online
pt_br: Digite ou copie e cole o URL da fonte online
ro_ro: Introduceți sau copiați și lipiți URL-ul pentru sursa online
ru: Введите или скопируйте и вставьте URL-адрес онлайн-источника
sc: Inserta o còpia s'URL pro sa mitza in lìnia
sr: Унесите или копирајте и налепите УРЛ за онлајн извор
sr_latn: Unesite ili kopirajte i nalepite URL za onlajn izvor
sv: Skriv eller klistra in URL för onlinekälla
ta: நிகழ்நிலை மூலத்திற்கு முகவரி ஐ உள்ளிடவும் அல்லது நகலெடுத்து ஒட்டவும்
tr: Çevrim içi kaynak için URL girin veya kopyalayıp yapıştırın
uk: Уведіть або скопіюйте та вставте URL-адресу для мережевого джерела
zh_hant: 輸入或複製並貼上線上來源的 URL

# shared_string_zoom_levels
source: Zoom levels
ar: مستويات التكبير
be: Узроўні маштабу
bg: Увеличения
ca: Nivells de zoom
cs: Úrovně přiblížení
cy: Lefelau chwyddo
da: Zoomniveauer
de: Zoomstufen
el: Επίπεδα εστίασης
eo: Skal-niveloj
es_us: Niveles de zum
et: Suumitasemed
eu: Zoom mailak
fa: بزرگنمایی نمایش
fi: Zoomaustasot
fr: Niveaux de zoom
gl: Niveis de achegamento
he: רמות תקריב
hu: Nagyítási szintek
id: Tingkat perbesaran
is: Aðdráttarstig
it: Livello di zoom
ja: ズームレベル
ka: გადიდების დონე
ko: 확대축소 수준
mk: Nivoa na zumot
nb: Forstørrelsesnivåer
nl: Zoomniveaus
oc: Nivèus de zoom
pl: Poziom powiększenia
ro_ro: Niveluri de zoom
ru: Уровни масштаба
sc: Livellos de ismanniada
sk: Úrovne priblíženia
sl: Raven približanja
sr: Ступњи увећања
sr_latn: Stepen zumiranja
sv: Zoomnivåer
ta: சூம் நிலைகள்
tr: Yakınlaştırma seviyeleri
uk: Масштаб
vi: Các mức thu phóng
zh_hans: 缩放等级
zh_hant: 縮放等級

# res_mercator
source: Mercator Projection
ar: إسقاط مركاتور
be: Праекцыя Меркатара
ca: Projecció de Mercator
cs: Mercatorovo zobrazení
da: Mercator-projektion
de: Mercator-Projektion
el: Μερκατορική προβολή
es_us: Proyección de Mercator
et: Mercatori projektsioon
fr: Projection Mercator
hu: Mercator vetület
id: Proyeksi Mercator
is: Mercatorvörpun
it: Proiezione Mercatore
ja: メルカトル図法
ka: მერკატორის პროექცია
nl: Mercator Projectie
oc: Projeccion de Mercator
pl: Projekcja Mercatora
pt_br: Projeção de Mercator
ro_ro: Proiecție Mercator
ru: Проекция Меркатора
sc: Projetzione de Mercadore
sr: Меркатор пројекција
sr_latn: Merkator projekcija
sv: Mercators projektion
ta: மெர்கேட்டர் ப்ரொசெக்சன்
tr: Mercator Projeksiyonu
uk: Проєкція Меркатора
zh_hant: 墨卡托投影
