Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# osm_edit_created_note
source: Created OSM Note
ar: إنشاء ملاحظة OSM
az: Yaradılmış OSM qeydi
be: Нататка OSM створаная
bg: Създадена бележка на OSM
ca: S'ha creat nota d'OSM
cs: Vytvořená OSM poznámka
cy: Wedi creu Nodyn OSM
da: Oprettet OSM-bemærkning
de: Erstellter OSM-Hinweis
el: Δημιουργήθηκε σημείωση OSM
eo: Kreita OSM-rimarko
es_us: Nota de OSM creada
et: Loodud OSM märge
eu: OSM oharra sortu da
fa: ایجاد یادداشت OSM
fi: OSM-huomautus luotu
fr: Note OSM créée
gl: Nota de OSM creada
he: נוצרה הערת OSM
hu: OSM-jegyzet létrehozva
hy: OSM նշում ստեղծվել է
id: Dibuat Catatan OSM
is: Bjó til OSM-minnispunkt
it: Nota di OSM creata
ja: OSMに注釈を作成しました
ka: OSM შენიშვნა შეიქმნა
kn: ಸೃಷ್ಟಿಸಲಾದ ಒಎಸ್ಎಂ ಟಿಪ್ಪಣಿ
ko: 생성된 OSM 노트
lt: OSM pastaba sukurta
lv: Izveidota OSM piezīme
mk: Kreirana OSM beleška
ml: OSM കുറിപ്പു് സൃഷ്ടിച്ചു
nb: Opprettet OSM-notat
nl: OSM-opmerking aangemaakt
oc: Una Nòta OSM es estada creada
pl: Utworzono uwagę OSM
ro_ro: Notă OSM creată
ru: Заметка OSM создана
sc: Nota OSM creada
sk: Vytvorená OSM poznámka
sl: Ustvarjena opomba OSM
sr: Направи белешку ОСМ-а
sr_latn: Napravi OSM belešku
sv: Skapat OSM-anteckning
ta: OSM குறிப்பு உருவாக்கப்பட்டது
tr: Oluşturulmuş OSM Notu
uk: Створено Нотатку OSM
zh_hans: 已创建 OSM 注记
zh_hant: 建立 OSM 的註解

# osm_confirm_bulk_delete
source: Delete %d edits?
ar: حذف %d التعديلات؟
be: Выдаліць %d правак?
ca: Voleu eliminar %d edicions?
cs: Odstranit %d úprav?
da: Slet %d redigeringer?
de: %d Bearbeitungen löschen?
el: Διαγραφή %d επεξεργασιών;
es_us: ¿Borrar %d ediciones?
et: Kustuta %d muudatust?
fr: Supprimer %d modifications ?
hu: Biztosan töröl %d szerkesztést?
id: Hapus %d editan?
is: Eyða %d breytingum?
it: Eliminare %d modifiche?
ja: %d個の編集を削除しますか？
ka: წავშალო %d ჩასწორება?
nl: %d bewerkingen verwijderen?
oc: Escafar %d modificacions ?
pl: Usunąć %d zmiany?
pt_br: Excluir %d edições?
ro_ro: Ștergeți %d editări?
ru: Удалить %d правок?
sc: Iscantzellare %d modìficas?
sk: Odstrániť %d úprav?
sr: Избрисати %d измене?
sr_latn: Izbrisati %d izmene?
sv: Radera %d ändringar?
ta: %d திருத்தங்களை நீக்கவா?
tr: %d düzenleme silinsin mi?
uk: Вилучити %d правок?
zh_hant: 刪除 %d 次編輯？

# osm_confirm_upload
source: Upload modifications?
ar: رفع التعديلات؟
be: Запампаваць змены?
ca: Voleu pujar les modificacions?
cs: Odeslat úpravy?
da: Overfør ændringer?
de: Änderungen hochladen?
el: Ανέβασμα τροποποιήσεων;
es_us: ¿Subir modificaciones?
et: Laadime muudatused üles?
fr: Téléverser les modifications ?
hu: Biztosan feltölti a módosításokat?
id: Unggah modifikasi?
is: Senda inn breytingar?
it: Caricare le modifiche?
ja: 変更をアップロードしますか？
ka: ავტვირთო ცვლილებები?
nl: Aanpassingen uploaden?
oc: Volètz telecargar lei modificacions ?
pl: Przesłać modyfikacje?
pt_br: Carregar modificações?
ro_ro: Încărcați modificări?
ru: Отправить правки?
sc: Cheres carrigare sa modìficas in OSM?
sk: Odoslať úpravy?
sr: Желите ли да отпремите измене?
sr_latn: Želite li da otpremite izmene?
sv: Ladda upp ändringarna?
ta: மாற்றங்களை பதிவேற்றவா?
tr: Değişiklikler karşıya yüklensin mi?
uk: Надіслати зміни?
zh_hant: 上載改動？

# osm_tag
source: Tag
ar: وسم
be: Пазнака
ca: Etiqueta
cs: Značka
da: Mærke
el: Ετικέτα
es_us: Etiqueta
et: Silt
fa: تگ
fr: Étiquette
hu: Címke
is: Merking
it: Etichetta
ja: タグ
ko: 태그
oc: Etiqueta
pt_br: Etiqueta
ro_ro: Etichetă
ru: Тег
sc: Eticheta
sk: Značka
sl: Oznaka
sr: Ознака
sr_latn: Oznaka
sv: Tagg
ta: குறிச்சொல்
tr: Etiket
uk: Теґ
zh_hant: 標籤

# osm_note_upload_info
source: You can upload the note anonymously or by using your OpenStreetMap profile.
ar: يمكنك رفع ملاحظاتك إلى OSM كمستخدم مجهول أو استخدام حسابك على openstreetmap.org .
be: Вы можаце запампаваць вашую OSM-нататку ананімна альбо праз свой профіль OpenStreetMap.org.
ca: Podeu pujar la nota anònimament o utilitzant el vostre perfil d'OpenStreetMap.
cs: Poznámku můžete odeslat anonymně nebo prostřednictvím svého profilu v OpenStreetMap.
da: Overfør bemærkningen anonymt eller ved brug af OpenStreetMap profil.
de: Sie können den Hinweis anonym oder über Ihr OpenStreetMap-Profil hochladen.
el: Μπορείτε να ανεβάσετε την σημείωση ανώνυμα ή χρησιμοποιώντας τον λογαριασμό σας OpenStreetMap.
es_us: Puedes subir notas de OSM anónimas o usar el perfil de OpenStreetMap.
et: Märkme saad üles laadida anonüümselt või kasutades oma OpenStreetMap profiili.
fr: Vous pouvez téléverser la note de manière anonyme ou en utilisant votre profil OpenStreetMap.
hu: Feltöltheti a jegyzetet névtelenül vagy az OpenStreetMap profiljának használatával.
id: Anda dapat mengunggah catatan secara anonim atau menggunakan profil OpenStreetMap Anda.
is: Þú getur sent minnispunktinn inn nafnlaust eða notað OpenStreetMap-aðganginn þinn.
it: Puoi caricare la nota anonimamente oppure utilizzando il tuo profilo OpenStreetMap.
ja: メモは匿名でアップロード、またはOpenStreetMapプロファイルを利用してアップロードが可能です。
nl: Je kunt de opmerking anoniem uploaden, of je OpenStreetMap profiel gebruiken.
oc: Podètz telecargar la nòta anonimament ò utilizant vòstre perfiu OpenStreetMap.
pl: Możesz wysłać uwagę anonimowo lub używając profilu OpenStreetMap.
pt_br: Você pode enviar a anotação anonimamente ou usando seu perfil do OpenStreetMap.
ro_ro: Puteți încărca nota în mod anonim sau utilizând profilul dumneavoastră OpenStreetMap.
ru: Вы можете отправить заметку анонимно или используя вашу учётную запись OpenStreetMap.
sc: Podes carrigare sa nota automaticamente o impreende su profilu de OpenStreetMap tuo.
sk: Poznámku môžete odoslať anonymne alebo pomocou vášho profilu v OpenStreetMap.
sr: Белешку можете да отпремите анонимно или користећи свој OpenStreetMap профил.
sr_latn: Belešku možete da otpremite anonimno ili koristeći svoj OpenStreetMap profil.
sv: Du kan lägga till anteckningen anonymt eller använda din OpenStreetMap profil.
ta: குறிப்பை அநாமதேயமாக அல்லது உங்கள் ஓபன்ச்ட்ரீட்மேப் சுயவிவரத்தைப் பயன்படுத்துவதன் மூலம் பதிவேற்றலாம்.
tr: Notu anonim olarak veya OpenStreetMap profilinizi kullanarak yükleyebilirsiniz.
uk: Ви можете надіслати примітку анонімно або увійшовши в OpenStreetMap за допомогою ваших облікових даних.
zh_hant: 您可以匿名上載註解，或使用您的 OpenStreetMap 帳戶。

# poi_dialog_comment
source: Comment
af: Kommentaar
ar: ملاحظة
az: Rəy
be: Каментар
bg: Коментар
ca: Comentari
cs: Komentář
cy: Sylw
da: Kommentér
de: Kommentar
el: Σχόλιο
eo: Komento
es_us: Comentar
et: Kommentaar
eu: Iruzkina utzi
fa: توضیح
fi: Kommentti
fr: Commentaire
gl: Comentario
he: הערה
hu: Megjegyzés
hy: Մեկնաբանություն
id: Komentar
is: Athugasemd
it: Commenta
ja: コメント
ka: კომენტარი
ko: 설명
lt: Komentaras
lv: Komentārs
mk: Koment
ml: അഭിപ്രായം
mr: टिप्पणी
nb: Kommentar
nl: Commentaar
oc: Comentar
pl: Komentarz
ro_ro: Comentarii
ru: Комментарий
sc: Cummentu
sk: Komentár
sl: Opomba
sr: Напомена
sr_latn: Komentar
sv: Kommentar
ta: கருத்து
tr: Yorum
uk: Коментар
vi: Bình luận
zh_hans: 评论
zh_hant: 評論

# poi_dialog_reopen
source: Reopen
ar: أعد فتح
az: Yenidən aç
be: Пераадкрыць
bg: Повторно отваряне
ca: Reobre
cs: Znovuotevřít
cy: Ailagor
da: Genåbn
de: Wieder öffnen
el: Ξανάνοιγμα
eo: Remalfermi
es_us: Reabrir
et: Ava uuesti
eu: Berrireki
fa: بازگشایی
fi: Avaa uudelleen
fr: Ré-ouvrir
gl: Reabrir
he: פתיחה מחדש
hu: Újranyitás
hy: Վերաբացել
id: Buka kembali
is: Enduropna
it: Riapre
ja: 再び開く
ka: თავიდან გახნა
ko: 다시열기
lt: Atidaryti iš naujo
lv: Atkārtoti atvērt
mk: Povtorno otvori
ml: വീണ്ടും തുറക്കുക
nb: Gjenåpne
nl: Heropenen
oc: Tornar dobrir
pl: Otwórz ponownie
ro_ro: Redeschide
ru: Открыть повторно
sc: Torra a abèrrere
sk: Znovuotvoriť
sl: Ponovno odpri
sr: Поново отвори
sr_latn: Ponovo otvori
sv: Öppna igen
ta: மீண்டும் திறக்கவும்
tr: Yeniden Açmak
uk: Повторно відкрити
zh_hans: 重新打开
zh_hant: 重新開啟

# osm_notes_online_layer
source: OSM Notes (online)
ar: ملاحظات OSM (غير متصل)
be: OSM-нататкі (у сеціве)
ca: Notes d'OSM (en línia)
cs: OSM Poznámky (on-line)
da: OSM-bemærkninger (online)
de: OSM Hinweise (Online)
el: Σημειώσεις OSM (μέσω διαδικτύου)
es_us: Notas de OSM (en línea)
et: OSM märkmed (veebis)
fa: یادداشت‌های OSM (آنلاین)
fr: Notes OSM (en ligne)
gl: Notas de OSM (con conexión)
hu: OSM-jegyzetek (online)
id: Catatan OSM (online)
is: OSM-minnispunktar (nettengt)
it: Note OSM (online)
ja: OSMメモ (オンライン)
nb: OSM-notater (på nett)
nl: OSM-Opmerkingen (online)
oc: Nòtas d'OSM (en linha)
pl: Uwagi OSM (online)
pt_br: Notas do OSM (online)
ro_ro: Bug hartă OSM
ru: OSM Заметки (онлайн)
sc: Notas OSM (in lìnia)
sk: OSM Poznámky (online)
sl: Opombe OSM (zahteva povezavo)
sr: ОСМ Белешке (мрежно)
sr_latn: OSM Beleške ( mrežno)
sv: OSM Anteckningar (online)
ta: OSM குறிப்புகள் (ஆன்லைன்)
tr: OSM Notları (çevrim içi)
uk: OSM Примітки (мережні)
zh_hans: OSM错误
zh_hant: OSM 註解(連線)

# mapil_filter_date
source: Filter images by date
ar: تصفيه الصور حسب التاريخ
be: Фільтраваць выявы па даце
ca: Filtre d'imatges per data
cs: Filtrovat obrázky podle data
da: Filtrer billeder efter dato
de: Bilder nach Datum filtern
el: Φιλτράρισμα φωτογραφιών ανά ημερομηνία
es_us: Filtrar imágenes por fecha
et: Filtreeri pilte kuupäeva järgi
fr: Filtrer les images par date
hu: Képek szűrése dátum szerint
id: Filter gambar berdasarkan tanggal
is: Sía myndir eftir dagsetningu
it: Filtra le immagini per data
ja: 日付ごとにフィルターされた画像です
ka: გამოსახულებების გაფილტვრა თარიღით
nl: Filter de afbeeldingen op datum
oc: Filtrar leis imatges per data
pl: Filtruj obrazy według daty
pt_br: Filtrar imagens por data
ro_ro: Filtrează imaginile după dată
ru: Фильтровать изображения по дате
sc: Filtra sas immàgines pro data
sk: Filtrovať obrázky podľa dátumu
sr: Филтрирај слике по датуму
sr_latn: Filtriraj slike po datumu
sv: Filtrera bilder efter datum
ta: படங்களை தேதியால் வடிகட்டவும்
tr: Görüntüleri tarihe göre filtrele
uk: Фільтрувати зображення за датою
zh_hant: 按日期過濾圖像

# coordinates_widget_current_location
source: Coordinates: current location
ar: الإحداثيات: الموقع الحالي
ast: Widget de coordenaes
az: Coordinates widget
be: Каардынаты: бягучае месцазнаходжанне
bg: Координати: текущо местоположение
ca: Coordenades: ubicació actual
cs: Souřadnice: aktuální poloha
cy: Ategyn cyfesurynnau
da: Koordinater: nuværende placering
de: Koordinaten: aktueller Standort
el: Συντεταγμένες: τρέχουσα τοποθεσία
eo: Koordinatoj: nuna pozicio
es_us: Coordenadas: ubicación actual
et: Koordinaadid: praegune asukoht
eu: Koordenatuak: uneko kokapena
fa: مختصات: مکان کنونی
fi: Koordinaatit: nykyinen sijainti
fr: Coordonnées : position actuelle
gl: Trebello de coordenadas
he: וידג׳ט נקודות ציון
hu: Koordináták: jelenlegi hely
id: Koordinat: lokasi saat ini
is: Hnit: fyrirliggjandi staðsetning
it: Coordinate: posizione attuale
ja: 座標:現在地
ka: კორდინატების ღილაკი
ko: 좌표: 현재 위치
lt: Coordinates widget
lv: Koordināšu logrīks
mk: Koordinati za vidzet
my: Coordinatesဝစ်ဂျက်
nb: Koordinater: nåværende posisjon
nl: Coördinaten: huidige locatie
oc: VInheta de coordonadas
pl: Współrzędne: Bieżąca lokalizacja
ro_ro: Coordonate: locație curentă
ru: Координаты: текущая позиция
sc: Coordinadas: positzione atuale
sk: Súradnice: súčasná poloha
sl: Koordinate: trenutna lokacija
sr: Координате: тренутни положај
sr_latn: Koordinate: trenutna lokacija
sv: Koordinater: aktuell plats
ta: ஒருங்கிணைப்புகள்: தற்போதைய இடம்
tr: Koordinatlar: geçerli konum
uk: Координати: поточне положення
vi: Toạ độ: vị trí hiện tại
zh_hans: 坐标：当前位置
zh_hant: 座標：目前位置

# quick_action_map_overlay_action
source: Add overlay
ar: إضافة طبقة علوية
az: Örtük əlavə et
be: Дадаць мапу накладання
bg: Добавяне на насложена карта
ca: Afegeix superposició
cs: Přidat překrytí
cy: Ychwanegu troshaen
da: Tilføj overlejring
de: Overlay hinzufügen
el: Προσθήκη επικάλυψης
eo: Aldoni surtavolon
es_us: Añadir superposición
et: Lisa ülekate
eu: Gehitu gain-azala
fa: افزودن لایهٔ رویی
fr: Ajouter une sur-couche
gl: Engadir sobreposición
he: הוספת שכבה מעל למפה
hu: Fedőréteg hozzáadása
hy: Ավելացնել քարտեզ
id: Tambahkan hamparan
is: Bæta við þekju
it: Aggiungi sovrapposizione
ja: オーバーレイを追加します
ka: შრის დამატება
lv: Pievienot virsklāju
mk: Dodadete preklopuvanje
ml: ഓവർലേ(മേല്‍പ്പാളി) ചേർക്കുക
nb: Legg til overlegg
nl: Extra kaartlaag toevoegen
oc: Ajustar una superposicion
pl: Dodaj nakładkę
ro_ro: Adăugați suprapunerea
ru: Добавить карту наложения
sc: Annaghe un'istratu superiore
sk: Pridať prekrytie
sl: Dodaj prekrivno plast
sr: Додај слој над картом
sr_latn: Dodaj nivo iznad mape
sv: Lägg till överlägg
ta: மேலடுக்கைச் சேர்க்கவும்
tr: Üst katman ekle
uk: Додати допоміжний шар
zh_hans: 添加覆盖
zh_hant: 增加上圖層

# show_map_center
source: Show Coordinates: map center
ar: إظهار الإحداثيات: مركز الخريطة
cs: Zobrazit souřadnice: střed mapy
da: Vis koordinater: kortets centrum
de: Koordinaten anzeigen: Kartenmitte
el: Εμφάνιση συντεταγμένων: κέντρο χάρτη
es_us: Mostrar «Coordenadas: centro del mapa»
et: Näita koordinaate: kaardi keskpaik
fr: Afficher les coordonnées du centre de la carte
hu: Koordináták: térképközéppont megjelenítése
id: Tampilkan Koordinat: pusat peta
is: Birta hnit: miðja korts
it: Mostra coordinate: centro della mappa
nl: Toon Coördinaten: centrale kaartpunt
oc: Mostrar lei coordonadas dau centre de la mapa
ro_ro: Afișați coordonate: centrul hărții
ru: Показать координаты центра карты
sr: Прикажи координате: мапа у центру
sr_latn: Prikaži Koordinate: mapa u centru
sv: Visa koordinater: kartcentrum
ta: ஒருங்கிணைப்புகளைக் காட்டு: வரைபட நடுவண்
tr: Koordinatları göster: harita merkezi
uk: Показати координати: центр мапи
zh_hant: 顯示座標：地圖中心

# hide_map_center
source: Hide Coordinates: map center
ar: إخفاء الإحداثيات: مركز الخريطة
cs: Skrýt souřadnice: střed mapy
da: Skjul koordinater: kortets centrum
de: Koordinaten ausblenden: Kartenmitte
el: Απόκρυψη συντεταγμένων: κέντρο χάρτη
es_us: Ocultar «Coordenadas: centro del mapa»
et: Peida koordinaadid: kaardi keskpaik
fr: Masquer les coordonnées du centre de la carte
hu: Koordináták: térképközéppont elrejtése
id: Sembunyikan Koordinat: pusat peta
is: Fela hnit: miðja korts
it: Nascondi coordinate: centro della mappa
nl: Verberg Coördinaten: centrale kaartpunt
oc: Amagar lei coordonadas dau centre de la mapa
ro_ro: Ascundeți coordonate: centrul hărții
ru: Скрыть координаты центра карты
sr: Сакриј координате: мапа у центру
sr_latn: Sakrij Koordinate: mapa u centru
sv: Dölj koordinater: kartcentrum
ta: ஆயங்களை மறைக்க: வரைபட நடுவண்
tr: Koordinatları gizle: harita merkezi
uk: Сховати координати: центр мапи
zh_hant: 隱藏座標：地圖中心

# quick_action_current_location_widget_descr
source: A toggle to show or hide the current location widget on the map.
ar: مفتاح تبديل لإظهار أداة الموقع الحالي أو إخفائه على الخريطة.
ast: Un alternador p'amosar/anubrir el widget Coordenaes nel mapa.
az: Xəritədə Koordinatlar vidcetini göstərmək və ya gizlətmək üçün düymə.
be: Пераключальнік для паказу або хавання віджэта бягучага месцазнаходжанне.
bg: Бутон, превключващ приспособлението за местоположение на картата.
cs: Přepínač pro zobrazení nebo skrytí nástroje aktuální polohy na mapě.
cy: Toglo i ddangos neu guddio'r ategyn cyfesurynnau ar y map.
da: En omskifter til at vise eller skjule aktuel placering-modulet på kortet.
de: Ein Schalter zum Ein- oder Ausblenden des Widgets „Aktueller Standort“ auf der Karte.
el: Ένας διακόπτης για να εμφανίσει ή να κρύψει το γραφικό στοιχείο τρέχουσας τοποθεσίας στο χάρτη.
eo: Butono por montri/kaŝi fenestraĵon de koordinatoj de via nuna pozicio.
es_us: Un botón que muestra u oculta en el mapa, el widget de ubicación actual.
et: Lüliti, mis kuvab või peidab kaardil praeguse asukoha vidina.
eu: Uneko kokapenaren trepeta mapan erakusteko edo ezkutatzeko botoia.
fa: کلیدی برای نمایش یا پنهان کردن ابزارک مکان کنونی روی نقشه.
fi: Painike Koordinaatit-widgetin näyttämiseen tai piilottamiseen kartalla.
fr: Bouton pour afficher ou masquer le gadget Position actuelle.
gl: Trocar para amosar ou agochar o trebello de coordenadas no mapa.
he: מפסק להצגה או הסתרה של וידג׳ט נקודות הציון במפה.
hu: A jelenlegi helyet megjelenítő modul megjelenítésére vagy elrejtésére szolgáló kapcsoló a térképen.
id: Sebuah saklar untuk menampilkan atau menyembunyikan widget lokasi saat ini di peta.
is: Víxlhnappur til að birta eða fela glugga fyrir hnit núverandi staðsetningar á kortinu.
it: Un pulsante per mostrare o nascondere il widget della posizione attuale sulla mappa.
ja: マップ上で現在地ウィジェットを表示/非表示を切り替えるボタンです。
ka: Tapping this action button shows or hides the Coordinates widget.
ko: 지도에 현재 위치 위젯을 표시하거나 숨기려면 toggle.
lt: Tapping this action button shows or hides the Coordinates widget.
lv: Tapping this action button shows or hides the Coordinates widget.
mk: Prekinuvač za prikažuvanje ili sokrivanje na vidžetot Koordinati na kartata.
nb: En bryter forå vise eller skjule miniprogram for nåværende posisjon på kartet.
nl: Een schakel om de widget 'huidige locatie' op de kaart te tonen of verbergen.
oc: Una bascula per mostrarò amagar lei vinhetas dei Coordenadas sus la mapa.
pl: Przełącznik umożliwiający pokazanie lub ukrycie widżetu bieżącej lokalizacji na mapie.
ro_ro: Un comutator pentru a arăta/ascunde widgetul pentru locație curentă pe/de pe hartă.
ru: Переключатель для отображения или скрытия виджета координат текущего местоположения.
sc: Unu butone pro ammustrare o cuare su widget de sa positzione atuale in sa mapa.
sk: Prepínač na zobrazenie alebo skrytie nástroja Súčasná poloha.
sl: Stikalo za prikaz ali skrivanje gradnika trenutne lokacije na zemljevidu.
sr: Прекидач за приказ или скривање справице тренутног положаја на карти.
sr_latn: Prekidač za prikaz ili skrivanje vidžeta trenutne lokacije na mapi.
sv: En knapp för att visa eller dölja widgeten för aktuell plats på kartan.
ta: வரைபடத்தில் தற்போதைய இருப்பிட விட்செட்டை காட்ட அல்லது மறைக்க ஒரு மாற்று.
tr: Harita üzerinde geçerli konum widget'ını göstermek veya gizlemek için bir geçiş.
uk: Перемикач для показу або приховування координат поточні локації.
vi: Một nút chuyển để hiện hoặc ẩn widget vị trí hiện tại trên bản đồ.
zh_hans: 用于在地图上显示或隐藏当前位置的小工具。
zh_hant: 切換是否要在地圖上顯示或隱藏目前的位置。

# quick_action_map_center_widget_descr
source: A toggle to show or hide the map center widget on the map.
ar: مفتاح تبديل لإظهار أداة مركز الخريطة أو إخفائها على الخريطة.
be: Пераключальнік для паказу або хавання віджэта цэнтра мапы.
bg: Бутон, превключващ приспособлението за центъра на картата.
cs: Přepínač pro zobrazení nebo skrytí nástroje středu mapy na mapě.
da: En omskifter til at vise eller skjule kortcentrum-modulet på kortet.
de: Ein Schalter zum Ein- oder Ausblenden des Widgets „Kartenmitte“ auf der Karte.
el: Ένας διακόπτης για να εμφανίσει ή να κρύψει το γραφικό στοιχείο κέντρου χάρτη στο χάρτη.
eo: Butono por montri/kaŝi fenestraĵon de koordinatoj de la map-centro.
es_us: Un botón que muestra u oculta en el mapa, el widget para centrar el mapa.
et: Nupp, mis võimaldab näidata või peita kaardi keskpunkti vidinat.
eu: Mapa erdiratzeko trepeta mapan erakusteko edo ezkutatzeko botoia.
fa: کلیدی برای نمایش یا پنهان کردن ابزارک مرکز نقشه روی نقشه.
fr: Bouton pour afficher ou masquer le gadget Centre de la carte.
hu: Kapcsoló a térképközéppont modul térképen való megjelenítéshez vagy elrejtéséhez.
id: Sebuah saklar untuk menampilkan atau menyembunyikan widget tengah peta di peta.
is: Víxlhnappur til að birta eða fela merki fyrir miðju korts á kortinu.
it: Un pulsante per mostrare o nascondere il widget «Centro della mappa» sulla mappa.
ja: マップ上のマップセンター ウィジェットの表示/非表示を切り替えます。
ko: 지도에 지도 센터 위젯을 표시하거나 숨기려면 toggle.
nb: En bryter forå vise eller skjule kartsenterminiprogrammet på kartet.
nl: Een schakel om midden van de kaart te tonen of verhullen.
oc: Boton per mostrar ò amagar lo widget Coordonadas sus la mapa.
pl: Przełącznik pozwalający pokazać lub ukryć widżet centrum mapy na mapie.
ro_ro: Un comutator pentru a afișa sau a ascunde widgetul de centru al hărții pe hartă.
ru: Переключатель для отображения или скрытия виджета координат центра карты.
sc: Unu butone pro ammustrare o cuare su widget de su tzentru de sa mapa in sa mapa.
sk: Prepínač na zobrazenie alebo skrytie nástroja Stred mapy.
sl: Stikalo za prikaz ali skrivanje pripomočka Središče zemljevida na zemljevidu.
sr: Прекидач за приказ или скривање справице средишта карте.
sr_latn: Prekidač za prikaz ili skrivanje vidžeta na centru mape.
sv: En knapp för att visa eller dölja widgeten för kartcentrum.
ta: வரைபடத்தில் வரைபட மைய விட்செட்டைக் காட்ட அல்லது மறைக்க ஒரு மாற்று.
tr: Harita üzerinde harita merkezi widget'ını göstermek veya gizlemek için bir geçiş.
uk: Перемикач для показу або приховування віджета «Центр мапи» на мапі.
vi: Một nút chuyển để hiện hoặc ẩn widget trung tâm bản đồ trên bản đồ.
zh_hans: 显示或隐藏地图上的地图中心工具。
zh_hant: 切換是否要在地圖上顯示或隱藏地圖中心。

# quick_action_map_underlay_title
source: Map underlays
ar: طبقة الخريطة السفلية
az: Xəritə altlıqları
be: Падкладка мапы
ca: Fons de mapa
cs: Mapa podkladu
cy: Is-haenau mapiau
da: Kortunderlejring
de: Karten-Underlays
el: Υποστρώματα χάρτη
eo: Mapaj subtavoloj
es_us: Mapas subyacentes
et: Kaardi aluskihid
eu: Maparen azpi-azalak
fa: لایه‌های زیری نقشه
fr: Sous-couches de carte
gl: Mapas de embaixo (subxacentes)
he: מפות שמתחת
hu: Térképalátétek
hy: Քարտեզի նեքեվի շերտը
id: Dasaran peta
is: Undirlög korts
it: Mappa di sottofondo
ja: アンダーレイマップ
ka: რუკის ქვესადებები
lv: Kartes apakšklāji
mk: Podlogi na kartata
ml: മാപ്പ് അണ്ടര്‍ലേയ്സ്(കീഴ്പാളികള്‍)
nb: Kartunderlag
nl: Achtergrondkaarten
oc: Fons de mapa
pl: Podkłady map
ro_ro: Straturi fundal hărți
ru: Подложки
sc: Istratos inferiores de sa mapa
sk: Podkladové mapy
sl: Podloge zemljevida
sr: Слојеви испод карте
sr_latn: Slojevi ispod mape
sv: Kartunderlägg
ta: வரைபடம் அண்டர்லேச்
tr: Harita alt katmanları
uk: Тло мапи
zh_hans: 地图衬底层
zh_hant: 地圖襯底層

# vector_data
source: Offline vector maps
af: Aflyn vektor kaarte
ar: الخريطة المحملة
ast: Mapa de vectores ensin internet
az: Oflayn vektor xəritələr
be: Пазасеціўныя вектарныя мапы
bg: Офлайн векторни карти
ca: Mapes de vectors fora de línia
cs: Vektorové off-line mapy
da: Offline vektorkort
de: Offline-Vektorkarten
el: Διανυσματικοί χάρτες χωρίς σύνδεση
eo: Malkonektaj vektoraj mapoj
es_us: Mapas vectoriales sin conexión
et: Võrguühenduseta vektorkaardid
eu: Lineaz kanpoko bektore mapak
fa: نقشه‌های بُرداری آفلاین
fi: Offline vektorikartat
fr: Cartes vectorielles OSM
gl: Mapas vectoriais sen conexión
he: מפות וקטוריות בלתי מקוונות
hu: Vektoros OSM-térkép
hy: Տեղական վեկտորային(Offline) քարտեզներ
id: Peta vektor luring
is: Ónettengd vektorkort
it: Mappe vettoriali offline
ja: オフラインベクターマップ
ka: გათიშული ვექტორული რუკები
ko: 오프라인 벡터 맵
lt: Parsiųsti vektoriniai žemėlapiai
lv: Bezsaistes vektoru kartes
mk: Oflajn vektorski karti
ml: ഓഫ്ലൈന്‍ വെക്ടര്‍ ഭൂപടങ്ങള്‍
mr: ऑफलाएन वेक्टर नकाशे
nb: Offline vektorkart
nl: OsmAnd Offline vectorkaart
oc: Mapas de vector fòra de linha
pl: Wektorowe mapy offline
ro_ro: Hărți vectoriale offline
ru: Локальные векторные карты
sc: Mapas vetoriales non in lìnia
sk: Vektorové OSM mapy
sl: Vektorski zemljevidi za delo brez povezave
sr: Векторске карте ван мреже
sr_latn: Vektorske mape bez interneta
sv: Offline-vektorkartor
ta: இணைப்பில்லாத திசையன் வரைபடங்கள்
tr: Çevrim dışı vektör haritaları
uk: Векторні офлайн-мапи
vi: Bản đồ vector Offline
zh_hans: 离线矢量地图
zh_hant: 離線向量地圖
