Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# trip_recording_uphill_widget_desc
source: Shows the sum of all the climbs of the currently recorded trip.
ar: عرض مجموع عمليات التسلق المسجلة حاليا.
be: Паказвае суму ўсіх пад'ёмаў у бягучай запісанай паездцы.
bg: Показва сумата от всички изкачвания на записваното в момента пътуване.
cs: Zobrazuje součet všech stoupání aktuálně zaznamenané cesty.
da: Viser summen af alle opstigninger på den aktuelt registreret tur.
de: Zeigt die Summe aller Anstiege der aktuell aufgezeichneten Strecke an.
el: Δείχνει το άρθροισμα όλων των αναβάσεων ή την τελευταία ανάβαση στην τρέχουσα καταγεγραμμένη διαδρομή.
eo: Montras sumon (horizontale) deĉiuj supreniroj por la nune registrata spuro.
es_us: Muestra la suma de todos los ascensos del viaje actualmente registrado.
et: Näitab salvestatud teekonna kõikide tõusude summat või viimast tõusu.
eu: Grabatutako bidaiaren igoera guztien batura erakusten du.
fr: Affiche le dénivelé positif cumulé du trajet en cours d'enregistrement.
hu: Megjeleníti az összes emelkedő hosszát vagy a jelenleg rögzített út utolsó emelkedő hosszát.
id: Menunjukkan jumlah semua pendakian dari perjalanan yang sedang direkam.
is: Sýnir summu allra hækkana í leiðinni sem verið er að skrá.
it: Mostra il totale di tutte le salite del percorso attualmente registrato.
ja: 現在記録されている旅程の全上昇距離の合計を表示します。
ko: 현재 기록된 여행의 모든 등반의 합계를 표시합니다.
mk: Go prikazuva zbirot na site kacuvanja na tekovnoto snimeno patuvanje.
nb: Viser summen av alle stigninger for det gjeldende turopptaket.
nl: Toont de som van alle beklimmingen of de laatste klim van deze opgenomen rit.
pl: Pokazuje sumę wszystkich podjazdów aktualnie zarejestrowanej podróży.
ro_ro: Arată suma tuturor urcărilor din călătoria înregistrată.
ru: Виджет показывает сумму всех подъемов или последний подъем в текущей записываемом маршруте.
sc: Ammustrat sa summa de totu sas artziadas de su biàgiu registradu atuale.
sk: Zobrazuje súčet všetkých výstupov v práve zaznamenávanom výlete.
sl: Prikazuje vsoto vseh vzponov trenutnega posnetega potovanja.
sr: Приказује укупно све успоне на путу који се тренутно снима.
sr_latn: Prikazuje ukupno sve uspone na putu koji se trenutno snima.
sv: Visar summan av alla stigningar eller den sista stigningen för den aktuellt registrerade turen.
ta: தற்போது பதிவுசெய்யப்பட்ட பயணத்தின் அனைத்து ஏறுதல்களின் தொகையையும் காட்டுகிறது.
tr: Mevcut kayıtlı seyahatin toplam tüm çıkışlarını gösterir.
uk: Показує суму всіх підйомів поточної записаної поїздки.
vi: Hiện tổng những lần đi lên của chuyến đi đang được ghi.
zh_hans: 显示当前记录的行程中所有爬升高度的总和。
zh_hant: 顯示目前記錄旅程的所有上坡總和。

# av_notes_audio_widget_desc
source: Tapping the widget lets you take an audio note.
ar: النقرعلى الودجت يسمح لك بتدوين الملاحظات الصوتية.
be: Націсканнем на віджэт можна ствараць аўдыянататкі.
bg: При докосване приспособлението прави аудио бележка.
ca: Prement el giny us permet enregistrar una nota d'àudio.
cs: Klepnutím na nástroj můžete pořídit zvukovou poznámku.
da: Ved at trykke på modulet kan du optage en lydnote.
de: Durch Tippen auf das Widget kann eine Audionotiz aufgenommen werden.
el: Πατώντας το γραφικό στοιχείο σας επιτρέπεται να κάνετε μια ηχητική σημείωση.
eo: Fenestraĵo ebliganta registri sonan noton.
es_us: Pulsa el widget para grabar notas de audio.
et: Häälmärget saad salvestada vidinal klõpsides.
eu: Trepeta sakatu audio-oharrak hartzeko.
fa: با ضربه روی ابزارک می‌توانید یادداشت صوتی ضبط کنید.
fr: Appuyez sur le gadget pour prendre une note audio.
he: נגיעה בווידג׳ט מאפשרת הוספת הערות קוליות.
hu: A modul megérintésével hangjegyzetet készíthet.
id: Mengetuk widget memungkinkan Anda untuk membuat catatan audio.
is: Ef ýtt er á viðmótshluta er hægt að taka upp hljóðskrá með athugasemdum.
it: Toccare il widget permette di registrare una nota audio.
ja: ウィジェットをタップすると、音声メモを取ることができます。
ko: 위젯을 탭하면 오디오 메모를 취할 수 있습니다.
mk: Dopiranjeto na vidzetot ovozmozuva zapocnuvanje na snimanje audio zabeleski.
nb: Å trykke på miniprogrammet lar deg spille inn et lydnotat.
nl: Door te tikken op de widget kun je een audio-opname maken.
pl: Stuknięcie widżetu pozwala na zrobienie notatki dźwiękowej.
ro_ro: Atingerea widgetului vă permite să înregistrați o notă audio.
ru: Нажатие на виджет позволяет сделать аудиозаметку.
sc: Unu tocu in su widget ti permitit de pigare notas sonoras.
sk: Stlačenie nástroja vám umožní nahrať audio-poznámku.
sl: S tapanjem gradnika lahko snemaš zvočni zapis.
sr: Тап по справици ће снимити звучну белешку.
sr_latn: Tapni na vidžet za snimanje zvučne beleške.
sv: Med knapptryck på widgeten kan du spela in en ljudanteckning.
ta: விட்செட்டைத் தட்டினால் ஆடியோ குறிப்பு எடுக்க உங்களை அனுமதிக்கிறது.
tr: Widget'a dokunmak bir sesli not almanızı sağlar.
uk: Торкнувшись віджета, можна зробити аудіопримітку.
vi: Chạm vào widget sẽ cho phép bạn tạo một ghi chú âm thanh.
zh_hans: 点击小工具可让您留下一条音频注释。
zh_hant: 點一下小工具讓你錄製語音筆記。

# trip_recording_downhill_widget_desc
source: Shows the sum of all descents of the currently recorded trip.
ar: عرض مجموعة الرحلات المسجلة الحالية.
be: Паказвае колькасць усіх з'ездаў бягучай запісанай паездкі.
bg: Показва сумата от всички спускания на записваното в момента пътуване.
ca: Mostra la suma de tots els descensos del viatge registrat actualment.
cs: Zobrazuje součet všech klesání aktuálně zaznamenané jízdy.
da: Viser summen af alle nedstigninger på den aktuelt registreret tur.
de: Zeigt die Summe aller Abfahrten der aktuell aufgezeichneten Strecke an.
el: Δείχνει το άρθροισμα όλων των καταβάσεων ή την τελευταία κατάβαση στην τρέχουσα καταγεγραμμένη διαδρομή.
eo: Montras sumon (horizontale) deĉiuj malsupreniroj por la nune registrata spuro.
es_us: Muestra la suma de todos los descensos del viaje actual registrado.
et: Näitab salvestatud teekonna kõikide laskumiste summat või viimast laskumist.
eu: Grabatutako bidaiaren jaitsiera guztien batura erakusten du.
fr: Affiche la somme de toutes les descentes du trajet enregistré.
hu: Megjeleníti az összes lejtő hosszát vagy a jelenleg rögzített út utolsó lejtőjének hosszát.
id: Menampilkan jumlah semua turunan dari perjalanan yang direkam saat ini.
is: Sýnir summu allra lækkana í leiðinni sem verið er að skrá.
it: Mostra il totale di tutte le discese del percorso attualmente registrato.
ja: 現在記録されている旅程の全下降距離の合計を表示します。
ko: 현재 기록된 여행의 모든 내리막의 합계를 표시합니다.
mk: Go prikazuva zbirot na site spustanja na tekovnoto snimeno patuvanje.
nb: Viser summen av alle nedstigninger for det gjeldende turopptaket.
nl: Toont de som van alle afdalingen of de laatste afdaling van deze opgenomen rit.
pl: Pokazuje sumę wszystkich zjazdów aktualnie zarejestrowanej podróży.
ro_ro: Arată suma tuturor coborârilor din călătoria înregistrată.
ru: Виджет показывает сумму всех спусков или последний спуск в текущем записываемом маршруте.
sc: Ammustrat sa summa de totu sas achirradas de su biàgiu registradu atuale.
sk: Zobrazuje súčet všetkých zostupov v práve zaznamenávanom výlete.
sl: Prikazuje vsoto vseh spustov trenutnega posnetega potovanja.
sr: Приказује укупно све спустове на путу који се тренутно снима.
sr_latn: Prikazuje ukupno sve nizbrdice na putu koji se trenutno snima.
sv: Visar summan av alla nedfarter eller den sista nedfarten för den aktuellt registrerade resan.
ta: தற்போதைய பதிவு செய்யப்பட்ட பயணத்தின் அனைத்து சந்ததியினரின் கூட்டுத்தொகையைக் காட்டுகிறது.
tr: Mevcut kayıtlı seyahatin toplam tüm inişlerini gösterir.
uk: Показує суму всіх спусків поточної записаної поїздки.
vi: Hiện tổng những lần đi xuống của chuyến đi đang được ghi.
zh_hans: 显示当前记录的行程中所有下降高度的总和。
zh_hant: 顯示目前記錄旅程的所有下坡總和。

# trip_recording_duration_widget_desc
source: Shows the currently recorded trip time.
ar: يعرض وقت الرحلة المسجل حاليا.
be: Паказвае час бягучай запісанай паездкі.
bg: Показва текущото записано време на пътуване.
cs: Zobrazuje aktuálně zaznamenaný čas jízdy.
da: Viser den aktuelt registrerede turtid.
de: Zeigt die aktuell aufgezeichnete Reisezeit an.
el: Δείχνει τον χρόνο της τρέχουσας καταγεγραμμένης διαδρομής.
eo: Montras daŭron de la nune registrata spuro.
es_us: Muestra el tiempo de grabación del viaje actual.
et: Näitab hetkel salvestatud teekonna aega.
eu: Uneko arrastoaren grabazio denbora erakusten du.
fa: زمان سفر در حال ضبط را نمایش می‌دهد.
fr: Affiche la durée du trajet en cours d'enregistrement.
hu: Megjeleníti a jelenleg rögzített út idejét.
id: Menampilkan waktu perekaman trek, durasi dalam menit/jam dari perjalanan yang sedang direkam.
is: Birtir tímalengd fyrir leiðina sem verið er að skrá.
it: Mostra la durata del viaggio attualmente registrato.
ja: 現在記録されている旅程の時間を表示します。
ko: 현재 기록된 이동 시간을 표시합니다.
mk: Go prikazuva vremeto na snimanjeto na patekata, vremetraenjeto vo minuti/casovi od momentalno snimenoto patuvanje.
nb: Viser tiden for det gjeldende turopptaket.
nl: Toont de tijdsduur van deze opgenomen rit.
pl: Pokazuje aktualnie zarejestrowany czas podróży.
ro_ro: Arată durata înregistrată a călătoriei.
ru: Виджет показывает текущее записанное время маршрута.
sc: Ammustrat sa durada de su biàgiu in registratzione.
sk: Zobrazuje časovú dĺžku práve zaznamenávaného výletu.
sl: Prikazuje trenutno zabeležen čas potovanja.
sr: Приказује укупно време пута који се снима.
sr_latn: Prikazuje ukupno vreme puta koji se snima.
sv: Visar körtiden för pågående spårinspelning.
ta: தற்போது பதிவு செய்யப்பட்ட பயண நேரத்தைக் காட்டுகிறது.
tr: Kaydedilmekte olan yolculuk süresini gösterir.
uk: Показує поточний записаний час поїздки.
vi: Hiện thời gian của chuyến đi đang được ghi.
zh_hans: 显示当前记录的行程时间。
zh_hant: 顯示目前記錄旅程的時間。

# trip_recording_distance_widget_desc
source: Shows the currently recorded trip distance.
ar: يظهر مسافة الرحلة المسجلة حاليا.
be: Паказвае адлегласць бягучай запісанай паездкі.
bg: Показва текущото записано пропътувано разстояние.
cs: Zobrazuje aktuálně zaznamenanou vzdálenost jízdy.
da: Viser den aktuelt registrerede turafstand.
de: Zeigt die aktuell aufgezeichnete Reisestrecke an.
el: Δείχνει την απόσταση της τρέχουσας καταγεγραμμένης διαδρομής, με λειτουργίες για προβολή της απόστασης της τελευταίας ανάβασης και κατάβασης.
eo: Montras distancon de la nune registrata spuro.
es_us: Muestra la distancia del viaje registrado actual.
et: Näitab hetkel salvestatud teekonna vahemaad ja võimaldab vajadusel vaadata viimase tõusu või laskumise vahemaad.
eu: Grabatutako bidaiaren distantzia erakusten du.
fr: Affiche la distance du trajet en cours d’enregistrement.
hu: Megjeleníti a jelenleg rögzített utazás teljes hosszát, valamint az utolsó emelkedés és lejtés hosszát.
id: Menampilkan jarak perjalanan yang direkam saat ini.
is: Birtir vegalengd leiðarinnar sem verið er að skrá.
it: Mostra la distanza del percorso attualmente registrato.
ja: 現在記録されている走行距離を表示します。
ko: 현재 기록된 이동 거리를 표시합니다.
mk: Go prikazuva rastojanieto na tekovno snimenoto patuvanje.
nb: Viser distansen for det gjeldende turopptaket.
nl: Toont de afgelegde afstand van deze opgenomen rit.
pl: Pokazuje aktualnie zarejestrowany dystans podróży.
ro_ro: Arată distanța înregistrată a călătoriei.
ru: Виджет показывает общее расстояние текущего записываемого маршрута, а также с помощью режимов позволяет посмотреть дистанцию последнего подъёма и спуска.
sc: Ammustrat sa distàntzia de su biàgiu in registratzione.
sk: Zobrazuje vzdialenosť práve zaznamenávaného výletu.
sl: Prikazuje trenutno zabeleženo razdaljo potovanja.
sr: Приказује удаљеност тренутног пута.
sr_latn: Prikazuje ukupnu daljinu puta.
sv: Visar den totala sträckan för din aktuellt registrerade resa, med lägen för att visa sträckan för den senaste upp- och nedstigningen.
ta: தற்போது பதிவு செய்யப்பட்ட பயண தூரத்தைக் காட்டுகிறது.
tr: Kaydedilmekte olan yolculuk mesafesini gösterir.
uk: Показує поточну записану відстань поїздки.
vi: Hiện khoảng cách của chuyến đi đang được ghi.
zh_hans: 显示当前记录的行程距离。
zh_hant: 顯示目前記錄旅程的距離。

# true_bearing_widget_desc
source: Angle between true north and the target point observed from your location.
ar: الزاوية بين الشمال الحقيقي ونقطة الهدف التي تم تعيينها من موقعك.
be: Вугал паміж сапраўднай поўначчу і мэтавым пунктам, які назіраецца з вашага месцазнаходжання.
bg: Оказва ъгъла между истинския север и местоназначението, спрямо вашето местоположение.
cs: Úhel mezi skutečným severem a cílovým bodem pozorovaným z vaší polohy.
da: Vinkel mellem det sande nord og målpunktet observeret fra din placering.
de: Winkel zwischen wahrem Norden und dem Zielpunkt, der von Ihrem Standort aus beobachtet wird.
el: Γωνία μεταξύ του πραγματικού βορρά και του σημείου στόχου που παρατηρείτε από την τοποθεσία σας.
eo: Angulo inter la vera nordo, via pozicio kaj la alcela loko.
es_us: El ángulo entre el norte verdadero y el punto objetivo observado desde tu ubicación.
eu: Iparraldearen eta zure kokapenetik ikusitako helburu-puntuaren arteko angelua.
fr: Angle entre le Nord vrai et la destination depuis votre position.
hu: A valódi észak és a célpont közötti szög, az Ön tartózkodási helyéről megfigyelve.
id: Sudut antara utara sebenarnya dan titik sasaran yang diobservasi dari lokasi Anda.
is: Horn milli réttvísandi norðurs og markpunkts miðað við staðsetningu þína.
it: Angolo fra il nord reale e il punto di destinazione osservato dalla tua posizione.
ja: 現在地から見た真北とターゲット地点間の角度を示します。
ko: 진북과 현재 위치에서 관찰한 대상 지점 사이의 각도입니다.
lt: Kampas tarp tikrosiosšiaurės ir tikslo taško, stebimo iš jūsų vietos.
mk: Agol pomedju vistinskiot sever i celnata tocka zabeležan od vasata lokacija.
nb: Vinkel mellom sann nord og målpunktet observert fra din posisjon.
nl: Hoek tussen het ware noorden en het doelpunt gezien van uw locatie.
pl: Kąt między rzeczywistą północą a punktem docelowym obserwowanym z Twojej lokalizacji.
ro_ro: Unghiul dintre nordul geografic și punctul țintă observat din locația dumneavoastră.
ru: Угол между истинным севером и целевой точкой, наблюдаемой из вашего местоположения.
sc: Àngulu intre su nord beru e su puntu de destinatzione bidu dae sa positzione tua.
sk: Uhol medzi skutočným severom a cieľovým bodom pozorovaný z aktuálnej pozície.
sl: Kot med pravim (geografskim) severom in ciljno točko, opazovano s tvoje lokacije.
sr: Угао између правог Севера и циљане тачке гледано са Вашег положаја.
sr_latn: Ugao između pravog severa i ciljne tačke gledano sa tvoje lokacije.
sv: Vinkeln mellan norr och målpunkten observerad från din position.
ta: உங்கள் இருப்பிடத்திலிருந்து காணப்பட்ட உண்மையான வடக்கு மற்றும் இலக்கு புள்ளிக்கு இடையிலான கோணம்.
tr: Gerçek kuzey ile bulunduğunuz yerden gözlemlenen hedef noktası arasındaki açı.
uk: Кут між напрямком на північ та цільовою точкою, який спостерігається з вашого поточного місця перебування.
vi: Góc giữa hướng bắc chuẩn và điểm đích được lấy từ vị trí của bạn.
zh_hans: 从您所在位置观察到的真北与目标点之间的角度。
zh_hant: 從您的位置觀察到的真北與目標點之間的角度。

# time_to_intermediate_widget_desc
source: The widget shows "Arrival time" or "Time to go" to the first intermediate point. Time is constantly updated during navigation, once intermediate points is passed, the time will be updated to the next intermediate point.
ar: يعرض الودجت وقت الوصول أو وقت الذهاب إلى النقطة الوسيطة الأولى. يتم تحديث الوقت باستمرار أثناء التنقل ، بمجرد تمرير النقاط الوسيطة ، سيتم تحديث الوقت إلى النقطة الوسيطة التالية.
be: Віджэт паказвае "Час прыбыцця" або "Час да прыбыцця" да першага прамежкавага пункта. Час стала абнаўляецца падчас навігацыі. Калі прамежкавы пункт мінуты, час будзе абноўлены да наступнага прамежкавага пункта.
bg: Приспособлението показва „Време на пристигане“ или „Време до пристигане“ до първата междинна точка. Времето се обновява постоянно по време на маршрутизиране, при достигане междинна точка, времето се обновява да показва оставащото до следващата междинна точка.
cs: Widget zobrazuje "Čas příjezdu" nebo "Čas do odjezdu" do prvního mezilehlého bodu. Čas je během navigace neustále aktualizován, jakmile je překročen mezibod, aktualizuje se čas do dalšího mezibodu.
da: Modulet viser "Ankomsttid" eller "Resterende tid" til det første mellemliggende punkt. Tiden opdateres konstant under navigationen, og når et mellemliggende punkt er passeret, opdateres tiden til det næste mellemliggende punkt.
de: Das Widget zeigt „Ankunftszeit“ oder „Verbleibende Zeit“ zum ersten Zwischenpunkt an. Die Zeit wird während der Navigation ständig aktualisiert, sobald Zwischenpunkte passiert sind, wird die Zeit auf den nächsten Zwischenpunkt aktualisiert.
el: Το γραφικό στοιχείο δείχνει τον "Χρόνο άφιξης" ή "Υπολειπόμενο χρόνο" μέχρι το πρώτο ενδιάμεσο σημείο. Ο χρόνος ενημερώνεται συνεχώς κατά τη διάρκεια της πλοήγησης, και όταν περαστεί το ενδιάμεσο σημείο, θα ενημερώνεται για το επόμενο ενδιάμεσο σημείο.
eo: Montras tempon de alveno kaj pluan tempon al la unua intercelo. Tempo estas senĉese aktualigata dum navigado. Kiam intercelo estos pasigita, la fenestraĵo montros tempon al la sekva intercelo.
es_us: Muestra la «Hora de llegada» o el «Tiempo para ir» al primer punto intermedio. El tiempo se actualiza constantemente durante la navegación, una vez se pasen los puntos intermedios, el tiempo será actualizado al siguiente punto intermedio.
eu: Widget-ak lehen tarteko puntura "Iristelp-ordua" edo "Joateko ordua" erakusten du. Denbora etengabe eguneratzen da nabigazioan zehar, tarteko puntuak igarotakoan, denbora hurrengo tarteko puntura eguneratuko da.
fa: ابزارک «زمان رسیدن» یا «زمان باقی‌مانده» تا اولین نقطه میانی را نمایش می‌دهد. زمان در طول ناوبری به‌طور مداوم به‌روزرسانی می‌شود و پس از عبور از نقاط میانی، زمان به نقطه میانی بعدی به‌روزرسانی می‌شود.
fr: Le gadget affiche "L'heure d'arrivée" ou "La durée restante" jusqu'au prochain point intermédiaire. Ces informations sont actualisées pendant le guidage et une fois ce point intermédiaire atteint, les informations seront calculées pour le point intermédiaire suivant.
hu: A modul megjeleníti az érkezési- vagy az első köztes célpontig hátralévő időt. Az idő folyamatosan frissül a navigáció közben, és a köztes pontot elhagyva frissül a következő köztes pontra vonatkozó időre.
id: Widget menampilkan "Waktu tiba" atau "Waktu tersisa untuk bepergian" ke titik tujuan terakhir. Waktu selalu diperbarui saat navigasi, ketika titik perantara dilewati, waktunya akan diperbarui ke titik perantara berikut.
is: Viðmótshlutinn sýnir "Komutími" eða "Tími til stefnu" að fyrsta milliáfanganum. Tíminn er uppfærður í sífellu á meðan leiðsögn stendur, um leið og farið er fram hjá milliáfanga, er vegalengdin uppreiknuð að næsta milliáfanga.
it: Il widget mostra "Ora di arrivo" o "Tempo mancante" al primo punto intermedio. Il tempo è costantemente aggiornato durante la navigazione, quando il punto intermedio viene raggiunto, il tempo verrà aggiornato al successivo punto intermedio.
ja: ウィジェットには、最初の中間地点までの"到着時刻"または"残り時間"が表示されます。ナビゲーション中は常に時間が更新され、中間地点を通過すると次の中間地点までの時間へと更新されます。
ko: 위젯은 "Arrival time"또는 "Time to go"를 첫 번째 중간 지점으로 보여줍니다. 시간이 지남에 따라 지속적으로 업데이트됩니다. 한 번 중간 지점이 통과되면, 시간은 다음 중간 지점으로 업데이트됩니다.
mk: Vidzetot pokazuva„Vreme na pristignuvanje“ ili „Vreme za odenje“ do prvata sredna tocka. Vremeto postojano se azurira za vreme na navigacijata, stom ce pominat srednite tocki, vremeto ce se azurira na slednata sredna tocka.
nb: Viser«Ankomsttid» eller «Anslått tid til ankomst» til første mellomliggende punkt. Tid oppdateres hele tiden under navigasjon. Når mellomliggende punkter passeres oppdatere tiden til neste mellomliggende punkt.
nl: De widget toon "Aankomsttijd" of "Tijd nog te gaan" tot het eerstvolgende punt halverwege. Tijdsduur wordt voortdurend bijgewerkt tijdens navigatie. Zodra tussenliggend punt is gepasseerd, wordt de tijd bijgewerkt tot het volgende tussenliggende punt.
pl: Widżet pokazuje "Czas przyjazdu" lub "Czas do wyjazdu" do pierwszego punktu pośredniego. Czas jest stale aktualizowany podczas nawigacji, gdy punkty pośrednie zostają przekroczone, czas zostaje zaktualizowany do następnego punktu pośredniego.
ro_ro: Widgetul arată "Ora de sosire" sau "Timpul rămas de parcurs" până la primul punct intermediar. Timpul este actualizat încontinuu pe parcursul navigației și, odată ce punctele intermediarare sunt depășite, timpul va fi actualizat luând în considerare următorul punct intermediar.
ru: Виджет показывает «Время прибытия» или «Время до прибытия» в первый промежуточный пункт. Время постоянно обновляется во время навигации, как только промежуточный пункт будет пройден, время будет обновлено до следующего промежуточного пункта.
sc: Su widget ammustrat "Ora de arrivu" o "Tempus chi mancat" finas a su primu puntu de coladòrgiu. Custas informatziones s'agiornant totora durante sa navigatzione e, a pustis de àere coladu unu puntu de coladòrgiu, s'ant a carculare pro su puntu de coladòrgiu imbeniente.
sk: Nástroj zobrazuje "Čas príjazdu" alebo "Zostávajúci čas" k prvému prechodnému bodu. Čas je stále aktualizovaný počas navigácie, a keď je prechodný bod dosiahnutý, čas sa aktualizuje na ďalší prechodný bod.
sl: Gradnik prikazuje»Čas prihoda« ali »Čas potovanja« do prve vmesne točke. Čas se med navigacijo stalno posodablja, ko gremo čez vmesno točko, se čas posodobi do naslednje vmesne točke.
sr: Справица приказује "Време пристизања" или "Преостало време" на првој пролазној тачки. Време се стално освежава приликом навођења, а када се пролазне тачке прођу, време ће бити освежено на следећој пролазној тачки.
sr_latn: Vidžet prikazuje „Vreme pristizanja“ ili „Preostalo vreme“ na prvojm međuodredištu. Vreme se stalno osvežava prilikom navođenja, a kada se prolazne tačke prođu, vreme će biti osveženo na sledećoj prolaznoj tački.
sv: Visar "Ankomsttid" eller "Återstående restid" till första mellanliggande punkt. Tiden uppdateras kontinuerligt under navigeringen, och så fort en punkt passeras uppdateras den till nästa mellanliggande punkt.
ta: விட்செட் முதல் இடைநிலை புள்ளிக்கு "வருகை நேரம்" அல்லது "செல்ல நேரம்" காட்டுகிறது. வழிசெலுத்தலின் போது நேரம் தொடர்ந்து புதுப்பிக்கப்படும், இடைநிலை புள்ளிகள் நிறைவேற்றப்பட்டவுடன், நேரம் அடுத்த இடைநிலை புள்ளிக்கு புதுப்பிக்கப்படும்.
tr: Widget, ilk ara noktaya "Varış zamanı" veya "Gidiş süresini” gösterir. Navigasyon sırasında süre, sürekli olarak güncellenir. Ara nokta geçildikten sonra süre, bir sonraki ara noktaya göre güncellenecektir.
uk: Віджет показує «Час прибуття» або «Час йти» до першого проміжного пункту. Час постійно оновлюється під час навігації, коли пройдено проміжні точки, час буде оновлено до наступної проміжної точки.
vi: Widget hiện "Thời gian đến" hoặc "Thời gian di chuyển" đến điểm trung gian đầu tiên. Thời gian được cập nhật liên tục trong khi điều hướng, khi đi qua các điểm trung gian, thời gian sẽ được cập nhất tới điểm trung gian kế tiếp.
zh_hans: 该小部件会显示需要多少时间才能到达第一个中间点。时间将在导航过程中不断更新，一旦经过此中间点，就会更新显示到达下一个中间点所需的时间。
zh_hant: 小工具顯示「到達時間」或「剩餘時間」到第一個中轉點。時間在導航期間不斷更新，一旦中轉點過去，時間將更新到下一個中轉點。
