Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# routing_attr_avoid_cobblestone_description
source: Avoid cobblestone
cs: Vyhnout se dlažbě
da: Undgå brosten
de: Kopfsteinpflaster vermeiden
el: Αποφεύγει το λιθόστρωτο
eo: Evitiĝibajn pavimŝtonojn
es_us: Evita pasar por caminos adoquinados
et: Väldi munakiviteid
eu: Saihestu harlauzak
fa: پرهیز از مسیرهای سنگفرش
fr: Éviter les routes pavées
hu: Durva kőburkolat elkerülése
id: Hindari batu bulat
is: Forðast götusteina
it: Evita il ciottolo
ja: 石畳を避けます
ko: Cobblestone를 피하십시오
lt: Vengti trinkelių
nb: Unngå brostein
nl: Vermijd kinderkopjes
pl: Unikaj kocich łbów
ro_ro: Evită piatra cubică
ru: Без булыжника
sk: Vyhnúť sa okrúhlym kameňom
sl: Načrtovanje poti brez uporabe tlakovanih cest
sr: Избегавање калдрме
sr_latn: Izbegavati kaldrmu
sv: Undvik kullersten
ta: கோப்ச்டோனைத் தவிர்க்கவும்
tr: Parke taşlarından kaçının
uk: Уникати бруківки
vi: Tránh đá cuội
zh_hant: 避免鵝卵石

# rendering_attr_showDirtbikeTrails_name
source: Dirt bike trails
ca: Rutes de motocròs
cs: Stezky pro terénní kola
da: Motocross-stier
de: Dirtbike-Strecken
el: Διαδρομές μηχανής εκτός δρόμου
es_us: Senderos para motos todoterreno
et: Maastikurattarajad
fa: نمایش مسیرهای موتور خاکی
fr: Sentiers en terre pour vélos
hu: Krosszmotor utak
id: Jejak motor trail
is: Drulluhjólaleiðir
it: Sentieri per bici da sterrato
ja: ダートバイク用コース
nl: Dirtbikeroutes
ro_ro: Arată trasee de biciclete de teren
ru: Трассы для мотокросса
sk: Cesty pre terénne bicykle
sr: Стазе теренских мотоцикла
sr_latn: Prikaži staze terenskih motocikla
sv: Off-road motorcykel-leder
ta: அழுக்கு பைக் தடங்கள்
uk: Стежки для ґрунтового велосипеда
vi: Lối đi cho xe đạp địa hình
zh_hant: 顯示越野車路線

source: Add widget above
cs: Přidat widget nad
da: Tilføj modul ovenfor
de: Widget oben hinzufügen
el: Προσθήκη γραφικού στοιχείου από πάνω
et: Lisa vidin ülespoole
fa: افزودن ابزارک در بالا
fr: Ajouter le gadget au dessus
hu: Modul hozzáadása felülre
id: Tambahkan gawit di atas layar
is: Bæta viðmótshluta fyrir ofan
it: Aggiungi il widget qui sopra
ja: 上部にウィジェットを追加
nl: Widget hierboven toevoegen
ru: Добавить виджет выше
sk: Pridať nástroj nad
sr: Додај справицу изнад
sr_latn: Dodaj widžet iznad
sv: Lägg till widget ovanför
ta: மேலே விட்செட்டைச் சேர்க்கவும்
uk: Додати віджет зверху
vi: Thêm widget lên trên
zh_hant: 在上方新增小工具

source: Delete widget?
cs: Smazat widget?
da: Slet modul?
de: Widget löschen?
el: Διαγραφή γραφικού στοιχείου;
et: Kas kustutame vidina?
fa: پاک‌کردن ابزارک؟
fr: Supprimer le gadget ?
hu: Biztosan törli a modult?
id: Hapus widget?
is: Eyða viðmótshluta?
it: Eliminare il widget?
ja: ウィジェットを削除しますか？
nl: Widget verwijderen?
ru: Удалить виджет?
sk: Odstrániť nástroj?
sr: Обрисати справицу?
sr_latn: Brišeš vidžet?
sv: Ta bort widget?
ta: விட்செட்டை நீக்கவா?
uk: Видалити віджет?
vi: Xoá widget này?
zh_hant: 刪除小工具？

# rendering_attr_showClimbingRoutes_description
source: Show climbing routes
cs: Zobrazit lezecké trasy
da: Vis klatreruter
el: Εμφάνιση αναρριχητικών διαδρομών
et: Näita ronimismarsruute
fa: نمایش مسیرهای صخره‌نوردی
fr: Afficher les voies d'escalade
hu: Hegymászó utak megjelenítése
id: Tampilkan rute pendakian
is: Sýna klifurleiðir
it: Mostra i percorsi per l'arrampicata
ja: 登山ルートを表示します
nl: Toon klimroutes
ru: Показать скалолазные маршруты
sk: Zobraziť lezecké trasy
sr: Приказати стазе за пењање
sv: Visa klätterrutter
ta: ஏறும் வழிகளைக் காட்டு
uk: Показати маршрути сходження
vi: Hiện các tuyến đường leo núi
zh_hant: 顯示攀登路線

# purchases_feature_desc_nautical
source: Get access to nautical depth information
ar: الحصول على معلومات العمق البحري
be: Атрымайце доступ да інфармацыі аб марскіх глыбінях
bg: Информация за морската дълбочина
cs: Získejte přístup k informacím o námořní hloubce
cy: Cael mynediad at wybodaeth dyfnder morwrol
da: Få adgang til havdybdeoplysninger
de: Zugang zu Informationen über Wassertiefen erhalten
el: Αποκτήστε πρόσβαση σε πληροφορίες ναυτικού βάθους
eo: Akiru aliron al informoj pri mara profundo.
es_us: Obtén acceso a la información de profundidad náutica
et: Juurdepääs meresügavuse teabele
eu: Izan eskura sakonera nautikoaren informazioa
fa: به اطلاعات عمق دریایی دست یابید.
fi: Hanki pääsy merenkulun syvyystietoihin
fr: Accédez aux informations de profondeur bathymétrique
he: קבלת גישה לפרטי עומק ימי
hu: Hozzáférés a tengeri mélységadatokhoz
id: Dapatkan akses ke informasi kedalaman laut
is: Fáðu aðgang að upplýsingum um dýpt sjávar
it: Ottieni l'accesso alle informazioni batimetriche
ja: 水深に関する情報を入手できるようになります
ko: 해상 깊이 정보에 액세스
lt: Gaukite prieigą prie jūrinio gylio informacijos
mk: Dobijte pristap do informacii za pomorskata dlabočina
nb: Få tilgang til havdybdeinfo
nl: Verkrijg toegang tot zeediepte informatie
oc: Obtenètz l'accès a l'informacion batimetrica
pl: Uzyskaj dostęp do informacji o głębokości morskiej
ro_ro: Obțineți acces la informații privind adâncimea nautică
ru: Информация о морских глубинах
sc: Otene atzessu a sas informatziones subra de sa profundidade nàutica
sk: Získajte prístup k údajom o námornej hĺbke
sl: Pridobi dostop do informacij o navtični globini
sr: Приступите информацијама о наутичкој дубини
sr_latn: Pristupi informacijama o nautičkoj dubini
sv: Få tillgång till information om havsdjup
ta: கடல் ஆழமான தகவல்களை அணுகலாம்
tr: Deniz derinliği bilgilerine erişin
uk: Отримайте доступ до даних про морські глибини
vi: Lấy quyền truy cập đến thông tin độ sâu hàng hải
zh_hans: 获得航海深度信息
zh_hant: 取得航海深度資訊

# lang_uz
source: Uzbek
ar: الأوزبكية
ast: Uzbecu
be: Узбекская
bg: Узбекски
cs: Uzbečtina
cy: Wsbeceg
da: Usbekisk
de: Usbekisch
el: Ουζμπέκικα
eo: Uzbeka
es_us: Uzbeco
et: usbeki
eu: Uzbekera
fa: ازبکی
fi: uzbekki
fr: Ouzbek
gl: Uzbeco
he: אוזבקית
hu: üzbég
hy: Ուզբեկական
is: Úsbekíska
it: Uzbeco
ja: ウズベク語
ka: უზბეკური
ko: 우즈베크어
mk: Uzbekistanski
nb: Usbekisk
nl: Oezbeeks
oc: Ozbek
pl: Uzbecki
ro_ro: Uzbecă
ru: Узбекский
sc: Uzbecu
sk: Uzbecky
sl: Uzbeščina
sr: Узбечки
sr_latn: Uzbečki
sv: Uzbekiska
ta: உச்பெக்
tr: Özbekçe
uk: Узбецька
vi: Tiếng Uzbek
zh_hans: 乌兹别克语
zh_hant: 烏茲別克語

# map_look_descr
source: Map appearance
ar: مظهر الخريطة
ast: L'aspeutu del mapa
az: Xəritə görünüşü
be: Выгляд мапы
bg: Външен вид на картата
ca: Aparença del mapa
cs: Vzhled mapy
cy: Golwg y map
da: Kortets udseende
de: Kartendarstellung
el: Εμφάνιση χάρτη
eo: Alĝustigi mapon
es_us: Aspecto del mapa
et: Kaardi välimus
eu: Maparen itxura
fa: ظاهر نقشه
fi: Kartan ulkoasu
fr: Apparence de la carte
gl: Aparencia do mapa
he: מראה המפה
hu: Térkép megjelenés
hy: Քարտեզի տեսքը
id: Tampilan peta
is: Útlit landakorts
it: Aspetto della mappa
ja: マップの見た目に関する設定
ka: რუკის გარეგნობა
ko: 지도 모양
lt: Žemėlapio išvaizda
lv: Ikonas, logrīki
mk: Izgled na kartata
mr: नकाशा स्वरुप
my: မြေပုံမျက်နှာပြင်
nb: Kartutseende
nl: Kaartweergave
oc: Aparéncia de la mapa
pl: Wygląd mapy
ro_ro: Aspect hartă
ru: Дизайн карты
sc: Aparèntzia de sa mapa
sk: Zobrazenie mapy
sl: Videz zemljevida
sr: Изглед карте
sr_latn: Izgled mape
sv: Kartans utseende
ta: வரைபட தோற்றம்
tr: Harita görünümü
uk: Вигляд мапи
vi: Giao diện bản đồ
zh_hans: 地图外观
zh_hant: 地圖外觀

# weather_remove_forecast_description
source: Are you sure you want to remove forecast for %@
ar: هل أنت متأكد أنك تريد إزالة التوقعات لـ %@
cs: Opravdu chcete odstranit předpověď pro %@
da: Er du sikker på, at du ønsker at fjerne prognoser for %@
de: Sind Sie sicher, dass Sie die Vorhersage für %@ entfernen wollen?
es_us: Quitar el pronóstico de «%d»
et: Kas sa oled kindel, et soovid eemaldada selle maa ennustuse: %@
fr: Êtes-vous sûr(e) de supprimer les prévisions pour %@
hu: Biztosan el szeretné távolítani a következő országhoz tartozó időjárási előrejelzéseket: %d
id: Apakah Anda yakin ingin menghapus prakiraan untuk %@
is: Ertu viss um að þú viljir fjarlægja veðurspá fyrir %@
it: Sei sicuro di voler rimuovere le previsioni per %@
nl: Weet u zeker dat u voorspelling voor %@ wilt verwijderen
pl: Czy na pewno chcesz usunąć prognozę dla %@
ro_ro: Sunteți sigur că doriți să eliminați prognoza pentru %@
ru: Вы уверены, что хотите удалить прогноз для %@
sc: Ses seguru de chèrrere bogare sa previsione pro %@
sr: Да ли сте сигурни да желите да уклоните прогнозу за %@
sr_latn: Da li ste sigurni da želite da uklonite prognozu za %@
sv: Vill du ta bort prognoserna för %@
ta: %@ க்கான முன்னறிவிப்பை அகற்ற விரும்புகிறீர்களா என்பது உறுதி
tr: %@ için tahmini kaldırmak istediğinizden emin misiniz
uk: Ви впевнені, що хочете вилучити прогноз для %@
zh_hant: 您確定要移除 %@ 的預報嗎

# quick_action_navigation_voice
source: Voice on/off
ar: تشغيل/إيقاف الصوت
az: Səs yanılı/sönülü
be: Голас укл/адкл
ca: Veu activada/desactivada
cs: Hlas zapnout/vypnout
cy: Llais ymlaen/i ffwrdd
da: Talevejledning til/fra
de: Sprachausgabe ein/aus
el: Φωνή ναι/όχι
eo: Voĉo ek/for
es_us: Alternar activación de voz
et: Hääl sisse/välja
eu: Ahotsa bai/ez
fa: گفتار روشن/خاموش
fi: Ääni päälle / pois
fr: Voix Active / Inactive
gl: Activar ou desactivar voz
he: הנחייה קולית כבויה/פעילה
hu: Hang be/ki
hy: Ձայնը on/off
id: Suara nyala/mati
is: Tal af/á
it: Voce accesa/spenta
ja: 音声のON/OFF
ka: ხმის ჩართვა/გამორთვა
lt: Balsoįj/išj
lv: Balss ieslēgt/izslēgt
mk: Vklučuvanje/isklučuvanje na glasot
ml: വോയ്സ് ഓൺ / ഓഫ്
nb: Tale på/av
nl: Stembegeleiding aan/uit
oc: Votz activa/desactivada
pl: Przełącz wyciszenie dźwięku
ro_ro: Pornire/oprire voce
ru: Голосовая навигация
sc: Boghe alluta/istudada
sk: Hlas zapnúť/vypnúť
sl: Glasovno vodenje
sr: Укљ/искљ глас
sr_latn: Uklj/isklj glas
sv: Röst på/av
ta: குரல் ஆன்/ஆஃப்
tr: Ses açık/kapalı
uk: Голос увімк/вимк
zh_hans: 打开／关闭语音
zh_hant: 聲音開/關

# quick_action_add_first_intermediate
source: Add first intermediate
ar: إضافة وجهة وسطى
ast: Amestar el primer puntu intermediu
az: Birinci aralığı əlavə et
be: Дадаць прамежкавы пункт
ca: Afegeix primer intermedi
cs: Přidat první mezicíl
cy: Ychwanegu'r rhyngol cyntaf
da: Tilføj første mellemliggende punkt
de: Ersten Zwischenstopp hinzufügen
el: Πρόσθεσε ενδιάμεση στάση
eo: Aldoni unuan intercelon
es_us: Añadir primer destino intermedio
et: Lisa esimene vahepealne
eu: Gehitu lehen tartekoa
fa: افزودن اولین میانی
fi: Lisää ensimmäinen välietappi
fr: Ajouter une première étape
gl: Engadir primeiro destino intermedio
he: הוספת נקודת ביניים ראשונה
hu: Hozzáadás első köztes célpontként
hy: Ավելացնել առաջին միջանկյալ կետը
id: Tambahkan perantara pertama
is: Bæta við fyrsta milliáfanga
it: Aggiungi il primo intermedio
ja: 最初の中間地点を追加
ka: პირველი შუალედურის დამატება
lt: Pridėti pirmąjį tarpinį tašką
lv: Pievienot pirmo starppunktu
mk: Dodadi prvo sredno
ml: "ഒന്നാമത്തെ ഇടലക്ഷ്യസ്ഥാനം ചേര്‍ക്കുക "
nb: Legg til første mellomliggende punkt
nl: Eerste tussenpunt toevoegen
oc: Ajustar lo premier ponch d'etapa
pl: Dodaj pierwszy pośredni cel trasy
ro_ro: Adaugă primul punct intermediar
ru: Первый промежуточный пункт
sc: Annanghe su primu puntu de coladòrgiu
sk: Pridať prvý prechodný bod
sl: Dodaj prvo vmesno točko
sr: Додај прву пролазну међутачку
sr_latn: Dodaj prvo prolazno međuodredište
sv: Lägg till första mellanliggande
ta: முதல் இடைநிலை சேர்க்கவும்
tr: Seyahatteki ilk ara-noktayı ekleyin
uk: Додати першу проміжну точку
zh_hans: 添加第一个途径地
zh_hant: 增加第一個中轉

# quick_action_switch_day_mode
source: Day mode
ar: عرض نهاري
ast: Mou diurnu
az: Gündüz rejimi
be: Дзённы рэжым
ca: Mode diürn
cs: Denní režim
cy: Modd dydd
da: Dagstilstand
de: Tag-Modus
el: Λειτουργία μέρας
eo: Taga reĝimo
es_us: Modo diurno
et: Päevarežiim
eu: Eguneko modua
fa: حالت روز
fr: Mode Jour
gl: Modo día
he: מצב יום
hu: Nappali mód
id: Mode siang
is: Dagshamur
it: Modalità giorno
ja: 昼モード
ka: დღის რეჟიმი
lt: Dienos režimas
lv: Dienas režīms
mk: Dneven rezIm
ml: പകല്‍ മോഡ്
nb: Dagmodus
nl: Dagmodus
oc: Mòde diurne
pl: Tryb dzienny
ro_ro: Mod zi
ru: Дневной режим
sc: Modalidade pro sa die
sk: Denný režim
sl: Dnevni način
sr: Дневни рад
sr_latn: Dnevni režim
sv: Dagläge
ta: நாள் பயன்முறை
tr: Gündüz modu
uk: Денний режим
zh_hans: 日间模式
zh_hant: 日間模式

# res_upd_avail_q
source: An update is available for
ar: يتوفر تحديث
be: Даступна абнаўленне для
ca: Hi ha una actualització disponible per a
cs: Aktualizace k dispozici pro
da: En opdatering er tilgængelig for
de: Eine Aktualisierung ist verfügbar für
el: Μια ενημέρωση είναι διαθέσιμη για
es_us: Actualización disponible para
et: Uuendus on saadaval
fr: Une mise à jour est disponible pour
hu: Frissítés érhető el ehhez:
id: Pembaruan tersedia untuk
is: Uppfærsla er tiltæk fyrir
it: Un aggiornamento è disponibile per
ja: 利用可能な更新
nl: Een update is beschikbaar voor
oc: L'actualizacion es disponibla per
pl: Aktualizacja jest dostępna
pt_br: Uma atualização está disponível para
ro_ro: O actualizare este disponibilă pentru
ru: Доступно обновление для
sc: Unu agiornamentu est disponìbile pro
sk: Aktualizácia je k dispozícii pre
sr: Ажурирање је доступно за
sr_latn: Ažuriranje je dostupno za
sv: En uppdatering finns tillgänglig för
ta: ஒரு புதுப்பிப்பு கிடைக்கிறது
tr: Bir güncelleştirme kullanılabilir
uk: Доступне оновлення для
zh_hant: 有可用的更新

# res_inst_avail_cell_q
source: Installation of %@ needs %@ to be downloaded over cellular network.
ar: التثبيت %@ يحتاج %@ ليتم التحميل عبر الشبكة الخلوية.
be: Для ўсталёўкі %@ патрэбна спампаваць %@ праз сотавую сетку.
ca: La instal·lació de %@ implica baixar %@ de dades de la xarxa.
cs: Instalace %@ potřebuje stáhnout %@ přes mobilní síť.
da: Installation af %@ behøver %@ der bliver hentet over mobilnetværk.
de: Installation von %@ benötigt %@ beim Download über das Mobilfunknetz.
el: Η εγκατάσταση του %@ χρειάζεται %@ να ληφθούν μέσω δικτύου κινητής τηλεφωνίας.
es_us: Instalación de %@ necesita %@ para descargarse mediante la red móvil.
et: %@ paigaldamine vajab %@ alla laadimist mobiilsidevõrgu kaudu.
fr: L’installation de %@ a besoin de télécharger %@ via le réseau cellulaire.
hu: %@ telepítése %@ letöltését igényli mobilhálózaton keresztül.
id: Pemasangan %@ membutuhkan %@ untuk diunduh melalui jaringan seluler.
is: Uppsetning á %@ krefst þess að %@ sé sótt í gegnum farsímakerfið.
it: L'installazione di %@ richiede %@ da scaricare dalla rete cellulare.
ja: %@をインストールするには、携帯電話回線経由で%@をダウンロードする必要があります。
ko: %@의 설치는 셀룰러 네트워크를 통해 다운로드 될 %@가 필요합니다.
nl: Installatie voor %@ heeft %@ nodig voor het downloaden over cellular netwerk.
oc: L'installacion dei %@ implica de teledrescargar %@ de donadas de la ret.
pl: Instalacja %@ potrzebuje %@ za pośrednictwem sieci komórkowej.
pt_br: Instalação de %@ precisa de %@ para ser baixado pela rede celular.
ro_ro: Instalarea lui %@ necesită ca %@ să fie descărcat prin rețeaua celulară.
ru: Установка %@ требует скачивание %@ через сотовую сеть.
sc: S’installatzione de %@ tenet bisòngiu de %@ pro èssere iscarrigada dae sa retza mòbile.
sk: Inštalácia %@ potrebuje stiahnuť %@ cez mobilnú sieť.
sr: За инсталацију %@ потребно је %@ да се преузме преко мобилне мреже.
sr_latn: Za instalaciju %@ potrebno je %@ da se preuzme preko mobilne mreže.
sv: Installation av %@ behöver %@ för att laddas ner över mobildata.
ta: செல்லுலார் நெட்வொர்க்கில் பதிவிறக்கம் செய்ய %@ தேவைப்படும் %@ தேவைகள்.
tr: %@ kurulumunun hücresel ağ üzerinden indirilmesi için %@ gerekiyor.
uk: Встановлення %@ вимагає завантаження %@ через стільникову мережу.
zh_hant: 安裝 %@ 需要 %@ 透過行動網路下載。

# res_unknown
source: Unknown
ar: غير معروف
be: Невядома
bg: Неизвестно
ca: Desconegut
cs: Neznámý
da: Ukendt
de: Unbekannt
el: Άγνωστο
eo: Nekonata
es_us: Desconocido
et: Teadmata
eu: Ezezaguna
fa: ناشناخته
fi: Tuntematon
fr: Inconnu
he: לא ידוע
hu: Ismeretlen
id: Tidak diketahui
is: Óþekkt
it: Sconosciuto
ja: 不明
ka: უცნობი
ko: 알수없음
lt: Nežinoma
nb: Ukjent
nl: Onbekend
oc: Desconegut
pl: Nieznany
pt_br: Desconhecido
ro_ro: Necunoscut
ru: Неизвестное
sc: Disconnotu
sk: Neznáme
sl: Neznano
sr: Непознато
sr_latn: Nepoznato
sv: Okänd
ta: தெரியவில்லை
tr: Bilinmiyor
uk: Невідомо
vi: Không rõ
zh_hans: 未知
zh_hant: 未知的

# quick_action_navigation_voice_off
source: Unmute Voice
ar: الصوت معطل
az: Səsi aç
be: Уключыць Голас
ca: Torna a activar la veu
cs: Zrušit ztlumení hlasu
cy: Dad-ddistewi Llais
da: Aktiver talevejledning
de: Sprachausgabe aktivieren
el: Κατάργηση σίγασης φωνής
eo: Malsilentigi voĉon
es_us: Activar voz
et: Tühista hääle vaigistus
eu: Desmututu ahotsa
fa: روشن‌کردن گفتار
fi: Poistaäänen mykistys
fr: Activer la voix
gl: Activar a voz
he: ביטול השתקת הנחייה קולית
hu: Hang visszakapcsolása
hy: Միացնել ձայնը
id: Suarakan Suara
is: Kveikja á tali
it: Attiva la voce
ja: 音声のミュートを解除
ka: გაჩუმების გამორთვა
lt: Balso išjungtas
lv: Balss ir izslēgta
mk: Vkluči zvuk na glasot
ml: ശബ്ദം അൺമ്യൂട്ട് ചെയ്യുക
nb: Slå på tale
nl: Stembegeleiding aan
oc: Activar la votz
pl: Włącz Dźwięk
ro_ro: Activează Voce
ru: Включить звук
sc: Torra a allùghere sa boghe
sk: Zapnúť hlas
sl: Glasovno vodenje je onemogočeno.
sr: Укључи глас
sr_latn: Uključi glas
sv: Sätt på röst
ta: அசைவுக் குரல்
tr: Sesi Aç
uk: Вимкнути приглушення голосу
zh_hans: 取消静音
zh_hant: 取消靜音

# generate_hillshade_from_3d_maps
source: Generate hillshade raster maps from 3D maps
ar: إنشاء خرائط الارتفاع من خرائط ثلاثية الأبعاد
be: Стварыць растравыя карты рэльефу з 3D карт
bg: Създаване на растерни карти със засенчване на релефа от триизмерни карти
cs: Generovat rastrové mapy stínování kopců z 3D map
da: Generér terrænskygge-rasterkort fra 3D-kort
de: Schummerungs-Rasterkarten aus 3D-Karten erzeugen
el: Παραγωγή raster χαρτών σκίασης ανάγλυφου από 3D χάρτες
eo: Generi nivelombruman kahelan mapon uzante 3-dimensiajn mapojn
es_us: Generar mapas ráster de sombreado a partir de mapas 3D
eu: Sortu mendien itzala duten raster mapak 3D mapetatik
fa: تولید نقشه‌های رستری سایه‌زنی تپه از نقشه‌های سه‌بعدی
fr: Générer des cartes matricielles d'ombrages du relief à partir de cartes 3D
hu: Raszteres domborzatárnyékolási térképek generálása 3D térképekből
id: Buat peta raster bayangan bukit dari peta 3D
is: Búa til rastakort með hæðaskyggingum út frá þrívíddarkortum
it: Genera mappe raster con ombreggiamenti delle colline da mappe 3D
ja: 3Dマップから2D化した陰影起伏図を生成する。
ko: 3D 지도에서 Hillshade 래스터 지도 생성
nb: Generer raster-baserte relieffskyggekart fra 3D-kart
nl: Genereer heuvelschaduw-rasterkaarten van 3D-kaarten
pl: Generuj mapy rastrowe z cieniami wzgórz z map 3D
ro_ro: Generare de hărți raster cu relief umbrit, din hărți 3D
ru: Создание растровых карт с затемнением рельефа (отмывкой) на основе 3D-карт
sk: Generovať rastrové mapy tieňovaných svahov z 3D máp
sl: Ustvarjanje rastrskih zemljevidov senčenja terena iz 3D-zemljevidov
sr: Образуј оквирне карте сенчених падина из просторних, 3Д карата
sr_latn: Kreiranje rasterskog osenčavanja reljefa iz 3D mapa
sv: Generera terrängskuggningsraster från 3D-kartor
ta: 3D வரைபடங்களிலிருந்து இல்சேட் ராச்டர் வரைபடங்களை உருவாக்குங்கள்
uk: Генерувати растрові мапи із відтіненням рельєфу з 3D-мап
vi: Tạo bản đồ đổ bóng đồi núi từ bản đồ 3D
zh_hans: 从3D地图生成的山体阴影栅格地图
zh_hant: 從 3D 地圖產生陰影點陣圖

# shared_string_add_photos
source: Add photos
ar: إضافة صور
ast: Amestar semeyes
az: Şəkillər əlavə et
be: Дадаць фотаздымкі
bg: Добавяне на снимки
ca: Afegeix fotos
cs: Přidat fotografie
cy: Ychwanegu lluniau
da: Tilføj fotos
de: Fotos hinzufügen
el: Προσθήκη φωτογραφιών
eo: Aldoni fotojn
es_us: Añadir fotos
et: Lisa fotosid
eu: Gehitu argazkiak
fa: افزودن تصویر
fi: Lisää kuviin
fr: Ajouter des photos
gl: Engadir imaxes
he: הוספת תמונות
hu: Fényképek hozzáadása
hy: Ավելացնել լուսանկարներ
id: Tambahkan foto
is: Bæta við ljósmyndum
it: Aggiungi foto
ja: 写真を追加
ka: ფოტოების დამატება
kn: ಚಿತ್ರಗಳನ್ನು ಸೇರಿಸಿ
lt: Pridėti nuotrauką
lv: Pievienot fotogrāfijas
mk: Dodadi fotografii
ml: "ഫോട്ടോകള്‍ ചേര്‍ക്കുക "
nb: Legg til bilder
nl: Foto's toevoegen
oc: Ajustar de fòtos
pl: Dodaj zdjęcia
ro_ro: Adaugă poze
ru: Добавить фото
sc: Annanghe fotografias
sk: Pridať fotografie
sl: Dodaj fotografije
sr: Додај слике
sr_latn: Dodaj slike
sv: Lägg till foton
ta: புகைப்படங்களைச் சேர்க்கவும்
tr: Fotoğraf ekle
uk: Додати світлини
zh_hans: 添加照片
zh_hant: 新增照片

# mapil_usernames
source: Usernames
ar: أسماء المستخدمين
be: Імёны карыстальнікаў
ca: Noms d'usuari
cs: Jména uživatelů
da: Brugernavne
de: Benutzernamen
el: Ονόματα χρηστών
es_us: Nombres de usuario
et: Kasutajanimed
fa: نام‌های کاربری
fr: Noms d'utilisateur
hu: Felhasználónevek
id: Nama pengguna
is: Notendanöfn
it: Nomi degli utenti
ja: ユーザー名
ka: მომხმარებლის სახელები
ko: 사용자 이름
nl: Gebruikersnamen
oc: Noms d'utilisator
pl: Nazwy użytkowników
pt_br: Nomes de usuário
ro_ro: Nume de utilizatori
ru: Имена пользователей
sc: Nùmenes de impreadores
sk: Mená používateľov
sr: Корисничка имена
sr_latn: Korisnička imena
sv: Användarnamn
ta: பயனர்பெயர்கள்
tr: Kullanıcı adları
uk: Імена користувачів
zh_hant: 用戶名稱

# osm_failed_uploads
source: Failed
ar: فشل
be: Памылка
ca: Ha fallat
cs: Neúspěšné
da: Mislykkedes
de: Fehlgeschlagen
el: Απέτυχε
es_us: Error
et: Ei õnnestunud
fa: ناموفق
fr: Échec
hu: Nem sikerült
id: Gagal
is: Mistókst
it: Fallito
ja: 失敗しました
ka: ჩავარდა
ko: 실패함
nb: feilet
nl: Mislukt
oc: Mancat
pl: Nie powiodło się
pt_br: Falhou
ro_ro: Eșuată
ru: Ошибка
sc: Fallidos
sk: Zlyhalo
sr: Није успело
sr_latn: Nije uspelo
sv: Misslyckades
ta: தோல்வியுற்றது
tr: Başarısız
uk: Помилка
zh_hant: 失敗

# osm_poi_id_label
source: POI id:
ar: معرف POI:
be: Ідэнтыфікатар POI:
ca: Identificador PDI:
cs: Identifikátor POI:
da: IP-id:
es_us: Id. de PDI:
et: HP id:
fa: شناسه POI:
fr: ID de POI :
hu: Érdekes hely azonosítója:
id: ID POI:
is: Auðkenni merkisstaðar:
it: Identificativo del PDI:
oc: Identificador PDI:
pl: ID użytecznego miejsca:
pt_br: ID do POI:
ro_ro: id POI:
ru: Идентификатор POI:
sc: Id de su PDI:
sk: Identifikátor POI:
sl: ID točke POI:
sr: Ид POI:
sr_latn: Id TOI:
sv: Intressepunkt id:
ta: பின்னர் ஐடி:
tr: POI kimliği:
uk: Ідентифікатор точки інтересу:
zh_hant: 興趣點編號：

# quick_action_navigation_voice_on
source: Mute Voice
ar: الصوت مشغل
az: Səsi söndür
be: Прыглушыць Голас
ca: Desactiva la veu
cs: Ztlumit hlas
cy: Distewi Llais
da: Deaktiver talevejledning
de: Sprachausgabe stummschalten
el: Σίγαση φωνής
eo: Silentigi voĉon
es_us: Desactivar voz
et: Vaigista hääl
eu: Mututu ahotsa
fa: خاموش‌کردن گفتار
fi: Mykistä ääni
fr: Couper la voix
gl: Desactivar a voz
he: השתקת הנחייה קולית
hu: Hang némítása
hy: Անջատել ձայնը
id: Bisukan Suara
is: Þagga niður í tali
it: Disattiva la voce
ja: 音声をミュート
ka: ხმის გაჩუმება
lt: Balsasįjungtas
lv: Balss ir ieslēgta
mk: Iskluči zvuk na glasot
ml: ശബ്ദം മ്യൂട്ടുചെയ്യുക
nb: Slå av tale
nl: Stembegeleiding uit
oc: Desactivar la votz
pl: Wycisz Dźwięk
ro_ro: Dezactivare voce
ru: Выключить звук
sc: Istuda sa boghe
sk: Stlmiť hlas
sl: Glasovno vodenje je omogočeno.
sr: Искључи глас
sr_latn: Isključi glas
sv: Stäng av röst
ta: முடக்கு குரல்
tr: Sesi Kapat
uk: Приглушити голос
zh_hans: 语音静音
zh_hant: 靜音

# hide_gpx
source: Hide track
ar: إخفاء المسارات
be: Схаваць след
ca: Amaga trajectes
cs: Skrýt stopu
da: Skjul spor
de: Tracks ausblenden
el: Απόκρυψη ίχνους
es_us: Ocultar traza
et: Peida teekond
fr: Masquer les traces
hu: Nyomvonal elrejtése
id: Sembunyikan trek
is: Fela feril
it: Nascondi viaggi
ja: 経路を非表示
ka: ტრეკის დამალვა
mr: ट्रॅक लपवा
nb: Hide trips
nl: Verberg track
oc: Amagar lei traças
pl: Ukryj trasę
pt_br: Ocultar trilhas
ro_ro: Ascundeți traseul
ru: Скрыть поездки
sc: Cua sa rasta
sr: Сакриј путању
sr_latn: Sakrij putanju
sv: Dölj spår
ta: பாதையை மறைக்க
tr: İzlenen yolları gizle
uk: Сховати трек
zh_hant: 隱藏軌跡
