Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# map_settings_line_density_slowdown_warning
source: High line density may slowdown map rendering
ar: قد يؤدي ارتفاع كثافة الخط إلى تباطؤ عرض الخريطة
be: Высокая шчыльнасць ліній можа запаволіць адмалёўку мапы
ca: Una alta densitat de línia pot retardar la representació del mapa
cs: Vysoká hustota čar může zpomalit vykreslování mapy
da: Høj linjetæthed kan bremse kortgengivelse
de: Hohe Liniendichte kann die Kartendarstellung verlangsamen
el: Η υψηλή πυκνότητα γραμμών ίσως κάνει πιο αργή την απεικόνιση του χάρτη
es_us: La alta densidad de líneas puede ralentizar la visualización del mapa
et: Suur joonetihedus võib kaardi visualiseerimist aeglustada
fr: Une densité élevée de courbes peut ralentir l'affichage de la carte
hu: A nagy vonalsűrűség lassíthatja a térkép megjelenítését
id: Kepadatan garis yang tinggi dapat memperlambat rendering peta
is: Mikill þéttleiki lína getur hægt á birtingu korts
it: Un'elevata densità di linea può rallentare il rendering della mappa
ja: 線密度が高いとマップの表示が遅くなります
ko: 라인 밀도가 높으면 지도 렌더링이 느려질 수 있음
nb: Høy linjetetthet kan sakke ned kartopptegning
nl: Hoge dichtheid van lijnen kan kaart berekening vertragen
oc: Una densitat dei linhas auta pòt retardar la representacion de la mapa
pl: Duża gęstość linii może spowolnić rysowanie map
pt_br: Alta densidade de linha pode diminuir a renderização do mapa
ro_ro: Densitatea mare a liniilor poate încetini redarea hărților
ru: Высокая плотность линий может замедлить отрисовку карты
sc: Una densidade de lìnias arta diat pòdere rallentare sa renderizatzione de sa mapa
sr: Велика густина линија може успорити приказивање мапе
sr_latn: Velika gustina linija može usporiti prikazivanje mape
sv: Hög linjetäthet kan sakta ner kartrenderingen
ta: உயர் வரி அடர்த்தி வரைபட வழங்குதல் மந்தநிலை
tr: Yüksek çizgi yoğunluğu harita görselleştirmeyi yavaşlatabilir
uk: Висока щільність смуги може уповільнити відмалювання мапи
zh_hant: 高線密度可能會減慢地圖渲染

# map_settings_available_srtm_maps_descr
source: Additional maps are needed to view Hillshade on the map
ar: تحتاج إلى خرائط إضافية لعرض التضاريس على الخريطة
be: Для адлюстравання схілаў на мапе патрабуюцца дадатковыя мапы
ca: Es necessiten mapes addicionals per veure l'ombrejat de relleu al mapa
cs: Pro zobrazení stínování kopců jsou potřeba další mapy
da: Yderligere kort er nødvendige for at se terrænskygger på kortet
de: Für die Darstellung des Reliefs werden zusätzliche Karten benötigt
es_us: Se necesitan mapas adicionales para ver el sombreado en el mapa
et: Kõrgusreljeefi kuvamiseks on vaja täiendavaid kaarte
fr: Des cartes supplémentaires sont nécessaires pour voir l'ombrage du relief sur la carte
hu: További térképek szükségesek a domborzat térképen való megjelenítéséhez
id: Peta tambahan diperlukan untuk melihat Bayangan Bukit di peta
is: Viðbótarkort þarf til að skoða hæðaskyggingar á kortinu
it: Sono necessarie mappe aggiuntive per visualizzare Hillshade sulla mappa
ja: 地形の陰影起伏図をマップ上に表示するには、追加の地図が必要です
nb: Ytterligere kart trengs for å vise relieffskygger på kartet
nl: Additionele kaarten zijn nodig om Bergschaduw weer te geven op de kaart
oc: Son necessàrias de mapas suplementàrias per visualizar leis ombras de relèu sus la mapa
pl: Potrzebne są dodatkowe mapy, aby wyświetlić cieniowanie na mapie
pt_br: Mapas adicionais são necessários para visualizar sombras de relevo no mapa
ro_ro: Hărți suplimentare sunt necesare pentru a vedea Hillshade pe hartă
ru: Для просмотра затенения рельефа необходимы дополнительные карты
sc: Pro bìdere sas umbraduras de sos rilievos in sa mapa b'at bisòngiu de mapas additzionales
sr: Додатне мапе су потребне да бисте видели сенке брда на мапи
sr_latn: Dodatne mape su potrebne da biste videli senke brda na mapi
sv: Ytterligare kartdata krävs för att visa Terrängskuggning på kartan
ta: இல்சேட் வரைபடத்தில் காண கூடுதல் வரைபடங்கள் தேவை
tr: Harita üzerinde tepe gölgesi görüntülemek için ek haritalara ihtiyaç vardır
uk: Потрібні додаткові мапи для перегляду пагорбів
zh_hant: 需要額外的地圖才能在地圖上檢視地形陰影

# weather_wind_enable_descr
source: Enable to view wind layer on the map.
ar: تمكين لعرض طبقة الرياح على الخريطة.
be: Уключыць прагляд пласта ветру на мапе.
cs: Zaškrtněte pro zobrazení větrné vrstvy na mapě.
da: Aktiver for at få vist vindlag på kortet.
de: Aktiviere Windebene auf der Karte.
el: Ενεργοποιήστε για την προβολή του επιπέδου ανέμου στο χάρτη.
es_us: Permite ver la capa de viento en el mapa.
et: Lülita sisse kaardil tuule andmekihi kuvamiseks.
fr: Activer pour afficher la couche de vent sur la carte.
hu: Engedélyezi a szélréteg megjelenítését a térképen.
id: Aktifkan untuk melihat lapisan angin di peta.
is: Virkja til að skoða vindalag á kortinu.
it: Abilita per visualizzare il livello dei venti sulla mappa.
nl: Weergave van windlaag op de kaart inschakelen.
oc: D'activar per mostrar leis indicacions de vent sus la mapa.
pl: Włącz by wyświetlić warstwę wiatru na mapie.
ro_ro: Activează pentru a vizualiza stratul de vânt pe hartă.
ru: Включить слой ветра на карте.
sc: Abìlita·lu pro bìdere s'istratu de su bentu in sa mapa.
sr: Омогућите да видите слој ветра на мапи.
sr_latn: Omogućite da vidite sloj vetra na mapi.
sv: Aktivera för att visa vind-lager på kartan.
ta: வரைபடத்தில் காற்று அடுக்கைக் காண இயக்கவும்.
tr: Haritada rüzgar katmanını görüntülemeyi etkinleştirin.
uk: Увімкніть, щоб переглянути шар вітру на мапі.
zh_hant: 啟用以在地圖上檢視風圖層。

# lang_cv
source: Chuvash
ar: تشوفاش
ast: Chuvaxu
be: Чувашская
bg: Чувашки
ca: Txuvaix
cs: Čuvaština
da: Tjukash
de: Tschuwaschisch
el: Τσουβασικά
eo: Ĉuvaŝa
es_us: Chuvasio
et: tšuvaši
eu: Chuvashera
fa: چوواشی
fi: Tšuvassi
fr: Tchouvache
gl: Chuvaxo
he: צ׳ובשית
hu: csuvas
hy: Չուվաշերեն
it: Ciuvascia
ja: チュヴァシ語
ka: ჩუვაშური
ko: 추바시인어 러시아사투리
lt: Čiuvašų
mk: čuvaški
nb: Tsjuvasjisk
nl: Tsjoevasjisch
oc: Chuvach
pl: Czuwaski
ro_ro: Șuvash
ru: Чувашский
sc: Ciuvàsciu
sk: Baškir
sl: Čuvaščina
sr: Чувашки
sr_latn: Čuvaški
sv: Tjuvasjiska
ta: சுவாச்
tr: Çuvaşça
uk: Чуваська
vi: Tiếng Chuvash
zh_hans: 楚瓦什语
zh_hant: 楚瓦什語

# lang_eo
source: Esperanto
ar: إسبرانتو
ast: Esperantu
be: Эсперанта
bg: Есперанто
el: Εσπεράντο
fa: اسپرانتو
he: אספרנטו
hu: eszperantó
hy: Էսպերանտո
is: Esperantó
ja: エスペラント語
ka: ესპერანტო
ko: 에스페란토어
ml: എസ്പെരന്തോ
ru: Эсперанто
sr: Есперанто
ta: எச்பெராண்டோ
tr: Esperanto dili
uk: Есперанто
zh_hans: 世界语
zh_hant: 世界語

# lang_es_ar
source: Spanish (Argentina)
ar: الإسبانية (الأرجنتين)
az: İspanca (Argentina)
be: Іспанская (Аргентына)
bg: Испански (Аржентина)
ca: Espanyol (Argentina)
cs: Španělština (Argentina)
cy: Sbaeneg (Ariannin)
da: Spansk (Argentina)
de: Spanisch (Argentinien)
el: Ισπανικά (Αργεντινής)
eo: Hispana (Argentina)
es_us: Español (Argentina)
et: hispaania (Argentina)
eu: Espainiera (Argentina)
fa: اسپانیایی (آرژانتین)
fi: Espanja (Argentiina)
fr: Espagnol (Argentine)
gl: Español da Arxentina
he: ספרדית ארגנטינאית
hu: spanyol (argentin)
hy: Իսպաներեն (Արգենտինա)
id: Spanyol (Argentina)
is: Spænska (Argentína)
it: Spagnolo (Argentina)
ja: スペイン語 (アルゼンチン)
ka: არგენტინული ესპანური
kn: ಅರ್ಜಿಂಟಿನೆಯಾದ ಸ್ಪೇನಿಷ್
ko: 아르헨티나 스페인어
lt: Ispanų (Argentina)
lv: Spāņu (argentīniešu)
mk: španski (Argentina)
ml: സ്പാനിഷ്(അര്‍ജെന്റീനിയന്‍)
nb: Spansk (Argentina)
nl: Spaans (Argentinië)
oc: Castelhan (Argentina)
pl: Hiszpański (Argentyna)
ro_ro: Spaniolă (Argentina)
ru: Испанский (аргентинский)
sc: Ispagnolu (Argentina)
sk: Španielsky (Argentína)
sl: Španščina (argentinska)
sr: Аргентински шпански
sr_latn: Argentinski španski
sv: Spanska (Argentina)
ta: ச்பானிச் (அர்சென்டினா)
tr: İspanyolca (Arjantin)
uk: Іспанська (Аргентина)
zh_hans: 阿根廷西班牙语
zh_hant: 西班牙語（阿根廷）

# lang_ku
source: Kurdish
ar: الكردية
ast: Kurdu
az: Kürdcə
be: Курдская
bg: Кюрдски
ca: Kurd
cs: Kurdština
cy: Cwrdeg
da: Kurdisk
de: Kurdisch
el: Κουρδικά
eo: Kurda
es_us: Kurdo
et: kurdi
eu: Kurduera
fa: کردی
fi: Kurdi
fr: Kurde
gl: Curdo
he: כורדית
hu: kurd
hy: Քրդերեն
id: Kurdi
is: Kúrdíska
it: Curdo
ja: クルド語
ka: ქურთული
kn: ಕುರ್ಡಿಷ್
ko: 쿠르드어
lt: Kurdų
lv: Kurdu
mk: Kurdski
ml: കുര്‍ദിഷ്
nb: Kurdisk
nl: Koerdisch
oc: Kurd
pl: Kurdyjski
ro_ro: Kurdă
ru: Курдский
sc: Kurdu
sk: Kurdsky
sl: Kurdščina
sr: Курдски
sr_latn: Kurdski
sv: Kurdiska
ta: குர்திச்
tr: Kürtçe
uk: Курдська
zh_hans: 库尔德语
zh_hant: 庫德語

# lang_lb
source: Luxembourgish
ar: اللوكسمبرجية
ast: Luxemburgués
az: Lüksemburqca
be: Люксембургская
bg: Люксембургски
ca: Luxemburguès
cs: Lucemburština
cy: Lwcsembwrgeg
da: Luxembourgsk
de: Luxemburgisch
el: Λουξεμβουργιανά
eo: Luksemburga
es_us: Luxemburgués
et: letseburgi
eu: Luxenburgera
fa: لوکزامبورگی
fi: Luksemburgi
fr: Luxembourgeois
gl: Luxemburgués
he: לוקסמבורגית
hu: luxemburgi
hy: Լյուքսեմբուրգերեն
id: Luksemburg
is: Lúxemborgíska
it: Lussemburghese
ja: ルクセンブルク語
ka: ლუქსემბურგული
ko: 룩셈부르크어
lt: Liuksemburgiečių
lv: Luksemburgiešu
mk: Luksemburški
ml: ലക്സെംബര്‍ഗിഷ്
nb: Luxembourgsk
nl: Luxemburgs
oc: Luxemborgés
pl: Luksemburski
ro_ro: Luxemburgheză
ru: Люксембургский
sc: Lussemburghesu
sk: Luxembursky
sl: Luksemburščina
sr: Луксембуршки
sr_latn: Luksemburški
sv: Luxemburgiska
ta: லக்சம்போர்கிச்
tr: Lüksemburgca
uk: Люксембурзька
zh_hans: 卢森堡语
zh_hant: 盧森堡語

# lang_lo
source: Lao
ar: لغة لاو
az: Laosca
be: Лаоская
bg: Лаоски
ca: laosià
cs: Laoština
de: Laotisch
el: Λαοϊκά
eo: Laŭa
es_us: Laosiano
eu: Laosera
fa: لائو
fr: Laotien
gl: Laosiano
he: לאו
hu: laoszi
hy: Լաոտեան
id: Laos
is: Laó
it: Laotiano
ja: ラーオ語
ka: ლაოსური
lt: Laosiečių
lv: Laosiešu
mk: Laoski
ml: ലാവോ
nb: Laotisk
nl: Laotiaans
pl: Laotańska
ru: Лаосский
sc: Laotianu
sk: Laosky
sl: Laoščina
sr: Лаоски
sr_latn: Laoski
sv: Laotiska
ta: லாவோ
tr: Laoca
uk: Лаоська
zh_hans: 老挝语
zh_hant: 寮語

# lang_min
source: Minangkabau
ar: لغة مينانغكاباو
be: Мінанкабау
bg: Минангкабау
cs: Minangkabauština
de: Minangkabauisch
el: Μινανγκκαμπάου
eo: Minankabaŭa
eu: Minangkabauera
fa: مینانگ‌کابائو
he: מיננגקבאו
hy: Մինանգկաբաու
ja: ミナンカバウ語
ka: მინანგკაბაური
ko: 미낭카바우어 인도네시아방언
lt: Minankabų
nl: Minangkabaus
ro_ro: Limba Minangkabau
ru: Минангкабау
sk: Minangkabausky
sl: Minangkabajščina
sr: Минангкабајски
sr_latn: Minangkabajski
ta: மிநாங்காபோ
tr: Minangkabauca
uk: Мінангкабау
vi: Tiếng Minangkabau
zh_hans: 米南佳保语
zh_hant: 米南佳保語

# lang_ne
source: Nepali
ar: النيبالية
ast: Nepalés
be: Непальская
bg: Непалски
ca: Nepalès
cs: Nepálština
cy: Nepaleg
da: Nepalesisk
el: Νεπαλέζικα
eo: Nepala
es_us: Nepalí
eu: Nepalera
fa: نپالی
fr: Népalais
gl: Nepalés
he: נפאלית
hi: नेपाली
hu: nepáli
hy: Նեպալերեն
is: Nepalska
it: Nepalese
ja: ネパール語
ka: ნეპალური
ko: 네팔어
lt: Nepaliečių
mk: Nepalski
mr: नेपाळी
nb: Gurkhali
nl: Nepalees
oc: Nepalés
pl: Nepalski
ro_ro: Nepaleză
ru: Непальский
sc: Nepalesu
sk: Nepálsky
sl: Nepalščina
sr: Непалски
sr_latn: Nepalski
sv: Nepalesiska
ta: நேபாளி
tr: Nepalce
uk: Непальська
vi: Tiếng Nepal
zh_hans: 尼泊尔语
zh_hant: 尼泊爾語

# lang_new
source: Newar / Nepal Bhasa
ar: نيوار / نيبال بهاسا
be: Неварская / Непал-бхаса
bg: Непал Бхаса
cs: Névárština
cy: Newar / Bhasa Nepal
de: Newari / Nepal Bhasa
el: Νιούαρ / Νεπάλ Μπάσα
eo: Nevara
es_us: Newar de Katmandú
et: nevari
fa: نپال بهاسایی
fi: Newari
fr: Néwari / Népal Bhasa
gl: Newari ou Nepal bhasa
he: נווארית / נפאל בהאסה
hu: newar / nepáli bhásza
hy: Նևար/ Նեպալ Բհասա
it: Newa/Bhasa del Nepal
ja: ネワール族/ネパール ・ バサ語
ka: ნევარული / ნეპალური ბასა
kn: ನೇಪಾಳಿ
ko: Newar / 네팔 Bhasa
lt: Nevarų/Nepalo bhasų
lv: Nevaru / Nepālas bhasu
mk: Njuar / Nepal Basa
ml: നെവാര്‍ /നേപ്പാള്‍ ഭാക്ഷ
nb: Nepal bhasa
nl: Newari / Nepalbhasa
pl: Newarski
ro_ro: Noua / Nepalez Bhasa
ru: Неварский / непал-бхаса
sk: Newar / Nepálsky Bhasa
sl: Nepalščina
sr: Неварски
sr_latn: Nevarski
ta: / நேபாளம் அருகில்
tr: Nevar / Nepal Bhasa
uk: Неварська / Непал Бхаса
zh_hans: 瓦 / 尼泊尔语言
zh_hant: 尼瓦爾 / 尼泊爾語

# export_failed
source: Could not export profile
ar: تعذر تصدير ملف التعريف
be: Не атрымалася экспартаваць профіль
cs: Nepodařilo se exportovat profil
da: Kunne ikke eksportere profil
de: Profil konnte nicht exportiert werden
el: Αδυναμία εξαγωγής προφίλ
es_us: No se pudo exportar el perfil
et: Profiili eksportimine ebaõnnestus
fr: Impossible d'exporter le profil
hu: Nem sikerült exportálni a profilt
id: Tidak dapat mengekspor profil
is: Ekki var hægt að flytja út notkunarsnið
it: Impossibile esportare il profilo
ja: プロファイルをエクスポートできませんでした
ka: პროფილის გატანის შეცდომა
ko: 프로파일을 내보낼 수 없음
nb: Kunne ikke eksportere profil
nl: Kan profiel niet exporteren
oc: Impossible d'exportar lo perfiu
pl: Nie udało się wyeksportować profilu
pt_br: Não foi possível exportar o perfil
ro_ro: Nu s-a putut exporta profilul
ru: Экспорт профиля не удался
sc: Esportatzione de su profilu fallida
sr: Није могуће извести профил
sr_latn: Nije moguće izvesti profil
sv: Kunde inte exportera profil
ta: சுயவிவரத்தை ஏற்றுமதி செய்ய முடியவில்லை
tr: Profil dışa aktarılamadı
uk: Не вдалося експортувати профіль
zh_hant: 無法匯出設定檔

# restoring_from
source: Restoring selected data from the cloud
ar: استعادة البيانات المحددة من السحابة
cs: Probíhá obnovování vybraných dat z cloudu
da: Gendannelse af udvalgte data fra skyen
de: Ausgewählte Daten aus der Cloud wiederherstellen
el: Γίνεται επαναφορά των επιλεγμένων δεδομένων από το cloud
es_us: Restaurar de la nube los datos marcados
et: Taastan valitud andmeid pilvest
fr: Restauration des données sélectionnées dans le nuage
hu: Kijelölt adatok visszaállítása az OsmAnd Cloudból
id: Memulihkan data yang dipilih dari cloud
is: Endurheimti valin gögn úr gagnaskýinu
it: Ripristino dei dati selezionati dal cloud in corso
nb: Gjenoppretter valgt data fra skyen …
nl: Geselecteerde gegevens worden hersteld uit de cloud
oc: Lei donadas venent de la Nívol son a se restaurar
pl: Przywracanie wybranych danych z chmury
ro_ro: Restaurarea datelor selectate din cloud
ru: Восстановление выбранных данных из облака
sc: Ripristinende sos datos seletzionados dae sa nue
sr: Враћање селектованих података из облака
sr_latn: Vraćanje selektovanih podataka iz oblaka
sv: Återställer valda data från molnlagring
ta: மேகக்கட்டத்திலிருந்து தேர்ந்தெடுக்கப்பட்ட தரவை மீட்டமைத்தல்
uk: Відновлення вибраних даних з хмари
zh_hant: 從雲端恢復選定的資料

# proceed_q
source: Proceed?
ar: تقدم؟
be: Працягнуць?
ca: Voleu continuar?
cs: Pokračovat?
da: Fortsæt?
de: fortfahren?
el: Συνέχεια;
es_us: ¿Proceder?
et: Jätkata?
fi: Jatka?
fr: Appliquer ?
hu: Folytatja?
id: Lanjutkan?
is: Halda áfram?
it: Procedere?
ja: 続行しますか？
ka: გავაგრძელო?
ko: 진행할까요?
nl: Doorgaan?
oc: Volètz continuar?
pl: Kontynuować?
pt_br: Continuar?
ro_ro: Continuă?
ru: Продолжить?
sc: Sighire?
sk: Chcete pokračovať?
sl: Ali želite nadaljevati?
sr: Наставити?
sr_latn: Nastaviti?
sv: Fortsätta?
ta: தொடரவா?
tr: Devam edilsin mi?
uk: Продовжити?
zh_hant: 是否繼續？

# download_now
source: Download map now
ar: تحميل الخريطة الآن
be: Спампаваць цяпер
ca: Baixa el mapa ara
cs: Stáhnout mapu nyní
da: Hent kort nu
de: Karte jetzt herunterladen
el: Λήψη χάρτη τώρα
es_us: Descargar el mapa ahora
et: Laadi kaart kohe alla
fi: Lataa kartta nyt
fr: Télécharger la carte maintenant
hu: Térkép letöltése most
id: Unduh peta sekarang
is: Sækja kort núna
it: Scarica la mappa
ja: 今すぐマップをダウンロードする
ka: რუკის გადმოწერა ახლა
ko: 지금 지도 다운로드
nl: Download nu de kaart
oc: Teledescargar la mapa tot d'un temps
pl: Pobierz mapę teraz
pt_br: Baixar o mapa agora
ro_ro: Descărcați harta acum
ru: Скачать карту сейчас
sc: Iscarriga sa mapa
sk: Stiahnuť mapu teraz
sl: Prejmi zemljevid
sr: Преузми мапу сада
sr_latn: Preuzmi mapu sada
sv: Ladda ner karta nu
ta: வரைபடத்தை இப்போது பதிவிறக்கவும்
tr: Şimdi harita indir
uk: Завантажити мапу зараз
zh_hans: 现在下载地图
zh_hant: 現在下載地圖

source: Route between points
ar: المسار بين النقاط
az: Nöqtələr arasında marşrut
be: Маршрут паміж пунктамі
ca: Ruta entre dos punts
cs: Trasa mezi body
cy: Llwybr rhwng dau bwynt
da: Rute mellem punkter
de: Route zwischen Punkten
el: Διαδρομή μεταξύ σημείων
eo: Kurso inter punktoj
es_us: Ruta entre puntos
et: Teekond punktide vahel
eu: Puntuen arteko ibilbidea
fa: مسیر بین نقطه‌ها
fi: Reititä pisteiden välillä
fr: Itinéraire entre points
gl: Ruta entre puntos
he: מסלול בין נקודות
hu: Útvonal pontok között
id: Rute antara titik
is: Leið milli punkta
it: Percorso tra i punti
ja: 地点間のルート
ka: წერტილებს შორის გზა
ko: 지점 간 경로
lt: Maršrutas tarp taškų
mk: Ruta pomedju dve tocki
nb: Rute mellom punkter
nl: Route tussen punten
oc: Percors entre dos ponchs
pl: Droga pomiędzy punktami
ro_ro: Rutare între puncte
ru: Маршрут между точками
sc: Àndala intre puntos
sk: Trasa medzi bodmi
sl: Pot med točkama/-i
sr: Пут између тачака
sr_latn: Ruta između tačaka
sv: Rutt mellan punkter
ta: புள்ளிகளுக்கு இடையில் பாதை
tr: Noktalar arasındaki rota
uk: Маршрут між точками
vi: Tuyến đường giữa các điểm
zh_hans: 两点间路线
zh_hant: 點與點之間的路線

# route_between_points_warning_desc
source: Next, snap your track to the nearest allowed road with one of your navigation profiles to use this option.
ar: بعد ذلك، قم بمحاذاة المسار إلى أقرب طريق مسموح به باستخدام أحد ملفات تعريف التنقل لاستخدام هذا الخيار.
be: Пасля вам патрэбна абраць профіль навігацыі для вызначэння маршруту з улікам параметраў і абмежаванняў гэтага профілю.
ca: Desprès, ajusteu la traçada a la carretera permesa més propera amb un dels vostres perfils de navegació per utilitzar aquesta opció.
cs: Dále, pro použití této možnosti připojte vaši stopu k nejbližší povolené cestě s některým z vašich navigačních profilů.
cy: Nesaf, snapiwch y trac i'r ffordd agosach gydag un o'ch proffiliau llywio i ddefnyddio'r opsiwn hwn.
da: Fastgør derefter dit spor til den nærmeste tilladte vej med en af dine navigationsprofiler for at bruge denne mulighed.
de: Als nächstes können Sie Ihren Track mit einem Ihrer Navigationsprofile auf die nächstgelegene erlaubte Straße einrasten lassen, um diese Option zu nutzen.
el: Στη συνέχεια, μεταφέρετε το ίχνος σας στον πλησιέστερο επιτρεπόμενο δρόμο με ένα από τα προφίλ πλοήγησής σας για να χρησιμοποιήσετε αυτήν την επιλογή.
eo: Por uzi tiunĉi agordon, OsmAnd postulas ĝustigi vian kurson al vojoj sur la mapo. Sekve vi devos elekti profilon de navigo (por trovi permesatajn vojojn) kaj sojlan distancon (por alproksimigi vian kurson al vojoj).
es_us: A continuación, ajusta la traza al camino permitido más cercano con un perfil de navegación.
et: Järgmisena klõpsa oma rada lähimale lubatud teele ühe oma navigatsiooniprofiiliga selle võimaluse kasutamiseks.
eu: Ondoren, lotu zure lorratza baimendutako errepiderik hurbilenera zure nabigazio profil batekin aukera hau erabiltzeko.
fa: در ادامه، رد خود را به نزدیک‌ترین جادهٔ مجاز متناسب با یکی از نمایه‌های ناوبری‌تان بچسبانید، تا از این گزینه استفاده کنید.
fi: Seuraavaksi laita jälkesi lähimpään sallittuun tiehen yhdellä navigaatioprofiileistasi jotta voit käyttää tätä asetusta.
fr: Sur l'écran suivant, sélectionnez un profil de navigation ce qui déplacera votre trace sur les routes les plus adaptées.
gl: Deseguido, axusta a pistaá estrada permitida máis preto cun perfil de navegación.
he: בשלב הבא עליך להצמיד את הדרך המורשית הקרובה ביותר לאחד מפרופילי הניווט שלך כדי להשתמש באפשרות הזו.
hu: Ezután a beállítás használatához igazítsa a nyomvonalat a legközelebbi úthoz az egyik navigációs profil segítségével.
id: Selanjutnya, pasangkan trek Anda ke jalan terdekat yang diperbolehkan dengan salah satu profil navigasi Anda untuk menggunakan opsi ini.
is: Í næsta skrefi þarftu að velja leiðsagnarsnið svo hægt sé að finna hvaða vegir séu leyfilegir og hvaða þolvik vegalengdar eigi að miða við til að nálga ferilinn þinn við fyrirliggjandi vegi.
it: Poi approssima la traccia alle strade più vicine permesse da uno dei tuoi profili di navigazione per utilizzare questa opzione.
ja: このオプションを使用するには、OsmAndで経路をマップ上の道路にスナップする必要があります。 次にナビゲーションプロファイルを選択して、利用予定の道路(一般道、高速道路)と、道路を追跡するおおよその距離を検出する必要があります。
nb: Deretter juster ditt spor til nærmeste tillatte vei med en av navigeringsprofilene for å bruke dette alternativet.
nl: Zet nu je track vast op de dichtstbijzijnde toegestane weg met een van je navigatieprofielen om deze optie te gebruiken.
oc: Alinhatz puei la traça sus la carriera permesa pus vesina amb un de vòstrei perfius de navigacion per emplegar aquesta opcion.
pl: Następnie, aby skorzystać z tej opcji, przyciągnij trasę do najbliższej dozwolonej drogi za pomocą jednego z profili nawigacyjnych.
pt_br: Em seguida, ajuste seu caminho para a estrada permitida mais próxima com um de seus perfis de navegação para usar esta opção.
ro_ro: Apoi, pentru a utiliza această opțiune, fixați pista pe cel mai apropiat drum permis cu unul dintre profilurile de navigație.
ru: Далее необходимо выбрать профиль навигации для определения порогового расстояния и привязки маршрута к ближайшей разрешённой дороге.
sc: In su passu chi benit liga sa rasta tua a su caminu permìtidu prus a curtzu cun unu de sos profilos de navigatzione tuos pro impreare custa optzione.
sk: Ďalej, pre použitie tejto možnosti pripojte vašu stopu k najbližšej povolenej ceste s niektorým vaším navigačným profilom.
sl: Nato z enim od navigacijskih profilov, ki omogoča uporabo te možnosti, pritrdi sled na najbližjo dovoljeno cesto.
sr: Затим помоћу једног од ваших навигационих профила прислоните стазу на најближи дозвољени пут да бисте користили ову опцију.
sr_latn: Zatim pomoću jednog od vaših navigacionih profila prislonite stazu na najbliži dozvoljeni put da biste koristili ovu opciju.
sv: Klicka sedan på ditt spår till närmaste tillåtna väg med en av dina navigationsprofiler för att använda detta alternativ.
ta: அடுத்து, இந்த விருப்பத்தைப் பயன்படுத்த உங்கள் வழிசெலுத்தல் சுயவிவரங்களில் ஒன்றைக் கொண்டு உங்கள் பாதையை அருகிலுள்ள அனுமதிக்கப்பட்ட சாலையில் எடுக்கவும்.
tr: Ardından, bu seçeneği kullanmak için navigasyon profillerinizden biriyle izlenen yolunuzu izin verilen en yakın yola tutturun.
uk: Далі, пов'яжіть трек до найближчої дозволеної дороги з одним із профілів навігації, щоб скористатися цим параметром.
zh_hans: 接下来，用你的一个导航配置文件将你的轨迹贴合到最近的允许道路上，以使用这个选项。
zh_hant: 接下來，使用您其中一個導航設定檔來將路線貼齊到最近可用的道路上以使用此選項。

source: Follow track
ar: تتبع المسار
ast: Siguir un trazáu
be: Кіравацца следу
bg: Следване на трасе
ca: Segueix el trajecte
cs: Sledovat stopu
cy: Dilyn trac
da: Følg spor
de: Track folgen
el: Ακολούθηση ίχνους
eo: Sekvi spuron
es_us: Seguir traza
et: Järgi teekonda
eu: Jarraitu arrastoa
fa: دنبال‌کردن رد
fi: Seuraa jälkeä
fr: Suivre la trace
gl: Seguir pista
he: מעקב אחר מסלול
hu: Nyomvonal követése
id: Ikuti trek
is: Fylgja ferli
it: Segui la traccia
ja: 経路をたどる
ka: ტრეკის მიყოლა
ko: 트랙 따라가기
mk: Sledete ja trasata
nb: Følg spor
nl: Volg de track
oc: Seguir la traça
pl: Podążaj za trasą
pt_br: Seguir a trilha
ro_ro: Urmărire traseu
ru: Ведение по треку
sc: Sighi sa rasta
sk: Nasledovať stopu
sl: Sledi sledi
sr: Следи траг
sr_latn: Prati rutu
sv: Följ färdväg
ta: பாதையைப் பின்தொடரவும்
tr: Yolu takip et
uk: Навігація за треком
vi: Đi theo cung đường
zh_hans: 跟随轨迹
zh_hant: 跟隨軌跡
