Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# travel_card_download_descr
source: Download Wikivoyage travel guides to view articles about places around the world without a connection to the Internet.
ar: قم بتنزيل إرشادات السفر هذه من ويكي الرحلات لعرض مقالات حول الأماكن في العالم بدون إنترنت.
az: İnternet bağlantısı olmadan dünyanın müxtəlif yerləri haqqında məqalələrə baxmaq üçün Vikisəyahət bələdçilərini endirin.
be: Спампуйце даведнікі Wikivoyage для прагляду артыкулаў аб мясцінах па ўсім свеце без Інтэрнэту.
ca: Baixeu guies de viatge de Viquiviatges per poder consultar articles relatius a llocs del vostre voltant sense una connexió a internet.
cs: Stáhněte si cestovní průvodce Wikivoyage a prohlížejte články o místech po celém světě bez připojení na internet.
cy: Lawrlwythwch canllawiau teithio Wikivoyage i weld erthyglau am leoedd o gwmpas y byd heb gysylltiadâ'r Rhyngrwyd.
da: Download Wikivoyage-rejseguider for at se artikler om steder rundt om i verden uden forbindelse til internettet.
de: Wikivoyage-Reiseführer herunterladen, um ohne Internetverbindung Artikel über Orte auf der ganzen Welt zu lesen.
el: Κατεβάστε τους οδηγούς ταξιδιών των βικιταξιδιών για να προβάλετε τα άρθρα για μέρη σε όλον τον κόσμο χωρίς σύνδεση διαδικτύου.
eo: Elŝutu Vikivojaĝajn vojaĝ-gvidilojn por vidigi artikolojn pri tutmondaj lokoj seninterrete.
es_us: Descarga las guías turísticas de Wikiviajes para ver artículos sobre sitios alrededor del mundo, sin una conexión a Internet.
et: Laadi alla Wikivoyage reisijuhid, et vaadata artikleid kohtadest üle maailma ilma internetiühenduseta.
eu: Deskargatu Wikivoyage bidai gidak munduko tokien inguruko artikuluak ikusteko Internetera konexioa ez duzunean ere.
fa: راهنمای مسافرت از ویکی‌سفر را بارگیری کنید تا بدون نیاز به اینترنت دربارهٔ مناطق مختلف جهان مطالعه کنید.
fi: Lataa Wikivoyagen matkaoppaita ja tutustu artikkeleihin paikoista eri puolilla maailmaa ilman Internet-yhteyttä.
fr: Téléchargez les guides Wikivoyage pour consulter des articles sur les lieux sans connexion Internet.
gl: Baixa os guieiros de viaxes do Wikiviaxes para ollar artigos sobre os lugares darredor do mundo, sen unha conexión á Internet.
he: יש להוריד הדרכות תיירות של ויקימסע כדי לצפות בערכים על מקומות מסביב לעולם ללא חיבור לאינטרנט.
hu: Töltse le a Wikivoyage útikalauzokat, hogy internetkapcsolat nélkül olvashasson cikkeket a világ érdekes helyeiről.
hy: Ներբեռնեք Wikivoyage-ի ուղևորության ուղեցույցները` աշխարհի նշանավոր տեղերի մասին հոդվածներ դիտելու համար առանց ինտերնետի:
id: Unduh panduan perjalanan Wikivoyage untuk melihat artikel tentang tempat diseluruh dunia tanpa perlu tersambung ke jaringan internet.
is: Náðu í Wikivoyage ferðaupplýsingar til að sjá greinar um staði um víða veröld án þess að vera háður internettengingum.
it: Scarica le guide di viaggio Wikivoyage per visualizzare articoli su luoghi di tutto il mondo senza una connessione a Internet.
ja: Wikivoyageの旅行ガイドをダウンロードしておけば、オフライン環境でも世界各地の観光名所を知ることができます。
ko: Wikivoyage 여행 가이드를 다운로드하여 인터넷 연결 없이 전 세계 장소에 대한 기사를 확인하십시오.
lv: Lejupielādējiet Vikiceļojumu tūrismu gidus, lai lasītu rakstus par vietām pasaulē bez pieslēgšanās internetam.
mk: Prezemete gi turističkite vodiči za Wikivoyage za da gledate napisi za mesta niz svetot bez vrska na Internet.
ml: "ലോകത്തെ വിവിധ സ്ഥലങ്ങളെക്കുറിച്ചുള്ള ലേഖനങ്ങള്‍ ഇന്റെര്‍നെറ്റ് ഇല്ലാതെ കാണാന്‍ വിക്കിവൊയേജ് യാത്രസഹായികള്‍ ഡൗണ്‍ലോഡ് ചെയ്യുക "
nb: Last ned Wikivoyage-reiseguider forå se artikler om steder rundt om i verden uten å ha internettforbindelse.
nl: Download Wikivoyage-reisgidsen om artikelen te lezen over plaatsen wereldwijd, zonder internetverbinding.
pl: Proszę pobrać przewodniki Wikipodróży, aby wyświetlić artykuły o miejscach na całym świecie bez połączenia z Internetem.
ro_ro: Descarcă ghiduri de călătorie Wikivoyage pentru a vizualiza articole despre locuri de vizitat in întreaga lume fără a avea o conexiune la internet.
ru: Скачайте путеводители Викигида, чтобы просматривать статьи о местах по всему миру без подключения к Интернету.
sc: Iscàrriga sas ghias de biàgiu de Wikivoyage pro lèghere artìculos a pitzu de logos in totu su mundu chene tènnere una connessione a ìnternet.
sk: Stiahnite si cestovných sprievodcov Wikivoyage pre zobrazenie článkov o miestach po svete, bez pripojenia na Internet.
sl: Prejmite popotniške vodnike Wikivoyage za pregled prispevkov različnih svetovnih krajev brez povezave na internet.
sr: Преузмите туристичке водиче Викивојажа ради читања чланака о местима по целом свету без везе са интернетом.
sr_latn: Preuzmi turističke vodiče Wikivoyage čitanja članaka o mestima po celom svetu bez interneta.
sv: Hämta dessa Wikivoyage-reseguider för att visa artiklar om platser runt om i världen utan en internetanslutning.
ta: இணையத்துடன் ஒரு இணைப்பு இல்லாமல் உலகெங்கிலும் உள்ள இடங்களைப் பற்றிய கட்டுரைகளைப் பார்வையிட விக்கிபயணம் பயண வழிகாட்டிகளைப் பதிவிறக்கவும்.
tr: İnternet bağlantısı olmadan dünyadaki yerler hakkındaki makaleleri görüntülemek için Wikivoyage seyahat rehberlerini indirin.
uk: Завантажте путівники Вікімандрів, щоб переглянути статті про місця в усьому світі без підключення до Інтернету.
zh_hans: 下载 Wikivoyage 旅行指南，在没有连接到互联网的情况下查看世界各地的文章。
zh_hant: 下載維基導遊旅行指南，以在沒有網路連線時，檢視全球各地的旅遊文章。

# map_widget_gps_info
source: GPS info
af: GPS inligting
ar: معلومات GPS
ast: Información del GPS
az: GPS məlumatı
be: Інфармацыя GPS
bg: Информация от GPS
br: Titouroù GPS
bs: GPS status
ca: Informació GPS
cs: Info o GPS
cy: Gwybodaeth GPS
el: Πληροφορίες GPS
eo: GPS-informoj
es_us: Información GPS
et: GPS teave
eu: GPS informazioa
fa: اطلاعات GPS
fi: GPS tiedot
fr: Informations GPS
gl: Información sobre o GPS
he: פרטי GPS
hu: GPS infó
hy: GPS ինֆորմացիա
id: Info GPS
is: GPS-upplýsingar
it: Informazioni GPS
ja: GPS情報
ka: GPSინფორმაცია
ko: GPS 정보
lt: GPS informacija
lv: GPS informācija
mk: GPS Informacija
ml: ജിപിഎസ് വിവരങ്ങള്‍
mr: जिपिएस माहिती
pl: Dane GPS
ro_ro: Informații GPS
ru: Информация GPS
sc: Informatziones GPS
sk: Informácie o GPS
sl: Podrobnosti GPS
sr: Подаци ГПС-а
ta: GPS தகவல்
tr: GPS bilgisi
uk: GPS дані
vi: Thông tin GPS
zh_hans: GPS信息
zh_hant: GPS 資訊

# shared_string_contents
source: Contents
ar: محتويات
be: Змест
ca: Continguts
cs: Obsah
cy: Cynnwys
da: Indhold
de: Inhalt
el: Περιεχόμενα
eo: Enhavo
es_us: Contenido
et: Sisu
eu: Edukiak
fa: محتوا
fi: Sisältö
fr: Contenu
gl: Contidos
he: תכנים
hu: Tartalomjegyzék
hy: Բովանդակություն
id: Isi
is: Efni
it: Contenuti
ja: コンテンツ
ka: შიგთავსი
lt: Turinys
lv: Saturs
mk: Sodržini
ml: ഉള്ളടക്കം
my: မာတိကာ
nb: Innhold
nl: Inhoud
oc: Contenguts
pl: Spis treści
ro_ro: Conținut
ru: Главы
sc: Cuntenutu
sk: Obsah
sl: Vsebina
sr: Садржај
sr_latn: Sadržaji
sv: Innehåll
ta: தகவல்கள்
tr: İçerikler
uk: Зміст
zh_hans: 内容
zh_hant: 內容

# shared_string_deleted
source: Deleted
ar: تم الحذف
az: Silindi
be: Выдалена
bg: Премахнато
ca: S'ha esborrat
cs: Odstraněné
cy: Dileuwyd
da: Slettet
de: Gelöscht
el: Διαγραμμένο
eo: Forigita(j)
es_us: Borrado
et: Kustutatud
eu: Ezabatua
fa: پاک‌شده(ها)
fi: Poistettu
fr: Supprimé
gl: Eliminado
he: נמחקה
hu: Törölve
hy: Ջնջված է
id: Dihapus
is: Eytt
it: Cancellato
ja: 削除予定
ka: წაშლილია
ko: 삭제됨
ku: Jêbirî
lt: Panaikinta
lv: Izdzēsts
mk: Izbrisano
ml: "നീക്കം ചെയ്തത് "
my: ဖျက်လိုက်သည်
nb: Slettet
nl: Verwijderd
oc: Eliminat
pl: Usunięte
ro_ro: Eliminat
ru: Удалено
sc: Iscantzelladu
sk: Odstránené
sl: Izbrisano
sr: Избрисано
sr_latn: Izbrisano
sv: Raderad
ta: அழிக்கப்பட்டது
tr: Silindi
uk: Вилучено
vi: Đã xoá
zh_hans: 已删除
zh_hant: 已刪除

# no_travel_guides_data_descr
source: Download Wikivoyage travel guides to view articles about places around the world without a connection to the Internet.
ar: قم بتنزيل إرشادات السفر هذه من ويكي الرحلات لعرض مقالات حول الأماكن في العالم بدون إنترنت.
az: İnternet bağlantısı olmadan dünyanın müxtəlif yerləri haqqında məqalələrə baxmaq üçün Vikisəyahət bələdçilərini endirin.
be: Спампуйце даведнікі Wikivoyage для прагляду артыкулаў аб мясцінах па ўсім свеце без Інтэрнэту.
ca: Baixeu guies de viatge de Viquiviatges per poder consultar articles relatius a llocs del vostre voltant sense una connexió a internet.
cs: Stáhněte si cestovní průvodce Wikivoyage a prohlížejte články o místech po celém světě bez připojení na internet.
cy: Lawrlwythwch canllawiau teithio Wikivoyage i weld erthyglau am leoedd o gwmpas y byd heb gysylltiadâ'r Rhyngrwyd.
da: Download Wikivoyage-rejseguider for at se artikler om steder rundt om i verden uden forbindelse til internettet.
de: Wikivoyage-Reiseführer herunterladen, um ohne Internetverbindung Artikel über Orte auf der ganzen Welt zu lesen.
el: Κατεβάστε τους οδηγούς ταξιδιών των βικιταξιδιών για να προβάλετε τα άρθρα για μέρη σε όλον τον κόσμο χωρίς σύνδεση διαδικτύου.
eo: Elŝutu Vikivojaĝajn vojaĝ-gvidilojn por vidigi artikolojn pri tutmondaj lokoj seninterrete.
es_us: Descarga las guías turísticas de Wikiviajes para ver artículos sobre sitios alrededor del mundo, sin una conexión a Internet.
et: Laadi alla Wikivoyage'i reisijuhid, et vaadata artikleid kohtadest üle maailma ilma internetiühenduseta.
eu: Deskargatu Wikivoyage bidai gidak munduko tokien inguruko artikuluak ikusteko Internetera konexioa ez duzunean ere.
fa: راهنمای مسافرت از ویکی‌سفر را بارگیری کنید تا بدون نیاز به اینترنت دربارهٔ مناطق مختلف جهان مطالعه کنید.
fi: Lataa Wikivoyagen matkaoppaita ja tutustu artikkeleihin paikoista eri puolilla maailmaa ilman Internet-yhteyttä.
fr: Téléchargez les guides Wikivoyage pour consulter des articles sur les lieux sans connexion Internet.
gl: Baixa os guieiros de viaxes do Wikiviaxes para ollar artigos sobre os lugares darredor do mundo, sen unha conexión á Internet.
he: יש להוריד הדרכות תיירות של ויקימסע כדי לצפות בערכים על מקומות מסביב לעולם ללא חיבור לאינטרנט.
hu: Töltse le a Wikivoyage útikalauzokat, hogy internetkapcsolat nélkül olvashasson cikkeket a világ érdekes helyeiről.
hy: Ներբեռնեք Wikivoyage-ի ուղևորության ուղեցույցները` աշխարհի նշանավոր տեղերի մասին հոդվածներ դիտելու համար առանց ինտերնետի:
id: Unduh panduan perjalanan Wikivoyage untuk melihat artikel tentang tempat diseluruh dunia tanpa perlu tersambung ke jaringan internet.
is: Náðu í Wikivoyage ferðaupplýsingar til að sjá greinar um staði um víða veröld án þess að vera háður internettengingum.
it: Scarica le guide di viaggio Wikivoyage per visualizzare articoli su luoghi di tutto il mondo senza una connessione a Internet.
ja: Wikivoyageの旅行ガイドをダウンロードしておけば、オフライン環境でも世界各地の観光名所を知ることができます。
ko: Wikivoyage 여행 가이드를 다운로드하여 인터넷 연결 없이 전 세계 장소에 대한 기사를 확인하십시오.
lv: Lejupielādējiet Vikiceļojumu tūrismu gidus, lai lasītu rakstus par vietām pasaulē bez pieslēgšanās internetam.
mk: Prezemete gi turističkite vodiči za Wikivoyage za da gledate napisi za mesta niz svetot bez vrska na Internet.
ml: "ലോകത്തെ വിവിധ സ്ഥലങ്ങളെക്കുറിച്ചുള്ള ലേഖനങ്ങള്‍ ഇന്റെര്‍നെറ്റ് ഇല്ലാതെ കാണാന്‍ വിക്കിവൊയേജ് യാത്രസഹായികള്‍ ഡൗണ്‍ലോഡ് ചെയ്യുക "
nb: Last ned Wikivoyage-reiseguider forå se artikler om steder rundt om i verden uten å ha internettforbindelse.
nl: Download Wikivoyage-reisgidsen om artikelen te lezen over plaatsen wereldwijd, zonder internetverbinding.
pl: Proszę pobrać przewodniki Wikipodróży, aby wyświetlić artykuły o miejscach na całym świecie bez połączenia z Internetem.
ro_ro: Descarcă ghiduri de călătorie Wikivoyage pentru a vizualiza articole despre locuri de vizitat in întreaga lume fără a avea o conexiune la internet.
ru: Скачайте путеводители Викигида и читайте о местах по всему миру без подключения к интернету.
sc: Iscàrriga sas ghias de biàgiu de Wikivoyage pro lèghere artìculos a pitzu de logos in totu su mundu chene tènnere una connessione a ìnternet.
sk: Stiahnite si cestovných sprievodcov Wikivoyage pre zobrazenie článkov o miestach po svete, bez pripojenia na Internet.
sl: Prejmite popotniške vodnike Wikivoyage za pregled prispevkov različnih svetovnih krajev brez povezave na internet.
sr: Преузмите туристичке водиче Викивојажа ради читања чланака о местима по целом свету без везе са интернетом.
sr_latn: Preuzmi turističke vodiče Wikivoyage čitanja članaka o mestima po celom svetu bez interneta.
sv: Hämta dessa Wikivoyage-reseguider för att visa artiklar om platser runt om i världen utan en internetanslutning.
ta: இணையத்துடன் ஒரு இணைப்பு இல்லாமல் உலகெங்கிலும் உள்ள இடங்களைப் பற்றிய கட்டுரைகளைப் பார்வையிட Wikivoyage பயண வழிகாட்டிகளைப் பதிவிறக்கவும்.
tr: İnternet bağlantısı olmadan dünyadaki yerler hakkındaki makaleleri görüntülemek için Wikivoyage seyahat rehberlerini indirin.
uk: Завантажте путівники Вікімандрів, щоб переглянути статті про місця в усьому світі без підключення до Інтернету.
zh_hans: 下载 Wikivoyage 旅行指南，在没有连接到互联网的情况下查看世界各地的文章。
zh_hant: 下載維基導遊旅行指南，以在沒有網路連線時，檢視全球各地的旅遊文章。

# specify_number_of_dir_indicators_desc
source: Specify number of direction indicators.
ar: عدد الأسهم تجاه الوجهات النشطة ( للملاحة في الصحراء).
ast: Especifica'l númberu d'indicadores de direición.
az: İstiqamət göstəricilərinin sayını təyin edin.
be: Вызначце колькасць указальнікаў кірунку.
bg: Изберете брой на индикаторите за посока.
ca: Indiqueu el nombre d'indicadors de direcció.
cs: Zadejte počet ukazatelů směru.
cy: Nodwch nifer y dangosyddion cyfeiriad.
da: Angiv antal retningsindikatorer.
de: Wählen Sie die Anzahl der Fahrtrichtungsanzeiger.
el: Προσδιορίστε τον αριθμό των δεικτών κατεύθυνσης.
eo: Nombro de indikiloj de direkto por vidigi.
es_us: Define el número de indicadores de dirección.
et: Määra suunaviitade arv.
eu: Zehaztu norabide adierazle kopurua.
fa: تعداد جهت‌نماها را مشخص کنید.
fi: Määritä suuntailmaisimien lukumäärä.
fr: Définir le nombre d'indications de direction à afficher.
gl: Especifica o número de indicadores de dirección.
he: ציון כמות מחווני כיוון.
hu: Adja meg az irányjelzők számát.
hy: Ընտրեք "ուղղության ցուցիչներ" քանակը:
id: Berikan banyaknya indikator arah.
is: Veldu hve margir stefnuvísar séu birtir.
it: Specifica il numero di indicatori di direzione.
ja: マーカーの方向と距離を示すインジケーターの数を指定してください。
ko: 방향 표시기의 수를 지정합니다.
lt: Pasirinkti, kiek krypčių rodyklių bus rodoma.
lv: Izvēlieties cik virziena indikatorus parādāt.
mk: Navedete broj na indikatori za nasoka.
ml: എത്ര ഡയറക്ഷന്‍ ഇന്‍ഡിക്കേറ്ററുകള്‍ കാണിക്കണമെന്ന് തിരഞ്ഞെടുക്കുക.
nb: Velg antall retningsindikatorer.
nl: Kies hoeveel markeervlaggetjes getoond worden.
pl: Określ liczbę wskaźników kierunku.
ro_ro: Specificați numărul de indicatoare de direcție.
ru: Выберите количество указателей направления.
sc: Dislinda su nùmeru de indicadores de diretzione.
sk: Zadajte počet smerových šípok.
sl: Določite število oznak smeri.
sr: Одаберите број показивача правца.
sr_latn: Odaberi broj vođica.
sv: Ange antalet riktningsindikatorer.
ta: காண்பிப்பதற்காக எத்தனை திசையில் குறிகாட்டிகள் தேவை என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Yön göstergelerinin sayısını belirtin.
uk: Виберіть, скільки індикаторів напрямків показувати.
zh_hans: 指定方向指示器的数量。
zh_hant: 指定方向指示數量。

# coordinates_format
source: Coordinate format
ar: صيغ الإحداثيات
az: Koordinat formatı
be: Фармат каардынат
bn: অক্ষাংশ-দ্রাঘিমাংশ বিন্যাস
ca: Format de coordenades
cs: Formát souřadnic
cy: Fformat cyfesurynnau
da: Koordinatformat
de: Koordinatenformat
el: Μορφή συντεταγμένων
eo: Formo de koordinatoj
es_us: Formato de coordenadas
et: Koordinaatide vorming
eu: Koordenatu-formatua
fa: قالب مختصات
fi: Koordinaattien muoto
fr: Format des coordonnées
gl: Formato das coordenadas
he: תבנית נקודות הציון
hu: Koordinátaformátum
hy: Կոորդինատների ձևաչափը
id: Format koordinat
is: Snið hnita
it: Formato delle coordinate
ja: 座標形式
ka: კოორდინატების ფორმატი
ko: 좌표계 형식
ku: Formata koordînatê
lt: Koordinačių formatas
lv: Koordināšu formāts
mk: Format na koordinati
ml: കോഓര്‍ഡിനേറ്റ് രൂപഘടന
nb: Koordinatformat
nl: Coördinatenformaat
oc: Format de coordonadas
pl: Format współrzędnych
ro_ro: Formatul coordonatelor
ru: Формат координат
sc: Formadu de sas coordinadas
sk: Formát súradníc
sl: Zapis koordinat
sr: Облик координата
sr_latn: Format koordinate
sv: Koordinatformat
ta: ஒருங்கிணைப்பு வடிவம்
tr: Koordinat biçimi
uk: Формат координат
vi: định dạng toạ độ
zh_hans: 坐标格式
zh_hant: 坐標格式

source: Download file
ar: تحميل الملف
az: Faylı endir
be: Спампаваць файл
ca: Baixa el fitxer
cs: Stáhnout soubor
cy: Llwytho Ffeil i Lawr
da: Download fil
de: Datei herunterladen
el: Λήψη αρχείου
eo: Elŝuti dosieron
es_us: Descargar archivo
et: Laadi fail alla
eu: Deskargatu fitxategia
fa: بارگیری پرونده
fi: Lataa tiedosto
fr: Télécharger le fichier
gl: Baixar ficheiro
he: הורדת קובץ
hu: Fájl letöltése
hy: Ներբեռնել ֆայլը
id: Unduh berkas
is: Sækja skrá
it: Scarica file
ja: ダウンロードファイル
ka: ფაილის გადმოწერა
ko: 파일 다운로드
lt: Atsisiųsti failą
lv: Lejupielādēt failu
mk: Prezemete ja datotekata
ml: "ഫയല്‍ ഡൗണ്‍ലോഡ് ചെയ്യുക "
nb: Last ned fil
nl: Bestand downloaden
oc: Teledescargar lo fichier
pl: Pobierz plik
ro_ro: Descarcă fișier
ru: Скачать файл
sc: Iscàrriga documentu
sk: Stiahnuť súbor
sl: Prejmi datoteko
sr: Преузми датотеку
sr_latn: Preuzimanje fajla
sv: Hämta fil
ta: பதிவிறக்க கோப்பு
tr: Dosyayı indir
uk: Завантажити файл
zh_hans: 下载文件
zh_hant: 下載檔案

# external_device_status_connect
source: Connect
ar: اتصال
az: Qoşul
be: Злучыць
bg: Свързване
ca: Connecta
cs: Připojit
cy: Cysylltu
da: Tilslut
de: Verbinden
el: Σύνδεση
eo: Konekti
es_us: Conectar
et: Ühenda
eu: Konektatu
fa: اتصال
fi: Yhdistä
fr: Connecter
gl: Conectar
he: התחברות
hu: Kapcsolódás
hy: Միացում
id: Hubungkan
is: Tengjast
it: Connetti
ja: 接続
ka: დაკავშირება
ko: 연결
lt: Prijungti
lv: Pieslēgties
mk: Povrzete se
ml: ബന്ധിപ്പിക്കുക
nb: Koble til
nl: Verbinden
oc: Connectar
pl: Połącz
ro_ro: Conectați-vă
ru: Соединение
sc: Connete
sk: Pripojiť
sl: Poveži
sr: Повежи се
sr_latn: Poveži se
sv: Anslut
ta: இணைக்கவும்
tr: Bağlan
uk: Підʼєднати
vi: Kết nối
zh_hans: 连接
zh_hant: 連結

# lang_zh-Hans
source: Chinese (Simplified)
ar: الصينية (المبسطة)
az: Çincə (Sadələşdirilmiş)
be: Кітайская (Спрошчаная)
bg: Китайски (опростен)
ca: Xinès (simplificat)
cs: Čínština (zjednodušená)
cy: Tsieineeg (Syml)
da: Kinesisk (forenklet)
de: Chinesisch (vereinfacht)
el: Κινέζικα (Απλοποιημένα)
eo: Ĉina (simpligita)
es_us: Chino (simplificado)
et: Hiina (lihtsustatud)
eu: Txinera (sinplifikatuta)
fa: چینی (ساده‌شده)
fi: Kiina (yksinkertaistettu)
fr: Chinois (simplifié)
gl: Chinés sinxelo
he: סינית מפושטת
hu: kínai (egyszerűsített)
hy: Չինարեն (Պարզեցված)
id: Bahasa Mandarin (Disederhanakan)
is: Kínverska (einfölduð)
it: Cinese (Semplificato)
ja: 中国語 (簡体字)
ka: ჩინური (გამარტივებული)
ko: 중국어 간체
lt: Kinų (supaprastinta)
lv: Ķīniešu (vienkāršotā)
mk: Kineski (Ednostaven)
ml: "ചൈനീസ്(സിംപ്ളിഫൈഡ്) ഭാക്ഷ "
nb: Kinesisk (forenklet)
nl: Chinees (vereenvoudigd)
pl: Chiński (uproszczony)
ro_ro: Chineză (Simplificată)
ru: Китайский (упрощённый)
sc: Tzinesu (semplificadu)
sk: Čínština (Zjednodušená)
sl: Kitajščina (poenostavljena)
sr: Кинески (појадностављени)
sr_latn: Kineski (pojadnostavljeni)
sv: Kinesiska (förenklad)
ta: சீன (எளிமையாக்கப்பட்டது)
tr: Basitleştirilmiş Çince
uk: Китайська (спрощена)
zh_hans: 简体中文
zh_hant: 中文（简体）

# shared_string_explore
source: Explore
ar: استكشاف
ast: Esplorar
az: Kəşf et
be: Даследаваць
ca: Explora
cs: Prozkoumat
cy: Archwilio
da: Udforsk
de: Erkunden
el: Εξερεύνηση
eo: Esplori
es_us: Explorar
et: Avasta
eu: Arakatu
fa: کاوش
fi: Tutki
fr: Explorer
gl: Pescudar
he: סיור
hu: Felfedezés
hy: Հետազոտել
id: Jelajahi
is: Uppgötva
it: Esplora
ja: 探索
ka: გამოკვლევა
ko: 탐험
lt: Tyrinėti
lv: Pārlūkot
mk: Istražuvajte
ml: "തെരയുക "
nb: Utforsk
nl: Verkennen
oc: Explorar
pl: Przeglądaj
ro_ro: Explorare
ru: Исследовать
sc: Esplora
sk: Preskúmať
sl: Razišči
sr: Истражи
sr_latn: Istraži
sv: Utforska
ta: ஆராய்தல்
tr: Gezin
uk: Дослідити
zh_hans: 探索
zh_hant: 探索

# shared_string_read
source: Read
ar: إقرأ
az: Oxu
be: Чытаць
ca: Llegit
cs: Číst
cy: Darllen
da: Læst
de: Lesen
el: Ανάγνωση
eo: Legi
es_us: Leer
et: Loe
eu: Irakurri
fa: مطالعه
fi: Lue
fr: Lire
gl: Ler
he: נקרא
hu: Olvasás
hy: Կարդալ
id: Baca
is: Lesið
it: Leggi
ja: 読む
ka: წაკითხვა
lt: Skaityti
lv: Lasīt
mk: Procitajte
ml: "വായിക്കുക "
my: ဖတ်ပါ
nb: Les
nl: Lezen
oc: Legit
pl: Czytaj
ro_ro: Citește
ru: Читать
sc: Leghe
sk: Čítať
sl: Preberi
sr: Читај
sr_latn: Čitaj
sv: Läs
ta: படிக்க
tr: Oku
uk: Читати
zh_hans: 读取
zh_hant: 讀取

# wikivoyage_download_pics
source: Download images
ar: تنزيل الصور
ast: Baxar les imáxenes
az: Şəkilləri endir
be: Спампаваць выявы
ca: Baixa imatges
cs: Stáhnout obrázky
cy: Lawrlwythwch ddelweddau
da: Download billeder
de: Bilder herunterladen
el: Λήψη εικόνων
eo: Elŝuti bildojn
es_us: Descargar imágenes
et: Laadi pildid alla
eu: Deskargatu irudiak
fa: بارگیری تصاویر
fi: Lataa kuvat
fr: Télécharger les images
gl: Baixar imaxes
he: הורדת תמונות
hu: Képek letöltése
hy: Ներբեռնել նկարներ
id: Unduh gambar
is: Sækja myndir
it: Scarica immagini
ja: 画像のダウンロード
ka: სურათების გადმოწერა
ko: 이미지 다운로드
lt: Atsisiųsti paveikslėlius
lv: Lejupielādēt bildes
mk: Prevzemeni sliki
ml: ചിത്രങ്ങൾ ഡൗൺലോഡ് ചെയ്യുക
my: ပုံများကူးယူပါ
nb: Last ned bilder
nl: Afbeeldingen downloaden
oc: Teledescargar leis imatges
pl: Pobierz obrazy
ro_ro: Descărcați imagini
ru: Скачивать изображения
sc: Iscàrriga sas immàgines
sk: Stiahnuť obrázky
sl: Prejmi slike
sr: Преузимај слике
sr_latn: Preuzimaj slike
sv: Ladda ner bilder
ta: படங்களைப் பதிவிறக்க
tr: Resimleri indir
uk: Завантажити зображення
zh_hans: 下载图像
zh_hant: 下載圖片

# short_min
source: m
ar: م
be: м
bg: м
el: μ
et: min
he: מ׳
hy: մ
id: mnt
ka: მ
ml: മീ.
mr: मी
ru: м
sv: min
ta: மீ
uk: м
zh_hans: 米
zh_hant: 公尺

# map_marker_1st
source: First map marker
ar: التوجيه المباشرالأول للخريطة
az: İlk xəritə işarəsi
be: Першая адзнака
bg: Първи маркер на картата
ca: Primer marcador de mapa
cs: První mapová značka
cy: Nod map cyntaf
da: Første kortmarkør
de: Erste Kartenmarkierung
el: Πρώτος δείκτης χάρτη
eo: Unua map-marko
es_us: Primer marcador del mapa
et: Esimene kaardimarker
eu: Lehen mapa-markatzailea
fa: اولین نشانهٔ نقشه
fi: Ensimmäinen karttamarkkeri
fr: Première marque
gl: Primeira marcaxe do mapa
he: סמן המפה הראשון
hu: Első térképjelölő
hy: Առաջին մարկեր
id: Penanda peta pertama
is: Fyrsta kortamerki
it: Primo marcatore
ja: 1番目のマップマーカー
ka: რუკის პირველი სანიშნი
kn: ಮೊದಲ ನಕಾಶೆಯ ಗುರುತು
ko: 첫 번째 맵 마커
lt: Pirmojižymė
lv: Pirmais marķieris
mk: Prviot marker na kartata
ml: അദ്യത്തെ മാപ്പ് മാര്‍ക്കര്‍
nb: Første kartmarkør
nl: Eerste Markeervlaggetje
oc: Premier marcador de mapa
pl: Pierwszy znacznik mapy
ro_ro: Primul marcaj al hărții
ru: Первый маркер
sc: Primu marcadore mapa
sk: Prvá mapová značka
sl: Prva oznaka zemljevida
sr: Прва ознака карте
sr_latn: Prvi marker na mapi
sv: Första kartmarkör
ta: முதல் வரைபடம் மார்க்கர்
tr: İlk harita işaretleyicisi
uk: Перша позначка мапи
zh_hans: 第一个地图标记
zh_hant: 第一個地圖標記
