Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# choose_audio_stream_descr
source: Select loudspeaker for voice guidance.
af: Kies kanaal om stem begeleiding oor te speel
ar: اختر مكبر الصوت للتوجيه الصوتي.
az: Səsli bələdçi üçün səsgücləndirici seçin.
be: Абярыце канал вываду галасавых падказак.
bg: Избор на звуков канал за гласовите напътствия.
ca: Escolliu la sortida d'àudio pel guiat per veu.
cs: Zvolte reproduktor pro hlasové navádění.
cy: Select speaker to play voice guidance
da: Vælg højttaler for talevejledning.
de: Lautsprecher für Sprachansagen auswählen.
el: Επιλέξτε το ηχείο για φωνητική καθοδήγηση.
eo: Elekti laŭtparolilon por ludi voĉajn sciigojn.
es_us: Elige que altavoz reproducirá indicaciones por voz.
et: Vali kõlar hääljuhiste esitamiseks.
eu: Hautatu ahots gidaritzarako bozgorailua.
fa: بلندگوی پخش راهنمای گفتاری را انتخاب کنید.
fi: Valitse kaiutinääniohjaukselle.
fr: Sélectionnez la sortie audio à utiliser pour le guidage vocal.
gl: Escolle que altofalante reproducirá as indicacións por voz.
he: נא לבחור רמקול להנחיה קולית.
hu: Hangszóró kijelölése hangnavigációhoz.
hy: Ընտրեք ձայնային հրահանգների համար։
id: Pilih speaker untuk panduan suara.
is: Veldu hátalara til að nota við raddleiðsögn.
it: Seleziona l'altoparlante per la guida vocale.
ja: 音声案内を再生するチャンネルを選択します。
ka: აირჩიეთ არხი ხმოვანი ბრძანებებისათვის.
ko: 음성 안내를 재생할 채널을 선택합니다
lt: Pasirinkite kanalą, kuriuo skambės balso nurodymai.
lv: Izvēlieties balss vadības kanālu
mk: Izberete zvučnik za glasovno vodenje.
ml: ശബ്ദ മാര്‍ഗനിര്‍ദേശത്തിനുള്ള ഉച്ചഭാഷിണി തെരഞ്ഞെടുക്കുക
nb: Velg høyttaler for taleveiledning.
nl: Audiokanaal voor de stembegeleiding kiezen.
oc: Seleccionatz lo canau audio per reprodurre lo guidatge vocau.
pl: Wybiera kanał do odtwarzania komunikatów głosowych.
pt_br: Escolha o canal para orientação por voz
ro_ro: Selectați difuzorul pentru ghidare vocală.
ru: Выберите канал вывода голосовых инструкций.
sc: Ischerta s'altoparlante pro sa ghia vocale.
sk: Vybrať reproduktor pre hlasové pokyny.
sl: Izberi zvočnik za glasovno vodenje.
sr: Одаберите говорника за гласовно навођење.
sr_latn: Odaberi govornika za glasovno navođenje.
sv: Välj högtalare för röstvägledning.
ta: குரல் வழிகாட்டுதலுக்கு ஒலிபெருக்கியைத் தேர்ந்தெடுக்கவும்.
tr: Sesli yönlendirme için hoparlörü seçin.
uk: Виберіть канал для голосових інструкцій.
vi: Chọn kênh để chạy hướng dẫn bằng giọng nói.
zh_hans: 为语音指引选择扬声器。
zh_hant: 選取要播放語音導航的揚聲器。

# select_distance_route_will_recalc
source: Select the distance after which the route will be recalculated.
ar: حدد المسافة التي سيتم بعدها إعادة حساب المسار.
az: Marşrutun yenidən hesablanacağı məsafəni seçin.
be: Абярыце адлегласць, пасля якой маршрут будзе пералічаны.
bg: Изберете разстоянието, след което маршрутът ще бъде преизчислен.
ca: Seleccioneu la desviació per sobre de la qual es tornarà a calcular la ruta.
cs: Zvolte vzdálenost, při které bude trasa přepočítána.
cy: Dewis y pellter arôl hynny bydd y llwybr yn cael ei ailgyfrifo.
da: Vælg afstanden, hvorefter ruten genberegnes.
de: Wählen Sie die Entfernung, nach der die Route neu berechnet wird.
el: Επιλέξτε την απόσταση μετά την οποία η διαδρομή θα επανυπολογιστεί.
eo: Enigu la distancon super kiu la kurso estos rekalkulita.
es_us: Elige la distancia después de la cual la ruta será recalculada.
et: Vali eemaldumine alates millest teekond arvutatakse ümber.
eu: Hautatu ibilbidea birkalkulatzeko distantzia.
fa: فاصله‌ای که با گذشتن از آن، مسیریابی مجدد انجام شود چقدر باشد.
fi: Valitse etäisyys, jonka jälkeen reitti lasketaan uudelleen.
fr: Sélectionnez la distance au-delà de laquelle l’itinéraire sera recalculé.
gl: Escolle a distancia após a cal a ruta será recalculada.
he: נא לבחור את המרחק שלאחריו המסלול יחושב מחדש.
hu: Jelölje ki a távolságot, amelytől kezdve az útvonal újra lesz számítva.
id: Pilih jarak setelah itu rute akan dikalkulasi ulang.
is: Veldu þá vegalengd sem þarf til að leiðin verði endurreiknuð.
it: Seleziona le distanza dopo la quale il percorso verrà ricalcolato.
ja: ルートを再計算する距離を選択します。
ko: 경로가 다시 계산될 거리를 선택합니다.
mk: Izberete go rastojanieto po koe maršrutata ḱe se presmetuva povtorno.
nb: Velg avstanden som skal til forå beregne ruten på nytt.
nl: Selecteer de afstand waarbij de route wordt herberekend.
oc: Seleccionatz la distància après la quala lo percors se tornarà calcular.
pl: Wybierz odległość, po której trasa zostanie ponownie obliczona.
ro_ro: Selectați distanța după care traseul va fi recalculat.
ru: Автоперестроение маршрута при сходе с него.
sc: Ischerta sa distàntzia a pustis de sa cale s'àndala at a torrare a èssere carculada.
sk: Zvoľte vzdialenosť, po ktorej bude trasa prepočítaná.
sl: Izberi razdaljo, nad katero bo pot ponovno izračunana.
sr: Одаберите удаљеност након које се пут прерачунава.
sr_latn: Odaberi udaljenost nakon koje se ruta preračunava.
sv: Välj efter vilket avstånd rutten ska beräknas om.
ta: பாதை மீண்டும் கணக்கிடப்படும் தூரத்தைத் தேர்ந்தெடுக்கவும்.
tr: Rotanın yeniden hesaplanacağı mesafeyi seçin.
uk: Оберіть відстань, після якої маршрут буде перебудовано.
vi: Chọn khoảng cách mà sau đó tuyến đường sẽ được tính lại.
zh_hans: 选择要重新计算距离的路线。
zh_hant: 選取要重新計算路徑的距離。

# instructions_repeat
source: Tap "Next turn" widget to repeat instructions
ar: انقر على "المنعطف التالي" لتكرار التعليمات
be: Націсніце "Наступны паварот", каб паўтарыць інструкцыі
ca: Premeu el giny "Següent desviació" per repetir les instruccions
cs: Klepněte na značku "Příští odbočka" pro zopakování instrukcí
da: Tryk på "Næste sving"-modulet for at gentage instruktionerne
de: Tippen Sie auf das Widget "Nächste Richtungsangabe", um Anweisungen zu wiederholen
el: Πατήστε το γραφικό στοιχείο "Επόμενη στροφή" για επανάληψη των οδηγιών
es_us: Pulsa el widget «Próximo giro» para repetir las indicaciones
et: Juhiste kordamiseks puudutage vidinat „Järgmine pööre“
fr: Appuyez sur le gadget « Prochain tour » pour répéter les instructions
hu: Koppintson a „Következő bekanyarodás” modulra az utasítások megismétléséhez
id: Ketuk widget "Belokan berikutnya" untuk mengulangi instruksi
is: Ýttu á "Næsta beygja" til að endurtaka leiðbeiningar
it: Tocca il widget "Prossima svolta" per ripetere le istruzioni
ja: 「次の曲がる方向」ウィジェットをタップすると繰り返し指示されます
nl: Tik op de "Volgende afslag" widget om de instructies te herhalen
oc: Clicatz la vinheta "Virada venenta" per repetir leis instruccions
pl: Naciśnij widżet "Następny zakręt", aby powtórzyć instrukcje
pt_br: Toque no widget "próxima curva" para repetir as instruções
ro_ro: Atingeți widgetul "Next turn" pentru a repeta instrucțiunile
ru: Нажмите на виджет "Следующий поворот", чтобы повторить инструкции
sc: Toca su widget de "Bortada imbeniente" pro fàghere repìtere sas istrutziones
sr: Додирните виџет „Следеће скретање“ да бисте поновили упутства
sr_latn: Dodirnite vidžet „Sledeće skretanje“ da biste ponovili uputstva
sv: Tryck på "Nästa sväng" widgeten för att upprepa instruktionerna
ta: வழிமுறைகளை மீண்டும் செய்ய "அடுத்த திருப்பம்" விட்செட்டைத் தட்டவும்
tr: Talimatları tekrarlamak için "Sonraki dönüş" aracına dokunun
uk: Торкніться віджета "Наступний поворот" для повторення вказівок
zh_hant: 按一下「下個轉彎」小工具來重複指示

# recording_preferences_descr
source: Track recording preferences
ar: تفضيلات تسجيل المسار
be: Налады запісу следу
ca: Preferències d'enregistrament del viatge
cs: Možnosti ukládání stopy
da: Indstillinger for optagelse af spor
de: Einstellungen für die Trackaufzeichnung
el: Προτιμήσεις καταγραφής ίχνους
es_us: Preferencias de grabación de la traza
et: Teekonna salvestamise eelistused
fr: Préférences d'enregistrement des traces
gl: Trip recording preferences
hu: Nyomvonalrögzítési beállítások
id: Preferensi perekaman track
is: Kjörstillingar við skráningu ferils
it: Preferenze per la registrazione del percorso
ja: 経路記録の設定
ka: ტრეკის ჩაწერს პარამეტრები
ko: 트랙 녹화 기본 설정
nb: Trip recording preferences
nl: Track-opname voorkeuren
oc: Preferéncias d'enregistrament dau viatge
pl: Ustawienia nagrywania trasy
pt_br: Acompanhar preferências de gravação
ro_ro: Preferințele de înregistrare a track-urilor
ru: Настройки записи трека
sc: Preferèntzias pro sa registratzione de sa rasta
sk: Nastavenia záznamu stopy
sr: Поставке снимања путања
sr_latn: Postavke snimanja putanja
sv: Inställningar för spårinspelning
ta: வட்டுப் பதிவு விருப்பத்தேர்வுகள்
tr: Yol kaydetme tercihleri
uk: Налаштування запису треку
zh_hant: 旅程錄製偏好

source: Customize route line
ar: تخصيص خط المسار
ast: Personalizar la llinia d'encaminamientu
az: Marşrut xəttini fərdiləşdir
be: Наладзіць лінію маршруту
cs: Upravit navigační trasu
cy: Addasu llinell llwybr
da: Tilpas rutelinje
de: Routenlinie anpassen
el: Προσαρμογή γραμμής διαδρομής
eo: Alĝustigi linion de kurso
es_us: Personalizar línea de ruta
et: Kohanda marsruudi joont
eu: Pertsonalizatu ibilbide-lerroa
fa: سفارشی‌سازی خط مسیر
fi: Mukauta reittiviivaa
fr: Personnaliser la ligne d'itinéraire
gl: Personalizar liña de ruta
he: התאמת קו המסלול
hu: Útvonaljelző csík testreszabása
id: Sesuaikan garis rute
is: Sérsníða leiðarlínu
it: Personalizza la linea del percorso
ja: ルートラインのカスタマイズ
ko: 경로 선 사용자 지정
lt: Tinkinti maršruto liniją
lv: Personalizēt maršruta līniju
mk: Prisposobete ja linijata na maršrutata
nb: Tilpass rutelinje
nl: Routelijn aanpassen
oc: Personalizar la linha dau percors
pl: Dostosuj linię trasy
ro_ro: Personalizează linia de traseu
ru: Настройка линии маршрута
sc: Personaliza sa lìnia de s'àndala
sk: Upraviť navigačnú trasu
sl: Prilagodičrto poti
sr: Прилагоди линију путање
sr_latn: Podesi boju i veličinu linije rute
sv: Anpassa ruttlinjen
ta: பாதை வரியைத் தனிப்பயனாக்குங்கள்
tr: Rota hattını özelleştir
uk: Налаштувати вигляд лінії маршруту
vi: Tuỳ biến nét vẽ đường đi
zh_hans: 自定义路径线
zh_hant: 自訂路線

source: Select work point
ar: حدد نقطة العمل
be: Абраць пункт працы
ca: Seleccioneu el punt de treball
cs: Zvolte bod pracoviště
da: Vælg arbejdssted
de: Arbeitsort auswählen
el: Επιλέξτε σημείο δουλειάς
es_us: Marcar punto de trabajo
et: Vali töökoha punkt
fr: Sélectionnez votre lieu de travail
hu: Válassza ki a munkahelyének pontját
id: Pilih titik kerja
is: Veldu vinnupunkt
it: Scegli il punto lavoro
ja: 勤務先を選択
ka: აირჩიეთ სამსახურის წერტილი
ko: 작업점 선택
nl: Kies punt voor werk
oc: Chausissètz l'obrador
pl: Wybierz punkt pracy
pt_br: Selecionar ponto de trabalho
ro_ro: Selectați punctul de lucru
ru: Выбор точки работы
sc: Ischerta su puntu de su logu de traballu
sk: Zvoľte bod pracoviska
sr: Изаберите радну тачку
sr_latn: Izaberite radnu tačku
sv: Välj arbetsposition
ta: பணி புள்ளியைத் தேர்ந்தெடுக்கவும்
tr: İş noktasını seç
uk: Встановіть точку «Робота»
zh_hant: 選擇公司標點

# arrived_at_intermediate_point
source: Intermediate destination reached
af: Jy het jou oorgangspunt bereik
ar: وصلت إلى وجهتك الوسطية
be: Дасягнуты прамежкавы пункт
bg: Пристигнахте в междинна точка
ca: Assolida destinació intermèdia
cs: Dorazili jste do mezicíle
cy: Wedi cyrraedd cyrchfan ar y ffordd
da: Mellemliggende destination nået
de: Zwischenziel erreicht
el: Φτάσατε στον ενδιάμεσο προορισμό σας
eo: Atingis intercelon
es_us: Destino intermedio alcanzado
et: Jõutud vahepealsesse sihtkohta
eu: erdibideko helburura helduta
fa: به مقصد میانی رسیدید
fi: Olet saapunut välietapille
fr: Étape intermédiaire atteinte
gl: Destino intermedio acadado
he: הגעת ליעד ביניים
hu: Érkezés a köztes célponthoz
hy: Հասել եք ձեր միջանկյալ նպատակակետին
id: Tujuan perantara dicapai
is: Þú hefur náð á milliáfanga
it: Raggiunta destinazione intermedia
ja: 経由地点周辺に到着しました
ka: თქვენ მიაღწიეთ თქვენს დანიშნულების წერტილს
ko: 경유지에 도착했습니다
lt: Tarpinis tikslas pasiektas
lv: Jūs esat nokļuvis starpposma punktā
mk: Dostignata e sredna destinacija
ml: ഇട-ലക്ഷ്യസ്ഥാനത്തെത്തി
nb: Mellomliggende reisemål er nådd
nl: Tussenliggende punt bereikt
oc: Siatz arribat a l'etapa
pl: Osiągnięto cel pośredni trasy
pt_br: Você chegou no seu destino intermediário
ro_ro: S-a atins destinația intermediară
ru: Вы прибыли в промежуточный пункт
sc: Ses arribadu a sa tapa intermèdia
sk: Prechodný bod dosiahnutý
sl: Dosežen je vmesni cilj
sr: Стигли сте на пролазно одредиште
sr_latn: Stigao si na prolazno odredište
sv: Uppnådd mellanliggande destination
ta: இடைநிலை இலக்கு அடைந்தது
tr: Ara hedefe ulaşıldı
uk: Ви прибули в проміжний пункт призначення
zh_hans: 到达中间目的地
zh_hant: 已經抵達中轉地點

# arrived_at_destination
source: You have arrived.
af: Jy het jou bestemming bereik
ar: لقد وصلت.
ast: Aportesti.
az: Gəlib çatdınız.
be: Вы прыбылі.
bg: Пристигнахте в крайната цел
ca: Heu arribat.
cs: Dorazili jste do cíle.
cy: Rydych wedi cyrraedd.
da: Ankommet.
de: Sie sind angekommen.
el: Φτάσατε.
eo: Vi alvenis al la celo.
es_us: Has llegado.
et: Oled kohale jõudnud.
eu: Iritsi zara.
fa: رسیدید.
fi: Olet saapunut perille.
fr: Vous êtes arrivé.
gl: Chegaches.
he: הגעת ליעד.
hu: Megérkezett.
hy: Դուք ժամանել եք։
id: Anda telah tiba.
is: Þú hefur náð á áfangastað.
it: Sei arrivato.
ja: 目的地に到着しました。
ka: მიხვედით.
ko: 목적지에 도착하였습니다.
lt: Jūs atvykote.
lv: Jūs esat ieradies galapunktā
mk: Pristignavte.
ml: "നിങ്ങള്‍ ലക്ഷ്യസ്ഥാനത്തെത്തിയിരിക്കുന്നു"
mr: आपण पोहोचलात.
nb: Du har ankommet.
nl: De bestemming is bereikt.
oc: Siatz arribat.
pl: Osiągnięto cel.
pt_br: Você chegou.
ro_ro: Ați ajuns.
ru: Вы на месте.
sc: Ses arribadu.
sk: Dorazili ste do cieľa.
sl: Prispeli ste.
sr: Стигли сте.
sr_latn: Stigao si na odredište.
sv: Du har anlänt.
ta: நீங்கள் வந்துவிட்டீர்கள்.
tr: Hedefinize ulaştınız.
uk: Ви прибули.
vi: Bạn đã tới nơi.
zh_hans: 您已到达。
zh_hant: 您已抵達。

# route_preferred_terrain_flat
source: Routes with a flat relief profile. The length may increase.
ar: بروفايل الطرق المسطحة واضحة المعالم. قد يزيد الطول.
be: Маршруты разлічваюцца для мясцовасці з раўнінным профілем рэльефу. Даўжыня можа павялічвацца.
cs: Trasy s rovinatým profilem terénu. Trasa může být delší.
da: Ruter med en flad reliefprofil. Længden øges muligvis.
de: Strecken mit einem flachen Geländeprofil. Die Länge kann zunehmen.
es_us: Rutas con un perfil de relieve plano. La longitud puede aumentar.
et: Tasase reljeefiprofiiliga marsruudid. Teepikkus võib kasvada.
fr: Itinéraires avec un profil de relief plat. La longueur peut augmenter.
hu: Sík domborzati profilú útvonalak. A hossz növekedhet.
id: Rute dengan profil relief datar. Panjangnya mungkin bertambah.
is: Leiðir með flötu hæðasniði. Lengdin gæti aukist.
it: Percorsi con un profilo di rilievo piatto. La lunghezza può aumentare.
ko: 평평한 릴리프 프로파일이 있는 루트. 길이가 늘어나는 경우가 있습니다.
nl: Routes met een vlak reliëfprofiel. Afstand kan langer zijn.
oc: Percors planiers. La longor pòt aumentar.
pl: Trasy o profilu płaskiej rzeźby terenu. Długość może wzrosnąć.
ro_ro: Traseele cu un profil de relief plat. Lungimea poate crește.
ru: Равнинные маршруты. Дистанция может увеличиться.
sc: Àndalas cun unu profilu de rilievos pranu. Sa longària diat pòdere crèschere.
sr: Руте са равним рељефним профилом. Дужина се може повећати.
sr_latn: Rute sa ravnim reljefnim profilom. Dužina se može povećati.
sv: Rutter med en platt reliefprofil. Längden kan öka.
ta: தட்டையான நிவாரண சுயவிவரத்துடன் கூடிய வழிகள். நீளம் அதிகரிக்கலாம்.
tr: Düz bir kabartma profiline sahip güzergahlar. Uzunluk artabilir.
uk: Маршрути обчислюються для рівнинних рельєфів. Довжина може збільшуватися.
zh_hant: 平坦路線。距離可能增加。

# route_tr
source: Turn right and go
af: Draai regs en ry
ar: انعطف يميناً
ast: Xira a la derecha y sigui hasta
az: Sağa dönün
be: Паварочвайце направа і рухайцеся
bg: Завийте надясно и продължете
ca: Gireu a la dreta i continueu
cs: Odbočte vpravo a pokračujte
cy: Trowch i'r dde a mynd
da: Drej til højre og kør
de: rechts abbiegen, dann
el: Στρίψτε δεξιά και προχωρήστε
eo: Turniĝu dekstren
es_us: Gira a la derecha en
et: Pööra paremale ja sõida otse
eu: Eskuinera biratu
fa: به راست بپیچید و بروید
fi: Käänny oikealle ja jatka suoraan
fr: Tournez à droite
gl: Vireá dereita e continúe
he: לפנות ימינה ולהמשיך
hu: Forduljon jobbra, és haladjon tovább ezen:
hy: Աջ թեքվեք և շարժվեք
id: Belok kanan dan jalan
is: Beygðu til hægri og haltu áfram
it: Svolta a destra e prosegui su
ja: 右方向です
ka: შებრუნდით მარჯვნივ და წინ
ko: 우회전 후 직진
lt: Pasukiteį dešinę ir važiuokite
lv: Pagriezties pa labi
mk: Zavrti desno i odi
ml: "വലത്തോട്ടു തിരിഞ്ഞ് പോവുക"
mr: उजवीकडे वळा आणि जा
nb: Ta til høyre og fortsett
nl: Sla rechtsaf en volg
oc: Viratz a drecha e contuniatz
pl: Skręć w prawo i jedź
pt_br: Vireà direita e siga
ro_ro: Virați la dreapta și continuați drumul
ru: Направо
sc: Borta a destra e sighi pro
sk: Odbočte doprava a pokračujte
sl: Zavijte desno in pojdite
sr: Скрените десно и наставите
sr_latn: Skreni desno i nastavi
sv: Sväng höger och kör
ta: வலதுபுறம் திரும்பி செல்லுங்கள்
tr: Sağa dönün ve ilerleyin
uk: Поверніть праворуч та продовжуйте рух
vi: Rẽ phải và đi
zh_hans: 右转后直行
zh_hant: 右轉後直行

# route_tshr
source: Turn sharply right and go
af: Draai skerp regs en ry
ar: انعطف يميناً بشكل حاد
az: Kəskin sağa dönün
be: Рэзка паварочвайце направа і рухайцеся
bg: Завийте рязко надясно и продължете
ca: Gireu fortament a la dreta i continueu
cs: Odbočte ostře vpravo a pokračujte
cy: Trowch yn unsyth i'r dde a mynd
da: Drej skarpt til højre og kør
de: scharf rechts abbiegen, dann
el: Στρίψτε κλειστά δεξιά και προχωρήστε
eo: Turniĝegu dekstren
es_us: Gira fuerte a la derecha en
et: Pööra järsult paremale ja sõida otse
eu: Eskuinera nabarmenki biratu
fa: کاملاً به راست بپیچید و بروید
fi: Käänny jyrkästi oikealle ja jatka suoraan
fr: Prenez le virage serré à droite et continuez
gl: Vire de xeito forteá dereita e continúe
he: לפנות ימינה בחדות ולהמשיך
hu: Forduljon élesen jobbra, és haladjon tovább ezen:
hy: Կտրուկ աջ թեքվեք և շարժվեք
id: Belok tajam ke kanan dan pergi
is: Beygðu skarpt til hægri og haltu áfram
it: Svolta stretto a destra e prosegui su
ja: 大きく右に曲がってください
ka: შებრუნდით მკვეთრად მარჯვნივ და წინ
ko: 급한 우회전 후 직진
lt: Darykite staigų posūkį į dešinę ir važiuokite
lv: Strauji pagriezties pa labi
mk: Zavrti ostro desno i odi
ml: "വലത്തോട്ടു വട്ടം തിരിഞ്ഞ് പോവുക"
mr: पटकन उजवीकडे वळा आणि जा
nb: Ta skarpt til høyre og fortsett
nl: Sla scherp rechtsaf en volg
oc: Viratz sobde a drecha e contuniatz
pl: Skręć ostro w prawo i jedź
pt_br: Vire acentuadamenteà direita e siga
ro_ro: Virați strâns la dreapta și continuați drumul
ru: Резко направо
sc: Borta astrintu a destra e sighi pro
sk: Odbočte prudko doprava a pokračujte
sl: Zavijte ostro desno in pojdite
sr: Скрените оштро десно и наставите
sr_latn: Skreni oštro desno i nastavi
sv: Sväng skarpt höger och kör
ta: கூர்மையாக வலதுபுறம் திரும்பி செல்லுங்கள்
tr: Sağa keskince dönün ve ilerleyin
uk: Поверніть різко праворуч та продовжуйте рух
vi: Ngoặt phải và đi
zh_hans: 向右急转后直行
zh_hant: 向右急轉後直行

# route_tsll
source: Turn slightly left and go
af: Draai effens links en ry
ar: انعطف قليلا إلى اليسار
ast: Xira llixeramente a la esquierda y sigui hasta
az: Azca sola dönün
be: Павольна паварочвайце налева і рухайцеся
bg: Завийте леко наляво и продължете
ca: Gireu lleugerament a l'esquerra i continueu
cs: Odbočte mírně vlevo a pokračujte
cy: Trowch ychydig i'r chwith a mynd
da: Drej en smule til venstre og kør
de: halb links abbiegen, dann
el: Στρίψτε ελαφρώς αριστερά και προχωρήστε
eo: Turniĝetu maldekstren
es_us: Gira leve a la izquierda en
et: Pööra veidi vasakule ja sõida otse
eu: Pixka bat ezkerrera biratu
fa: کمی به چپ بپیچید و بروید
fi: Kaarra vasemmalle ja jatka suoraan
fr: Tournez légèrement vers la gauche et continuez
gl: Vire de xeito lixeiroá esquerda e continúe
he: לפנות שמאלה קלות ולהמשיך
hu: Forduljon enyhén balra, és haladjon tovább ezen:
hy: Սահուն ձախ պահեք և շարժվեք
id: Belok sedikit ke kiri dan jalan
is: Beygðu örlítið til vinstri og haltu áfram
it: Svolta leggermente a sinistra e prosegui su
ja: 左へ進んで下さい
ka: შებრუნდით ოდნავ მარცხნივ და წინ
ko: 약한 좌회전 후 직진
lt: Pasukite kairiau ir važiuokite
lv: Nedaudz pagriezties pa kreisi
mk: Svrtete blago na levo i odete
ml: ഇടത്തോട്ട് ചെറുതായ് തിരിഞ്ഞ് പോവുക
mr: हलके डावीकडे वळा आणि जा
nb: Ta litt til venstre og fortsett
nl: Buig linksaf en volg
oc: Viratz leugierament a senèstra e contuniatz
pl: Skręć łagodnie w lewo i jedź
pt_br: Vire levementeà esquerda e siga
ro_ro: Virați ușor la stânga și continuați drumul
ru: Плавно налево
sc: Borta de pagu a manca e sighi pro
sk: Odbočte mierne doľava a pokračujte
sl: Zavijte rahlo levo in pojdite
sr: Скрените благо лево и наставите
sr_latn: Skreni blago levo i nastavi
sv: Sväng något vänster och kör
ta: சற்று இடதுபுறம் திரும்பி செல்லுங்கள்
tr: Sola hafifçe dönün ve ilerleyin
uk: Поверніть плавно ліворуч та продовжуйте рух
vi: Chếch sang trái và đi
zh_hans: 稍向左转后直行
zh_hant: 向左急轉後直行

# traffic_warning_hazard
source: Hazard
ar: خطر
ast: Peligru
az: Təhlükə
be: Небяспека
bg: Опасност
ca: Perill informat
cs: Nebezpečí
cy: Perygl
da: Fare
de: Gefährdung
el: Κίνδυνος
eo: Danĝero
es_us: Advertencia de peligro
et: Oht
eu: Arriskua
fa: خطر
fi: Varoitus
fr: Danger
gl: Perigo
he: סכנה
hu: Veszély
hy: Վտանգ
id: Bahaya
is: Slysahætta
it: Pericolo
ja: 被災域
ka: საშიშროება
ko: 위험
ku: Xeter
lt: Pavojus
lv: Bīstamība
mk: Opasno
ml: അപായം
nb: Fare
nl: Gevaar
oc: Perilh
pl: Zagrożenie
pt_br: Perigo
ro_ro: Pericol
ru: Опасность
sc: Perìgulu
sk: Nebezpečenstvo
sl: Nevarnost
sr: Опасност
sr_latn: Opasnost
sv: Varning
ta: இடர்
tr: Tehlike
uk: Небезпека
vi: Nguy hại
zh_hans: 危险
zh_hant: 危險

# nothing_found_descr
source: Change the search or increase its radius.
ar: عدل طلب البحث أو وسع نطاقه.
ast: Camuda la busca o aumenta'l so radiu.
az: Axtarışı dəyişin və ya radiusunu artırın.
be: Змяніць пошукавы запыт альбо павялічыць радыус пошуку.
bg: Променете търсенето или радиуса.
ca: Canvieu la cerca o augmenteu-ne el radi.
cs: Změňte vyhledávací dotaz nebo zvětšete okruh hledání.
cy: Newid y chwilio neu gynyddu ei radiws.
da: Ændr søgning eller øg radius.
de: Bitte Suchkriterien ändern oder Suchradius vergrößern.
el: Αλλάξτε την αναζήτηση ή αυξήστε την ακτίνα αναζήτησης.
eo: Ŝanĝu serĉpeton aŭ pliigu radiuson de serĉo.
es_us: Cambiar la búsqueda o aumentar su radio.
et: Muuda otsingu päringut või laienda selle raadiust.
eu: Aldatu bilaketa edo handitu erradioa.
fa: جستجو را تغییر دهید یا شعاع آن را بزرگ‌تر کنید.
fi: Muuta hakua tai laajenna sen sädettä.
fr: Modifiez votre recherche ou augmentez le rayon de recherche.
gl: Mudar a procura ou aumentar o seu raio.
he: עריכת החיפוש או הגדלת הטווח.
hu: Módosítsa a keresést vagy növelje a sugarát.
hy: Փոխել հարցումը կամ ավելացնել որոնման շառավիղը։
id: Ubah pencarian atau tingkatkan radius pencarian.
is: Breyttu leitarorðum eða stækkaðu radíus leitarinnar.
it: Cambia la ricerca o aumenta il raggio.
ja: 検索単語を変更したり、検索の距離を広げてみてください。
ko: 검색을 변경하거나 반지름을 늘립니다.
lt: Pakeiskite paieškos užklausą arba padidinkite paieškos spindulį.
lv: Meklējiet pēc cita vārda vai palieliniet meklēšanas rādiusu.
mk: Promenete go prebaruvanjeto ili zgolemete go negoviot radius.
ml: തിരയൽ പരിഷ്കരിക്കുക അല്ലെങ്കിൽ തിരയൽ വ്രുത്തം വർദ്ധിപ്പിക്കുക.
nb: Endre søket eller øk radiusen.
nl: Wijzig de zoekterm of vergroot het zoekgebied.
oc: Modificarò relargar la recèrca.
pl: Zmień wyszukiwanie lub zwiększ jego promień.
pt_br: Modificar o texto da pesquisa ou aumentar o raio de busca
ro_ro: Schimbați căutarea sau măriți raza acesteia.
ru: Измените запрос или радиус поиска.
sc: Muda sa chirca o ismànnia su raju suo.
sk: Zmeňte vyhľadávacie kritérium alebo zväčšite polomer hľadania.
sl: Spremeni iskalni niz ali pa povečaj obseg iskanja.
sr: Промените претрагу или повећајте област претраге.
sr_latn: Promeni pretragu ili povećaj radius pretrage.
sv: Ändra sökningen eller utöka sökradien.
ta: தேடலை மாற்றவும் அல்லது அதன் ஆரம் அதிகரிக்கவும்.
tr: Arama sorgusunu değiştir veya yarıçapını arttır.
uk: Змініть пошуковий запит або ж розширте радіус пошуку.
vi: Thay đổi tìm kiếm hoặc tăng bán kính của nó.
zh_hans: 更改搜索或增加其半径。
zh_hant: 變更搜尋或增加搜尋半徑。
