Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

source: Add to a track
ar: إضافة إلى مسار
az: İzə əlavə et
be: Дадаць да следу
ca: Afegeix a una ruta
cs: Přidat ke stopě
cy: Ychwanegu at drac
da: Føj til et spor
de: Zu einem Track hinzufügen
el: Προσθήκη σε ίχνος
eo: Aldoni al spuro
es_us: Añadir a una traza
et: Lisa rajale
eu: Gehitu arrasto bati
fa: افزودن به یک رد
fi: Lisää jälkeen
fr: Ajouter à une trace
gl: Engadir a unha pista
he: הוספה למסלול
hu: Hozzáadás nyomvonalhoz
id: Tambahkan pada sebuah trek
is: Bæta við feril
it: Aggiungi ad una traccia
ja: 経路に追加
ka: კურსისთვის დამატება
ko: 트랙에 추가
lt: Pridėti į maršrutą
mk: Dodadi na zapisot
nb: Legg til i et spor
nl: Voeg toe aan een track
oc: Ajustar una traça
pl: Dodaj do trasy
ro_ro: Adaugă la un traseu
ru: Добавить к треку
sc: Annanghe a una rasta
sk: Pridať do stopy
sl: Dodaj sledi
sr: Додај трагу
sr_latn: Dodaj u trasu
sv: Lägg till i ett spår
ta: ஒரு பாதையில் சேர்க்கவும்
tr: İzlemeye ekle
uk: Додати до треку
vi: Thêm vào một cung đường
zh_hans: 添加到轨迹
zh_hant: 新增到軌跡

# osmand_live_donation_header
source: Donation settings
ar: إعدادات التبرع
be: Налады ахвяраванняў
ca: Configuració de donació
cs: Nastavení příspěvků
da: Donationsindstillinger
de: Spendeneinstellungen
el: Ρυθμίσεις δωρεάς
es_us: Ajustes de la donación
et: Annetuste seaded
fa: تنظیمات دونیت
fr: Paramètres des dons
hu: Adományozás beállításai
id: Pengaturan donasi
is: Stillingar á styrkjum
it: Impostazioni della donazione
ja: 寄付の設定
ka: შეწირულობის მორგება
ko: 후원 설정
nl: Donatie instellingen
oc: Configuracion de donacion
pl: Ustawienia darowizn
pt_br: Configurações de doação
ro_ro: Setări pentru donații
ru: Настройки пожертвований
sc: Impostatziones pro sas donatziones
sk: Nastavenie príspevkov
sr: Подешавања донације
sr_latn: Podešavanja donacije
sv: Donationsinställningar
ta: நன்கொடை அமைப்புகள்
tr: Bağış ayarları
uk: Налаштування внесків
zh_hans: 捐赠设置
zh_hant: 捐贈設定

# osm_opens_at
source: Opens at:
ar: يفتح في:
be: Адчыняецца а:
ca: Obre a les:
cs: Otevírá v:
da: Åbner kl:
de: Öffnet um:
el: Ανοίγει στις:
es_us: Abre a las:
et: Avatakse kell:
fa: بازمی‌شود در:
fr: Ouvre à :
hu: Kinyit ekkor:
id: Buka pukul:
is: Opnar klukkan:
it: Apre alle:
ja: 営業開始時間:
ka: გახსნის დრო:
nl: Opent om:
oc: Dobrís a :
pl: Zostanie otwarte o:
pt_br: Abre em:
ro_ro: Deschide la:
ru: Открывается в:
sc: Aberit a sas:
sk: Otvára o:
sl: Odpiralni čas:
sr: Отвара се у:
sr_latn: Otvara se u:
sv: Öppnar kl:
ta: இங்கே திறக்கிறது:
tr: Açılış zamanı:
uk: Відкривається о:
zh_hant: 開門時間：

# osm_value
source: Value
ar: قيمة
be: Значэнне
ca: Valor
cs: Hodnota
da: Værdi
de: Wert
el: Τιμή
es_us: Valor
et: Väärtus
fa: مقدار
fr: Valeur
hu: Érték
id: Nilai
is: Gildi
it: Valore
ja: 値
ka: მნიშვნელობა
nl: Waarde
oc: Valor
pl: Wartość
pt_br: Valor
ro_ro: Valoare
ru: Значение
sc: Valore
sk: Hodnota
sl: Vrednost
sr: Вредност
sr_latn: Vrednost
sv: Värde
ta: மதிப்பு
tr: Değer
uk: Значення
zh_hant: 值

# mapillary_menu_title_pano
source: Display only 360° images
ar: عرض صور 360° فقط
ast: Amosar namás les imáxenes a 360°
az: Yalnız 360° şəkilləri göstər
be: Паказаць толькі 360° малюнкі
ca: Només mostra imatges de 360º
cs: Zobrazit pouze 360° obrázky
cy: Dangos lluniau 360° yn unig
da: Vis kun 360° billeder
de: Nur 360°-Bilder anzeigen
el: Εμφάνιση μόνο εικόνων 360°
eo: Montri nur bildojn 360°
es_us: Sólo mostrar imágenes en 360°
et: Kuva ainult 360° pildid
eu: Erakutsi 360º argazkiak besterik ez
fa: فقط نمایش عکس‌های ۳۶۰ درجه
fi: Näytä vain 360° kuvat
fr: Afficher uniquement les images à 360°
gl: Amosar só imaxes 360°
he: הצגת תמונות 360° בלבד
hu: Csak 360°-os képek megjelenítése
id: Tampilkan hanya gambar 360°
is: Einungis birta 360° myndir
it: Mostra solo immagini a 360°
ja: 360°画像のみを表示
ko: 360° 이미지로만 표시
lv: Rādīt tikai 360° bildes
mk: Prikažuvajte samo sliki od 360°
ml: 360° ഇമേജുകൾ മാത്രം പ്രദർശിപ്പിക്കുക
nb: Vis kun 360°-bilder
nl: Alleen 360°-foto's tonen
oc: Mostrar leis imatges de 360° solament
pl: Wyświetlaj tylko obrazy 360°
ro_ro: Afișați numai imagini la 360°
ru: Только панорамы 360°
sc: Ammustra petzi immàgines a 360°
sk: Zobraziť iba 360° obrázky
sl: Pokaži le 360° slike
sr: Прикажи само слике од 360°
sr_latn: Prikazati samo 360° slike
sv: Visa endast 360°-bilder
ta: 360 ° படங்களை மட்டுமே காண்பி
tr: Sadece 360° resimleri göster
uk: Показувати лише панорами 360°
vi: Chỉ hiển thị hình ảnh 360°
zh_hans: 仅显示 360° 图像
zh_hant: 只顯示 360° 圖片

# toggle_fav
source: Show/hide favorites
ar: إظهار/إخفاء المفضلة
be: Паказаць/схаваць улюбёныя мясціны
ca: Mostra/amaga preferits
cs: Skrýt/zobrazit oblíbené
da: Vis/skjul Favoritter
de: Favoriten anzeigen/verstecken
el: Εμφάνιση/απόκρυψη αγαπημένων
es_us: Mostrar/ocultar favoritos
et: Kuva/peida lemmikud
fa: نمایان/پنهان کردن موارد دلخواه
fr: Afficher/masquer les favoris
hu: Kedvencek megjelenítése/elrejtése
id: Tampilkan/sembunyikan favorit
is: Birta/Fela eftirlæti
it: Mostra/nascondi preferiti
ja: お気に入りの表示/非表示
ka: სანიშნეების ჩვენება/დამალვა
nb: Vis/skjul favoritter
nl: Toon/verberg favorieten
oc: Mostrar/ amagar lei luòcs preferits
pl: Wyświetl/Ukryj ulubione
pt_br: Mostrar/ocultar favoritos
ro_ro: Afișați / ascundeți favoritele
ru: Показать/скрыть избранные
sc: Ammustra/cua sos preferidos
sr: Прикажи/сакриј омиљене
sr_latn: Prikaži/sakrij omiljene
sv: Visa/dölj favoriter
ta: பிடித்தவைகளைக் காட்டவும்/மறைக்கவும்
tr: Sık kullanılanları göster/gizle
uk: Показати/сховати закладки
zh_hant: 顯示/隱藏收藏

source: Auto zoom on
ar: تشغيل تكبير/تصغير تلقائي
be: Аўтаматычнае маштабаванне ўкл
ca: Zoom automàtic activat
cs: Automatické přibližování zapnuto
da: Automatisk kortzoom til
de: Auto-Zoom an
el: Αυτόματη εστίαση ενεργοποιημένη
es_us: Zum automático activado
et: Automaatne suurendamine sees
fr: Zoom automatique activé
hu: Automatikus nagyítás be
id: Auto zoom aktif
is: Sjálfvirkur aðdráttur á
it: Zoom automatico acceso
nl: Auto-zoom aan
oc: Zoom automatic activat
pl: Włącz auto-przybliżenie
pt_br: Zoom automático ativado
ro_ro: Zoom automat activat
ru: Автоматическое масштабирование вкл
sc: Ismanniamentu automàticu allutu
sr: Ауто зум укључен
sr_latn: Auto zum uključen
sv: Auto-zoom på
ta: ஆட்டோ சூம் ஆன்
tr: Otomatik yakınlaştırma açık
uk: Автоматичне масштабування увімк
zh_hant: 開啟自動縮放

source: Hide contour lines
ar: إخفاء الخطوط الكنتورية
be: Схаваць контурныя лініі
ca: Amaga les corbes de nivell
cs: Skrýt vrstevnice
da: Skjul højdekurver
de: Höhenlinien ausblenden
el: Απόκρυψη ισοϋψών καμπυλών
es_us: Ocultar curvas de nivel
et: Peida kõrgusjooned
fa: پنهان‌کردن منحنی‌های میزان
fr: Masquer les courbes de niveaux
gl: Agochar curvas de nivel
hu: Szintvonalak elrejtése
id: Sembunyikan garis kontur
is: Fela hæðarlínur
it: Nascondi le linee isoipse
ja: 等高線を非表示
ka: კონტურის ხაზების დამალვა
nb: Skjul koter
nl: Verberg de hoogtelijnen
oc: Amagar lei corbas de nivèu
pl: Ukryj poziomice
pt_br: Ocultar linhas de contorno
ro_ro: Ascunde curbele (izolinii)
ru: Спрятать изолинии
sc: Cua sas curvas de livellu
sk: Skryť vrstevnice
sr: Сакриј изохипсе
sr_latn: Sakrij izohipse
sv: Dölj höjdkurvor
ta: விளிம்பு கோடுகளை மறைக்கவும்
tr: Eş yükselti eğrilerini gizle
uk: Сховати ізолінії
zh_hans: 隐藏轮廓线
zh_hant: 隱藏等高線

source: Contour lines, hillshades, slope
ar: خطوط الكنتور ، التلال ، المنحدر
az: Kontur xətləri, təpə kölgələri, yamac
be: Контурныя лініі, рэльеф, схілы
bg: Контурни линии, засенчване на релефа, склонове
cs: Vrstevnice, stínování svahů, sklon svahů
cy: Cyfuchliniau, cysgodion bryniau, llethrau
da: Højdekurver, terrænskygger, hældning
de: Höhenlinien, Relief, Hangneigung
el: Ισοϋψείς καμπύλες, σκίαση αναγλύφου, κλίση εδάφους
eo: Nivelkurboj, nivelombrumo, dekliveco
es_us: Curvas de nivel, sombreados, pendientes
et: Kõrgusjooned, mäenõlvad, kalle
eu: Sestra-lerroak, itzalak, maldak
fa: خطوط میزان، سایه‌روشن‌ها، شیب
fi: Ääriviivat, kukkulat, rinne
fr: Courbes de niveau, ombres, pentes
he: קווי מתאר, הצללות, מדרונים
hu: Szintvonalak, domborzatárnyékolás, lejtésviszonyok
id: Garis kontur, bayangan bukit, lereng
is: Hæðarlínur, hæðaskyggingar, brekkur
it: Isoipse, ombreggiamento dei rilievi, pendenze
ja: 等高線、陰影起伏、勾配
ka: კონტურის ხაზები, რელიეფის დაჩრდილვა, დაქანება
mk: Konturni linii, ridovi, nagib
nb: Koter, relieffskygger, bakkehelning
nl: Hoogtelijnen, reliëfschaduwen en hellingen
oc: Corbas de nivèu, ombratge, penda
pl: Poziomice, mapy cieniowane, nachylenie
pt_br: Curvas de nível, sombras de relevo, inclinação
ro_ro: Curbe de nivel, umbrire relief, pante
ru: Изолинии, затенение рельефа (отмывка), уклоны
sc: Curvas de livellu, umbraduras de sos rilievos, pendèntzia
sk: Vrstevnice, tieňované svahy, sklony
sl: Izohipse, senčenje terena, naklon
sr: Изохипсе, рељеф, нагиб
sr_latn: Izohipse, reljef, nagib
sv: Höjdkurvor, terrängskuggning, lutning
ta: விளிம்பு கோடுகள், இல்சேட்ச், சாய்வு
tr: Eş yükselti eğrileri, tepe gölgeleri, yamaç
uk: Ізолінії, затінення рельєфу, схили
zh_hans: 等高线、丘陵阴影、坡度
zh_hant: 等高線、地形陰影、坡度

# public_transport_hide
source: Hide public transport
ar: إخفاء وسائل النقل العام
be: Схаваць грамадскі транспарт
ca: Amaga el transport públic
cs: Skrýt veřejnou dopravu
da: Skjul offentlig transport
de: Öffentliche Verkehrsmittel ausblenden
el: Απόκρυψη δημόσιας συγκοινωνίας
es_us: Ocultar transporte público
et: Peida ühistransport
fa: مخفی‌کردن حمل‌ونقل عمومی
fi: Piilota joukkoliikenne
fr: Masquer les transports publics
gl: Agochar transporte público
hu: Tömegközlekedés elrejtése
id: Sembunyikan transportasi umum
is: Fela almenningssamgöngur
it: Nascondi i trasporti pubblici
ja: 公共交通機関を非表示
ka: საჯარო ტრანსპორტის დამალვა
nb: Skjul offentlig transport
nl: OV-informatie verbergen
oc: Amagar lo transpòrt public
pl: Ukryj transport publiczny
pt_br: Ocultar transporte público
ro_ro: Ascundeți transportul public
ru: Скрыть общественный транспорт
sc: Cua sos trasportos pùblicos
sk: Skryť verejnú dopravu
sr: Сакриј јавни превоз
sr_latn: Sakrij javni prevoz
sv: Dölj kollektivtrafik
ta: பொது போக்குவரத்தை மறைக்கவும்
tr: Toplu taşıma araçlarını gizle
uk: Приховати громадський транспорт
zh_hans: 隐藏公共交通
zh_hant: 隱藏大眾運輸

# quick_action_showhide_mapillary_title
source: Show/hide Mapillary
ar: إظهار/إخفاء مابيلاري
be: Паказаць/схаваць Mapillary
ca: Mostra/amaga Mapil·lary
cs: Zobrazit/skrýt Mapillary
da: Vis/skjul Mapillary
de: Mapillary ein-/ausblenden
el: Εμφάνιση/Απόκρυψη Mapillary
es_us: Mostrar u ocultar Mapillary
et: Näita või peida Mapillary andmed
fa: آشکار/پنهان کردن مپیلاری
fi: Näytä/piilota Mapillary
fr: Afficher/masquer Mapillary
gl: Amosar/agochar o Mapillary
hu: Mapillary megjelenítése/elrejtése
id: Tampilkan/sembunyikan Mapillary
is: Sýna/fela Mapillary
it: Mostra/nascondi Mapillary
ja: Mapillaryの表示切替
ka: Mapillary-ის ჩვენება/დამალვა
nb: Vis/skjul Mapillary
nl: Mapillary tonen/verbergen
oc: Mostrar & Amagar Mapillary (fòtos)
pl: Pokaż/ukryj Mapillary
pt_br: Mostrar/ocultar Mapillary
ro_ro: Afișare/ascundere Mapillary
ru: Показать/скрыть Mapillary
sc: Ammustra/cua Mapillary
sk: Zobraziť/skryť Mapillary
sl: Prikaži/skrij Mapillary
sr: Прикажи/сакриј Мапилари
sr_latn: Prikaži/sakrij Mapilari
sv: Visa/dölj Mapillary
ta: மாபிலரி காட்டு/மறைக்க
tr: Mapillary'i göster/gizle
uk: Увімкнути/вимкнути Mapillary
zh_hans: 显示/隐藏Mapillary
zh_hant: 顯示／隱藏 Mapillary

# rendering_attr_appMode_description
source: Optimize map for
af: Kaart optimalisering vir onderskeie Gebruikersprofiele
ar: تحسين الخريطة ل
be: Аптымізаваць мапу для
bg: Оптимизирай картата за
bs: "Karta za optimizaciju korisničkog profila"
ca: Optimitza el mapa per
cs: Optimalizace mapy pro příslušný uživatelský profil
cy: Optimeiddio'r map ar gyfer
da: Optimer kort til
de: Optimierung der Kartendarstellung für
el: Βελτιστοποίηση του χάρτη για
eo: Plejbonigi mapon por
es_us: Optimizar mapa para
et: Optimeeri kaarti
eu: Mapa optimizatu
fa: بهینه‌سازی نقشه برای
fi: Optimoi kartta
fr: Optimisation de la carte selon le profil d'utilisation
gl: Optimizar o mapa para
he: מיטוב המפה לטובת
hu: Térkép optimalizálása a következőhöz
hy: Քարտեզի օպտիմալացում համապատասխան պրոֆիլի համար
id: Optimalkan peta untuk
is: Besta kort fyrir
it: Ottimizza la mappa per
ja: マップを最適化
ka: რუკის გაუმჯობესება მომხმარებლის პროფილის მიხედვით
ko: ~에 대한 지도를 최적화
lt: Žemėlapį optimizuoti
lv: Kartes optimizēšana atbilstošam lietotāja profilam
mk: Optimiziraj ja kartata za
ml: മാപ്പ് ഒപ്റ്റിമൈസ് ചെയ്യുക
nb: Optimaliser kart for
nl: Kaartoptimalisatie voor profiel
oc: Optimizar la mapa per
pl: Optymalizuj mapę dla
pt_br: Otimizar o mapa para
ro_ro: Optimizează harta pentru
ru: Оптимизация карты для соответствующего профиля
sc: Otimizza sas mapas pro
sk: Prispôsobenie mapy pre príslušný užívateľský profil
sl: Prilagodi zemljevid za
sr: Прилагоди карту за
sr_latn: Prilagodi mapu za
sv: Optimera karta för
ta: வரைபடத்தை மேம்படுத்தவும்
tr: Için haritayı optimize et
uk: Оптимізувати мапу
vi: Tối ưu hoá bản đồ cho
zh_hans: 优化的地图用于
zh_hant: 為地圖最佳化

# routing_attr_allow_expert_description
source: Extremely difficult routes, with dangerous obstacles and surroundings.
ar: طرق صعبة للغاية ، مع عقبات خطيرة والمناطق المحيطة بها.
be: Надзвычай складаныя трасы, з небяспечным наваколлем і перашкодамі.
ca: Rutes molt difícils, amb obstacles i dreceres perillosos.
cs: Extrémně náročné trasy, s nebezpečnými překážkami a okolím.
da: Ekstremt vanskelige ruter, med farlige forhindringer og omgivelser.
de: Extrem schwere Routen, mit gefährlichen Hindernissen und schwieriger Umgebung.
el: Πολύ δύσκολες διαδρομές, με επικίνδυνα εμπόδια και περιβάλλον.
eo: Tre malfacilajn vojojn kun danĝerajn malhelpaĵojn kaj ĉirkaŭaĵon.
es_us: Rutas extremadamente difíciles, con obstáculos peligrosos y alrededores.
et: Äärmiselt rasked marsruudid ohtlike takistuste ja ümbrusega.
eu: Ibilbide oso zailak, oztopo eta ingurune arriskutsuekin.
fa: مسیرهای خیلی دشوار، همراه با موانع و محیط خطرناک.
fr: Itinéraires extrêmement difficiles, avec des obstacles et des environnements dangereux.
gl: Rotas extremadamente difíciles, con obstáculos perigosos e arredores.
he: מסלולים קשים במיוחד, עם מכשולים וסביבה מסוכנים.
hu: Rendkívül nehéz útvonalak veszélyes akadályokkal és környezettel.
id: Rute yang sangat sulit, dengan rintangan dan lingkungan yang berbahaya.
is: Einkar erfiðar leiðir, með hættulegum hindrunum og umhverfi.
it: Percorsi estremamente difficili, con ostacoli e contesto pericolosi.
ja: 周辺に危険な障害物や環境を伴う非常に困難なルートです。
ko: 극단적으로 어려운 경로, 위험한 장애물과 주변.
lv: Ekstrēmi sarežģīti maršruti, ar bīstamiem objektiem un apkārtni.
mk: Isklučitelno teški marsruti, so opasni prepreki i opkružuvanje.
nb: Ekstremt vanskelige ruter, med farlige hindringer og omgivelser.
nl: Extreem moeilijke routes met gevaarlijke obstakels en omgevingen.
pl: Niezwykle trudne trasy, z niebezpiecznymi przeszkodami i otoczeniem.
pt_br: Rotas extremamente difíceis, com obstáculos perigosos e arredores.
ro_ro: Trasee extrem de dificile, cu obstacole și împrejurimi periculoase.
ru: Чрезвычайно сложные маршруты с опасными препятствиями и небезопасным окружением.
sc: Àndalas difìtziles a beru, cun ostàculos e logos a fùrriu perigulosos.
sk: Extrémne náročné trasy s nebezpečnými prekážkami a okolím.
sl: Izjemno zahtevne poti z nevarnimi preprekami in okolico.
sr: Ужасно тешки путеви, са опасним препрекама и околином.
sr_latn: Ekstremno teške staze, sa opasnim preprekama i okolinom.
sv: Extremt svåra rutter, med farliga hinder och omgivningar.
ta: மிகவும் கடினமான பாதைகள், ஆபத்தான தடைகள் மற்றும் சுற்றுப்புறங்களுடன்.
tr: Tehlikeli engeller ve çevreye sahip son derece zor rotalar.
uk: Надзвичайно складні маршрути з небезпечними перешкодами та оточенням.
zh_hans: 极其困难的路线，有危险的障碍物和周边环境。
zh_hant: 非常困難的路線，有著危險的障礙與環境。

# rendering_attr_contourDensity_description
source: Contour line density
af: Digtheid van die hoogtelyne
ar: كثافة الخط الكنتوري
az: Kontur xəttinin sıxlığı
be: Шчыльнасць гарызанталяў
ca: Densitat de corbes de nivell
cs: Hustota vrstevnic
cy: Dwysedd llinell gyfuchlin
da: Tæthed på højdekurver
de: Dichte der Höhenlinien
el: Πυκνότητα ισοϋψών καμπυλών
eo: Denso de nivelkurboj
es_us: Densidad de la curva de nivel
et: Kõrgusjoonte tihedus
eu: Sestra-kurben dentsitatea
fa: تراکم منحنی میزان
fi: Korkeuskäyräviivojen tiheys
fr: Densité des courbes de niveau
gl: Densidade das curvas do nivel
he: צפיפות קו מתאר
hu: Szintvonalak sűrűsége
hy: Եզրագծերի խտությունը
id: Kerapatan garis kontur
is: Þéttleiki hæðarlína
it: Densità linee isoipse
ja: 等高線の密度
ka: კონტურული ხაზის სიმკვრივე
lt: Kontūrų linijos tankis
lv: Kontūrlīniju biezums
mk: Gustina na konturnata linija
ml: കോണ്ടൂര്‍ ലൈനുകളുടെ ഡെന്‍സിറ്റി
nb: Kotetetthet
nl: Contourlijn dichtheid
oc: Densitat dei corbas de nivèu
pl: Gęstość izolinii
pt_br: Densidade das curvas de nível
ro_ro: Densitatea curbelor (izoliniilor)
ru: Плотность изолинии
sc: Densidade de curvas de livellu
sk: Hustota vrstevníc
sl: Gostota izrisa izohips
sr: Густина линије изохипсе
sr_latn: Gustina linija izohipse
sv: Täthet för höjdkurvor (ekvidistans)
ta: விளிம்பு வரி அடர்த்தி
tr: Eş yükselti eğrisi yoğunluğu
uk: Щільність ізоліній
zh_hans: 等高线密度
zh_hant: 等高線的密度

# rendering_attr_currentTrackWidth_name
source: GPX width
ar: عرض GPX
az: GPX eni
be: Шырыня GPX
bg: GPXширина
ca: Amplada traça GPX
cs: Šířka GPX
cy: Lled GPX
da: GPX-bredde
de: GPX-Breite
el: πλάτος GPX
eo: GPX-larĝo
es_us: Ancho del GPX
et: GPX laius
eu: GPX zabalera
fa: ضخامت GPX
fi: GPX:n leveys
fr: Largeur des traces GPX
gl: Largo de GPX
he: רוחב GPX
hu: GPX-nyomvonal vastagsága
hy: GPX-ի հաստությունը
id: Lebar GPX
is: Breidd GPX
it: Spessore della traccia GPX
ja: GPX経路の幅
ka: GPX-ის სიგანე
ko: GPX 폭
lt: GPX plotis
lv: GPX platums
mk: Širina na GPX
ml: ജിപിഎക്സ് വീതി
mr: जिपिएक्स रुंदी
nb: GPX-bredde
nl: GPX breedte
oc: Ample de la traça GPX
pl: Szerokość trasy GPX
pt_br: Largura do GPX
ro_ro: Lățime GPX
ru: Толщина трека GPX
sc: Largària GPX
sk: Šírka GPX
sl: Širina poti GPX
sr: Ширина ГПИкс-а
sr_latn: Širina GPX-a
sv: GPX-bredd
ta: சிபிஎக்ச் அகலம்
tr: GPX genişliği
uk: Ширина GPX
vi: Độ rộng GPX
zh_hans: GPX 宽度
zh_hant: GPX 的寬度

source: Mapillary
ar: مابيلاري
fa: مپیلاری
hy: Մափիլարի(Mapillary)
kn: ಮ್ಯಾಪಿಲರಿ
ml: "മാപ്പില്ലാരി "
sr: Мапилари
sr_latn: Mapilari
ta: Maparyal
uk: Мапілярний

# lang_az
source: Azerbaijani
ar: الأذربيجانية
ast: Azerbaixanu
az: Azərbaycanca
be: Азербайджанская
bg: Азербайджански
ca: Àzeri
cs: Ázerbájdžánština
cy: Aserbaijaneg
da: Aserbajdsjansk
de: Aserbaidschanisch
el: Αζέρικα
eo: Azerbajĝana
es_us: Azerí (Azerbaiyán)
et: aserbaidžaani
eu: Azerbaijanera
fa: ترکی آذری
fi: Azeri
fr: Azéri
gl: Azarí
he: אזרית
hu: azeri
hy: Ադրբեջանական
id: Azerbaijan
is: Azerska
it: Azero
ja: アゼルバイジャン語
ka: აზერბაიჯანული
kn: ಅಜೇರಿ
ko: 아제리어
lt: Azerų
lv: Azerbaidžāņu
mk: Azerbejdzanski
ml: അസെര്‍ബൈജാനി
nb: Aserbajdsjansk
nl: Azerbeidzjaans
oc: Azerbaijanés
pl: Azerski
ro_ro: Azerbaidjan
ru: Азербайджанский
sc: Azeri
sk: Azerbajdžansky
sl: Azerbajdžanščina
sr: Азерски
sr_latn: Azerski
sv: Azerbajdzjanska
ta: அசர்பைசானி
tr: Azerice
uk: Азербайджанська
zh_hans: 阿塞拜疆语
zh_hant: 亞塞拜然語

# routing_settings_descr
source: Specify options for navigation.
af: Spesifiseer navigasie opsies
ar: حدد خيارات للتنقل.
az: Naviqasiya üçün seçimlər təyin edin.
be: Вызначыць параметры навігацыі.
bg: Настройки за навигацията
ca: Especifiqueu les opcions de navegació.
cs: Určit možnosti navigace.
cy: Configure navigation
da: Indstillinger for navigation.
de: Optionen für die Navigation festlegen.
el: Καθορίστε τις επιλογές πλοήγησης.
eo: Difini agordojn de navigado.
es_us: Indica las opciones de navegación.
et: Seadista navigeerimisvalikud.
eu: Zehaztu nabigaziorako aukerak.
fa: گزینه‌های ناوبری را تعریف کنید.
fi: Määritä navigointiasetukset.
fr: Paramétrer les options de guidage.
gl: Especificar as opcións para a navegación.
he: נא לציין אפשרויות ניווט.
hu: Navigáció beállításainak megadása.
hy: Նշեք նավարկության ընտրանքները։
id: Tetapkan pilihan untuk navigasi.
is: Skilgreindu valkosti fyrir leiðsögnina.
it: Specifica le opzioni di navigazione.
ja: ナビゲーションに関する設定をします
ka: მიუთითეთ ნავიგაციის პარამეტრები.
ko: 운행을 위한 옵션을 설정합니다
lt: Nurodykite navigacijos nustatymus.
lv: Mainīt maršruta iestatījumus
mk: Navedete opcii za navigacija.
ml: വഴികാട്ടി സജ്ജീകരിക്കുക
mr: दिशादर्शनाचे पर्याय ठरवा.
nb: Spesifiser navigeringsalternativer.
nl: Opties voor navigatie.
oc: Indicatz leis opcions de navigacion.
pl: Określ opcje nawigacji.
pt_br: Configurar navegação
ro_ro: Precizați opțiunile de navigare.
ru: Задайте параметры навигации.
sc: Dislinda sas optziones de navigatzione.
sk: Určiť možnosti navigácie.
sl: Prilagajanje možnosti za določevanje poti in navigacijo.
sr: Одаберите могућности навођења.
sr_latn: Odaberi mogućnosti navođenja.
sv: Ange navigeringsalternativ.
ta: வழிசெலுத்தலுக்கான விருப்பங்களைக் குறிப்பிடவும்.
tr: Navigasyon seçeneklerini belirtin.
uk: Визначити параметри навігації.
vi: Các thiết lập tìm đường.
zh_hans: 指定导航选项。
zh_hant: 為導航指定選項。

# shared_string_estimated_time_span
source: Estimated time span
cs: Odhadovaný časový rozsah
da: Anslået tidsrum
el: Εκτιμώμενη χρονική διάρκεια
et: Hinnanguline ajvahemik
fr: Durée estimée
id: Perkiraan rentang waktu
is: Áætlaður tímarammi
it: Intervallo di tempo stimato
sr: Процењени временски период
sv: Uppskattad tidsperiod
ta: மதிப்பிடப்பட்ட கால இடைவெளி
uk: Розрахунковий проміжок часу
zh_hant: 預估的時間區段

# shared_string_link
source: Link
ar: الرابط
be: Спасылка
bg: Препратка
cs: Odkaz
cy: Dolen
de: Verknüpfung
el: Σύνδεσμος
eo: Ligilo
es_us: Enlace
eu: Esteka
fa: پیوند
fi: Linkki
fr: Lien
he: קישור
hi: लिंक
hu: Hivatkozás
id: Tautan
is: Tengill
ja: リンク
ka: ბმული
ko: 링크
lt: Nuoroda
nb: Lenke
ru: Ссылка
sk: Odkaz
sr: Линк
sv: Länk
ta: இணைப்பு
te: లంకె
tr: Bağlantı
uk: Посилання
vi: Đường dẫn
zh_hant: 連結

# shared_string_license
source: License
ar: الرخصة
be: Ліцэнзія
bg: Лиценз
ckb: مۆڵەت
cs: Licence
cy: Trwydded
da: Licens
de: Lizenz
el: Άδεια
eo: Permesilo
es_us: Licencia
et: Litsents
eu: Lizentzia
fa: مجوز
fi: Lisenssi
fr: Licence
he: רישיון
hi: लाइसेंस
hu: Licenc
id: Lisensi
is: Notkunarleyfi
it: Licenza
ja: ライセンス
ka: ლიცენზია
ko: 라이선스
lt: Licencija
nb: Lisens
nl: Licentie
pl: Licencja
ro_ro: Licență
ru: Лицензия
sk: Licencia
sr: Лиценца
sr_latn: Licenca
sv: Licens
ta: உரிமம்
te: లైసెన్స్
tr: Lisans
uk: Ліцензія
vi: Giấy phép
zh_hant: 授權條款

# shared_string_keywords
source: Keywords
ar: الكلمات الدلالية
be: Ключавыя словы
bg: Ключови думи
ca: Mots clau
ckb: کلیلەوشە
cs: Klíčová slova
cy: Allweddeiriau
da: Nøgleord
de: Schlüsselwörter
el: Λέξεις κλειδιά
eo: Ŝlosilvortoj
es_us: Palabras clave
et: Võtmesõnad
eu: Gako-hitzak
fa: کلیدواژه ها
fi: Avainsanat
fr: Mots-clés
he: מילות מפתח
hi: कीवर्ड
hu: kulcsszavak
id: Kata kunci
is: Stikkorð
it: Parole chiave
ja: キーワード
ka: საკვანძო სიტყვები
ko: 키워드
lt: Raktiniaižodžiai
nb: Nøkkelord
nl: Sleutelwoorden
pl: Słowa kluczowe
ro_ro: Cuvinte cheie
ru: Ключевые слова
sk: Kľúčové slová
sr: Кључне речи
sr_latn: Ključne reči
sv: Nyckelord
ta: முக்கிய வார்த்தைகள்
tr: Anahtar sözcükler
uk: Ключові слова
vi: Từ khoá
zh_hans: 关键字
zh_hant: 關鍵字

# shared_string_deleting
source: Deleting
ar: جار الحذف
be: Выдаленне
bg: Премахване
ca: S'està suprimint
cs: Mazání
da: Sletter
de: Wird gelöscht
el: Διαγραφή
eo: Forigado
es_us: Borrando
et: Kustutame
eu: Ezabatzen
fa: در حال پاک‌کردن
fi: Poistetaan
fr: Suppression
hu: Törlés folyamatban
id: Menghapus
is: Eyði
it: Elimina
ka: წაშლა
ko: 삭제하기
nb: Sletter
nl: Verwijderen
pl: Usuwanie
ro_ro: Se șterge
ru: Удаление
sk: Odstraňovanie
sl: Brisanje
sr: Брисање
sr_latn: Brisanje
sv: Raderar
ta: நீக்குதல்
tr: Siliniyor
uk: Видалення
vi: Đang xoá
zh_hans: 正在删除
zh_hant: 正在刪除
