Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# purchases_feature_desc_wikipedia
source: Provides all place related Wikipedia articles offline, helping you to learn about the places you visit on your trip by simple taps on the map. Don't forget to download the Wikipedia map files for the respective regions.
ar: يوفر جميع مقالات ويكيبيديا المتعلقة بالأماكن في وضع عدم الاتصال ، مما يساعدك على التعرف على الأماكن التي تزورها في رحلتك من خلال نقرات بسيطة على الخريطة. لا بد من تنزيل ملفات خرائط ويكيبيديا للمناطق المعنية مسبقا.
ast: Esplora Wikipedia ensin internet. Los artículos dixébrense per países y rexones, y tán disponibles en toles llingües.
az: Vikipediyanı oflayn kəşf edin. Məqalələr ölkələr və regionlar üzrə bölünür və bütün dillərdə mövcuddur.
be: Даследуйце Вікіпедыю ў аўтаномным рэжыме. Артыкулы, падзеленыя паводле краін і рэгіёнаў, даступныя на ўсіх мовах.
bg: Осигурява без мрежа всички статии в Уикипедия, свързани с места, като ви помага да научите повече за местата, които посещавате по време на пътуването си, само с еднодокосване на картата. Не забравяйте да изтеглите файловете с карти на Уикипедия за съответните райони.
ca: Obteniu informació de punts d'interès des la Viquipèdia. Serà la vostra guia de butxaca en desconnexió - només cal que activeu el connector Viquipèdia i fruireu dels articles que tracten de les coses que us rodegen.
cs: Poskytuje offline přístup ke všem článkům z Wikipedie týkajícím se míst, díky čemuž můžete jednoduchým klepnutím na mapě zjistit informace o místech, která navštívíte na své cestě. Nezapomeňte si stáhnout mapové soubory Wikipedie pro příslušné regiony.
cy: Archwiliwch Wicipedia all-lein. Erthyglau wedi'u rhannu ynôl gwledydd a rhanbarthau ac ar gael ym mhob iaith.
da: Giver dig alle stedrelaterede Wikipedia-artikler offline, så du kan lære mere om de steder, du besøger på din rejse, ved blot at trykke på kortet. Glem ikke at downloade Wikipedia-kortfilerne for de respektive regioner.
de: Stellt alle ortsbezogenen Wikipedia-Artikel offline bereit und hilft Ihnen, mehr über die Orte zu erfahren, die Sie auf Ihrer Reise besuchen, indem Sie einfach auf die Karte tippen. Vergessen Sie nicht, die Wikipedia-Kartendateien für die jeweiligen Regionen herunterzuladen.
el: Παρέχει άρθρα της Βικιπαίδειας εκτός σύνδεσης σχετικά με όλα τα μέρη, όπου σας βοηθά να μάθετε περισσότερα για τα μέρη που επισκέπτεστε στο ταξίδι με απλά πατήματα στο χάρτη. Μην ξεχνάτε να κατεβάσετε τα αρχεία του χάρτη Βικιπαίδειας για τις αντίστοιχες περιοχές.
eo: Malkonekta aliro alĉiuj artikoloj de Vikipedio pri lokoj por ke vi povu sciiĝi pri la vizitataj ejoj per simple frapi la mapon. Ne forgesu elŝuti Vikipediajn mapojn de la dezirataj lokoj antaŭ komenci vojaĝon.
es_us: Incluye todos los artículos sin conexión de Wikipedia relacionados al lugar, ayudándote a conocer mejor los puntos visitados en el viaje, con simples pulsaciones en el mapa. No olvides descargar los mapas de Wikipedia de las respectivas regiones.
et: Tagab asukohaga seotud Vikipeedia andmed vallasrežiimis ning võimaldab sul mugavalt uurida lisateavet antud objekti ja tema lähiümbruse kohta. Ära unusta sind huvitava piirkonna Vikipeedia andmeid alla laadida.
eu: Tokiekin erlazionatutako Wikipediako artikulu guztiak lineaz kanpo eskaintzen ditu, zure bidaian bisitatzen dituzun tokiei buruz ikasten lagunduko dizu mapan sakatu soilekin. Ez ahaztu dagozkien eskualdeetako Wikipediako mapa fitxategiak deskargatzea.
fa: ویکی‌پدیا را به‌صورت آفلاین کاوش کنید. مقاله‌ها بر پایه کشور و منطقه دسته‌بندی شده و به همه زبان‌ها در دسترس هستند.
fi: Tutustu Wikipediaan offline-tilassa. Artikkelit on jaettu maittain ja alueittain, saatavilla kaikilla kielillä.
fr: Donne accès à tous les articles Wikipédia associés aux points d'intérêts de la carte, permettant d'en savoir plus sur un lieu en quelques clics. Pensez à télécharger les articles Wikipédia des régions de votre choix pour les consulter hors-ligne.
gl: Get information about points of interest from Wikipedia. It is your pocket offline guide - just enable Wikipedia plugin and enjoy articles about objects around you.
he: קריאה בוויקיפדיה ללא אינטרנט. ערכים, בחלוקה למדינות ולמחוזות, זמינים בכל השפות.
hu: A Wikipédia összes, helyhez kapcsolódó szócikkét elérhetővé teszi offline módon, így a térképen egyszerű koppintásokkal megismerheti az utazás során meglátogatott helyeket. Ne felejtse el letölteni az adott régiók Wikipédia-térképfájljait.
id: Menyediakan semua artikel Wikipedia berkaitan dengan tempat secara luring, membantu Anda untuk mempelajari tentang tempat-tempat yang Anda kunjungi saat perjalanan Anda dengan ketukan sederhana di peta. Jangan lupa untuk mengunduh berkas peta Wikipedia untuk wilayah sendiri-sendiri.
is: Útvegar allar Wikipediu-greinar um staðina sem þú heimsækir án nettengingar og birtir þær einfaldlega með því að ýta beint á landakortið. Ekki gleyma að sækja Wikipedia-kortaskrár fyrir svæðin sem þú hefur áhuga á.
it: Fornisce offline tutti gli articoli di Wikipedia relativi ai luoghi, aiutandoti a conoscere i luoghi che visiti durante il tuo viaggio con semplici tocchi sulla mappa. Non dimenticare di scaricare i file cartografici di Wikipedia per le rispettive regioni.
ja: 位置情報に基づいてすべてのWikipedia記事をオフラインで参照できるので、旅行で訪れた場所についてマップをタップするだけで、より詳しく知ることができます。その為には各地域のWikipediaマップファイルを忘れずにダウンロードしてください。
ka: Get information about points of interest from Wikipedia. It is your pocket offline guide - just enable Wikipedia plugin and enjoy articles about objects around you.
ko: 오프라인에서 Wikipedia를 탐색합니다. 국가별, 지역별로 구분된 문서이며 모든 언어로 제공됩니다.
lt: Naršykite Wikipedia neprisijungę prie interneto. Straipsniai suskirstyti pagal šalis ir regionus ir pateikiami visomis kalbomis.
lv: Get information about points of interest from Wikipedia. It is your pocket offline guide - just enable Wikipedia plugin and enjoy articles about objects around you.
mk: Istražete ja Vikipedija oflajn. Statiite podeleni po zemji i regioni i dostapni na site jazici.
nb: Gir alle stedsrelaterte Wikipedia-artikler frakoblet, og hjelper degå lære om stedene du besøker på turen ved å trykke på kartet. Ikke glem å laste ned Wikipedia-kartfilene for de respektive regionene.
nl: Biedt alle plaatsgerelateerde Wikipedia-artikelen offline, zodat u meer te weten komt over de plaatsen die u tijdens uw reis bezoekt door eenvoudig te tikken op de kaart. Vergeet niet de Wikipedia-kaartbestanden voor de specifieke regio's te downloaden.
oc: Dona d’informacions sus lei ponchs d’interès dins la Wikipèdia. Oblidètz pas de teledescargar la Guida de viatge de cada region per ne’n profichar fòra de linha.
pl: Udostępnia wszystkie artykuły Wikipedii związane z miejscami w trybie offline, pomagając Ci dowiedzieć się o miejscach, które odwiedzasz podczas podróży, za pomocą prostych dotknięć mapy. Nie zapomnij pobrać plików map Wikipedii dla odpowiednich regionów.
ro_ro: Oferă toate articolele Wikipedia legate de locuri în mod offline, ajutându-vă să aflați mai multe despre locurile vizitate în timpul călătoriei prin simple atingeri pe hartă. Nu uitați să descărcați fișierele cu hărțile Wikipedia pentru regiunile respective.
ru: Предоставляет все статьи Википедии, связанные с географией, помогая вам узнавать о местах, которые вы посещаете во время поездки, простым нажатием на карту. Не забудьте скачать файлы карт Википедии для соответствующих регионов для чтения статей в офлайне.
sc: Frunit chene lìnia totu sos artìculos de Wikipedia ligados a logos, agiudende·ti a imparare cosas subra de sos logos chi bìsitas in su biàgios tuos cun tocos simpres in sa mapa. Non s'ismèntighes de iscarrigare sas mapas de Wikipedia pro sas regiones rispetivas.
sk: Poskytuje offline všetky články Wikipédie vzťahujúce sa k geografickým miestam, čím vám pomôže spoznať navštevované miesta na vašom výlete jednoduchým stlačením na mape. Nezabudnite si stiahnuť mapy Wikipédie pre príslušný región.
sl: Zagotavlja vsečlanke Wikipedije, povezane s kraji, brez povezave, kar ti pomaga izvedeti več o krajih, ki jih obiščeš na svojem potovanju, s preprostim dotikom zemljevida. Ne pozabi prenesti zemljevidov Wikipedije za posamezne regije.
sr: Приказује све чланке повезаних места Википедије ван мреже, помажући Вам да сазнате нешто о тим местима које ћете посетити на пропутовању једноставним тапкањем на карти. Не заборавите да преузмете датотеке карата Википедије за одговарајуће области.
sr_latn: Članci sa Vikipedije, bez interneta . Odvojene po regijama i dostupni na svim jezicima.
sv: Förmedlar alla platsrelaterade Wikipedia-artiklar offline, och hjälper dig lära om platser du besöker på din resa med enkla klick i kartan. Glöm inte att ladda ner WIkipedia-kartfilerna för respektive region.
ta: எல்லா இடங்கள் தொடர்பான விக்கிபீடியா கட்டுரைகளையும் ஆஃப்லைனில் வழங்குகிறது, இது உங்கள் பயணத்தில் நீங்கள் பார்வையிடும் இடங்களைப் பற்றி வரைபடத்தில் எளிய குழாய்களால் அறிய உதவுகிறது. அந்தந்த பிராந்தியங்களுக்கான விக்கிபீடியா வரைபட கோப்புகளை பதிவிறக்கம் செய்ய மறக்காதீர்கள்.
tr: Yerle ilgili tüm Wikipedia makalelerini çevrim dışı olarak sunar, yolculuğunuzda ziyaret ettiğiniz yerler hakkında harita üzerinde basit dokunuşlarla bilgi edinmenize yardımcı olur. İlgili bölgeler için Wikipedia harita dosyalarını indirmeyi unutmayın.
uk: Надає всі статті Вікіпедії, повʼязані з конкретними місцями офлайн, допомагаючи вам дізнатися про місця, які ви відвідуєте під час подорожі, простими дотиком до мапи. Не забудьте завантажити файли мап Вікіпедії для відповідних регіонів.
vi: Cung cấp ngoại tuyến tất cả các bài viết Wikipedia liên quan đến địa điểm, giúp bạn tìm hiểu về các địa điểm bạn thăm trong chuyến đi chỉ bằng cách chạm vào bản đồ. Đừng quên tải xuống các tệp bản đồ Wikipedia cho các khu vực tương ứng.
zh_hans: 离线提供所有与地点相关的维基百科文章，帮助您通过在地图上的简单点击来了解您在旅途中访问的地点。不要忘记下载相应地区的维基百科地图文件。
zh_hant: 離線提供所有與地點相關的維基百科條目，協助您透過在地圖上的簡單點擊了解您在旅途中造訪的地點。不要忘記下載各地區的維基百科地圖檔案。

# route_maneuvers_desc
source: Navigational widgets are enabled during navigation to display information such as distance, arrival or left time, next turns, bearing, current street name, lanes information, max speed, approaching alerts, POIs, waypoints.
ar: يتم تمكين أدوات التنقل أثناء التنقل لعرض المعلومات مثل المسافة أو الوصول أو الوقت الأقل، والانعطافات التالية ، والاتجاه ، واسم الشارع الحالي ، ومعلومات الممرات ، والسرعة القصوى ، وتنبيهات الاقتراب ، ونقاط الاهتمام ، ونقاط الطريق.
be: Навігацыйныя віджэты ўключаны падчас навігацыі для адлюстравання такой інфармацыі, як адлегласць, час прыбыцця або пазасталы час, наступныя павароты, пеленг, назва бягучай вуліцы, інфармацыя аб палосах руху, максімальная хуткасць, звесткі аб набліжэнні, аб'екты, пункты шляху.
bg: Приспособленията за маршрутизиране се включват по време на навигация, за да показват информация като разстояние, време на пристигане или оставащо време, предстоящи завои, направление на движение, име на текущата улица, информация за платното на движение, максимална скорост, приближаващи опасности, POI, отправни точки.
cs: Během navigace jsou povoleny navigační nástroje, které zobrazují informace jako je vzdálenost, čas příjezdu nebo odjezdu, další odbočky, azimut, aktuální název ulice, informace o jízdních pruzích, maximální rychlost, upozornění, body zájmu, body trasy.
cy: Mae teclynnau llywio'n cael eu galluogi yn ystod llywio i ddangos gwybodaeth fel pellter, amser cyrraedd neu adael, troadau nesaf, cyfeiriant, enw stryd cyfredol, manylion lonydd, cyflymder uchaf, rhybuddion yn agosáu, POIs, cyfeirbwyntiau.
da: Navigationsmoduler aktiveres under navigationen for at vise oplysninger som afstand, ankomst- eller afgangstid, næste sving, pejling, aktuelt gadenavn, vejbaneoplysninger, maks. hastighed, nærhedsadvarsler, IP'er, rutepunkter.
de: Navigationswidgets werden während der Navigation aktiviert, um Informationen wie Entfernung, Ankunfts- oder verbleibende Zeit, nächste Abbiegungen, Peilung, aktueller Straßenname, Fahrspurinformationen, Höchstgeschwindigkeit, Annäherungswarnungen, POIs und Wegpunkte anzuzeigen.
eo: Fenestraĵoj aktiviĝantaj dum navigado, kiuj vidigas la jenajn informojn: distanco, tempo de alveno, restanta tempo, sekva turniĝo, direkto, nomo de strato, vetur-koridoroj, maksimuma rapido, avertoj, interesejoj, navigadpunktoj.
es_us: Se activan durante la navegación para mostrar información como la distancia, la hora de llegada o de salida, los próximos giros, el rumbo, el nombre de la calle actual, la información de los carriles, la velocidad máxima, las alertas de aproximación, los PDI y los puntos de referencia.
eu: Nabigazio-trepetak nabigazioan gaituta daude distantzia, helmuga edo ezkerreko ordua, hurrengo biraketak, norabidea, uneko kalearen izena, erreien informazioa, abiadura maximoa, hurbiltze alertak, interesguneak eta bide-puntuak bezalako informazioa bistaratzeko.
fa: ابزارک‌های ناوبری هنگام ناوبری فعال می‌شوند تا اطلاعاتی مانند فاصله، زمان رسیدن یا باقی‌مانده، پیچ‌های بعدی، جهت، نام خیابان کنونی، اطلاعات خطوط، حداکثر سرعت، هشدارهای نزدیک شدن، نقاط مورد علاقه و نقاط راه را نمایش دهند.
fr: Les widgets de navigation sont activés pendant la navigation et affichent des informations telles que la distance, l'heure d'arrivée ou de départ, les prochaines bifurcations, l'orientation, le nom de la rue actuelle, les informations sur les voies, la vitesse maximale, les alertes, les POI et les points de passage.
he: וידג׳טים ניווטיים מופעלים במהלך הניווט כדי להציג מידע כגון מרחק, זמן הגעה או עזיבה, הפניות הבאות, תכווין, שם הרחוב הנוכחי, פרטי נתיבים, מהירות מרבית, התראות הגעה, נקודות עניין, נקודות דרך.
hu: A navigációs modulok a navigáció során vannak engedélyezve, és olyan információkat jelenítenek meg, mint a távolság, az érkezési vagy hátralévő idő, a következő kanyarok, az irány, a jelenlegi utcanév, a sávokra vonatkozó információk, a sebességkorlátozás, a közelgő figyelmeztetések, az érdekes helyek vagy az útpontok.
id: Widget navigasi diaktifkan selama navigasi untuk menampilkan informasi seperti jarak, waktu kedatangan atau kiri, belokan berikutnya, arah, nama jalan saat ini, informasi jalur, kecepatan maksimal, peringatan mendekat, POI, titik jalan.
is: Leiðsagnarviðmótshlutar eru virkjaðir á meðan leiðsögn stendur til birtingar á upplýsingum á borð við vegalengd, komu- eða brottfarartíma, næstu beygjur, stefnu, fyrirliggjandi götuheiti, upplýsingar um akreinar, hámarkshraða, nálgunaraðvaranir, merkisstaði, leiðarpunkta.
it: I widget di navigazione sono abilitati durante la navigazione per mostrare informazioni quali distanza, ora di arrivo o tempo rimanente, prossime svolte, angolazione, nome della strada attuale, indicazioni di corsia, velocità massima, avvisi di avvicinamento, PDI, punti intermedi.
ja: ナビゲーション中にナビゲーションウィジェットが起動し、距離、到着時刻または残り時間、次の曲がり角、方位、現在/次の道路名、車線情報、最高速度、近接警告、POI、経由地点などの情報を表示することができます。
ko: 항법 위젯은 거리, 도착 또는 왼쪽 시간, 다음 회전, 베어링, 현재 거리 이름, 차선 정보, 최대 속도, 접근 경고, POIs, 방법.
lt: Navigacijos valdikliaiįjungiami navigacijos metu, kad būtų rodoma tokia informacija kaip atstumas, atvykimo arba likęs laikas, kiti posūkiai, kryptis, esamos gatvės pavadinimas, eismo juostų informacija, maksimalus greitis, artėjimo įspėjimai, LV, kelio taškai.
mk: Navigaciskite vidžeti se ovozmoženi za vreme na navigacijata za prikažuvanje informacii kako rastojanie, vreme na pristignuvanje ili levo, slednite krivini, ležište, tekovno ime na ulica, informacii za lenti, maksimalna brzina, predupreduvanja za približuvanje, POI, točki na dviženje.
nb: Navigasjonsminiprogrammer vises under navigasjon forå vise info som f.eks. avstand, ankomst, eller avgangstid, neste sving, retning, nåværende gatenavn, filinfo, maks. hastighet, kommende varsler, interessepunkter, og veipunkter.
nl: Navigatie widgets worden ingeschakeld tijdens navigatie om informatie te tonen, zoals afstand, aankomst- of resterende tijd, volgende afslagen, richting, huidige straatnaam, rijstrook informatie, maximale snelheid, naderende waarschuwingen, bezienswaardigheden, opgeslagen tussenpunten.
oc: Lei clavelets de percors son activats dau temps de la navigacion e mòstran leis informacions de distància, l'ora d'arribada ò de partença, lei crosaments, l'orientacion, lo nom de la carriera, leis informaions sus la via, la velocitat maximala, leis avís, lei POI e lei ponchs intermediaris.
pl: Widżety nawigacyjne są włączone podczas nawigacji, aby wyświetlać informacje takie jak odległość, czas przyjazdu lub wyjazdu, następne zakręty, kierunek, aktualna nazwa ulicy, informacje o pasach ruchu, prędkość maksymalna, alerty o zbliżaniu się, punkty POI, punkty orientacyjne.
ro_ro: Widgeturile de navigație sunt activate în timpul navigației pentru a afișa informații precum distanța, ora de sosire sau durata, următoarele viraje, direcția, numele străzii curente, informații despre benzi, viteza maximă, alerte de apropiere, puncte de interes, puncte intermediare.
ru: Навигационные виджеты включаются во время навигации для отображения такой информации, как расстояние, время прибытия или оставшееся время, следующие повороты, пеленг, название текущей улицы, информация о полосах движения, максимальная скорость, предупреждения о приближении, POI, путевые точки.
sc: Sos widgets de navigatzione sunt abilitados durante sa navigatzione pro ammustrare informatziones che a sa distàntzia, s'ora de arrivu, su tempus chi mancat, sas bortadas imbenientes, su nùmene de sa carrera atuale, sas informatziones de sas corsias, sa lestresa màssima, sos avisos de cosas chi si sunt acurtziende, sos PDI e sos puntos de coladòrgiu.
sk: Navigačné nástroje sa zapnú počas navigácie pre zobrazenie informácií ako vzdialenosť, čas príjazdu, nasledujúce odbočenia, smerovanie (azimut), názov ulice, jazdné pruhy, maximálna rýchlosť, blížiace sa varovania, body záujmu, body trasy.
sl: Navigacijski gradniki so omogočeni med navigacijo in prikazujejo informacije, kot so razdalja, čas prihoda ali odhoda, naslednji zavoji, smer, ime trenutne ulice, informacije o voznih pasovih, omejitve hitrosti, opozorila o približevanju, POI, točke poti.
sr: Справице навођења су омогућене током навођења за приказ података као што су растојање, време доласка или преостало време, следећа скретања, смер, тренутни назив улице, подаци о тракама, највећа дозвољена брзина, упозорења о приближавању, тачке занимања, тачке пута.
sr_latn: Vidžet navođenja su omogućene tokom navođenja za prikaz podataka kao što su rastojanje, vreme dolaska ili preostalo vreme, sledeća skretanja, smer, trenutni naziv ulice, podaci o trakama, najveća dozvoljena brzina, upozorenja o približavanju, TOI, tačke puta.
sv: Navigationswidgetar aktiveras under navigering för att visa information som avstånd, ankomsttid, kommande svängar, bäring, aktuellt gatunamn, körfält, maxhastighet, ankommande varningar, ruttpunkter och intressepunkter.
ta: தூரம், வருகை அல்லது இடது நேரம், அடுத்த திருப்பங்கள், தாங்குதல், தற்போதைய தெரு பெயர், பாதைகள் செய்தி, அதிகபட்ச விரைவு, விழிப்பூட்டல்கள், POI கள், வழித்தடங்கள் போன்ற தகவல்களைக் காண்பிக்க வழிசெலுத்தலின் போது ஊடுருவல் விட்செட்டுகள் இயக்கப்பட்டுள்ளன.
tr: Navigasyon widget'ları, mesafe, varış veya kalan zaman, sonraki dönüşler, yön, geçerli sokak adı, şerit bilgileri, azami hız, yaklaşan uyarılar, POI'ler, ara noktalar gibi bilgileri görüntülemek için navigasyon sırasında etkinleştirilir.
uk: Навігаційні віджети вмикаються під час навігації для показу такої інформації, як відстань, час до прибуття, або час що залишився, наступні маневри, азимут, назва поточної вулиці, інформація про смуги руху, обмеження швидкості, сповіщення про наближення до знаків чи перешкод, точки інтересу, маршрутні точки.
vi: Widget về điều hướng được bật trong khi dẫn đường để hiển thị thông tin như khoảng cách, thời gian đến hoặc thời gian còn lại, những lối rẽ tiếp theo, hướng đi, tên phố hiện tại, làn đường, tốc độ tối đa, khi tiếp cận những cảnh báo, POIs, điểm trên bản đồ.
zh_hans: 导航小工具将在导航期间启用，以显示距离、到达或剩余时间、下个转弯、方位、当前街道名称、车道信息、最高速度、接近警报、兴趣点、路径点等信息。
zh_hant: 在導航期間啟用導航小工具以顯示距離、到達或剩餘時間、下一個轉彎、方位、目前街道名稱、車道資訊、最高速度、接近警報、興趣點、航點等資訊。

# map_widget_next_turn_small
source: Next turn (small)
af: Volgende draai (klein)
ar: المنعطف التالي (صغير)
az: Növbəti döngə (kiçik)
be: Наступны паварот (малы)
bg: Следващ завой (малка икона)
bs: Sljedeće skretanje (umanjeno)
ca: Proper gir (petit)
cs: Příští odbočka (mini)
cy: Y tro nesaf (bach)
da: Næste sving (lille)
de: Nächste Abzweigung (klein)
el: Επόμενη στροφή (μικρό)
eo: Sekva turniĝeto
es_us: Próximo giro (pequeño)
et: Järgmine pöörang (väike)
eu: Hurrengo biraketa (txikia)
fa: پیچ بعدی (کوچک)
fi: Seuraava käännös (pieni)
fr: Prochaine bifurcation (petit)
gl: Manobra seguinte (pequena)
he: הפנייה הבאה (קטנה)
hu: Következő kanyarodás (kicsi)
hy: Հաջորդ շրջադարձը (փոքր)
id: Belokan berikutnya (kecil)
is: Næsta beygja (lítil)
it: Prossima svolta (piccola)
ja: 次の曲がる方向(小さいアイコン)
ka: შემდეგი შესახვევი (პატარა)
ko: 다음 턴(작은 아이콘)
lt: Kitas posūkis (mažas)
lv: Nāk. pagriez. (mazs)
mk: Sledno vrtenje (malo)
ml: അടുത്ത (ചെറു) തിരുവ്
mr: पुढचे वळण (लहान)
nb: Neste sving (liten)
nl: Volgende bocht (klein)
oc: Lo còp que vèn (pichon)
pl: Następny zakręt (mały)
pt_br: Próxima manobra (menor)
ro_ro: Următoarea manevră (mic)
ru: Следующий поворот (небольшой)
sc: Bortada imbeniente (minore)
sk: Nasled. odbočka (malá)
sl: Naslednji zavoj (manjši)
sr: Следеће скретање (мало)
sr_latn: Sledeće skretanje (malo)
sv: Nästa sväng (liten)
ta: அடுத்த திருப்பம் (சிறியது)
tr: Sonraki dönüş (küçük)
uk: Наступний маневр (зменшено)
vi: Lối rẽ tiếp theo (nhỏ)
zh_hans: 下一个转弯(小)
zh_hant: 下個轉彎(小)

# map_widget_next_next_turn
source: Second next turn
af: Daaropvolgende draai
ar: المنعطف الثاني
az: İkinci növbəti döngə
be: Паварот праз адзін
bg: Втори завой
bs: Drugo sljedeće skretanje
ca: Segon gir proper
cs: Přespříští odbočka
cy: Yr ail dro nesaf
da: Svinget efter næste
de: Übernächste Abzweigung
el: Μεθεπόμενη στροφή
eo: Post-sekva turniĝo
es_us: Segundo giro
et: Teiseks järgmine pöörang
eu: Hurrengoaren ondorengo biraketa
fa: دومین پیچ بعدی
fi: Toinen käännös
fr: Bifurcation suivante (2e)
gl: Segunda manobra seguinte
he: הפנייה השנייה הבאה
hu: Második kanyarodás
hy: Երկրորդ շրջադարձ
id: Belokan berikut kedua
is: Önnur næsta beygja
it: Svolta successiva
ja: 次々回の曲がる方向
ka: მეორე შემდეგი შესახვევი
ko: 두번째 다음 턴
lt: Dar kitas posūkis
lv: Aiznākamais pagriez_
mk: Vtoro sledno vrtenje
ml: "രണ്ടാമത്തെ തിരുവ്"
mr: पुढचे दुसरे वळण
nb: Påfølgende sving
nl: Daaropvolgende bocht
oc: Lo còp d'après lo seguent
pl: Drugi zakręt
pt_br: Segunda próxima manobra
ro_ro: Manevra ulterioară
ru: Второй след. поворот
sc: Segunda bortada imbeniente
sk: Druhá nasled. odbočka
sl: Drugi naslednji zavoj
sr: Друго следеће скретање
sr_latn: Drugo skretanje
sv: Nästnästa sväng
ta: இரண்டாவது அடுத்த முறை
tr: İkinci sonraki dönüş
uk: Другий наступний маневр
vi: Lối rẽ thứ hai
zh_hans: 第二个转弯
zh_hant: 第二個轉彎

# position_on_map_center
source: Center
af: Senter
ar: المركز
az: Mərkəz
be: У цэнтры
bg: Център
br: E-kreiz
ca: Centre
cs: Střed
cy: Canol
da: Centrum
de: Zentrieren
el: Κέντρο
eo: Centre
es_us: Centro
et: Keskele
eu: Zentroa
fa: مرکز
fi: Keskitä
fr: Centré
gl: Centro
he: מרכז
hu: Középre
hy: Կենտրոնում
id: Tengah
is: Miðjað
it: Al centro
ja: 中央
ka: ცენტრი
ko: 센터
lt: Centruoti
lv: Centrs
mk: Centar
ml: മദ്ധ്യത്തില്‍
mr: मध्य़
nb: Senter
nl: Midden
oc: Au centre
pl: Centralnie
ro_ro: Centru
ru: По центру
sc: In tzentru
sk: Stred
sl: Sredina
sr: На средини
sr_latn: Centar
sv: I mitten
ta: நடுவண்
tr: Merkez
uk: В центрі
vi: Trung tâm
zh_hans: 中心
zh_hant: 中心
