Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# routing_attr_allow_classic_only_description
source: Routes groomed for classic style only without skating trails. This includes routes groomed by a smaller snowmobile with looser piste and tracks made manually by skiers.
ar: تم إعداد الطرق للأسلوب الكلاسيكي فقط دون مسارات التزلج. يشمل ذلك الطرق التي يتم إعدادها بواسطة عربة ثلجية أصغر مع زحلقة مرنة ومسارات مصنوعة يدوياً بواسطة المتزلجين.
be: Маршруты, падрыхтаваныя толькі для класічнага стылю без канькабежных трас. Сюды ўваходзяць маршруты, падрыхтаваныя невялікім снегаходам з больш свабоднай лыжнёй і трасамі, падрыхтаваныя непасрэдна лыжнікамі.
ca: Rutes preparades per a estil clàssic sense pistes de skateboarding. Això inclou rutes preparades amb una moto de neu més petita amb pistes fetes manualment pels esquiadors.
cs: Trasy upravené pro klasické lyžování bez bruslení. Zahrnuje trasy upravené menšími sněžnými vozidly a stopy vytvořené samotnými lyžaři.
cy: Gall fod llwybrau wedi'u trin ar gyfer modd clasurol yn unig, heb lwybrau sglefrio. Mae hyn yn cynnwys llwybrau wedi'u trin gan geir eira llai gyda llwybrau a phistiau mwy ysgafn wedi'u creu gan sgiwyr.
da: Ruter forberedt til den klassiske stil uden skøjtebaner. Dette omfatter ruter forberedt af en mindre snescooter med løsere pister og spor lavet manuelt af skiløbere.
de: Für den klassischen Stil präparierte Loipen, keine Skating-Pisten. Einschließlich durch kleinere Schneemobile präparierte Routen mit lockerer Piste und durch Skifahrer selbst gespurte Bahnen.
el: Καθαρισμένες διαδρομές για κλασική μορφή μόνο, χωρίς μονοπάτια με πατίνια. Αυτό περιλαμβάνει καθαρισμένες διαδρομές από μικρότερο χιονοόχημα με πιο χαλαρή πίστα και ίχνη που έγιναν από χιονοδρόμους.
eo: Skivojoj preparitaj nur por klasika skiado sen glitkurado. Ampleksas skivojojn preparitaj per malgranda motorsledo kaj skivojoj permane preparitaj de skiistoj.
es_us: Rutas preparadas sólo para el estilo clásico sin pistas de patinaje. Esto incluye rutas preparadas por una moto de nieve más pequeña con pistas más sueltas y senderos hechos manualmente por los esquiadores.
et: Klassikalises stiilis hooldatud teekonnad ainult ilma uisuradadeta. See hõlmab väiksema mootorsaaniga hooldatud teekondi ja suusatajate käsitsi tehtud radu.
eu: Estilo klasikorako soilik prestatutako ibilbideak, skaterako bidexkarik gabe. Elurretarako motorrarekin zein eskiatzaileek egindako pistak barne.
fa: مسیرهایی که فقط برای سبک کلاسیک آماده شده و مسیر اسکیت ندارند. مسیرهای سُست‌تر و آماده‌شده با برف‌روهای کوچک‌تر و مسیرهای دست‌ساز اسکی‌بازان را نیز شامل می‌شود.
fr: Pistes de ski de fond (inclus les pistes tracées par le passage des skieurs).
gl: Rotas dispostas para o estilo clásico sen pistas de patinaxe. Isto inclúe rotas dispostas por unha moto de neve máis pequena con pistas máis soltas e pistas feitas de xeito manual polos propios esquiadores.
he: מסלולים שעבור גרומינג לסגנון קלסי רק ללא מסלולי ההחלקה. לרבות מסלולים שעברו גרומינג על ידי אופנוע שלג עם תוואי רופף ומסלולים שנסללו ידנית על ידי גולשי סקי.
hu: Klasszikus stílushoz karbantartott útvonalak, korcsolyázó nyomok nélkül. Ide tartoznak a kisebb motoros szánokkal karbantartott lazább pályájú útvonalak és a síelők által kézzel karbantartott nyomok is.
id: Rute yang dipersiapkan untuk gaya klasik saja tanpa jalur skating. Ini termasuk rute yang dipersiapkan oleh mobil salju yang lebih kecil dengan jalur yang lebih longgar dan trek yang dibuat secara manual oleh pemain ski.
is: Leiðir sem troðnar eru einungis fyrir klassískan stíl en án hluta fyrir skautun. Þetta telur einnig með leiðir sem troðnar eru með minni farartækjum og lausari sporum sem jafnvel eru gerð af skíðagöngufólkinu sjálfu.
it: Percorsi preparati solo per lo stile classico senza piste di pattinaggio. Include i percorsi preparati da una motoslitta più piccola con piste sciolte e piste fatte manualmente dagli sciatori.
ja: スケート道のないクラシックスタイル(ノルディック)のみのルートです。小型スノーモービルで圧雪されたルート、緩い斜面(ゲレンデ、滑降路)、スキーヤーによって人力で作られた道が含まれます。
ko: 스케이팅 트레일 없이 클래식 스타일의 길. 이 루트는 작은 snowmobile에 의해 작은 스키어에 의해 수동으로 만들어진 느슨한 piste 및 트랙을 포함한다.
lv: Maršruti klasiskajam stilam bez slidošanas celiņa. Tas iekļauj maršrutus izbrauktus ar sniega motociklu un trases, ko veidojuši slēpotāji.
mk: Uredeni marsruti za klasičen stil samo bez pateki za lizganje. Ova gi vklučuva patekite uredeni so pomala motorna sanka so polabava pateka i pateki napraveni račno od skijačite.
nb: Ruter forberedt for kun klassisk, uten skøytemuligheter. Dette inkluderer ruter forberedt av en mindre snøskuter med løsere løype og spor laget manuelt av skigåere.
nl: Routes alleen geprepareerd voor klassieke stijl zonder skating sporen. Inclusief routes geprepareerd door kleinere sneeuwscooters met lossere piste en tracks gemaakt door skiërs.
oc: Percors per l'estil classic sensa pistas de skateboard. Aiçò compren leis percors per la moto de neu pichona amb de pistas fachas a la man per leis esquilhaires.
pl: Trasy przystosowane do klasycznego stylu tylko bez tras łyżwiarskich. Obejmuje trasy przygotowywane przez mniejszy skuter śnieżny z luźniejszą trasą i tory wykonane ręcznie przez narciarzy.
pt_br: Rotas preparadas para o estilo clássico apenas sem trilhas de patinação. Isso inclui rotas preparadas por uma moto de neve menor com pista mais solta e pistas feitas manualmente por esquiadores.
ro_ro: Traseele sunt amenajate doar pentru stilul clasic, fără trasee de skating. Aceasta include trasee pregătite cu un snowmobil mai mic, cu piste mai puțin compacte și trasee făcute manual de schiori.
ru: Маршруты только для классического стиля, без конькового хода. Сюда входят маршруты, подготовленные небольшим снегоходом с более свободной лыжнёй и трассами, проложенными лыжниками.
sc: Àndalas preparadas pro s'istile clàssicu ebbia chene pistas de patinàgiu. Custu incluet àndalas preparadas dae una motoislita cun pistas prus isortas e pistas fatas manualmente dae sos isciadores.
sk: Trasy upravované pre klasické lyžovanie bez korčuľovania. Zahŕňa trasy upravované menšími snežnými vozidlami a stopou vytvorenou lyžiarmi.
sl: Poti, namenjene za klasični slog brez pripravljenih poti. Vključujejo poti, utrjene z manjšimi snežnimi sanmi z ožjo širino in sledmi, ki jih ustvarijo smučarji.
sr: Стазе припремљене за обичан начин без путева за клизање. Ово укључује и стазе припремљене малим возилима за снег и путањама које су скијаши направили.
sr_latn: Staze pripremljene za običan način bez puteva za klizanje. Ovo uključuje i staze pripremljene manjim motornim sankama za sneg i putanjama koje su skijaši napravili.
sv: Inkludera rutter enbart preparerade med spår för klassisk stil, inte skejt. Innefattar även pistat av vanlig snöskoter och egenhändigt spårade av skidåkare.
ta: ச்கேட்டிங் பாதைகள் இல்லாமல் மட்டுமே கிளாசிக் பாணிக்கு வழிகள் உருவாகின. ஒரு சிறிய ச்னோமொபைல் மூலம் தளர்வான பிச்டுடன் வளர்ந்த வழிகள் இதில் அடங்கும்.
tr: Paten yolları olmadan sadece klasik tarz için düzenlenmiş rotalar. Buna daha gevşek bir palete sahip daha küçük bir kar arabasıyla düzenlenen rotalar ve kayakçılar tarafından elle yapılan pistler dahildir.
uk: Маршрути, створені тільки для класичної їзди, без треків для ковзанярського стилю. Сюди входять маршрути, які доглядаються за допомогою малих снігоходів, з цупкішою лижнею, та траси, накатані лижниками самостійно.
zh_hans: 仅为经典风格的滑雪路线，不含滑冰道。这包括由小型雪地摩托开辟的松软滑雪道和滑雪者人工开辟的滑雪道。
zh_hant: 整理為經典風格而非滑冰的路線。這包含了供小型雪地摩托車使用，略經修飾的路線，以及由滑雪者手工製作的路徑。

# routing_attr_allow_skating_only_name
source: Allow skating only routes
ar: السماح بالتزلج على الطرق فقط
be: Дазволіць слізганне толькі на трасах
ca: Permet rutes de només skateboarding
cs: Povolit pouze trasy pro bruslení na lyžích
da: Tillad ruter kun for skøjteløb
de: Nur Skating-Routen zulassen
el: Να επιτρέπονται μόνο διαδρομές με πατίνια
eo: Permesi skivojojn nur por glitkurado
es_us: Permitir sólo rutas de patinaje
et: Luba ainult uisutamismarsruudid
eu: Baimendu skate ibilbideak soilik
fa: مسیرهای فقط-اسکیت مجاز باشد
fr: Autoriser uniquement les pistes de skating
gl: Permitir só rotas de patinaxe
he: תמיד מסלולים להחלקה בלבד
hu: Csak korcsolyázó mozgással futható utak engedélyezése
id: Perbolehkan rute skating saja
is: Leyfa leiðir sem eingöngu eru fyrir skíðaskautun
it: Permetti percorsi dedicati al pattinaggio
ja: スケートルートのみを許可
ko: Skating만 노선을 허용
lv: Atļaut tikai slidošanas maršrutus
mk: Dozvolete marsruti samo za lizganje
nb: Tillat løyper kun for skøyting
nl: Sta alleen voor skating toegestane routes toe
oc: Permetre solament lei pistas de patinatge
pl: Zezwalaj na jazdę na łyżwach tylko na trasach
pt_br: Permitir apenas rotas de patinação
ro_ro: Permite doar trasee pentru patinaj
ru: Разрешить маршруты только для конькового хода
sc: Permite àndalas pro su patinàgiu ebbia
sk: Povoliť trasy len pre korčuľovanie na lyžiach
sl: Dovoli le poti za drsanje
sr: Дозволи путеве само за клизање
sr_latn: Dozvoli staze samo za klizanje
sv: Tillåt spår endast för skejt
ta: ச்கேட்டிங் பாதைகளை மட்டுமே அனுமதிக்கவும்
tr: Sadece-paten rotalarına izin ver
uk: Дозволити лише маршрути для ковзанярського стилю
zh_hans: 只允许滑冰路线
zh_hant: 僅允許滑冰的路線

# routing_attr_piste_type_nordic_name
source: Cross country and nordic skiing
ar: التزلج الريفي والتزلج الشمالي
be: Лыжныя гонкі і скандынаўскія тыпы
bg: Cross country/nordic ski
ca: Esquí nòrdic i de fons
cs: Běžecké a klasické lyžování
cy: Cross country/nordic ski
da: Langrend og nordisk skiløb
de: Skilanglauf und Nordischer Skisport
el: Εκτός πίστας και σκανδιναβική χιονοδρομία
eo: Skiado nordia kaj skikurada
es_us: Esquí de travesía y nórdico
et: Murdmaasuusatamine ja põhja suusaalad
eu: Eski nordikoa edo fondokoa
fa: اسکی کراس‌کانتری و نوردیک
fi: Maastohiihto ja pohjoismainen hiihto
fr: Ski de randonnée et ski nordique
gl: Esquí de travesía e nórdico
he: סקי למרחקים ונורדי
hu: Sífutás és északi sí
id: Ski lintas negara dan nordik
is: Gönguskíði og norræn fjallaskíði
it: Cross country/sci nordico
ja: クロスカントリースキーとノルディックスキー
ka: Cross country/nordic ski
ko: 크로스컨트리 및 노르딕 스키
lt: Cross country/nordic ski
lv: Distanču / nordic ski slēpošana
mk: Kros kantri i nordisko skijanje
nb: Langrenn
nl: Cross country en langlaufen
oc: Esquí nordic e de fons
pl: Biegi narciarskie i narciarstwo klasyczne
pt_br: Cross country/esqui nórdico
ro_ro: Schi fond și schi nordic
ru: Лыжные гонки и северные дисциплины
sc: Iscì de fundu e nòrdicu
sk: Bežkovanie
sl: Tek na smučeh in nordijsko smučanje
sr: Пољско и нордијско скијање
sr_latn: Skijaško trčanje i nordijske discipline
sv: Längdskidor
ta: குறுக்கு நாடு மற்றும் நோர்டிக் பனிச்சறுக்கு
tr: Kros ve İskandinav kayak
uk: Бігові лижі та скандинавські лижі
zh_hans: 越野滑雪和北欧滑雪
zh_hant: 越野滑雪

# routing_attr_avoid_bus_name
source: No buses
ar: لا يوجد حافلات
ast: Ensin buses
be: Без аўтобусаў
ca: Sense autobús
cs: Žádné autobusy
cy: Dim bysiau
da: Ingen busser
de: Keine Busse
el: Χωρίς λεωφορεία
eo: Sen busoj
es_us: Sin autobuses
et: Väldi busse
eu: Autobusik ez
fa: اتوبوس
fi: Ei busseja
fr: Éviter le bus
gl: Sen buses
he: ללא אוטובוסים
hi: बसों से बचें
hu: Busz nélkül
id: Larang bus
is: Forðast strætisvagna
it: No autobus
ja: バスを使わない
ka: ავტობუსების გარეშე
ko: 버스가 없음
lt: Be autobusų
lv: Nelietot autobusus
mk: Nema avtobusi
ml: ബസുകൾ ഒഴിവാക്കുക
my: ဘတ်စ်ကားများကိုရှောင်
nb: Ingen buss
nl: Geen bussen
oc: Sensa autobus
pl: Bez autobusów
pt_br: Semônibus
ro_ro: Evită autobuze
ru: Без автобусов
sc: Perunu postale
sk: Žiadne autobusy
sl: Brez avtobusov
sr: Без аутобуса
sr_latn: Bez autobusa
sv: Inga bussar
ta: பேருந்துகள் இல்லை
tr: Otobüs yok
uk: Уникати автобусів
vi: Không dùng xe buýt
zh_hans: 不乘坐公交
zh_hant: 避免巴士

# rendering_value_highContrastRoads_name
source: High contrast roads
ar: طرق بتباين عالي
az: Yüksək kontrastlı yollar
be: Высокая кантрастнасць дарог
bg: Контрастни пътища
ca: Vies més contrastades
cs: Vysoce kontrastní cesty
cy: Ffyrdd cyferbyniad uchel
da: Veje med høj kontrast
de: Kontrastreiche Straßen
el: Δρόμοι με υψηλή αντίθεση
eo: Kontrastegaj vojoj
es_us: Caminos en alto contraste
et: Kõrge kontrastsusega teed
eu: Kontraste handiko errepideak
fa: جاده‌ها با تضاد رنگی زیاد
fi: Suurikontrastiset tiet
fr: Routes avec fort contraste
gl: Estradas con contraste alto
he: דרכים בניגודיות גבוהה
hu: Nagy kontrasztú utak
hy: Բարձր հակադրության(contrast) ճանապարհներ
id: Jalan kontras tinggi
is: Götukort með mikil birtuskil
it: Strade ad alto contrasto
ja: ハイコントラスト道路
ka: მაღალი კონტრასტის გზები
ko: 높은 콘트라스트 도로
lt: Raiškaus kontrasto keliai
lv: Augsts kontrasts
mk: Patišta so visok kontrast
ml: കൂടിയ നിറവ്യത്യാസമുള്ള റോഡുകള്‍
nb: Veier med høy kontrast
nl: Wegen met hoog contrast
oc: Vias mai contrastadas
pl: Wysoki kontrast dróg
pt_br: Vias em alto contraste
ro_ro: Drumuri cu contrast ridicat
ru: Высокий контраст
sc: Caminos a cuntrastu artu
sk: Vysoko kontrastné cesty
sl: Visok kontrast poti
sr: Путеви са великим контрастом
sr_latn: Putevi sa velikim kontrastom
sv: Högkontrastvägar
ta: உயர் மாறுபட்ட சாலைகள்
tr: Yüksek zıtlığa sahip yollar
uk: Контрастні дороги
vi: Đường có độ tương phản cao
zh_hans: 高对比度道路
zh_hant: 高對比道路

# rendering_attr_highway_class_service_name
source: Service
ar: خدمة
az: Xidmət
be: Сэрвіс
ca: Servei
cs: Dopravní obsluha
cy: Gwasanaeth
de: Erschließungsweg
el: Εξυπηρέτησης
eo: Aliraj
es_us: Vía de servicio
et: Teenindus
eu: Zerbitzua
fa: خدماتی
fi: Palvelu
gl: Vía de servizo
he: שירות
hu: Szervizút
id: Layanan
is: Þjónusta
it: Strada di servizio
ja: アクセス道路、特定施設用道路
ka: მომსახურება
ko: 서비스
lt: Paslauga
lv: Serviss
mk: Servis
ml: സെർവീസ്
nb: Tjeneste
nl: Dienstweg
oc: Via de servici
pl: Dojazdowa
pt_br: Via de serviço
ru: Служебная
sc: Servìtziu
sk: Obslužná cesta
sl: Storitev
sr: Приступни пут
sr_latn: Pristupni put
sv: Serviceväg
ta: பணி
tr: Servis yolu
uk: Проїзд
vi: Dịch vụ
zh_hans: 服务道路
zh_hant: 服務

# rendering_attr_surface_metal_name
source: Metal
ar: معدن
be: Метал
bg: Метал
ca: Metall
cs: Kov
cy: Metel
de: Metall
el: Μέταλλο
eo: Metalo
et: Metall
eu: Metala
fa: فلز
fi: Metalli
fr: Métal
he: מתכת
hu: Fém
id: Besi
is: Málmur
it: Metallo
ja: 金属
ka: ლითონი
ko: 금속
lt: Metalas
lv: Metāls
ml: മെറ്റൽ
my: သံ
nb: Metall
nl: Metaal
oc: Metau
ru: Металл
sc: Metallu
sk: Kov
sl: Kovina
sr: Метал
sv: Metall
ta: மாழை
uk: Метал
vi: Kim loại
zh_hans: 金属
zh_hant: 金屬

# rendering_attr_tracktype_grade2_name
source: Solid (unpaved)
ar: الصلبة (غير المعبدة)
be: Амаль цвёрдае
bg: Твърда (не павирана)
ca: Compacte (sense pavimentar)
cs: Pevný (nezpevněný)
cy: Caled (heb wyneb caled)
da: Fast (ikke befæstet)
de: Fest (unbefestigt)
el: Στερεός (μη πλακοστρωμένος)
eo: Firmaj (nepavimaj)
es_us: Sólido (sin pavimento)
et: Tahke (katteta)
eu: Sendoa (zolatu gabea)
fa: سفت (روسازی‌نشده)
fi: Kiinteä (päällystämätön)
fr: Compact (non-recouvert)
gl: Sólido (sen pavimentar)
he: אחיד (לא סלול)
hi: ठोस (कच्ची) सड़क
hu: Szilárd (burkolatlan)
id: Padat (tak beraspal)
is: Þétt (óbundið slitlag)
it: Solido (non pavimentato)
ja: 硬い(未舗装)
ka: მყარი (მოუკირწყლავი)
ko: 단색 레이어 (비포장)
lv: Ciets (neasfaltēts)
mk: Cvrst (nepopločen)
nb: Hard (uten fast dekke)
nl: Verhard (onbestraat)
oc: Compacte (sensa caladat)
pl: Stałe (nieutwardzone)
pt_br: Sólido (não pavimentado)
ro_ro: Solid (neasfaltat)
ru: Почти твёрдое
sc: Sòlidu (chene pamentu)
sk: Pevný (nespevnený)
sl: Trdna (netlakovana)
sr: Чврста (непоплочана)
sr_latn: Čvrsta (nepopločana)
sv: Fast (oasfalterad)
ta: திடமான (செப்பனிடப்படாத)
tr: Sert (asfaltsız)
uk: Тверде (без покриття)
vi: Cứng (không được lát)
zh_hans: 坚实（无铺面）
zh_hant: 堅實（無鋪面）

# rendering_value_translucent_purple_name
source: Translucent purple
ar: بنفسجي فاتح
ast: Moráu tresllúcido
az: Şəffaf bənövşəyi
be: Празрысты фіялетавы
bg: Полупрозрачно лилаво
ca: Porpra translúcid
cs: Průsvitná fialová
cy: Porffor tryleu
da: Gennemsigtig lilla
de: Transparentes Lila
el: Ημιδιαφανές μοβ
eo: Violkolora diafana
es_us: Púrpura translúcida
et: Läbikumav purpur
eu: Purpura gardena
fa: بنفش شفاف
fi: Läpikuultava purppura
fr: Violet translucide
gl: Violeta translúcido
he: חציל שקוף למחצה
hu: Átlátszó lila
hy: Թափանցիկ մանուշակագույն
id: Ungu tembus pandang
is: Hálfgegnsætt fjólublátt
it: Viola traslucido
ja: 半透明パープル
ka: გამჭირვალე მუქლი წითელი
ko: 반투명 보라색
lt: Permatoma purpurinė
lv: Caurspīdīgi purpursarkans
mk: Prodzirno liljakova
ml: മങ്ങിയ പര്‍പ്പിള്‍
nb: Gjennomskinnelig lilla
nl: Doorschijnend paars
oc: Porpra translucida
pl: Przezroczysty fioletowy
pt_br: Roxo translúcido
ro_ro: Violet translucid
ru: Фиолетовый прозрачный
sc: Pùrpura translùcidu
sk: Priehľadná fialová
sl: Prosojna vijolična
sr: Прозирна љубичаста
sr_latn: Prozirna ljubičasta
sv: Genomskinlig purpur
ta: கசியும் ஊதா
tr: Yarı saydam mor
uk: Напівпрозорий пурпурний
zh_hans: 半透明紫色
zh_hant: 半透明的紫色

# rendering_attr_hmRendered_description
source: Increase amount of map detail shown.
af: Vermeerder die detail wat in die kaart vertoon word
ar: زيادة كمية خريطة التفصيل هو مبين.
be: Адлюстроўваць больш дэталяў на мапе.
bg: Показват се повече подробности на картата.
bs: Povećajte nivo detalja na mapi
ca: Augmenta la quantitat de detalls mostrats al mapa.
cs: Zvýšit počet detailů vyobrazených v mapě.
cy: Dangos mwy o fanylder ar y map.
da: Øg mængden af kortdetaljer, der vises.
de: Erhöht den dargestellten Detailgrad der Karte.
el: Αύξηση λεπτομέρειας χάρτη.
eo: Pliigi nombron de detaloj montrataj sur la mapo.
es_us: Aumentar detalle que se muestra en el mapa.
et: Suurenda kaardil kuvatavate üksikasjade hulka.
eu: Erakutsi xehetasun gehiago mapan.
fa: جزئیات نقشه را افزایش دهید.
fi: Lisää kartan näytettävien yksityiskohtien määrää.
fr: Augmenter le niveau de détail affiché.
gl: Aumentar a cantidade de detalles que se amosan no mapa.
he: הגדלת כמות פרטי המפה המופיעים.
hu: Megnöveli a megjelenített térképrészletek mennyiségét.
hy: Քարտեզի վրա ցույց տալ ավելի շատ մանրամասներ։
id: Tingkatkan jumlah keterangan peta yang ditampilkan.
is: Auka fjölda smáatriða sem sýndur er á korti.
it: Aumenta la quantità dei dettagli della mappa visualizzati.
ja: マップの情報量を増やす
ka: რუკის მეტი წვრილმანის ჩვენება.
ko: 지도 세부사항 표시 증가
lt: Padidinti rodomų žemėlapio detalių kiekį.
lv: Palielināt kartes detalizāciju
mk: Zgolemete ja količinata na prikažanite detali na kartata.
ml: കാണിച്ചിരിക്കുന്ന മാപ്പ് വിശദാംശം കൂട്ടുക.
nb: Øk mengden av kartdetaljer vist.
nl: Toon meer details op de kaart.
oc: Augmenta la quantitat de detalhs visibles sus la mapa.
pl: Zwiększ liczbę szczegółów pokazywanych na mapie.
pt_br: Aumentar a quantidade de detalhe no mapa.
ro_ro: Creșteți cantitatea de detalii afișate pe hartă.
ru: Показывать больше деталей на карте.
sc: Aumenta sa cantidade ammustrada de minujos de sa mapa.
sk: Zvýšiť počet zobrazených detailov na mape.
sl: Povečaj podrobnost izrisa zemljevida.
sr: Повећај разину појединости на карти.
sr_latn: Povećaj nivo detalja na mapi.
sv: Öka antalet kartdetaljer som visas.
ta: காட்டப்பட்டுள்ள வரைபட விவரங்களின் அளவை அதிகரிக்கவும்.
tr: Gösterilen harita ayrıntısı miktarını artırın.
uk: Показувати більше подробиць на мапі.
vi: Tăng số lượng chi tiết của bản đồ được hiển thị.
zh_hans: 增加地图显示的详细信息量。
zh_hant: 增加地圖顯示詳細的資訊量。

# rendering_attr_piste_type_hike_name
source: Hike
ar: حركلة
be: Паход
bg: Поход
ca: Senderisme
cs: Túry
cy: Heicio
da: Vandretur
de: Wandern
el: Πεζοπορία
eo: marŝado
es_us: Caminata
et: Matk
eu: Ibilaldia
fa: پیاده‌گردی
fi: Vaellus
fr: Randonnée
gl: Camiñada
he: טיול
hu: Túrázás
id: Kenaikan
is: Gönguferðir
it: Escursione
ja: ノルディックスキーまたはハイキング用ゲレンデ
ka: ლაშქრობა
ko: 인기있는
lt: Žygis
mk: Planinari
my: ခရီးဝေးလမ်းရှောက်
nb: Fottur
nl: Wandeling
oc: Escorregudas
pl: Wspinaczka
pt_br: Caminhada
ro_ro: excursie pe jos
ru: Хайк
sc: Escursionismu
sk: Putovanie
sl: Pohod
sr: Пешачење
sr_latn: Pešačenje
sv: Vandring
ta: உயர்வு
tr: Yürüyüş
uk: Пішій туризм
vi: Đi bộ đường dài
zh_hans: 远足
zh_hant: 遠足

# rendering_attr_piste_type_snow_park_name
source: Terrain park
ar: حديقة التضاريس
be: Ландшафтны парк
ca: Pista de terra
cs: Ski park
cy: Parc tir
da: Terrænpark
de: Winter-Funpark
el: Χιονοδρομικό πάρκο
eo: neĝ‑parko
es_us: Parque de nieve
et: Maastikupark
eu: Elur parkea
fa: پارک برفی
fi: Maastopuisto
fr: Snow park
gl: Parque do terreo
he: פארק גלישה על שלג
hu: Hópark
id: Taman medan
is: Snjógerði
it: Parco innevato
ja: 雪遊び広場
ka: რელიეფის პარკი
ko: 스키장 지형
mk: Terenski park
my: နှင်းပန်းခြံ
nb: Snøpark
nl: Terrein park
oc: Camin de terra (draia, draiòu...)
pl: Park terenowy
pt_br: Parque de terreno
ro_ro: Parc
ru: Ландшафтный парк
sc: Parcu de nie
sk: Snežný terénny areál
sl: Snežni park
sr: Зимски парк
sr_latn: Zimski tereni
sv: Snöpark
ta: நிலப்பரப்பு பூங்கா
tr: Arazi parkı
uk: Ландшафтний парк
vi: Công viên địa hình
zh_hans: 地形公园
zh_hant: 地形公園

# rendering_attr_highway_class_footway_name
source: Footway
ar: طريق للمشاة
be: Ходнік
bg: Пешеходна
ca: Peatonal
cs: Chodník
cy: Llwybr droed
da: Fortov
de: Gehweg
el: Πεζόδρομος
eo: Trotuaroj
es_us: Vereda o acera
et: Jalgtee
eu: Espaloia
fa: راه پیاده
fi: Jalkakäytävä
fr: Voie piétonne
gl: Senda peonil
he: מדרכה
hu: Gyalogút
id: Trotoar
is: Gangstétt
it: Percorso pedonale
ja: 歩道
ka: საცალფეხო ქუჩა
ko: 도보
lt: Šaligatvis
lv: Trotuārs
mk: Pešačka pateka
ml: ഫൂട്ട്വേ
nb: Gangvei
nl: Voetpad
oc: Caminada
pl: Chodnik
pt_br: Via pedestre
ro_ro: Trotuar
ru: Пешеходная
sc: Caminu pro pedones
sk: Chodník
sl: Pešpot
sr: Пешачка стаза
sr_latn: Pešačka staza
sv: Gångväg
ta: பாதை
tr: Yaya yolu
uk: Пішохідна доріжка
vi: Lối đi bộ
zh_hans: 人行道
zh_hant: 人行道

# routing_attr_avoid_tram_description
source: Avoids trams
ar: تجنب مركبة الترام
be: Пазбягаць трамваяў
ca: Evita el tram
cs: Vyhne se tramvajím
cy: Yn osgoi tramiau
da: Undgår sporvogne
de: Vermeidet Straßenbahnen
el: Αποφεύγει τραμ
eo: Eviti tramojn
es_us: Evita usar tranvías
et: Väldib tramme
eu: Ekidin tranbiak
fa: از تراموا پرهیز می‌کند
fr: Éviter le tram
gl: Evitar tranvías
he: נמנע מחשמליות
hi: ट्राम से बचें
hu: Elkerüli a villamosokat
id: Menghindari trem
is: Forðast sporvagna
it: Evita tram
ja: 移動手段に路面電車を避けるようにします
ka: ტრამვაის არიდება
ko: 트램 회피
lt: Vengti tramvajų
lv: Nelietot tramvajus
mk: Izbegnuvaj tramvai
ml: ട്രാം ഒഴിവാക്കുക
my: လမ်းရထားများကိုရှောင်
nb: Unngår trikk
nl: Vermijd trams
oc: Evita lo transvai
pl: Unika tramwajów
pt_br: Evita usar bondes
ro_ro: Evită tramvaie
ru: Избегать трамваев
sc: Istransit sos trams
sk: Vyhnúť sa električkám
sl: Načrtovanje poti brez potovanja s tramvajem
sr: Избегавање трамваја
sr_latn: Tramvaje
sv: Undvik spårvagnar
ta: அணிகளைத் தவிர்க்கவும்
tr: Tramvaylardan kaçınır
uk: Уникати трамваїв
vi: Tránh tàu điện
zh_hans: 避免电车
zh_hant: 避免電車

# rendering_value_default13_name
source: Default (13)
ar: الافتراضي (13)
az: Standart (13)
be: Прадвызначана (13)
bg: По подразбиране (13)
ca: Per defecte (13)
cs: Výchozí (13)
cy: Rhagosodiad (13)
da: Standard (13)
de: Standard (13)
el: Προεπιλογή (13)
eo: Norma (13)
es_us: Predefinido (13)
et: Vaikimisi (13)
eu: Lehenetsita (13)
fa: پیش‌فرض (۱۳)
fi: Oletus (13)
fr: Par défaut (13)
gl: Predeterminado (13)
he: בררת מחדל (13)
hu: Alapértelmezett (13)
hy: Սկզբնական կարգաբերումներ (13)
id: Standar (13)
is: Sjálfgefið (13)
it: Predefinito (13)
ja: デフォルト(13)
ka: ნაგულისხმევი (13)
ko: 기본 (13)
lt: Numatytoji (13)
lv: Noklusējums (13)
mk: Standard (13)
ml: സഹജമായ(13)
nb: Standard (13)
nl: Standaard (13)
oc: Per defaut (13)
pl: Domyślny (13)
pt_br: Predefinido (13)
ro_ro: Implicit(13)
ru: По умолчанию (13)
sc: Predefinidu (13)
sk: Predvolená (13)
sl: Privzeto (13)
sr: Подразумевано (13)
sr_latn: Podrazumevano (13)
sv: Standard (13)
ta: இயல்புநிலை (13)
tr: Varsayılan (13)
uk: Типово (13)
vi: Mặc định (13)
zh_hans: 默认 (13)
zh_hant: 預設 (13)
