Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# ios_release_4_3
source: • Smooth animation for location changes during movement • CarPlay: added lanes, 2.5D view, fixed sound issues while connected over Bluetooth • Introducing new purchase plans: "OsmAnd Pro" subscriptions with access to all features and "Maps+" purchase with unlimited map downloads and paid plugins access. • Added Cloud backup and Offline Weather forecast for OsmAnd Pro users • New convenient "Purchase" screen with the list of all purchases • Benefits for active OpenStreetMap.org contributors • Tracks can now be colored by altitude, speed, or slope • Offline maps are now accessible via the Files app • Favorites: added local backups generation after each change, backups accessible from the Files app • POI saved to favorites will store and show all POI data even without an offline map • GPX added support for link, cmt, desc tags and for any custom extensions • Added mode for the Compass button • Fixed an issue with UTM Coordinates format • Fixed an issue with intermediate points in navigation
ar: • حركة سلسة لتغييرات الموقع أثناء الحركة •كار بلي: الممرات المضافة وعرض 2.5D ومشكلات الصوت الثابتة أثناء الاتصال عبر البلوتوث • تقديم خطط شراء جديدة: اشتراكات "أوسماند برو" مع إمكانية الوصول إلى جميع الميزات وشراء "خرائط +" مع تنزيلات خرائط غير محدودة والوصول إلى المكونات الإضافية المدفوعة. • تمت إضافة النسخ الاحتياطي السحابي وتوقعات الطقس دون اتصال لمستخدمي أوسماند برو • شاشة "شراء" جديدة مريحة مع قائمة بجميع المشتريات • الفوائد للمساهمين النشطين في OpenStreetMap.org • يمكن الآن تلوين المسارات حسب الارتفاع أو السرعة أو المنحدر • الخرائط غير المتصلة بالإنترنت يمكن الوصول إليها الآن عبر تطبيق الملفات • المفضلة: تمت إضافة إنشاء نسخ احتياطية محلية بعد كل تغيير ، ويمكن الوصول إلى النسخ الاحتياطية من تطبيق الملفات • سيتم تخزين POI المحفوظة في المفضلة وإظهار جميع بيانات POI حتى بدون خريطة غير متصلة بالإنترنت • أضاف GPX دعمًا للرابط و cmt وعلامات الوصف وأي ملحقات مخصصة • الوضع المضاف لزر البوصلة • تم إصلاح مشكلة تنسيق إحداثيات UTM • تم إصلاح مشكلة النقاط الوسيطة في التنقل
cs: • Plynulá animace změn polohy během pohybu • CarPlay: přidány jízdní pruhy, 2,5D zobrazení, opraveny problémy se zvukem při připojení přes Bluetooth • Zavedení nových nákupních plánů: předplatné "OsmAnd Pro" s přístupem ke všem funkcím a "Mapy+" s neomezeným stahováním map a přístupem k placeným modulům. • Přidáno zálohování do cloudu a předpověď počasí offline pro uživatele aplikace OsmAnd Pro • Nová pohodlná obrazovka "Nákup" se seznamem všech nákupů • Výhody pro aktivní přispěvatele na OpenStreetMap.org • Stopy lze nyní obarvit podle nadmořské výšky, rychlosti nebo sklonu. • Offline mapy jsou nyní přístupné prostřednictvím aplikace Soubory • Oblíbené: přidáno generování lokálních záloh po každé změně, zálohy jsou přístupné z aplikace Soubory • Body zájmu uložené do oblíbených položek uloží a zobrazí všechna data bodů zájmu i bez offline mapy • Přidána podpora pro GPX značky link, cmt, desc a pro libovolná vlastní rozšíření • Přidán režim pro tlačítko Kompas • Opraven problém s formátem souřadnic UTM • Opraven problém s mezicíly v navigaci
da: • Jævn animation til ændring af placering under bevægelse • CarPlay: tilføjede baner, 2,5D-visning, løste lydproblemer ved forbindelse via Bluetooth • Introduktion af nye betalingsabonnementer: "OsmAnd Pro"-abonnementer med adgang til alle funktioner og "Maps+"-køb med ubegrænsede kortdownloads og adgang til betalte udvidelser. • Tilføjet Cloud-backup og Offline vejrprognose for OsmAnd Pro-brugere • Ny praktisk "Køb"-skærm med listen over alle køb • Fordele for aktive OpenStreetMap.org-bidragydere • Spor kan nu farves efter højde, hastighed eller hældning • Offlinekort er nu tilgængelige via appen Filer • Favoritter: tilføjet lokal generering af sikkerhedskopi efter hver ændring, sikkerhedskopier tilgængelige fra Files-appen • POI gemt til favoritter gemmer og viser alle POI-data, selv uden et offlinekort • GPX tilføjede understøttelse af link-, cmt- og desc-tags og for alle brugerdefinerede udvidelser • Tilføjet tilstand for knappen Kompas • Der blev rettet et problem med UTM-koordinaternes format • Rettet et problem med mellemliggende punkter i navigation
de: • Flüssige Animation für Standortwechsel während der Bewegung • CarPlay: Fahrspuren hinzugefügt, 2,5D-Ansicht, Soundprobleme behoben, während über Bluetooth verbunden • Einführung neuer Kaufpläne: "OsmAnd Pro"-Abonnements mit Zugriff auf alle Funktionen und "Maps+"-Kauf mit unbegrenzten Kartendownloads und kostenpflichtigem Plugin-Zugang. • Cloud-Backup und Offline-Wettervorhersage für OsmAnd Pro-Benutzer hinzugefügt • Neuer bequemer "Kauf" -Bildschirm mit der Liste aller Einkäufe • Vorteile für aktive OpenStreetMap.org Mitwirkende • Tracks können jetzt nach Höhe, Geschwindigkeit oder Neigung eingefärbt werden • Offline-Karten sind jetzt über die Dateien-App zugänglich • Favoriten: Generierung lokaler Backups nach jeder Änderung hinzugefügt, Backups, auf die über die Dateien-App zugegriffen werden kann • POI, die in Favoriten gespeichert werden, speichern und zeigen alle POI-Daten auch ohne Offline-Karte an • GPX fügt Unterstützung für Link-, CMT-, DESC-Tags und für benutzerdefinierte Erweiterungen hinzu • Modus für die Kompasstaste hinzugefügt • Problem mit dem UTM-Koordinatenformat behoben • Problem mit Zwischenpunkten in der Navigation behoben
es_us: • Animación suave para los cambios de ubicación durante el movimiento • CarPlay: se han añadido carriles, vista 2.5D, se han solucionado problemas de sonido al conectarse por Bluetooth • Se añadieron nuevos planes de compra: suscripciones a «OsmAnd Pro» con acceso a todas las funciones y compra de «Maps+» con descargas de mapas ilimitadas y acceso a complementos de pago. • Se ha añadido copia de seguridad en la nube y previsión meteorológica sin conexión para los usuarios de OsmAnd Pro • Se ha añadido una nueva y cómoda pantalla de «Compras» con la lista de todas las compras • Se ha añadido beneficios para los colaboradores activos de OpenStreetMap.org • Las trazas ahora pueden colorearse por altitud, velocidad o pendiente • Se ha añadido la posibilidad de acceso a los mapas sin conexión a través del gestor de archivos • Favoritos: se ha añadido la generación de copias de seguridad locales después de cada cambio y copias de seguridad accesibles desde el gestor de archivos • Los PDI guardados en favoritos almacenarán y mostrarán todos los datos de los PDI, incluso sin un mapa sin conexión • GPX: se ha añadido soporte para las etiquetas link, cmt, desc y para cualquier extensión personalizada • Se ha añadido un modo para el botón de la brújula • Se ha corregido un problema con el formato de coordenadas UTM • Se ha corregido un problema con los puntos intermedios en la navegación
fr: • Animations lisses pour les textes et les points pendant les mouvements de la carte • CarPlay : ajouts des voies, de la vue 2.5D, correction de problèmes de son lorsque connecté au Bluetooth • Nouvelles possibilités d'achat : Abonnements "OsmAnd Pro" pour un accès à toutes les fonctionnalités et l'achat "Maps+" pour un téléchargement illimité de cartes ainsi qu'un accès aux extensions payantes. • Ajout de la sauvegarde Cloud et de la prévision météo hors-ligne pour les utilisateurs OsmAnd Pro • Nouvel écran "Achats" avec la liste de tous les achats • Avantages pour les contributeurs actifs à OpenStreetMap • Les traces peuvent maintenant être colorisées suivant l'altitude, la vitesse ou la pente • Les cartes hors-ligne sont désormais accessibles via l'application Fichiers • Favoris : ajout de fichiers de restauration locaux générés à chaque modification et accessibles depuis l'application Fichiers • Les points d'intérêts sauvegardés en tant que favoris seront désormais affichés même sans carte hors-ligne • Ajout du support des tags "link", "cmt" et "desc" ainsi que toutes les extensions customisées • Ajout du mode pour le bouton Boussole • Correction d'un bug avec le format de coordonnées UTM • Correction d'un bug avec les points intermédiaires en navigation
hu: • Sima animáció a helyváltozásokhoz mozgás közben • CarPlay: sávok, 2.5D nézet hozzáadva, hangproblémák javítása Bluetooth-kapcsolaton keresztül • Új vásárlási tervek bevezetése: „OsmAnd Pro” előfizetések hozzáféréssel az összes funkcióhoz és „Térképek+” vásárlás korlátlan térképletöltéssel és fizetős bővítményekhez való hozzáféréssel. • Felhőalapú biztonsági mentés és offline időjárás-előrejelzés hozzáadása az OsmAnd Pro felhasználók számára • Új, kényelmes „Vásárlás” képernyő az összes vásárlás listájával • Előnyök az aktív OpenStreetMap.org közreműködők számára • A nyomvonalak mostantól magasság, sebesség vagy lejtés szerint színezhetők • Az offline térképek mostantól elérhetők a Fájlok alkalmazáson keresztül • Kedvencek: helyi biztonsági mentések generálása minden változtatás után, a biztonsági mentések elérhetők a Fájlok alkalmazásból • A kedvencek közé mentett POI-k offline térkép nélkül is tárolják és megjelenítik az összes POI-adatot • GPX: link, cmt, desc címkék és bármilyen egyéni kiterjesztés támogatása • Mód hozzáadása az Iránytű gombhoz • Javítva egy probléma az UTM koordináta formátummal • Javítva egy probléma a köztes pontokkal a navigációban
id: • Animasi halus untuk perubahan lokasi selama pergerakan • CarPlay: menambahkan jalur, tampilan 2.5D, memperbaiki masalah suara saat terhubung melalui Bluetooth • Memperkenalkan paket pembelian baru: langganan "OsmAnd Pro" dengan akses ke semua fitur dan pembelian "Peta+" dengan unduhan peta tak terbatas dan akses plugin berbayar. • Menambahkan cadangan Cloud dan prakiraan Cuaca Offline untuk pengguna OsmAnd Pro • Layar "Pembelian" baru yang nyaman dengan daftar semua pembelian • Manfaat untuk kontributor aktif OpenStreetMap.org • Trek sekarang dapat diwarnai berdasarkan ketinggian, kecepatan, atau kemiringan • Peta offline sekarang dapat diakses melalui aplikasi Berkas • Favorit: menambahkan pembuatan cadangan lokal setelah setiap perubahan, cadangan dapat diakses dari aplikasi Berkas • POI yang disimpan ke favorit akan menyimpan dan menampilkan semua data POI bahkan tanpa peta offline • GPX menambahkan dukungan untuk tag tautan, cmt, desk dan untuk ekstensi kustom apa pun • Menambahkan mode untuk tombol Kompas • Memperbaiki masalah dengan format Koordinat UTM • Memperbaiki masalah dengan titik perantara dalam navigasi
it: • Animazione fluida per i cambi di posizione durante il movimento • CarPlay: aggiunte corsie, visualizzazione 2.5D, risolti problemi audio durante la connessione tramite Bluetooth • Introdotti nuovi piani di acquisto: abbonamenti "OsmAnd Pro" con accesso a tutte le funzionalità e acquisto "Maps+" con download di mappe illimitati e accesso a plugin a pagamento • Aggiunto il backup su Cloud e le previsioni del tempo offline per gli utenti di OsmAnd Pro • Nuova comoda schermata "Acquisti" con l'elenco di tutti gli acquisti • Vantaggi per i contributori attivi di OpenStreetMap.org • Le tracce ora possono essere colorate in base all'altitudine, alla velocità o alla pendenza • Le mappe offline sono ora accessibili tramite l'applicazione File • Preferiti: aggiunta la generazione di backup locali dopo ogni modifica, backup accessibili dall'applicazione File • I POI salvati nei preferiti memorizzeranno e mostreranno tutti i dati dei POI anche senza una mappa offline • GPX ha aggiunto il supporto per tag link, cmt, desc e per eventuali estensioni personalizzate • Aggiunta modalità per il pulsante Bussola • Risolto un problema con il formato delle coordinate UTM • Risolto un problema con i punti intermedi nella navigazione
ko: • 이동 중 위치 변경에 대한 부드러운 애니메이션• CarPlay: 차선 추가, 2.5D 뷰, 블루투스 연결 시 사운드 문제 수정• 새로운 구매 요금제 소개: 모든 기능을 이용할 수 있는 "OsmAnd Pro" 구독 및 무제한 지도 다운로드 및 유료 플러그인 액세스가 가능한 "Maps+" 구매. • OsmAnd Pro 사용자를 위한 클라우드 백업 및 오프라인 일기 예보 추가• 모든 구매 목록이 포함된 편리한 새로운 "구매" 화면• 적극적인 OpenStreetMap.org 참여자를 위한 혜택• 이제 고도, 속도 또는 경사 에 따라 트랙에 색상을 지정할 수 있습니다.• 이제 파일 앱을 통해 오프라인 지도에 접근할 수 있습니다. • 즐겨찾기: 각 변경 후 로컬 백업 생성 추가, 파일 앱에서 액세스할 수 있는 백업• 즐겨찾기에 저장된 POI는 오프라인 지도 없이도 모든 POI 데이터를 저장하고 표시합니다.• GPX는 링크, cmt, desc 태그 및 모든 사용자 정의 확장자에 대한 지원을 추가했습니다 .• 나침반 버튼 에 대한 모드 추가• UTM 좌표 형식 문제 수정• 탐색의 중간 지점 문제 수정
ro_ro: • Animație lină pentru schimbările de locație în timpul mișcării • CarPlay: adăugat benzi, vizualizare 2.5D, rezolvat probleme de sunet în timpul conectării prin Bluetooth • Introducerea de noi planuri de achiziție: Abonamente "OsmAnd Pro" cu acces la toate funcțiile și achiziționarea "Maps+" cu descărcări nelimitate de hărți și acces la plugin-uri plătite. • Adăugat backup în cloud și prognoza meteo offline pentru utilizatorii OsmAnd Pro • Un nou ecran "Achiziții" convenabil cu lista tuturor achizițiilor • Beneficii pentru colaboratorii activi ai OpenStreetMap.org • Urmele pot fi acum colorate în funcție de altitudine, viteză sau pantă • Hărțile offline sunt acum accesibile prin intermediul aplicației Fișiere • Favorite: s-a adăugat generarea de copii de rezervă locale după fiecare modificare, copii de rezervă accesibile din aplicația Fișiere • POI-urile salvate în favorite vor stoca și afișa toate datele POI chiar și fără o hartă offline • GPX a adăugat suport pentru etichete link, cmt, desc și pentru orice extensii personalizate • A fost adăugat modul pentru butonul Compass (Busolă) • S-a rezolvat o problemă cu formatul coordonatelor UTM • A fost rezolvată o problemă cu punctele intermediare în navigație
ru: • Плавная анимация изменения местоположения во время движения • CarPlay: добавлены полосы движения, обзор в 2.5D, исправлены проблемы со звуком при подключении по Bluetooth • Представляем новые планы покупок: подписка "OsmAnd Pro" с доступом ко всем функциям и покупка "Maps+" с неограниченным количеством скачиваний карт и доступом к платным плагинам. • Добавлено облачное резервное копирование и офлайн-прогноз погоды для пользователей OsmAnd Pro • Новый удобный экран "Покупки" со списком всех покупок • Преимущества для активных участников OpenStreetMap.org • Трассы теперь можно раскрашивать в зависимости от высоты, скорости или уклона • Локальные карты теперь доступны через приложение Files • Избранное: добавлено создание локальных резервных копий после каждого изменения, резервные копии доступны из приложения "Файлы". • POI, сохраненные в избранном, хранят и показывают все данные POI даже без локальной карты • В GPX добавлена поддержка тегов link, cmt, desc tags для любых пользовательских расширений • Добавлен режим для кнопки компаса • Исправлена ошибка с форматом координат UTM • Исправлена ошибка с промежуточными точками в навигации
sc: • Animatzione flùida pro sos càmbios de positzione durante su movimentu • CarPlay: corsias annantas, visualizatzione 2.5D, problemas àudio risoltos durante la connessione pro mèdiu de Bluetooth • Presentatzione de pianos de còmpora noos: abbonamentos "OsmAnd Pro" cun atzessu a totu sas funtzionalidades e còmpora "Maps+" cun iscarrigamentos chene lìmites de mapas e atzessu a sas estensiones a pagamentu. • Annanta sa còpia de seguresa in sa nue e previsiones de su mèteu non in lìnia pro sos impreadores de OsmAnd Pro • Ischermada noa discansosa "Còmpora" cun s'elencu de totu sas còmporas • Avantàgios pro sos collaboradores ativos de OpenStreetMap.org • Sas rastas como si podent colorare in base a s'artària, a sa velotzidade o sa pendèntzia • Sas mapas non in lìnia como sunt atzessìbiles pro mèdiu de s'aplicatzione Archìvios • Preferidos: annanta s'ingendradura de còpias de seguresa locales a pustis de cada modìfica, còpias de seguresa atzessìbiles dae s'aplicatzione Archìvios • Sos PDI sarvados in sos preferidos ant a ammentare e ammustrare totu sos datos de sos PDI fintzas chene una mapa non in lìnia • GPX at annantu su suportu pro sas teichetas link, cmt, e desc e pro estensiones personalizadas eventuales • Annanta una modalidade pro su butone Bùssola • Risoltu unu problema cun su formadu de sas coordinadas UTM • Risoltu unu problema cun sos puntos de coladòrgiu in sa navigatzione
sr: • Глатка анимација за промене локације током кретања • КарПлај: додате траке, 2.5Д приказ, поправљени проблеми са звуком док сте повезани преко Блутута • Представљамо нове планове куповине: „ОсмАнд Про“ претплате са приступом свим функцијама и куповина „Мапе+“ са неограниченим преузимањем мапа и приступом плаћеним додацима. • Додата резервна копија у Облаку и Временска прогноза ван мреже за ОсмАнд Про кориснике • Нови згодан екран „Куповина“ са листом свих куповина • Предности за активне OpenStreetMap.org сараднике • Путање сада могу бити обојене по алтитуди, брзини или нагибу • Ванмрежне мапе су сада доступне преко апликације Фајлз • Фаворити: додато стварање локалних резервних копија након сваке промене, резервне копије доступне из апликације Фајлз • ТОИ сачуване у омиљеним местима ће сачувати и приказати све податке ТОИ чак и без ванмрежне мапе • ГПКС додата подршка за линк, кмт, деск ознаке и за било које прилагођене екстензије • Додат режим за дугме Компас • Решен је проблем са форматом УТМ координата • Решен је проблем са међутачкама у навигацији
sr_latn: • Glatka animacija za promene lokacije tokom kretanja • KarPlej: dodate trake, 2.5D prikaz, popravljeni problemi sa zvukom dok ste povezani preko Bluetooth-a • Predstavljamo nove planove kupovine: pretplate na „OsmAnd Pro“ sa pristupom svim funkcijama i kupovinu „Mape+“ sa neograničenim preuzimanjem mapa i pristupom plaćenim dodacima. • Dodata rezervna kopija u oblaku i vremenska prognoza van mreže za OsmAnd Pro korisnike • Novi zgodan ekran "Kupovina" sa listom svih kupovina • Prednosti za aktivne OpenStreetMap.org saradnike • Staze sada mogu biti obojene po visini, brzini ili nagibu • Oflajn mape su sada dostupne preko aplikacije Datoteke • Favoriti: dodato stvaranje lokalnih rezervnih kopija nakon svake promene, rezervne kopije dostupne iz aplikacije Datoteke • TOI sačuvana u omiljenim mestima će sačuvati i prikazati sve TOI podatke čak i bez oflajn mape • GPX je dodao podršku za link, cmt, desc oznake i za bilo koje prilagođene ekstenzije • Dodan režim za dugme Kompas • Rešen je problem sa formatom UTM koordinata • Rešen je problem sa međutačkama u navigaciji
sv: • Smidig animation för placeringsförändringar under rörelse • CarPlay: extra körfält, 2,5D-vy, fasta ljudproblem medan de är anslutna över Bluetooth • Introducera nya inköpsplaner: "OsmAnd Pro"-abonnemang med tillgång till alla funktioner och "Maps+" -köp med obegränsad nedladdning av kartan och betalda plugins åtkomst. • Lade till molnsäkerhetskopiering och offline väderprognos för OsmAnd Pro-användare • Ny bekväm "köp" skärm med listan över alla inköp • Fördelar för aktiva OpenStreetMap.org-bidragsgivare • Spår kan nu färgas av höjd, hastighet eller sluttning • Offline kartor är nu tillgängliga via Files app • Favoriter: lagt till lokala säkerhetskopior generation efter varje förändring, säkerhetskopior tillgängliga från appen Filer • POI sparad till favoriter kommer att lagra och visa alla POI-data även utan en offline-karta • GPX lägga till stöd för länk, cmt, desc tags och för eventuella anpassade tillägg • Lägg läge för Compass-knappen • Fast ett problem med UTM Koordinat-format • Fast ett problem med mellanpunkter i navigation
ta: The இயக்கத்தின் போது இருப்பிட மாற்றங்களுக்கான மென்மையான அனிமேசன் • கார்ப்ளே: சேர்க்கப்பட்ட பாதைகள், 2.5 டி பார்வை, ஊடலை மீது இணைக்கப்படும்போது நிலையான ஒலி சிக்கல்கள் Ap புதிய கொள்முதல் திட்டங்களை அறிமுகப்படுத்துதல்: அனைத்து அம்சங்களுக்கும் அணுகல் மற்றும் வரம்பற்ற வரைபட பதிவிறக்கங்கள் மற்றும் கட்டண செருகுநிரல்கள் அணுகலுடன் "மேப்ச்+" வாங்கும் "ஓச்மண்ட் புரோ" சந்தாக்கள். OS ஒச்மண்ட் புரோ பயனர்களுக்கான முகில் காப்புப்பிரதி மற்றும் இணைப்பில்லாத வானிலை முன்னறிவிப்பு சேர்க்கப்பட்டது அனைத்தும் அனைத்து வாங்குதல்களின் பட்டியலுடன் புதிய வசதியான "கொள்முதல்" திரை Opent செயலில் உள்ள OpenStreetmap.org பங்களிப்பாளர்களுக்கான நன்மைகள் • தடங்களை இப்போது உயரம், விரைவு அல்லது சாய்வால் வண்ணமயமாக்கலாம் • இணைப்பில்லாத வரைபடங்கள் இப்போது கோப்புகள் பயன்பாடு வழியாக அணுகலாம் • பிடித்தவை: ஒவ்வொரு மாற்றத்திற்குப் பிறகு உள்ளக காப்புப்பிரதிகள் தலைமுறை சேர்க்கப்பட்டது, கோப்புகள் பயன்பாட்டிலிருந்து அணுகக்கூடிய காப்புப்பிரதிகள் • POI பிடித்தவைகளுக்கு சேமிக்கப்பட்டது இணைப்பில்லாத வரைபடம் இல்லாமல் கூட அனைத்து POI தரவையும் சேமித்து காண்பிக்கும் • சிபிஎக்ச் இணைப்பு, சிஎம்டி, டெச்க் குறிச்சொற்கள் மற்றும் எந்தவொரு தனிப்பயன் நீட்டிப்புகளுக்கும் ஆதரவைச் சேர்த்தது Comput திசைகாட்டி பொத்தானுக்கு சேர்க்கப்பட்ட பயன்முறை UT யுடிஎம் ஆயத்தொகுப்பு வடிவமைப்பில் சிக்கல் சரி செய்யப்பட்டது வழிசெலுத்தலில் இடைநிலை புள்ளிகளுடன் சிக்கல் சரி செய்யப்பட்டது
uk: - Плавна анімація зміни місця розташування під час руху - CarPlay: додані смуги руху, вигляд 2.5D, виправлені проблеми зі звуком за підключення через Bluetooth - Впровадження нових тарифних планів: передплата «OsmAnd Pro» з доступом до всіх функцій та передплата «Maps+» з необмеженим завантаженням мап та доступом до платних плагінів. - Додано хмарне резервне копіювання та офлайн прогноз погоди для користувачів OsmAnd Pro - Новий зручний екран «Придбання» зі списком всіх купівель - Переваги для активних учасників OpenStreetMap.org - Треки тепер можна забарвлювати за висотою, швидкістю або нахилом - Офлайн-мапи відтепер доступні через застосунок Файли - Вибране: додано створення локальних резервних копій після кожної зміни, резервні копії доступні із застосунку Файли - Точки інтересу, збережені у вибраному, зберігатимуть і показуватимуть усі дані про точки інтересу навіть без офлайн-мапи - GPX: додана підтримка тегів link, cmt, desc та будь-яких користувацьких розширень - Додано режим для кнопки Компас - Усунено проблему формату координат UTM - Усунено проблему проміжних точок у навігації
zh_hant: • 移動時位置變化的平滑動畫 • CarPlay：新增車道、2.5D 檢視，修復透過藍牙連接時的聲音問題 • 引入新的購買方案：「OsmAnd Pro」訂閱可使用所有功能，「地圖+」購買可無限下載地圖並存取付費外掛程式。 • 為 OsmAnd Pro 使用者新增雲端備份和離線天氣預報 • 新的便利「購買」畫面，列出所有購買 • 對於活躍的 OpenStreetMap.org 貢獻者的好處 • 軌跡現在可以按高度、速度或坡度著色 • 離線地圖現在可以透過檔案應用程式存取 • 收藏夾：每次變更後新增本地備份產生，備份可從檔案應用程式存取 • 儲存到收藏夾的 POI 將儲存並顯示所有 POI 資料，即使沒有離線地圖 • GPX 新增了對 link、cmt、desc 標籤和任何自訂擴充的支援 • 為指南針按鈕新增模式 • 修復了 UTM 座標格式的問題 • 修復了導航中的中轉點問題

# rendering_attr_showTrainRoutes_name
source: Train routes
ar: طرق القطارات
be: Чыгуначныя маршруты
bg: Железопътни маршрути
ca: Línies de tren
cs: Vlakové trasy
cy: Llwybrau trenau
da: Togruter
de: Zuglinien
el: Δρομολόγια τραίνου
eo: Fervojaj kursoj
es_us: Rutas de tren
et: Rongiliinid
eu: Trenbideak
fa: مسیرهای قطار
fi: Junareitit
fr: Voies de chemin de fer
he: מסלולי רכבת
hu: Vasútvonalak
id: Rute kereta
is: Leiðir lesta
it: Linee ferroviarie
ja: 鉄道路線
ka: სარკინიგზო გზები
ko: 기차 노선
mk: Pravci na vozovi
nb: Togruter
nl: Treinroutes
pl: Trasy pociągów
ro_ro: Rute de tren
ru: Железнодорожные маршруты
sc: Àndalas de sos trenos
sk: Trasy vlakov
sl: Proge vlakov
sr: Железничке путање
sr_latn: Železničke rute
sv: Tågrutter
ta: ரயில் வழிகள்
tr: Tren yolları
uk: Залізничні маршрути
vi: Tuyến tàu hoả
zh_hans: 火车线路
zh_hant: 火車路線
