Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# ios_release_3_90
source: • Introduced a "Plan a route" feature for planning future trips with the ability to create track segments using different navigation types • Added an option to enable a сompass over the "Radius Ruler" tool • Added "POI label overlays" option that allows to show names for favorites, track waypoints and markers on the map • Added new Quick actions for visibility of contour lines and terrain on the map, changing an application profile, deleting a nearest intermediate point • Fixed issues with missing Wikipedia search category • Settings Import: fixed bugs, added support for all data types available in OsmAnd • OpenStreetMap editing: fixed the time picker and inability to change the changeset comment
ar: • تقدم ميزة "خطة الطريق" تخطيط الرحلات المستقبلية مع إمكانية إنشاء مسارات باستخدام أنواع التنقل المختلفة • تم إضافة خيار لتمكين بوصلة "دوائر القياس" • تم إضافة خيار " طبقات تسمية نقاط الاهتمام" الذي يسمح بعرض أسماء المفضلة ، وتتبع نقاط المسار والعلامات على الخريطة • تم إضافة إجراءات سريعة جديدة لإبراز خطوط الكنتور والتضاريس على الخريطة ، وتغيير ملف تعريف التطبيق ، وحذف أقرب نقطة وسيطة • تم إصلاح المشكلات المتعلقة بفئة البحث المفقودة في ويكيبيديا • استيراد الإعدادات: إصلاح الخلل ، ودعم إضافي لجميع أنواع البيانات المتاحة في أوسماند • تحرير OpenStreetMap: إصلاح انتقاء الوقت وعدم القدرة على تغيير تعليق مجموعة التغييرات
ca: • S'han introduït "Perfils d'aplicació" amb configuracions independents • Nova disposició de la configuració per perfils i tipus: navegació, general, mapa i pantalla • Possibilitat d'importar o exportar paràmetres de perfil • S'han afegit fonts de dades per a fotos en línia • S'ha afegit la possibilitat de baixar mapes en línia a la memòria cau • S'han millorat els algorismes de cerca
cs: • Nová funkce "Plánování trasy" pro plánování budoucích výletů s možností vytvářet úseky trasy pomocí různých typů navigace • Přidána možnost zobrazit kompas pro nástroj Kruhové pravítko • Nové nastavení "Překryvné názvy POI", které zobrazuje názvy oblíbených bodů, bodů na trase a mapových značek • Přidány nové rychlé akce pro zobrazení vrstevnic a terénu na mapě, změnu aplikačního profilu a mazání nejbližšího mezicíle • Opraveny problémy s chybějící kategorií vyhledávání ve Wikipedii • Import nastavení: opraveny chyby, přidána podpora všech datových typů dostupných v OsmAnd • Editace OpenStreetMap: opravena chyba ve výběru času a nemožnost změnit komentář u sady změn
da: - Introduktion af en "Planlæg en rute"-funktion til planlægning af fremtidige ture med mulighed for at oprette sporafsnit ved hjælp af forskellige navigationstyper - Tilføjet en mulighed for at aktivere et kompas over "Radius-måler"-værktøjet - Tilføjet mulighed for "IP-etikette overlejring", der gør det muligt at vise navne på favoritter, spore rutepunkter og markører på kortet - Tilføjet nye hurtighandlinger til visning af højdekurver og terræn på kortet, ændring af en app-profil og sletning af et nærmeste mellemliggende punkt - Der er rettet problemer med manglende Wikipedia-søgningskategori - Import af indstillinger: rettet fejl, tilføjet understøttelse af alle datatyper, der er tilgængelige i OsmAnd - OpenStreetMap-redigering: rettet tidsvælgeren og manglende mulighed for at ændre ændringssætkommentaren
de: • Einführung der Funktion "Eine Route planen" zur Planung zukünftiger Strecken mit der Möglichkeit, Streckenabschnitte mit verschiedenen Navigationsarten zu erstellen • Option zum Aktivieren eines Kompasses über das Werkzeug "Radiuslineal" hinzugefügt • Option "POI-Overlay-Bezeichnungen" hinzugefügt, die es erlaubt, Namen für Favoriten, Track-Wegpunkte und Markierungen auf der Karte anzuzeigen • Neue Schnellaktionen für die Sichtbarkeit von Höhenlinien und Gelände auf der Karte, das Ändern eines Anwendungsprofils und das Löschen eines nächstgelegenen Zwischenpunkts hinzugefügt • Probleme mit fehlender Wikipedia-Suchkategorie behoben • Import von Einstellungen: Fehler behoben, Unterstützung für alle in OsmAnd verfügbaren Datentypen hinzugefügt • OpenStreetMap-Bearbeitung: Die Zeitauswahl und die Unmöglichkeit, den Changeset-Kommentar zu ändern, wurden korrigiert
es_us: • Se ha añadido la función de «Planificar una ruta» para planificar futuros viajes con la posibilidad de crear segmentos de ruta utilizando diferentes tipos de navegación • Se ha añadido una opción para activar una brújula sobre la herramienta «Regla radial». • Se ha añadido la opción «Superposición de etiquetas de PDI» que permite mostrar los nombres de los favoritos, los puntos de referencia de las trazas y los marcadores en el mapa • Se han añadido nuevas acciones rápidas para la visibilidad de las curvas de nivel y el terreno en el mapa, el cambio de un perfil de aplicación y el borrado de un punto intermedio más cercano • Se han solucionado problemas con la falta de la categoría de búsqueda de Wikipedia • Importación de ajustes: se han corregido errores y se ha añadido soporte para todos los tipos de datos disponibles en OsmAnd • Edición de OpenStreetMap: se ha corregido el selector de tiempo y la imposibilidad de cambiar el comentario del conjunto de cambios
et: • Tutvustasime funktsiooni "Teekonna planeerimine", et kavandada tuleviku teekondi. See lubab luua teekonna segmente kasutades erinevat tüüpi navigeerimist • Lisatud võimalus lubada kompass tööriistale "Radiaaljoonlaud" • Lisatud võimalus "Huvipunktide siltide ülekate", mis lubab kuvada lemmikuid, teekonna kontrollpunkte ja markereid kaardil • Lisatud uued kiirtegevused kontuurjoonte kuvamisele ja maastikule kaardil, rakenduse profiili muutmine ja lähima vahepunkti kustutamine • Parandati probleemid puuduva Wikipeedia otsingukategooriaga • Seadete importimine: parandati vigu, lisati kõigi OsmAnd toetatud andmetüüpide tugi • OpenStreetMap'i muutmine: parandati aja valija ja taastatai muudatuse kommentaari kohendamine
fr: - Introduction d'une fonction "Planifier un itinéraire" pour planifier de futurs voyages avec la possibilité de créer des segments de parcours en utilisant différents types de navigation - Ajout d'une option permettant d'activer une boussole sur l'outil "Règle de rayon" - Ajout de l'option "Superposition des étiquettes de PI" qui permet d'afficher les noms des favoris, des points de repère et des marqueurs sur la carte - Ajout de nouvelles actions rapides pour la visibilité des courbes de niveau et du relief sur la carte, la modification d'un profil d'application, la suppression d'un point intermédiaire le plus proche - Correction des problèmes liés à la catégorie de recherche Wikipédia manquante - Importation de paramètres : correction de bugs, ajout du support pour tous les types de données disponibles dans OsmAnd - Edition d'OpenStreetMap : correction du sélecteur de temps et de l'impossibilité de modifier le commentaire de l'ensemble des modifications
hu: • Bevezetésre került az „Útvonal tervezése” funkció a jövőbeli utazások tervezéséhez, amely lehetővé teszi különböző navigációs típusok használatával útszakaszok létrehozását. • Hozzá lett adva egy opció, amely lehetővé teszi a „Sugár irányú vonalzó” eszköz felett egy iránytű megjelenítését. • Hozzáadva lett a „POI-címke átfedések” opció, amely lehetővé teszi a kedvencek, útvonalpontok és jelölők nevének megjelenítését a térképen. • Új gyorsműveletek kerültek bevezetésre a kontúrvonalak és a terep láthatóságához a térképen, az alkalmazásprofil megváltoztatásához, a legközelebbi közbenső pont törléséhez. • Javítva lettek a Wikipédia keresési kategória hiányával kapcsolatos problémák. • Beállítások importálása: javítva lettek a hibák, hozzáadva lett a támogatás az OsmAnd alkalmazásban elérhető összes adattípushoz. • OpenStreetMap szerkesztés: javítva lett az időválasztó és a változáskészlet megjegyzésének megváltoztatására való képtelenség.
id: • Memperkenalkan fitur "Rencanakan rute" untuk merencanakan perjalanan mendatang dengan kemampuan untuk membuat segmen trek menggunakan berbagai jenis navigasi • Menambahkan opsi untuk mengaktifkan kompas di atas alat "Penggaris Radius" • Menambahkan opsi "Hamparan label POI" yang memungkinkan untuk menampilkan nama untuk favorit, titik acuan trek, dan penanda di peta • Menambahkan Tindakan cepat baru untuk visibilitas garis kontur dan medan di peta, mengubah profil aplikasi, menghapus titik perantara terdekat • Memperbaiki masalah dengan kategori pencarian Wikipedia yang hilang • Impor Pengaturan: memperbaiki bug, menambahkan dukungan untuk semua jenis data yang tersedia di OsmAnd • Pengeditan OpenStreetMap: memperbaiki pemilih waktu dan ketidakmampuan untuk mengubah komentar changeset
is: • Kynnt til sögunnar “Skipuleggja leið" aðgerðin til að skipuleggja ferðir í framtíðinni, þar sem hægt er að útbúa leiðarhluta með mismunandi gerðum leiðsagnar • Bætt við valkosti til að bæta áttavita ofan á mælistiku út frá miðju hrings • Bætt við valkostinum "Merkingar á þekju merkisstaða" sem gerir kleift að birta nöfn merkisstaða, ferilpunkta og kortamerkja á kortinu • Bætt við flýtiaðgerðum fyrir sýnileika hæðarlína og yfirborðs á kortinu, breytingar á notkunarsniðum og til að eyða næsta millipunkti • Lagfærð vandamál með leitarflokka Wikipedia sem vantaði • Innflutningur stillinga: lagfærðir gallar, bættur stuðningur við allar gerðir gagna sem tiltækar eru í OsmAnd • Breytingar í OpenStreetMap: lagfært val á tíma og það að ekki var hægt að breyta athugasemdum við breytingasett
it: • Introdotta una funzione "Pianifica un percorso" per pianificare viaggi futuri con la possibilità di creare segmenti di traccia utilizzando diversi tipi di navigazione • Aggiunta un'opzione per abilitare una bussola sullo strumento "Righello raggio". • Aggiunta l'opzione "Sovrapposizioni etichette POI" che consente di mostrare i nomi dei preferiti, tracciare i waypoint e gli indicatori sulla mappa • Aggiunte nuove Azioni rapide per la visibilità delle curve di livello e del terreno sulla mappa, modifica di un profilo dell'applicazione, eliminazione di un punto intermedio più vicino • Risolti i problemi con la categoria di ricerca Wikipedia mancante • Importazione impostazioni: bug risolti, supporto aggiunto per tutti i tipi di dati disponibili in OsmAnd • Modifica di OpenStreetMap: risolto il time picker e l'impossibilità di modificare il commento del set di modifiche
ja: • さまざまなタイプのナビゲーションでルートセクションを作成するオプションを備えた、予定のルートを構築するための『ルートの計画』機能の導入 •『RadiusRuler』ツールを使用して、コンパスをアクティブ化するオプションを追加 • オプション『POIラベルのオーバーレイ』機能を追加。これにより、お気に入りの名前、経路の中継地点、マーカーをマップ上に表示可能に。 • マップ上の等高線や地形を可視化するための新規クイックアクション、アプリケーションプロファイルの変更、最も近い経由地点を削除する機能を追加 • Wikipediaの検索カテゴリが欠落している問題を修正 • 設定のインポート:バグを修正し、OsmAndで利用可能なすべてのデータ型をサポート • OpenStreetMap編集:時間の選択とチェンジセットコメントを変更できなかった点を修正
ko: • 다양한 내비게이션 유형을 사용하여 트랙 세그먼트를 생성할 수 있는 기능과 함께 향후 여행을 계획할 수 있는 "경로 계획" 기능 도입• "반경 눈금자" 도구를 통해 경로를 활성화하는 옵션 추가• 즐겨찾기 이름을 표시하고, 지도 에 웨이포인트 및 마커를 추적할 수 있는 "POI 레이블 오버레이" 옵션 추가• 등고선 가시성을 위한 새로운 빠른 작업 추가 지도상의 지형, 응용 프로그램 프로필 변경, 가장 가까운 중간 지점 삭제• 위키백과 검색 카테고리 누락 문제 수정• 설정 가져오기: 버그 수정, OsmAnd 에서 사용할 수 있는 모든 데이터 유형에 대한 지원 추가• OpenStreetMap 편집: 시간 선택기 및 변경 집합 주석 변경 불가 수정
pl: • Wprowadzono funkcję "Zaplanuj trasę" do planowania przyszłych podróży z możliwością tworzenia segmentów trasy przy użyciu różnych typów nawigacji • Dodano opcję włączenia kompasu nad narzędziem "Linijka promienia" • Dodano opcję "Nakładki etykiet użytecznych miejsc", która umożliwia wyświetlanie na mapie nazw ulubionych miejsc, punktów trasy i znaczników • Dodano nowe szybkie akcje dla widoczności konturów i terenu na mapie, zmiany profilu aplikacji, usuwania najbliższego punktu pośredniego • Naprawiono problemy z brakującą kategorią wyszukiwania w Wikipedii • Import ustawień: usunięto błędy, dodano obsługę wszystkich typów danych dostępnych w OsmAnd • Edytowanie OpenStreetMap: poprawiono selektor czasu i brak możliwości zmiany komentarza zestawu zmian
pt_br: • Introduziu um recurso "Planejar uma rota" para planejar viagens futuras com a capacidade de criar segmentos de trilha usando diferentes tipos de navegação • Adicionada uma opção para habilitar uma bússola sobre a ferramenta "Régua de raio" • Adicionada opção "Sobreposições de rótulos de POI" que permite mostrar nomes de favoritos, rastrear pontos de passagem e marcadores no mapa • Adicionadas novas ações rápidas para visibilidade de curvas de nível e terreno no mapa, alterando um perfil de aplicação, excluindo um ponto intermediário mais próximo • Corrigidos problemas com a falta da categoria de pesquisa da Wikipedia • Importação de configurações: bugs corrigidos, suporte adicionado para todos os tipos de dados disponíveis no OsmAnd • Edição do OpenStreetMap: corrigido o seletor de tempo e a incapacidade de alterar o comentário de registro de mudanças
ro_ro: - A fost introdusă o funcție "Planifică un traseu" pentru planificarea călătoriilor viitoare, cu posibilitatea de a crea segmente de traseu folosind diferite tipuri de navigație - A fost adăugată o opțiune de activare a unei сompas peste instrumentul "Radius Ruler" (Rigla de rază) - A fost adăugată opțiunea "POI label overlays" (suprapunere etichete POI) care permite afișarea pe hartă a denumirilor pentru favorite, puncte de parcurs și markeri de traseu - Au fost adăugate noi acțiuni rapide pentru vizibilitatea curbelor de nivel și a terenului pe hartă, modificarea unui profil de aplicație, ștergerea unui punct intermediar cel mai apropiat - Au fost rezolvate problemele legate de lipsa categoriei de căutare Wikipedia - Import de setări: corectate erori, adăugat suport pentru toate tipurile de date disponibile în OsmAnd - Editare OpenStreetMap: a fost reparat selectorul de timp și imposibilitatea de a modifica comentariul changeset
ru: - Добавлена функция "Планирование маршрута" для проектирования будущих поездок с возможностью создания отрезков пути с использованием различных типов навигации - Добавлена возможность включения компаса над инструментом "Радиусная Линейка". - Добавлена опция "Наложение меток POI", позволяющая отображать на карте названия избранных, путевых точек и маркеров - Добавлены новые быстрые действия для отображения изолиний и рельефа на карте, изменения профиля приложения, удаления ближайшей промежуточной точки - Исправлены проблемы с отсутствующей категорией поиска в Википедии - Импорт настроек: исправлены ошибки, добавлена поддержка всех типов данных, доступных в OsmAnd - Правка OpenStreetMap: исправлен инструмент выбора времени и невозможность изменить комментарий к набору изменений
sc: • Introdutzione de sa funtzionalidade "Pranìfica un'àndala" pro pranificare biàgios in su tempus benidore e cun s'abilidade de creare segmentos de rastas impreende castas diferentes de navigatzione • Annanghidura de un'optzione pro abilitare una bùssola in s'aina "Medidura cun su raju" • Annanghidura de s'optzione "istratos superiores de sas etichetas de sos PDI", chi permitit de ammustrare sos nùmenes pro sos preferidos, sos puntos de coladòrgiu de sas rastas e sos marcadores in sa mapa • Annanghidura sas atziones lestras pro sa visibilidade de sas curvas de livellu e de su terrinu in sa mapa, mudare unu profilu de s'aplicatzione, iscantzellare unu puntu mesanu a curtzu • Acontzadura de problemas cun una categoria de chirca Wikipedia chi mancaiat • Importatzione de sas Impostatziones: faddinas acontzadas, suportu pro totu sas castas de datos a disponimentu in OsmAnd annànghidu • Modìfica de OpenStreetMap: acontzadura de s'ischertadore de tempus e de s'inabilidade de mudare su cummentu de modìfica
sr: • Уведена функција „Планирање руте“ за планирање будућих путовања са могућношћу креирања сегмената путање користећи различите типове навигације • Додата опција за омогућавање компаса преко алата „Радиус Лењир“. • Додата опција „Преклапања ознака POI“ која омогућава да се прикажу имена омињених, прате пролазне тачке и маркери на мапи • Додате нове Брзе акције за видљивост контурних линија и терена на мапи, промену профила апликације, брисање најближе међутачке • Поправљени проблеми са недостатком категорије претраживања на Википедији • Увоз подешавања: исправљене грешке, додата подршка за све типове података доступних у ОсмАнду • Уређивање ОпенСтритМапа: поправљен бирач времена и немогућност промене коментара скупа промена
sr_latn: • Uvedena funkcija „Planiranje rute“ za planiranje budućih putovanja sa mogućnošću kreiranja segmenata staze koristeći različite tipove navigacije • Dodata opcija za omogućavanje kompasa preko alatke „Radijus lenjir“. • Dodata opcija „Prekrivači TOI oznaka“ koja omogućava prikazivanje imena favorita, praćenje tačaka puta i markera na mapi • Dodate nove Brze akcije za vidljivost konturnih linija i terena na mapi, promenu profila aplikacije, brisanje najbliže međutačke • Rešeni problemi sa nedostatkom kategorije pretraživanja na Vikipediji • Uvoz podešavanja: ispravljene greške, dodata podrška za sve tipove podataka dostupnih u OsmAnd-u • Uređivanje OpenStreetMap-a: popravljen birač vremena i nemogućnost promene komentara skupa promena
sv: • Introducerad en "Plan a route" -funktion för att planera framtida resor med möjlighet att skapa spårsegment med olika navigationstyper • Lägg till ett alternativ för att aktivera accompass över verktyget "Radius Ruler" • Lägg till alternativet "POI etikettöverlägg" som gör det möjligt att visa namn på favoriter, spåra vägpunkter och markörer på kartan • Lägg till nya snabba åtgärder för synlighet av konturlinjer och terräng på kartan, ändra en applikationsprofil, ta bort en närmaste mellanpunkt • Fasta problem med saknad Wikipedias sökkategori Inställningar Importera: fasta buggar, extra stöd för alla datatyper som finns i OsmAnd • OpenStreet Karta redigering: fastställd tids plockare och oförmåga att ändra ändringarna kommentar
ta: Water வெவ்வேறு வழிசெலுத்தல் வகைகளைப் பயன்படுத்தி தட பிரிவுகளை உருவாக்கும் திறனுடன் எதிர்கால பயணங்களைத் திட்டமிடுவதற்கான "ஒரு வழியைத் திட்டமிடுங்கள்" அம்சத்தை அறிமுகப்படுத்தியது "" ஆரம் ஆட்சியாளர் "கருவியின் மீது ஒரு сompass ஐ இயக்க ஒரு விருப்பத்தைச் சேர்த்தது The பிடித்தவைகளுக்கான பெயர்களைக் காட்ட அனுமதிக்கும் "POI சிட்டை மேலடுக்குகள்" விருப்பத்தைச் சேர்த்தது, வரைபடத்தில் வழித்தடங்கள் மற்றும் குறிப்பான்களைக் கண்காணிக்கவும் Map வரைபடத்தில் விளிம்பு கோடுகள் மற்றும் நிலப்பரப்புகளின் தெரிவுநிலைக்கு புதிய விரைவான செயல்களைச் சேர்த்தது, பயன்பாட்டு சுயவிவரத்தை மாற்றி, அருகிலுள்ள இடைநிலை புள்ளியை நீக்குகிறது Wis விக்கிபீடியா தேடல் பிரிவில் நிலையான சிக்கல்கள் • அமைப்புகள் இறக்குமதி: நிலையான பிழைகள், ஒச்மாண்டில் கிடைக்கும் அனைத்து தரவு வகைகளுக்கும் உதவி சேர்க்கப்பட்டது • ஓபன்ச்ட்ரீட்மேப் எடிட்டிங்: நேரம் எடுப்பவர் மற்றும் மாற்றங்களை மாற்ற இயலாமை
tr: • Farklı navigasyon türlerini kullanarak güzergah bölümleri oluşturma imkanına sahip, gelecekteki seyahatleri planlamak için bir "Güzergah planla" özelliği eklendi • "Yarıçap Cetveli" aracı üzerinde pusulayı etkinleştirmek için bir seçenek eklendi • Harita üzerinde sık kullanılanların, yol ara noktalarının ve işaretçilerin adlarını göstermeye izin veren "POI etiket katmanları" seçeneği eklendi • Harita üzerinde eş yükselti eğrilerinin ve arazinin görünürlüğü ayarlamak, bir uygulama profilini değiştirmek, en yakın ara noktayı silmek için yeni hızlı eylemler eklendi • Eksik Wikipedia arama kategorisiyle ilgili sorunlar düzeltildi • Ayarları içe aktarma: Hatalar düzeltildi, OsmAnd'da bulunan tüm veri türleri için destek eklendi • OpenStreetMap düzenleme: Zaman seçici ve değişiklik kümesi açıklamasının değiştirilememesi düzeltildi
uk: • Представлено функцію «План маршруту» для планування майбутніх поїздок з можливістю створення відрізків треків різного типу навігації • Додано можливість вмикати компас через інструмент «Радіусна лінійка» • Додано параметр «Показ назв точок інтересу», який дозволяє показувати назви точок інтересу із закладок, маршрутних точок та позначок на мапі • Додано нові Швидкі дії показу ізоліній і рельєфу на мапі, зміни профілю застосунку, вилучення найближчої проміжної точки • Усунено ваду відсутньої категорії пошуку Вікіпедії • Перенесення налаштувань: виправлено помилки, додано підтримку всіх типів даних, доступних в OsmAnd • Редагування OpenStreetMap: виправлено інструмент вибору часу та неможливість змінити коментар до набору змін
zh_hant: • 引入了「規劃路線」功能，可以規劃未來的旅程，並使用不同的導航類型建立軌跡段 • 新增了在「半徑尺」工具上啟用指南針的選項 • 新增了「POI 標籤覆蓋」選項，可以在地圖上顯示收藏夾、軌跡航點和標記的名稱 • 新增了新的快速動作，包括在地圖上顯示等高線和地形、變更應用程式設定檔、刪除最近的中轉點 • 修復了缺少維基百科搜尋類別的問題 • 設定匯入：修復了錯誤，新增了對 OsmAnd 中所有可用資料類型的支援 • OpenStreetMap 編輯：修復了時間選擇器和無法變更變更集評論的問題
