Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# route_kl
source: Keep left and go
af: Hou links en ry
ar: الزم اليسار
ast: Queda na esquierda y sigui hasta
az: Solda qalın
be: Трымайцеся левага боку
bg: Продължете по левия път
bs: Držite se lijeve strane i idite
ca: Mantingueu-vos a l'esquerra i continueu
cs: Držte se vlevo a pokračujte
cy: Cadwch i'r chwith a mynd
da: Hold til venstre og kør
de: Links halten, dann
el: Μείνετε αριστερά και προχωρήστε
eo: Veturu je maldekstra koridoro
es_us: Mantente a la izquierda y continúa por
et: Hoia vasakule ja sõida otse
eu: Mantendu ezkerrean eta jarraitu
fa: به چپ برانید و بروید
fi: Pysy vasemmalla ja aja suoraan
fr: Serrez à gauche
gl: Mantéñase á esquerda e continúe
he: להיצמד לשמאל ולהמשיך
hu: Tartson balra, és haladjon tovább ezen:
hy: Պահեք ձախ կողմում
id: Tetap di kiri dan jalan
is: Vertu til vinstri og haltu áfram
it: Tieni la sinistra e prosegui
ja: 左寄りに進んでください
ka: გეჭიროთ მარცხენა მხარე
ko: 왼쪽을 유지하고 가기
lt: Laikykitės kairės ir važiuokite
lv: Turēties pa kreisi
mk: Drzete levo i odete
ml: ഇടത് വശം ചേര്‍ന്ന് പോവുക
mr: डावीकडे रहा आणि जा
nb: Hold til venstre og fortsett
nl: Links aanhouden en volg
oc: Tenètz la senèstra e contuniatz
pl: Trzymaj się lewej strony
pt_br: Mantenhaà esquerda e siga
ro_ro: Păstrați banda stângă și continuați
ru: Держитесь левее ⁠
sc: Mantene sa manca e sighi
sk: Držte sa vľavo a pokračujte
sl: Držite se leve
sr: Држите лево и наставите
sr_latn: Drži levo i nastavi
sv: Håll till vänster och kör
ta: இடது புறமாகவே செல்லவும்
tr: Solda kalın ve devam edin
uk: Тримайтесь ліворуч
zh_hans: 靠左行驶
zh_hant: 靠左行走

# route_head
source: Head
af: Mik
ar: استمر للأمام
az: Düz gedin
be: Рухайцеся
bg: Напред
ca: Endavant
cs: Pokračujte rovně
cy: Dilynwch
da: Lige ud
de: Geradeaus
el: Προχωρήστε
eo: Rekten
es_us: Inicia en
et: Suundu
eu: Aurrera
fa: ادامه دهید به
fi: Aja suuntaan
fr: Avancez
gl: Diríxase cara
he: לפניך
hu: Egyenesen
hy: Շարժվեք ուղիղ
id: Maju di
is: Beint
it: Avanti
ja: まっすぐ進んでください
ka: მიმართულება
ko: 전방
lt: Važiokite
lv: Turpināt
mk: Trgnete
ml: ഹെഡ്
mr: सरळ जा
nb: Følg
nl: Volg
oc: Zou
pl: Prosto
pt_br: Siga
ro_ro: Mergeți înainte
ru: Двигайтесь прямо
sc: In antis
sk: Pokračujte rovno
sl: Začetek poti
sr: Почетак
sr_latn: Nastavi pravo
sv: Riktning
ta: தலை
tr: Düz gidin
uk: Рухайтесь
vi: Đi theo
zh_hans: 直行
zh_hant: 前方

source: Type address
ar: اكتب عنوان
az: Ünvan yazın
be: Увядзіце адрас
ca: Indiqueu l'adreça
cs: Zadejte adresu
cy: Rhowch gyfeiriad
da: Indtast adresse
de: Adresse eingeben
el: Πληκτρολόγησε διεύθυνση
eo: Enigu adreson
es_us: Escribe la dirección
et: Kirjuta aadress
eu: Idatzi helbidea
fa: نشانی
fi: Kirjoita osoite
fr: Saisissez une adresse
gl: Insire o enderezo
he: נא להקליד כתובת
hu: Cím megadása
hy: Մուտքագրեք հասցեն
id: Ketik alamat
is: Settu inn heimilisfang
it: Scrivi l'indirizzo
ja: 住所を入力
ka: ჩაწერეთ მისამართი
kn: ವಿಳಾಸವನ್ನು ಟೈಪಿಸು
ko: 형식 주소
lt: Įrašykite adresą
lv: Ierakstiet adresi
mk: Napisi adresa
ml: "വിലാസം തരുക "
my: လိပ်စာရိုက်ပါ
nb: Skriv inn adresse
nl: Adres invoeren
oc: Mena d'adreiça
pl: Wprowadź adres
pt_br: Digite um endereço
ro_ro: Tastați adresa
ru: Введите адрес
sc: Iscrie s'indiritzu
sk: Zadajte adresu
sl: Vpišite naslov
sr: Укуцајте адресу
sr_latn: Ukucaj adresu
sv: Ange adress
ta: முகவரியைத் தட்டச்சு செய்க
tr: Adresi yazın
uk: Введіть адресу
zh_hans: 输入地址
zh_hant: 輸入地址

# track_coloring_solid
source: Solid color
ar: صلب
az: Bütöv
be: Суцэльны
bg: Solid
ca: Sòlid
cs: Plné
cy: Solet
da: Ensfarvet
de: Ausgefüllt
el: Συμπαγές
eo: Plena
es_us: Sólido
et: Ühtlane
eu: Solidoa
fa: تک‌رنگ
fi: Kiinteä
fr: Opaque
gl: Sólido
he: אחיד
hu: Egyszínű
id: Padat
is: Gegnheilt
it: Solido
ja: 通常色
ka: მყარი
ko: 단색 레이어
lt: Solidus
lv: Solid
mk: Celokupen
nb: Utfylt
nl: Verhard
oc: Solid
pl: Stałe
pt_br: Sólido
ro_ro: Solidă
ru: Сплошной
sc: Sòlidu
sk: Plné
sl: Polno
sr: Чврст
sr_latn: Čvrsto
sv: Fast
ta: திடமான
tr: Koyu
uk: Суцільний
vi: Đồng màu
zh_hans: 实线
zh_hant: 密實

source: On hold
ar: قيد الانتظار
az: Gözləmədə
be: Прыпынена
cs: Pozastaveno
cy: Yn aros
da: I venteposition
de: In der Warteschleife
el: Σε αναμονή
eo: Ĉesigita
es_us: En espera
et: Ootel
eu: Zain
fa: در تعلیق
fi: Pidossa
fr: En attente
gl: En espera
he: מוקפא
hu: Várakoztatva
id: Dihentikan
is: Í bið
it: In attesa
ja: 保留中
ka: შეჩერებულია
ko: 대기 중
lt: Atidėta
mk: Na cekanje
nb: På vent
nl: In de wacht
oc: A l'espèra
pl: Wstrzymane
ro_ro: În așteptare
ru: Приостановлено
sc: In isetu
sk: Pozdržané
sl: Načakanju
sr: На чекању
sr_latn: Na čekanju
sv: Pausad
ta: நிறுத்தி
tr: Beklemede
uk: Призупинено
vi: Tạm dừng
zh_hans: 保留
zh_hant: 保留

# shared_string_paused
source: Paused
ar: متوقف مؤقتاً
ast: En posa
az: Fasilə verildi
be: Прыпынена
ca: En pausa
cs: Pozastaveno
cy: Oedwyd
da: Pauset
de: Pausiert
el: Σε παύση
eo: Paŭzigita
es_us: Pausado
et: Peatatud
eu: Pausatua
fa: مکث‌کرده
fi: Keskeytetty
fr: Mis en pause
gl: Detido
he: הופסק
hu: Szüneteltetve
hy: Դադարեցվել է
id: Telah dijeda
is: Í bið
it: In pausa
ja: 一時停止
ka: დაპაუზებული
ko: 일시중지됨
lt: Pristabdyta
lv: Nopauzēts
mk: Pauzirano
ml: താല്‍ക്കാലികമായി നിര്‍ത്തിയിരിക്കുന്നു
nb: I pausemodus
nl: In pauze
oc: En pausa
pl: Wstrzymano
ro_ro: În pauză
ru: Приостановлено
sc: In pàusa
sk: Pozastavené
sl: V premoru
sr: Паузирано
sr_latn: Pauzirano
sv: Pausad
ta: இடைநிறுத்தப்பட்டது
tr: Duraklatıldı
uk: Призупинено
vi: Đã tạm dừng
zh_hans: 已暂停
zh_hant: 暫停

# shared_string_clear_cache
source: Clear cache
ar: مسح ذاكرة التخزين المؤقت
be: Ачысціць кэш
ca: Neteja la memòria cau
cs: Vymazat mezipaměť
da: Ryd cache
de: Cache löschen
el: Εκκαθάριση μνήμης cache
es_us: Vaciar caché
et: Tühjenda puhver
fi: Tyhjennä välimuisti
fr: Effacer le cache
hu: Gyorsítótár törlése
id: Hapus cache
is: Hreinsa skyndiminni
it: Svuota la cache
ja: キャッシュの消去
ka: კეშის გასუფთავება
ko: 캐시 지우기
nb: Tøm hurtiglager
nl: Cache legen
oc: Netejar l'antememòria
pl: Wyczyść pamięć podręczną
pt_br: Limpar cache
ro_ro: Curățați memoria cache
ru: Очистить кеш
sc: Isbòida sa cronologia
sk: Vymazať vyrovnávaciu pamäť
sr: Обриши кеш меморију
sr_latn: Obriši keš memoriju
sv: Töm cache
ta: தெளிவான தற்காலிக சேமிப்பு
tr: Önbelleği temizle
uk: Очистити кеш
zh_hant: 清除快取

# shared_string_min_height
source: Min. height
ar: أدنى ارتفاع
az: Min. yüksəklik
be: Мін. вышыня
cs: Min. výška
cy: Uchder isf.
da: Min. højde
de: Mindesthöhe
el: Ελάχιστο ύψος
eo: Minimuma alto
es_us: Altura mín.
et: Vähim kõrgus
eu: Altuera minimoa
fa: حداقل ارتفاع
fi: Vähimmäiskorkeus
fr: Hauteur min.
gl: Altura mínima
he: גובה מזערי
hu: Min. magasság
id: Tinggi min.
is: Lágmarkshæð
it: Altezza min
ja: 最小高
ka: მინ. სიმაღლე
ko: Min. 고도
lt: Min. aukštis
mk: Minimalna visina
nb: Minimum høyde
nl: Min. hoogte
oc: Autor minimala
pl: Min. wysokość
ro_ro: Înălțime minimă
ru: Мин. высота
sc: Artària mìn.
sk: Min. výška
sl: Min. višina
sr: Мин. висина
sr_latn: Min. visina
sv: Min. höjd
ta: மணித்துளி. உயரம்
tr: Asgari yükseklik
uk: Мін. висота
vi: Độ cao tối thiểu
zh_hans: 最小高度
zh_hant: 最低高度

# shared_string_countries
source: Countries
ar: البلدان
be: Краіны
cs: Země
da: Lande
de: Länder
el: Χώρες
es_us: Países
et: Riigid
fr: Pays
hu: Ország
id: Negara
is: Lönd
it: Paesi
lt: Šalys
nb: Land
nl: Landen
oc: País
pl: Kraje
ro_ro: Țări
ru: Страны
sc: Paisos
sr: Земље
sr_latn: Zemlje
sv: Länder
ta: நாடுகள்
tr: Ülkeler
uk: Країни
zh_hant: 國家

source: Online sources
ar: مصادر عبر الإنترنت
be: Сеціўныя крыніцы
ca: Orígens en línia
cs: Online zdroje
da: Onlinekilder
de: Online-Quellen
el: Διαδικτυακές πηγές
es_us: Repositorios en línea
et: Andmeallikad veebis
fr: Sources en ligne
hu: Online források
id: Sumber online
is: Heimildir á netinu
it: Fonti online
ja: オンラインソース
ka: ინტერნეტწყაროები
nb: Nettbaserte kilder
nl: Online bronnen
oc: Fònt en linha
pl: Źródła online
pt_br: Fontes online
ro_ro: Surse online
ru: Источники онлайн карт
sc: Mitzas in lìnia
sr: Мрежни извори
sr_latn: Mrežni izvori
sv: Online-källor
ta: நிகழ்நிலை ஆதாரங்கள்
tr: Çevrim içi kaynaklar
uk: Мережні джерела
zh_hans: 在线资源
zh_hant: 線上來源

# shared_string_octagon
source: Octagon
ar: مثمن
ast: Octágonu
az: Səkkizbucaqlı
be: Васьмівугольнік
bg: Осмоъгълник
ca: Octàgon
cs: Osmiúhelník
da: Oktagon
de: Achteck
el: Οκτάγωνο
eo: Okangulo
es_us: Octágono
et: Kaheksanurk
eu: Oktagonoa
fa: هشت‌ضلعی
fi: Kahdeksankulmio
fr: Octogone
gl: Octógono
he: מתומן
hu: Nyolcszög
id: Segi delapan
is: Átthyrningur
it: Ottagono
ja: 八角形
ka: რვაკუთხედი
ko: 팔각형
mk: Oktagon
mr: अष्टकोन
nb: Oktogon
nl: Achthoek
oc: Octogòn
pl: Ośmiokąt
ro_ro: Octogon
ru: Восьмиугольник
sc: Otàgonu
sk: Osemholník
sl: Osmerokotnik
sr: Осмоугао
sr_latn: Osmougao
sv: Oktagon
ta: எண்கோண
tr: Sekizgen
uk: Восьмикутник
vi: Lục giác
zh_hans: 八边形
zh_hant: 八邊形

# map_locale
source: Map language
ar: لغة الخريطة
ast: Llingua del mapa
az: Xəritə dili
be: Мова мапы
bg: Език на картата
ca: Llengua del mapa
cs: Jazyk map
cy: Iaith y map
da: Sprog på kort
de: Beschriftungssprache
el: Γλώσσα χάρτη
eo: Lingvo de mapo
es_us: Idioma del mapa
et: Kaardi keel
eu: Maparen hizkuntza
fa: زبان نقشه
fi: Kartan kieli
fr: Langue de la carte
gl: Lingua do mapa
he: שפת המפה
hu: Térkép nyelve
hy: Քարտեզի լեզուն
id: Bahasa peta
is: Tungumál korts
it: Lingua della mappa
ja: マップ使用言語
ka: რუკის ენა
kn: ನಕ್ಷೆಯ ಭಾಷೆ
ko: 지도 언어
lt: Žemėlapio kalba
lv: Kartes valoda
mk: Jazik na kartata
ml: ഭൂപട ഭാഷ(Map Language)
mr: नकाशा भाषा
nb: Språk på kart
nl: Taal van de kaart
oc: Lenga de la mapa
pl: Język mapy
ro_ro: Limbă hartă
ru: Язык карты
sc: Limba de sa mapa
sk: Jazyk mapy
sl: Jezik zemljevida
sr: Језик карте
sr_latn: Jezik mape
sv: Kartspråk
ta: வரைபட மொழி
tr: Harita dili
uk: Мова мапи
vi: Ngôn ngữ bản đồ
zh_hans: 地图语言
zh_hant: 地圖上的語言

# select_underlay
source: Select underlay map
ar: الخريطة السفلية
be: Абярыце мапу падкладкі
ca: Seleccioneu el mapa de fons
cs: Vyberte podkladovou mapu
da: Vælg kort til underlejring
de: Karten-Underlay auswählen
el: Επιλογή χάρτη υποστρώματος
es_us: Elegir mapa subyacente
et: Vali aluskihi kaart
fi: Valitse taustakartta
fr: Sélectionnez la sous-couche
hu: Alátét térkép kiválasztása
id: Pilih peta underlay
is: Veldu undirlagskort
it: Scegli la mappa di sfondo
ja: アンダーレイマップを選択
ka: აირჩიეთ ქვეშგების რუკა
ko: 언더레이 맵 선택
nl: Kies onderlaag kaart
oc: Chausissètz la mapa de fons
pl: Wybierz podkładkę mapy
pt_br: Selecionar mapa subjacente
ro_ro: Selectați harta fundal
ru: Выберите карту подложки
sc: Ischerta sa mapa de isfundu
sr: Изаберите мапу као подлогу
sr_latn: Izaberite mapu kao podlogu
sv: Välj underläggskarta
ta: அண்டர்லே வரைபடத்தைத் தேர்ந்தெடுக்கவும்
tr: Alt katman haritasını seç
uk: Виберіть мапу підкладки
zh_hant: 選擇底圖

# selected_of
source: Selected - %d/%d
ar: تم تحديد - %d/%d
be: Абрана - %d/%d
cs: Vybráno - %d/%d
da: Valgt - %d/%d
de: Ausgewählt - %d/%d
el: Επιλέχθηκαν - %d/%d
es_us: Marcado - %d/%d
et: Valitud - %d/%d
fr: Sélectionné - %d/%d
hu: Kiválasztva - %d/%d
id: Dipilih - %d/%d
is: Valið - %d/%d
it: Selezionato - %d/%d
ja: 選択済み - %d/%d
ka: მონიშნულია - %d/%d
nb: Valgt - %d/%d
nl: Geselecteerd - %d/%d
oc: %d/%d de seleccionat
pl: Wybrano - %d/%d
pt_br: Selecionado - %d/%d
ro_ro: Selectat - %d/%d
ru: Выбрано - %d/%d
sc: Ischertados - %d/%d
sr: Изабрано - %d/%d
sr_latn: Izabrano - %d/%d
sv: Vald - %d/%d
ta: தேர்ந்தெடுக்கப்பட்ட - %d/ %d
tr: Seçildi - %d/%d
uk: Вибрані — %d/%d
zh_hant: 已選擇 - %d/%d

source: Keep both
ar: احتفظ بكليهما
az: İkisini də saxla
be: Пакінуць абодва
bg: Запазете и двете
ca: Manté tots dos
cs: Ponechat obě
cy: Cadw'r ddau
da: Behold begge
de: Beide behalten
el: Διατήρηση και των δύο
eo: Konservi ambaŭ
es_us: Mantener ambos
et: Säilita mõlemad
eu: Mantendu biak
fa: حفظ هر دو
fi: Pidä molemmat
fr: Conserver les deux
gl: Manter os dous
he: להשאיר את שניהם
hu: Mindkettő megtartása
id: Simpan keduanya
is: Halda báðum
it: Tieni entrambi
ja: 両方を維持する
ka: ორივეს დატოვება
ko: 둘 다 유지
mk: Čuvajte gi dvete
nb: Behold begge
nl: Beide houden
oc: Mantenir lei dos
pl: Zatrzymaj oba
pt_br: Manter os dois
ro_ro: Păstrare ambele
ru: Оставить оба
sc: Mantene ambos
sk: Ponechať obe
sl: Obdrži oboje
sr: Задржи обе
sr_latn: Zadrži obe
sv: Behåll båda
ta: இரண்டையும் வைத்திருங்கள்
tr: Her ikisini de sakla
uk: Зберегти обидва
vi: Giữ cả hai
zh_hans: 保留两者
zh_hant: 保留雙方

source: Add widget below
cs: Přidat widget níže
da: Tilføj modul nedenfor
de: Widget unten hinzufügen
el: Προσθήκη γραφικού στοιχείου από κάτω
et: Lisa vidin allapoole
fa: افزودن ابزارک در پایین
fr: Ajouter le gadget en dessous
hu: Modul hozzáadása alulra
id: Tambahkan gawit di bawah layar
is: Bæta viðmótshluta fyrir neðan
it: Aggiungi il widget qui sotto
ja: 下部にウィジェットを追加
nl: Widget hieronder toevoegen
ru: Добавить виджет ниже
sk: Pridať nástroj pod
sr: Додај справицу испод
sr_latn: Dodaj widžet ispod
sv: Lägg till widget nedanför
ta: கீழே விட்செட்டைச் சேர்க்கவும்
uk: Додати віджет знизу
vi: Thêm widget xuống dưới
zh_hant: 在下方新增小工具

# copy_to_map_favorites
source: Copy to favorites
ar: نسخ إلى المفضلة
az: Favoritlərə kopyala
be: Скапіяваць ва ўлюбёныя
cs: Kopírovat do oblíbených
cy: Copïo i ffefrynnau
da: Kopier til favoritter
de: Zu den Favoriten kopieren
el: Αντιγραφή στα αγαπημένα
eo: Kopii alŝatataj
es_us: Copiar a favoritos
et: Kopeeri lemmikutesse
eu: Kopiatu gogokoetan
fa: رونوشت به علاقه‌مندی‌ها
fi: Kopioi suosikkeihin
fr: Copier vers les favoris
gl: Copiar aos favoritos
he: העתקה למועדפים
hu: Másolás a kedvencek közé
id: Salin ke favorit
is: Afrita í eftirlæti
it: Copia nei preferiti
ja: お気に入りにコピー
ko: 즐겨찾기로 복사
lt: Kopijuotiį mėgstamiausius
mk: Kopiraj vo omileni (favorites)
nb: Kopier til favoritter
nl: Kopiëren naar Favorieten
oc: Còpia vèrs lei preferits
pl: Skopiuj do Ulubionych
ro_ro: Copiază în favorite
ru: Копировать в избранные
sc: Còpia in sos preferidos
sk: Skopírovať do obľúbených
sl: Kopiraj med priljubljene
sr: Умножи у омиљене
sr_latn: Kopiraj u favorite
sv: Kopiera till favoriter
ta: பிடித்தவைகளுக்கு நகலெடுக்கவும்
tr: Sık kullanılanlara kopyala
uk: Копіювати до закладок
vi: Sao chép đến mục ưa thích
zh_hans: 复制到收藏
zh_hant: 複製到收藏

source: Import/export
ar: استيراد/تصدير
be: Імпарт/Экспарт
bg: Внасяне/изнасяне
ca: Importació o exportació
cy: Mewnforio / allforio
da: Import/eksport
de: Importieren/exportieren
el: Εισαγωγή/εξαγωγή
eo: Enporti/elporti
es_us: Importar/exportar
et: Import/eksport
eu: Inportatu/esportatu
fa: وارد کردن / صادر کردن
fi: Tuo/vie
fr: Importer / exporter
he: ייבוא/ייצוא
hu: Importálás/exportálás
id: Impor/ekspor
is: Inn-/útflutningur
it: Importa/esporta
ja: インポート/エクスポート
ka: შეტანა/გატანა
ko: 가져오기/내보내기
nb: Import/eksport
nl: Importeren/exporteren
oc: Importar/exportar
pl: Import/eksport
pt_br: Importar/Exportar
ru: Импорт/экспорт
sc: Importa/esporta
sl: Uvoz/izvoz
sr: Увоз/извоз
sr_latn: Uvoz/izvoz
ta: இறக்குமதி/ஏற்றுமதி
tr: İçe/dışa aktar
uk: Імпорт/експорт
vi: Nhập/xuất
zh_hans: 导入／导出
zh_hant: 匯入 / 匯出

# gpx_import_already_exists_short
source: The specified track file is already exists in the list.
ar: ملف المسار المحدد موجود بالفعل في القائمة.
be: Указаны файл следу ўжо існуе ў спісе.
cs: Vybraný soubor stopy již v seznamu je.
da: Den angivne sporfil findes allerede på listen.
de: Die angegebene Trackdatei existiert bereits in der Liste.
el: Το συγκεκριμένο αρχείο ίχνους υπάρχει ήδη στη λίστα.
es_us: Ya existe en la lista el archivo de traza indicada.
et: Määratud raja fail on juba nimekirjas olemas.
fr: La trace spécifié existe déjà dans la liste.
hu: A megadott nyomvonalfájl már létezik a listában.
id: File track yang ditentukan sudah ada dalam daftar.
is: Tiltekna ferlaskráin er þegar á listanum.
it: Il file traccia specificato è già presente nella lista.
nl: Het aangegeven track-bestand bestaat al op de lijst.
oc: Lo fichier de traça chausit se tròba ja dins la lista.
pl: Określony plik ścieżki już istnieje na liście.
ro_ro: Fișierul de track specificat există deja în listă.
ru: Выбранный файл трека уже есть в списке.
sc: Su documentu de rasta dislindadu esistit giai in sa lista.
sr: Наведена датотека путање већ постоји на листи.
sr_latn: Navedena datoteka putanje već postoji na listi.
sv: Den angivna spårfilen finns redan i listan.
ta: குறிப்பிட்ட தட கோப்பு ஏற்கனவே பட்டியலில் உள்ளது.
tr: Belirtilen yol dosyası listede zaten var.
uk: Указаний файл треку вже існує у списку.
zh_hant: 指定的軌跡檔已在表上。

# gpx_uphills_total
source: Uphills total
ar: مجموع الصعود
be: Усяго ўздым
ca: Desnivell positiu
cs: Celkem do kopce
da: Opad i alt
de: Bergauf gesamt
el: Συνολικές ανηφόρες
es_us: Ascenso total
et: Ülesmäge kokku
fr: Total de montées
hu: Hegynek fel összesen
id: Total tanjakan
is: Alls upp
it: Totale salite
ja: 上り坂合計
ka: აღმართები სულ
ko: 업힐 총계
mr: एकूण चढ
nb: Oppoverbakker totalt
nl: Totaal stijgingen
oc: Desnivèu totau
pl: Suma podjazdów
pt_br: Total de subida
ro_ro: Total urcușuri
ru: Всего подъем
sc: Totale artziadas
sk: Spolu do kopca
sr: Узбрдо укупно
sr_latn: Uzbrdo ukupno
sv: Totalt uppför
ta: மொத்தம்
tr: Uphills toplam
uk: Загальний підйом
zh_hant: 上坡合計

# gpx_distance_points
source: Distance (points)
ar: المسافة (نقاط)
be: Адлегласць (пункты)
ca: Distància (punts)
cs: Vzdálenost (body)
da: Afstand (punkter)
de: Entfernung (Punkte)
el: Απόσταση (σημεία)
es_us: Distancia (puntos)
et: Kaugus (punktid)
hu: Távolság (pont)
id: Jarak (titik)
is: Vegalengd (punktar)
it: Distanza (punti)
nl: Afstand (punten)
oc: Distància (ponchs)
pl: Odległość (punkty)
pt_br: Distância (pontos)
ro_ro: Distanța (puncte)
ru: Расстояние (точки)
sc: Distàntzia (puntos)
sk: Vzdialenosť (body)
sl: Razdalja (točke)
sr: Растојање (тачке)
sr_latn: Rastojanje (tačaka)
sv: Avstånd (punkter)
ta: தூரம் (புள்ளிகள்)
tr: Mesafe (Puan)
uk: Відстань (точки)
zh_hant: 距離 (標點)

# routing_engine_vehicle_type_driving
source: Driving
ar: القيادة
az: Avtomobil
be: Кіраванне
bg: Автомобил
ca: Cotxe
cs: Řízení vozidla
cy: Gyrru
da: Kørsel
de: Fahrzeug
el: Οδήγηση
eo: Stirado
es_us: Automóvil
et: Sõites
eu: Gidatzen
fa: رانندگی
fi: Auto
fr: Voiture
gl: Conducindo
he: נהיגה
hu: Autóvezetés
hy: Ավտոմեքենա
id: Mengemudi
is: Akstur
it: Guida
ja: ドライブ
ka: მანქანით
ko: 운전
ku: Trimbêl
lt: Automobilis
lv: Auto
mk: Vozenje
ml: കാര്‍
mr: कार
nb: Kjøring
nl: Rijden
oc: A menar
pl: Jazda
ro_ro: Condus
ru: Вождение
sc: In vetura
sk: Vedenie vozidla
sl: Vožnja
sr: Вожња аутомобила
sr_latn: Vožnja
sv: Fordonskörning
ta: வண்டி ஓட்டுதல்
tr: Araba sürme
uk: Автівка
vi: Lái xe
zh_hans: 驾驶
zh_hant: 駕駛

# poi_filter_public_transport
source: Public transport
af: Publieke vervoer
ar: وسائل النقل العام
ast: Tresporte público
az: İctimai nəqliyyat
be: Грамадскі транспарт
bg: Обществен транспорт
bs: Javni prijevoz
ca: Transport públic
cs: Veřejná doprava
cy: Trafnidiaeth gyhoeddus
da: Kollektivtrafik
de: ÖPNV
el: Δημόσια συγκοινωνία
eo: Transporto publika
es_us: Transporte público
et: Ühistransport
eu: Garraio publikoa
fa: حمل‌ونقل عمومی
fi: Joukkoliikenne
fr: Transport en commun
gl: Transporte público
he: תחבורה ציבורית
hu: Tömegközlekedés
hy: Հասարակական տրանսպորտ
id: Angkutan publik
is: Almenningssamgöngur
it: Trasporto pubblico
ja: 公共交通機関
ka: საზოგადო ტრანსპორტი
ko: 대중 교통
lt: Viešasis transportas
lv: Sabiedriskais transports
mk: Javen transport
ml: പൊതു ഗതാഗത സംവിധാനം
mr: सार्वजनिक परिवहन
my: ပြည်သူပို့ဆောင်ရေး
nb: Offentlig transport
nl: Openbaar Vervoer
oc: Transpòrt public
pl: Transport publiczny
ro_ro: Transport public
ru: Общественный транспорт
sc: Trasportu pùblicu
sk: Verejná doprava
sl: Javni potniški promet
sr: Јавни превоз
sr_latn: Javni prevoz
sv: Kollektivtrafik
ta: பொது போக்குவரத்து
tr: Toplu Taşıma
uk: Громадський транспорт
vi: Phương tiện công cộng
zh_hans: 公共交通
zh_hant: 公共交通

# map_settings_avail_lay
source: Available layers
ar: الطبقات المتاحة
be: Даступныя пласты
ca: Capes disponibles
cs: Dostupné vrstvy
da: Tilgængelige lag
de: Verfügbare Ebenen
el: Διαθέσιμα επίπεδα
es_us: Capas disponibles
et: Saadaolevad kihid
fr: Couches disponibles
hu: Elérhető rétegek
id: Lapisan yang tersedia
is: Tiltæk lög
it: Livelli disponibili
ja: 利用可能なレイヤー
ka: ხელმისაწვდომ ფენები
ko: 사용 가능한 레이어
nl: Beschikbare lagen
oc: Jaças disponiblas
pl: Dostępne warstwy
pt_br: Camadas disponíveis
ro_ro: Straturi disponibile
ru: Доступные слои
sc: Livellos disponìbiles
sk: Dostupné vrstvy
sr: Доступни слојеви
sr_latn: Dostupni slojevi
sv: Tillgängliga lager
ta: கிடைக்கும் அடுக்குகள்
tr: Kullanılabilir katmanlar
uk: Доступні шари
zh_hant: 可用的圖層

source: Street-level imagery
ar: صور للشارع
az: Küçə səviyyəsində şəkillər
be: Выявы на ўзроўні вуліц
bg: Снимки от улицата
ca: Imatges a nivell de carrer
cs: Snímky z úrovně ulice
cy: Delweddau ar lefel stryd
da: Billeder på gadeniveau
de: Bilder auf Straßenebene
el: Εικόνες σε επίπεδο δρόμου
eo: Strat-nivela fotaro
es_us: Imágenes a nivel de calle
et: Tänavataseme vaated
eu: Kale mailako irudiak
fa: تصاویر سطح خیابان
fi: Katutason kuvat
fr: Photos des rues
gl: Imaxes a nivel de rúa
he: תמונות ברמת רחוב
hu: Utcaszintű képek
id: Citra tingkat jalanan
is: Myndefni í götuhæð
it: Immagini stradali
ja: ストリート画像
ka: ქუჩის დონის სურათები
ko: 거리 기반의 파노라마 영상 서비스
mk: Sliki na nivo na ulica
nb: Bilder på gatenivå
nl: Beelden op straatniveau
oc: Imatges de carrieras
pl: Zdjęcia z poziomu ulicy
pt_br: Imagens de rua
ro_ro: Imagini stradale
ru: Фото с улиц
sc: Fotografias a livellu de sas carreras
sk: Snímky z úrovne ulice
sl: Slike na ravni ulice
sr: Слике на ступњу улице
sr_latn: Slike na nivou ulice
sv: Bilder på gatunivå
ta: தெரு-நிலை படங்கள்
tr: Sokak düzeyinde görüntüler
uk: Зображення вулиць
vi: Hình ảnh ở cấp độ đường phố
zh_hans: 街道等级图像
zh_hant: 街道級照片

# map_settings_add_maps_hillshade
source: Additional maps are needed to view Hillshades on the map.
ar: تحتاج إلى خرائط إضافية لعرض التضاريس على الخريطة.
be: Для адлюстравання схілаў на мапе патрабуюцца дадатковыя мапы
ca: Es necessiten mapes addicionals per veure l'ombrejat de relleu al mapa
cs: K zobrazení stínování kopců jsou potřeba další mapy.
da: Yderligere kort er nødvendige for at se terrænskygger på kortet.
de: Zusätzliche Karten sind erforderlich, um Höhenschattierungen auf der Karte anzuzeigen.
es_us: Se necesitan mapas adicionales para ver el sombreado en el mapa.
et: Kõrgusreljeefi kuvamiseks on vaja täiendavaid kaarte.
fr: Des cartes supplémentaires sont nécessaires pour visualiser l'ombrage du relief.
hu: A domborzatárnyékolás megjelenítéséhez a térképen további térképek szükségesek.
id: Peta tambahan diperlukan untuk melihat Bayangan Bukit di peta.
is: Viðbótarkort þarf til að skoða hæðaskyggingu á kortinu.
it: Sono necessarie mappe aggiuntive per visualizzare le ombre sulla mappa.
ja: マップ上に陰影起伏図を表示するには、追加のマップが必要です
nl: Additionele kaarten zijn nodig om Bergschaduw weer te geven op de kaart.
oc: Fau de mapas suplementàrias per veire l'ombra de relèu sus la mapa
pl: Potrzebne są dodatkowe mapy, aby wyświetlić cieniowanie na mapie
pt_br: Mapas adicionais são necessários para visualizar sombras de relevo
ro_ro: Sunt necesare hărți suplimentare pentru a vizualiza Hillshades pe hartă.
ru: Для просмотра рельефа в оттенках серого необходимы дополнительные карты.
sc: Tenes bisòngiu de mapas additzionales pro bìdere sas umbraduras de sos rilievos in sa mapa
sr: Додатне мапе су потребне да бисте видели Сенчења на мапи.
sr_latn: Dodatne mape su potrebne da biste videli Senčenja na mapi.
sv: Ytterligare kartor behövs för att se terrängskuggning på kartan.
ta: வரைபடத்தில் இல்சேட்களைக் காண கூடுதல் வரைபடங்கள் தேவை.
tr: Tepe gölgelerini haritada görüntülemek için ek haritalara ihtiyaç vardır.
uk: Потрібні додаткові мапи для перегляду Рельєфу.
zh_hant: 需要額外的地圖才能在地圖上檢視地形陰影
