Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

source: Buy
ar: شراء
az: Al
be: Набыць
bg: Купуване
ca: Compra
cs: Koupit
cy: Prynu
da: Køb
de: Erwerben
el: Αγορά
eo: Aĉeti
es_us: Comprar
et: Osta
eu: Erosi
fa: خرید
fi: Osta
fr: Acheter
gl: Mercar
he: רכישה
hu: Vásárlás
hy: Գնել
id: Beli
is: Kaupa
it: Acquista
ja: 購入
ka: შეძენა
ko: 구입
ku: Bikirre
lt: Pirkti
lv: Pirkt
mk: Kupete
ml: "മേടിക്കുക "
mr: विकत घ्या
nb: Kjøp
nl: Kopen
oc: Crompar
pl: Kup
ro_ro: Cumpărați
ru: Купить
sc: Còmpora
sk: Kúpiť
sl: Nakup
sr: Купи
sr_latn: Kupi
sv: Köp
ta: வாங்க
tr: Satın al
uk: Придбати
zh_hans: 购买
zh_hant: 購買

# select_icon_profile_dialog_title
source: Select icon
ar: اختر أيقونة
ast: Esbilla d'un iconu
az: İkon seçin
be: Абраць значок
ca: Selecciona icona
cs: Zvolit ikonu
cy: Dewisa eicon
da: Vælg ikon
de: Symbol auswählen
el: Επιλογή εικονιδίου
eo: Elekti emblemon
es_us: Elegir icono
et: Vali ikoon
eu: Hautatu ikonoa
fa: انتخاب نماد
fi: Valitse kuvake
fr: Sélectionnez une icône
gl: Escoller icona
he: בחירת סמל
hi: आइकन का चयन करें
hu: Ikon kijelölése
id: Pilih ikon
is: Veldu táknmynd
it: Seleziona icona
ja: アイコン選択
ka: აირჩიეთ ხატულა
ko: 아이콘 선택
lt: Pasirinkite piktogramą
lv: Izvēlieties ikonu
mk: Izberete ikona
my: အိုင်ကွန်ကိုရွေးပါ
nb: Velg ikon
nl: Selecteer icoon
oc: Selecciona una icòna
pl: Wybierz ikonę
ro_ro: Alegeți un icon
ru: Выберите значок
sc: Ischerta un'icona
sk: Zvoľte ikonu
sl: Izbor ikone
sr: Одаберите сличицу
sr_latn: Odaberi ikonu
sv: Välj ikon
ta: ஐகானைத் தேர்ந்தெடுக்கவும்
tr: Simge seçin
uk: Оберіть піктограму
vi: Chọn biểu tượng
zh_hans: 选择图标
zh_hant: 選取圖示

# quick_action_auto_zoom
source: Auto-zoom map
ar: التكبير التلقائي
ast: Auto zoom map on/off
az: Avtomatik miqyası yandır/söndür
be: Аўтамаштаб мапы ўкл/адкл
bg: Auto zoom on/off
ca: Escala automàtica del mapa activa/desactiva
cs: Automatické přiblížení mapy
cy: Map chwyddo awtomatig ymlaen/i ffwrdd
da: Automatisk kortzoom
de: Automatische Vergrößerung
el: Αυτόματη εστίαση χάρτη
eo: Aŭtomata map-skalado
es_us: Zum automático del mapa
et: Automaatne kaardi suurendamine
eu: Zoom automatikoa duen mapa
fa: بزرگنماییخودکار
fi: Kartan automaattinen tarkennus päälle/pois
fr: Zoom automatique de la carte
gl: Activar ou desactivar achegamento automático do mapa
he: הפעלה/כיבוי של תקריב מפה אוטומטי
hu: Térkép automatikus nagyítás
hy: Քարտեզի ավտոմասշտաբ on/off
id: Perbesaran peta otomatis
is: Sjálfvirkur aðdráttur korts
it: Zoom della mappa automatico
ja: マップの自動ズーム
ka: რუკის ავტოგადიდება
lt: Aut.žem. mąst. į/išj
lv: Kartes automātiskā tālummaiņa iesl/izsl
mk: Vklučuvanje/isklučuvanje na mapata za avtomatsko zumiranje
ml: മാപ്പ് ഓട്ടോ സൂം ഓൺ / ഓഫ്
nb: Auto-zoom på/av
nl: Autozoom kaart
oc: Zoom automatic actiu/inactiu
pl: Przełącz automatyczne przybliżanie
ro_ro: Zoom automat
ru: Автомасштаб карты
sc: Ismanniamentu atomàticu mapa allutu/istudadu
sk: Automatické priblíženie mapy
sl: Omogoči/Onemogoči samodejno približanje zemljevida
sr: Аутозумирање мапе
sr_latn: Autozumiranje mape
sv: Automatisk kartzoom
ta: ஆட்டோ-சூம் வரைபடம்
tr: Haritayı otomatik yakınlaştır
uk: Автомасштабування мапи
zh_hans: 自动缩放地图
zh_hant: 自動縮放地圖

# compass_click_desc
source: Double tap the compass button to switch the map orientation mode.
ar: تلميح: انقر زر البوصلة لتبديل وضع اتجاه الخريطة.
az: Xəritə istiqamətləndirmə rejimini dəyişmək üçün kompasa toxunun.
be: Падказка: каб пераключыць рэжым арыентацыі мапы, націсніце на компас.
bg: Съвет: Докоснете бутона с компаса, за да превключите режима на ориентация на картата.
cs: Dvojitým klepnutím na tlačítko kompasu přepnete režim orientace mapy.
da: Dobbelttryk på kompas-knappen for at skifte kortets orienteringstilstand.
de: Doppeltes Tippen auf die Kompass-Schaltfläche wechselt den Kartenausrichtungsmodus.
el: Πατήστε δύο φορές το κουμπί πυξίδας για να αλλάξει η λειτουργία προσανατολισμού χάρτη.
eo: Konsilo: frapetu la bildsimbolon de kompaso porŝanĝi reĝimon de map-turniĝo.
es_us: Mantén pulsado el botón de la brújula para cambiar el modo de orientación del mapa.
et: Kaardi suuna muutmiseks topeltklõpsa kompassi ikoonil.
eu: Aholkua: sakatu iparrorratzaren botoia maparen orientazio modua aldatzeko.
fa: روی دکمه قطب‌نما دوبار ضربه بزنید تا حالت جهت‌گیری نقشه تغییر کند.
fr: Appuyez deux fois sur la boussole pour basculer entre les modes d'orientation de la carte.
hu: Dupla koppintás az iránytű gombon vált a térkép tájolási módjai között.
id: Ketuk tombol kompas dua kali untuk mengubah mode orientasi peta.
is: Ýttu tvisvar á áttavitahnappinn til að breyta stefnu kortsins.
it: Tocca la bussola per cambiare l'orientamento della mappa.
ja: ヒント:コンパスウィジェットをタップして、マップの方向モードを切り替えます。
ko: Hint: compass 버튼을 눌러지도 방향 모드를 전환합니다.
mk: Doprete na kompasot za da go prefrlite rezimot na orientacija na kartata.
nb: Hint: Trykk kompassknappen forå skifte kartorienteringsmodusen.
nl: Druk twee keer op de kompasknop om de oriëntatiemodus van de kaart te wisselen.
pl: Wskazówka: Stuknij przycisk kompasu, aby przełączyć tryb orientacji mapy.
ro_ro: Indicație: Atingeți butonul busolă pentru a comuta modul de orientare a hărții.
ru: Дважды коснитесь кнопки компаса, чтобы изменить режим ориентации карты.
sc: Cussìgiu: Toca in sa widget de sa bùssola pro colare dae una modalidade de orientamentu a s'àtera.
sk: Dvakrát stlačte tlačidlo kompasu pre prepnutie režimu orientácie mapy.
sl: Namig: tapni na gumb kompas,če želiš preklopiti način usmerjenosti zemljevida.
sr: Дупло тапните по компасу ради промене усмерења карте.
sr_latn: Duplo tapni na ikonu kompasa radi promene orijentacije mape.
sv: Dubbeltryck på kompassen för att växla kartorientering.
ta: வரைபட நோக்குநிலை பயன்முறையை மாற்ற திசைகாட்டி பொத்தானை இருமுறை தட்டவும்.
tr: İpucu: Harita yönlendirme modunu değiştirmek için pusula düğmesine dokunun.
uk: Двічі торкніться віджета компаса, щоб змінити режим орієнтації мапи.
vi: Chạm hai lần vào nút la bàn để đổi hướng xoay của bản đồ.
zh_hans: 双击指南针按钮以切换地图方向模式。
zh_hant: 點兩下指南針按鈕切換地圖方向模式。

# shared_string_min_speed
source: Min. speed
ar: الحد الأدنى للسرعة
ast: Velocidá mínima
az: Min. sürət
be: Мінімальная хуткасць
ca: Velocitat mínima
cs: Min. rychlost
cy: LLeiafswm cyflymder
da: Min. hastighed
de: Min. Geschwindigkeit
el: Ελαχ. ταχύτητα
eo: Minimuma rapido
es_us: Velocidad mín.
et: Vähim kiirus
eu: Gutxieneko abiadura
fa: حداقل سرعت
fi: Pienin nopeus
fr: Vitesse minimale
gl: Velocidade mínima
he: מהירות מזערית
hi: न्यूनतम गति
hu: Legkisebb sebesség
id: Kecepatan min.
is: Lágmarkshraði
it: Velocità min
ja: 予想最低速度
ka: მინ. სიჩქარე
ko: 최소. 속도
lv: Min.ātrums
mk: Min. brzina
mr: किमान वेग
nb: Minimumshastighet
nl: Minimumsnelheid
oc: Velocitat minimala
pl: Minimalna prędkość
ro_ro: Viteza minimă
ru: Мин. скорость
sc: Lestresa mìn.
sk: Min. rýchlosť
sl: Najmanjša hitrost
sr: Најмања брзина
sr_latn: Najmanja brzina
sv: Min. hastighet
ta: மணித்துளி. விரைவு
te: కనిష్ట వేగం
tr: En düşük hız
uk: Мін. швидкість
vi: Tốc độ tối thiểu
zh_hans: 最低速度
zh_hant: 最低速度

# map_widget_altitude
source: Altitude of the current location
ar: ارتفاع الموقع الحالي
ast: Altitú
az: Yüksəklik
be: Вышыня бягучага месцазнаходжання
bg: Текуща надм. височина
ca: Altitud
cs: Nadmořská výška aktuální polohy
cy: Uchder y man presennol
da: Højde på den nuværende placering
de: Höhenlage des aktuellen Standorts
el: Υψόμετρο της τρέχουσας θέσης
eo: Altitudo de nuna pozicio
es_us: Altitud de la ubicación actual
et: Praeguse asukoha kõrgus
eu: Uneko kokapenaren altitudea
fa: ارتفاع مکان کنونی
fi: Nykyisen sijainnin korkeus
fr: Altitude de l'emplacement actuel
gl: Altitude da localización actual
he: גובה המיקום הנוכחי
hu: Jelenlegi pozíció magassága
hy: Բարձրություն
id: Ketinggian lokasi saat ini
is: Hæð núverandi staðsetningar
it: Altitudine della posizione attuale
ja: 現在地の標高
ka: სიმაღლე
ko: 현재 위치의 고도
lt: Esamos vietos aukštis
lv: Augstums
mk: Visina na momentalnata lokacija
ml: ഉയരം
mr: वर्तमान स्थानाची उंची
nb: Høyde for nåværende posisjon
nl: Hoogte van huidige locatie
oc: Altitud
pl: Wysokość bieżącej lokalizacji
pt_br: Altitude
ro_ro: Altitudinea locației curente
ru: Текущая высота
sc: Artària de sa positzione atuale
sk: Nadmorská výška aktuálnej polohy
sl: Nadmorska višina trenutne lokacije
sr: Надморска висина тренутног положаја
sr_latn: Nadmorska visina trenutne lokacije
sv: Höjd för den aktuella positionen
ta: தற்போதைய இருப்பிடத்தின் உயரம்
tr: Geçerli konumun rakımı
uk: Висота поточного розташування
vi: Độ cao của vị trí hiện tại
zh_hans: 当前位置的海拔高度
zh_hant: 目前位置的海拔高度

# coordinates_widget_map_center_desc
source: Shows the geographic coordinates of the current map center
ar: يبين الإحداثيات الجغرافية لمركز الخريطة الحالي
be: Паказвае геаграфічныя каардынаты бягучага цэнтра мапы
bg: Показва географските координати на текущия център на картата
ca: Mostra les coordenades geogràfiques del centre del mapa actual
cs: Zobrazuje zeměpisné souřadnice aktuálního středu mapy
da: Viser de geografiske koordinater for det aktuelle kortcentrum
de: Zeigt die geografischen Koordinaten des aktuellen Kartenmittelpunkts an
el: Δείχνει τις γεωγραφικές συντεταγμένες του κέντρου του τρέχοντος χάρτη
eo: Fenestraĵo montranta geografiajn koordinatojn de la montrata centro de la mapo.
es_us: Muestra las coordenadas geográficas del centro del mapa actual
et: Näitab kaardivaate keskpunkti geograafilisi koordinaate
eu: Uneko maparen erdigunearen koordenatu geografikoak erakusten ditu
fa: مختصات جغرافیایی مرکز کنونی نقشه را نمایش می‌دهد
fr: Affiche les coordonnées du centre de la carte
hu: Megjeleníti a jelenlegi térképközéppont földrajzi koordinátáit
id: Menampilkan koordinat geografis tengah peta saat ini
is: Sýnir landfræðileg hnit núverandi miðju landakortsins
it: Mostra le coordinate geografiche del centro attuale della mappa
ja: 現在のマップ中心の地理座標を表示します
ko: 현재 맵 센터의 지리적 좌표 표시
nb: Viser geografiske koordinater for nåværende kartsentrum
nl: Toont geografische coördinaten van huidige midden van de kaart
pl: Pokazuje współrzędne geograficzne bieżącego środka mapy
ro_ro: Arată coordonatele geografice ale centrului curent al hărții
ru: Виджет показывает географические координаты текущего центра карты
sc: Ammustrat sas coordinadas geogràficas de su tzentru de sa mapa atuale
sk: Zobrazuje zemepisné súradnice stredu mapy
sl: Prikazuje geografske koordinate trenutnega središča zemljevida
sr: Приказује земљописне координате тренутног средишта карте
sr_latn: Prikazuje geografske koordinate trenutnog centra mape
sv: Visar koordinaterna för aktuell mittpunkt i kartan
ta: தற்போதைய வரைபட மையத்தின் புவியியல் ஒருங்கிணைப்புகளைக் காட்டுகிறது
tr: Geçerli harita merkezinin coğrafi koordinatlarını gösterir
uk: Показує географічні координати поточного центру мапи
vi: Hiện toạ độ vị trí địa lý của trung tâm bản đồ hiện tại
zh_hans: 显示当前地图中心的地理坐标
zh_hant: 顯示目前地圖中心的地理經緯度

# shared_string_terrain
source: Terrain
ar: التضاريس
ast: Terrén
be: Рэльеф
bg: Терен
ca: Terreny
cs: Terén
cy: Tirwedd
da: Terræn
de: Gelände
el: Έδαφος
eo: Tereno
es_us: Terreno
et: Maastik
eu: Terrenoa
fa: ناهمواری‌ها
fi: Maasto
fr: Relief
gl: Terreo
he: תוואי שטח
hu: Domborzat
id: Medan
is: Yfirborð
it: Terreno
ja: 地形
ka: რელიეფი
ko: 지형
mk: Teren
nb: Terreng
nl: Terrein
oc: Relèu
pl: Teren
pt_br: Terreno
ro_ro: Teren
ru: Рельеф
sc: Terrinu
sk: Terén
sl: Teren
sr: Тло
sr_latn: Teren
sv: Terräng
ta: பரப்புக்கூறு
tr: Arazi
uk: Рельєф
vi: Địa hình
zh_hans: 地形
zh_hant: 地形

# driving_region_india
source: India
ca: Índia
ckb: هیندستان
cs: Indie
da: Indien
de: Indien
el: Ινδία
fa: منطقه رانندگی: هند
fi: Intia
fr: Inde
is: Indland
ja: インド
lt: Indija
ru: Индия
sr: Индија
sr_latn: Indija
sv: Indien
ta: இந்தியா
uk: Індія
vi: Ấn Độ
zh_hans: 印度
zh_hant: 印度

# history_clear_alert_message
source: Are you sure you want delete all history items?
ar: هل أنت متأكد أنك تريد حذف كافة عناصر سجل التاريخ؟
cs: Jste si jisti, že chcete odstranit všechny položky historie?
da: Er du sikker på, at du vil slette alle historikelementer?
de: Sind Sie sicher, dass Sie alle Verlaufselemente löschen möchten?
el: Είστε σίγουρος ότι θέλετε να διαγράψετε όλα τα αντικείμενα του ιστορικού;
es_us: ¿Borrar los elementos marcados en el historial?
fr: Êtes-vous sûr de vouloir supprimer tous les éléments de l'historique ?
hu: Biztosan törölni szeretné az összes előzményt?
id: Apakah Anda yakin ingin menghapus semua item riwayat?
is: Ertu viss um að þú viljir eyða öllum atriðum í aðgerðaferlinum?
it: Sei sicuro di voler eliminare tutti gli elementi della cronologia?
ja: 全ての履歴を削除して本当によろしいですか？
ko: 모든 기록 항목을 삭제하시겠습니까?
nl: Weet u zeker dat u alle items uit de geschiedenis wilt verwijderen?
oc: Siatz ben segur que volètz escafar l’istoric entier ?
ro_ro: Sunteți sigur că doriți să ștergeți toate elementele din istoric?
ru: Вы уверены, что хотите удалить все элементы истории?
sr: Да ли сте сигурни да желите да избришете сву историју?
sr_latn: Da li ste sigurni da želite da izbrišete svu istoriju?
sv: Är du säker på att du vill radera alla objekt i historiken?
ta: எல்லா வரலாற்று உருப்படிகளையும் நீக்க விரும்புகிறீர்களா?
tr: Geçmişteki tüm ögeleri silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити всі елементи історії?
zh_hant: 確定要刪除所有歷史項目？

# search_history_disabled
source: Search history is disabled
ar: سجل التاريخ معطل
cs: Historie vyhledávání je vypnutá
da: Søgehistorik er deaktiveret
de: Suchverlauf ist deaktiviert
el: Το ιστορικό αναζήτησης είναι απενεργοποιημένο
es_us: El historial de búsqueda está desactivado
et: Otsinguajaloo salvestamine pole kasutusel
fr: L'historique de recherche est désactivé
hu: A keresési előzmények le vannak tiltva
id: Riwayat pencarian dinonaktifkan
is: Leitarferill er óvirkur
it: La ricerca nella cronologia è disattivata
ko: 검색 기록이 비활성화
nl: Zoeken in geschiedenis is uitgeschakeld
oc: L’istoric de la recèrca es desactivat
pl: Historia wyszukiwania jest wyłączona
ro_ro: Istoricul căutărilor este dezactivat
ru: История поиска отключена
sr: Претрага историје је онемогућена
sr_latn: Pretraga istorije je onemogućena
sv: Sökhistorik är inaktiverad
ta: தேடல் வரலாறு முடக்கப்பட்டுள்ளது
tr: Arama geçmişi devre dışı
uk: Історію пошуку вимкнено
zh_hant: 搜尋歷史已被關閉

# enable_search_history
source: You can enable search history in Settings
ar: يمكنك تفعيل سجل البحث في الإعدادات
cs: Historii vyhledávání můžete povolit v Nastavení
da: Du kan aktivere søgehistorik i Indstillinger
de: Sie können den Suchverlauf in den Einstellungen aktivieren
el: Μπορείτε να ενεργοποιήσετε το ιστορικό αναζήτησης στις Ρυθμίσεις
es_us: Puedes activar el historial de búsqueda en los ajustes
et: Otsinguajaloo salvestamise saad kasutusele võtta seadistustest
fr: Vous pouvez activer l'historique des recherches dans les Paramètres
hu: Engedélyezheti a keresési előzményeket a beállításokban
id: Anda dapat mengaktifkan riwayat pencarian di Pengaturan
is: Þú getur virkjað leitarferil í stillingunum
it: Puoi attivare la ricerca nella cronologia nelle Impostazioni
ko: 설정에서 검색 기록을 활성화할 수 있음
nl: U kunt zoeken in geschiedenis inschakelen in Instellingen
oc: Podètz activar l’istoric de la recèrca dins lei Paramètres
pl: Możesz włączyć historię wyszukiwania w Ustawieniach
ro_ro: Puteți activa istoricul căutărilor în Setări
ru: Вы можете включить историю поиска в настройках
sr: Можете омогућити претрагу историје у Подешавањима
sr_latn: Možete omogućiti pretragu istorije u Podešavanjima
sv: Du kan aktivera sökhistorik i Inställningar
ta: அமைப்புகளில் தேடல் வரலாற்றை இயக்கலாம்
tr: Arama geçmişini ayarlarda etkinleştirebilirsiniz
uk: Ви можете ввімкнути історію пошуку в налаштуваннях
zh_hant: 您可以在「設定」開啟搜尋歷史

source: In grace period
ar: في فترة سماح
be: У льготны перыяд
cs: V období tolerance
cy: Mewn cyfnod o aros
da: I henstandsperiode
de: In der Nachlaufzeit
el: Σε περίοδο χάριτος
eo: En prokrastoperiodo
es_us: En período de gracia
et: Ajapikendusperioodil
eu: Grazia aldian
fa: در مهلت افزوده
fi: Armoajalla
fr: En période d'essai
gl: En período experimental
he: בתקופת חסד
hu: Kipróbálási időszakban
id: Dalam masa tenggang
is: Í umþóttunarfresti
it: In periodo di grazia
ja: 猶予期間中
ko: 유예 기간 중
mk: Vo grejs period
nb: I nådeperioden
nl: Proefperiode
oc: En periòde de gràcia
pl: W okresie karencji
ro_ro: În perioada de grație
ru: В льготный период
sc: In perìodu de gràtzia
sk: V období tolerancie
sl: V roku odloga plačila
sr: У времену мировања
sr_latn: U grejs periodu
sv: I nådeperioden
ta: கருணை காலத்தில்
tr: Ek süre içinde
uk: У пільговий період
vi: Trong thời gian gia hạn
zh_hans: 在宽限期内
zh_hant: 在寬限期內

source: Unsaved changes
ar: تغييرات غير محفوظة
cs: Neuložené změny
da: Ugemte ændringer
de: Ungesicherte Änderungen
el: Μη αποθηκευμένες αλλαγές
es_us: Cambios sin guardar
et: Salvestamata muudatused
fr: Modifications non sauvegardées
hu: Mentetlen módosítások
id: Perubahan yang belum disimpan
is: Óvistaðar breytingar
it: Modifiche non salvate
ko: 저장되지 않은 변경사항
nb: Ulagrede endringer
nl: Niet opgeslagen wijzigingen
pl: Niezapisane zmiany
ro_ro: Modificări nesalvate
ru: Несохраненные изменения
sr: Несачуване измене
sr_latn: Nesačuvane izmene
sv: Ändringar som inte sparats
ta: சேமிக்கப்படாத மாற்றங்கள்
tr: Kaydedilmeyen değişiklikler
uk: Незбережені зміни
zh_hant: 未儲存的變更

# shared_string_set
source: Set
bg: Задаване
ca: Fixa
cs: Nastavit
da: Indstil
de: Einstellen
el: Ορισμός
es_us: Definir
et: Määra
eu: Ezarri
fa: تنظیم
fi: Aseta
fr: Définir
hu: Beállítás
id: Atur
is: Setja
it: Imposta
ja: 調整
nl: Instellen
ro_ro: Setează
ru: Установить
sk: Nastaviť
sr: Постави
sr_latn: Postaviti
sv: Ange
ta: கணம்
uk: Налаштувати
vi: Đặt
zh_hans: 设置
zh_hant: 設定

# osmand_parking_warning
source: Warning
af: Waarskuwing
ar: تحذير
az: Xəbərdarlıq
be: Папярэджанне
bg: Предупреждение
ca: Avís
cs: Upozornění
cy: Rhybudd
da: Advarsel
de: Warnung
el: Προσοχή
eo: Averto
es_us: Advertencia
et: Hoiatus
eu: Kontuz
fa: هشدار
fi: Varoitus
fr: Avertissement
gl: Aviso
he: אזהרה
hu: Figyelmeztetés
hy: Զգուշացում
id: Peringatan
is: Aðvörun
it: Attenzione
ja: 注意
ka: გაფრთხილება
ko: 경고
lt: Dėmesio
lv: Brīdinājums
mk: Predupreduvanje
ml: മുന്നറിയിപ്പു്
nb: Varsel
nl: Waarschuwing
oc: Avís
pl: Uwaga
ro_ro: Atenție
ru: Предупреждение
sc: Atentzione
sk: Upozornenie
sl: Opozorilo
sr: Упозорење
sr_latn: Upozorenje
sv: Varning
ta: எச்சரிக்கை
tr: Uyarı
uk: Попередження
zh_hans: 警告
zh_hant: 警示

# shared_string_file_info
source: File info
ar: معلومات الملف
cs: Informace o souboru
da: Filoplysninger
de: Dateiinfo
el: Πληροφορίες αρχείου
es_us: Información del archivo
et: Failiteave
fr: Informations du fichier
hu: Fájlinformáció
id: Info file
is: Upplýsingar um skrá
it: Informazioni sul file
ko: 파일 정보
nb: Filinfo
nl: Bestandsinfo
pl: Informacje o pliku
ro_ro: Informații despre fișier
ru: Информация о файле
sr: Инфо фајла
sr_latn: Info fajla
sv: Filegenskaper
ta: கோப்பு செய்தி
tr: Dosya bilgisi
uk: Інформація про файл
zh_hant: 檔案資訊

# shared_string_colors
source: Colors
bg: Цветове
cs: Barvy
da: Farver
de: Farben
el: Χρώματα
es_us: Colores
et: Värvid
eu: Koloreak
fa: رنگ‌ها
fi: Värit
fr: Couleurs
hu: Színek
id: Warna
is: Litir
it: Colori
ja: 色彩
nl: Kleuren
pl: Kolory
ro_ro: Culori
ru: Цвета
sk: Farby
sr: Боје
sr_latn: Boje
sv: Färger
ta: நிறங்கள்
tr: Renkler
uk: Кольори
vi: Các màu sắc
zh_hans: 颜色
zh_hant: 顏色

source: Download pending
ar: تحميل معلق
be: Чакаецца спампоўванне
ca: Baixada pendent
cs: Probíhá stahování
da: Afventer hentning
de: Download ausstehend
el: Λήψη σε αναμονή
es_us: Descarga pendiente
et: Allalaadimine on ootel
fa: بارگیری درانتظار است
fr: Téléchargement en attente
hu: Letöltés függőben
id: Unduhan tertunda
is: Niðurhal í bið
it: Download in attesa
ja: ダウンロード保留中
ka: გადმოწერა რიგშია
ko: 다운로드 보류 중
nl: Download wachtend
oc: Teledescargament a l'espèra
pl: Pobieranie w toku
pt_br: Download pendente
ro_ro: Descărcare în așteptare
ru: Ожидание скачивания
sc: Iscarrigamentu in suspesu
sk: Sťahovanie prebieha
sr: Преузимање је на чекању
sr_latn: Preuzimanje je na čekanju
sv: Nedladdning väntar
ta: பதிவிறக்கம் நிலுவையில் உள்ளது
tr: İndirme bekleniyor
uk: Завантаження очікується
zh_hant: 等待下載

# download_suggestion
source: Download detailed %@ map to view this area
ar: قم بتنزيل خريطة %@ المفصلة لعرض هذه المنطقة
be: Сцягнуць падрабязную мапу %s, каб прагледзець гэтую вобласць
cs: Stáhněte si podrobnou mapu (%@) této oblasti
da: Hent detaljeret %@ kort for at se dette område
de: Detaillierte %@ Karte herunterladen, um dieses Gebiet zu sehen
el: Κατεβάστε τον λεπτομερές χάρτη %@ για να δείτε αυτή την περιοχή
es_us: Descarga el mapa detallado de «%@», para ver esta área
et: Selle piirkonna vaatlemiseks lae alla üksikasjalik %@ kaart
fi: Lataa yksityiskohtainen %@ kartta nähdäksesi tämän alueen
fr: Pour voir les détails de cette zone, téléchargez la carte %@
hu: Részletes %@ térkép letöltése a terület megtekintéséhez
id: Unduh peta %@ terperinci untuk melihat area ini
is: Sæktu nákvæma %@ kortið til að skoða þetta svæði
it: Scarica la mappa dettagliata %@ per visualizzare quest'area
ko: 이 영역을 보려면 세부 %@ 맵 다운로드
nb: Last ned detaljert %@-kart for å vise dette området
nl: Download gedetailleerde %@ kaart om dit gebied te bekijken
oc: Teledescargatz una mapa detalhada %@ per veire aquest airau
pl: Pobierz szczegółową mapę %@ aby obejrzeć ten obszar
pt_br: Baixar mapa %@ detalhado para ver esta área
ro_ro: Descărcați harta detaliată %@ pentru a vizualiza această zonă
ru: Скачать подробную карту %@ для просмотра этой области
sc: Iscàrriga sa mapa a sa minuda %@ pro bìdere custa àrea
sr: Преузми детаљну %@ карту да видите ову област
sr_latn: Preuzmi detaljnu %@ kartu da vidite ovu oblast
sv: Hämta detaljerad %@ karta för att visa detta område
ta: இந்த பகுதியைக் காண விரிவான %@ வரைபடத்தைப் பதிவிறக்கவும்
tr: Bu alanı görüntülemek için ayrıntılı %@ haritasını indirin
uk: Завантажте детальну мапу %@, щоб переглянути цю ділянку
zh_hant: 下載詳細版的%@地圖來查看這個範圍

# fav_group
source: Group
ar: مجموعة
be: Група
ca: Grup
cs: Skupina
cy: Grŵp
da: Gruppe
de: Gruppe
el: Ομάδα
es_us: Grupo
et: Grupp
fr: Groupe
hu: Csoport
id: Grup
is: Hópur
it: Gruppo
ja: グループ
ka: ჯგუფი
ko: 그룹
nl: Groep
oc: Grop
pl: Grupa
pt_br: Grupo
ro_ro: Grup
ru: Группа
sc: Grupu
sk: Skupina
sl: Skupina
sr: Група
sr_latn: Grupa
sv: Grupp
ta: குழு
tr: Grup
uk: Група
zh_hant: 群組

# select_group_descr
source: Select group or add a new one
ar: اختيار أو إضافة مجموعة جديدة
be: Выберыце групу або дадайце новую
cs: Vyberte skupinu nebo přidejte novou
da: Vælg gruppe eller tilføj en ny
de: Gruppe auswählen oder neue hinzufügen
el: Επιλέξτε μια ομάδα ή προσθέστε μια καινούργια
es_us: Elige un grupo o añade uno nuevo
et: Vali grupp või lisa uus
fr: Sélectionnez un groupe ou créez-en un nouveau
hu: Csoport kiválasztása vagy új csoport hozzáadása
id: Pilih grup atau tambah yang baru
is: Veldu hóp eða bættu við nýjum
it: Seleziona gruppo o aggiungi nuovo
ja: グループの選択または新規追加
ko: 그룹을 선택하거나 새 그룹을 추가하십시오.
nb: Velg en gruppe eller legg til en ny
nl: Kies groep of nieuwe toevoegen
oc: Seleccionatz un grop ò ajustatz ne'n un novèu
pl: Wybierz grupę lub dodaj nową
pt_br: Selecione o grupo ou adicione um novo
ro_ro: Selectați un grup sau adăugați unul nou
ru: Выберите группу или создайте новую
sc: Ischerta unu grupu o crea·nde unu nou
sr: Изаберите групу или додајте нову
sr_latn: Izaberite grupu ili dodajte novu
sv: Välj grupp eller lägg till en ny
ta: குழுவைத் தேர்ந்தெடுக்கவும் அல்லது புதிய ஒன்றைச் சேர்க்கவும்
tr: Grup seçin veya yeni bir tane ekleyin
uk: Виберіть групу або додайте нову
zh_hant: 選擇或新增群組
