Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# donation_to_osm
source: Donation to the OSM community
ar: التبرع لمجتمع OSM
az: OSM cəmiyyəti üçün ianə
be: Ахвяраванне супольнасці OpenStreetMap
bg: Дарение за OSM общността
ca: Donació a la comunitat OSM
cs: Příspěvek komunitě OSM
cy: Rhodd i'r gymuned OSM
da: Donation til OSM fællesskabet
de: Spende an die OSM-Gemeinschaft
el: Δωρεά στην κοινότητα OSM
eo: Donacoj por la OSM‑komunumo
es_us: Donaciones a la comunidad de OSM
et: Annetus OSM kogukonnale
eu: Dohaintza OSM komunitateari
fa: کمک مالی به جامعهٔ OSM
fi: Lahjoitus OSM-yhteisölle
fr: Don à la communauté OpenStreetMap
gl: Doazón á comunidade do OSM
he: תרומה לקהילת OSM
hu: Adomány az OSM-közösségnek
hy: Նվիրատվություն OSM համայնքին
id: Berdonasi ke Komunitas OSM
is: Styrkur til OSM-samfélagsins
it: Donazione per la comunità OpenStreetMap
ja: OSMコミュニティへの寄付
ka: Donation to OpenStreetMap community
lt: Parama OpenStreeMap bendruomenei
lv: Ziedojums OpenStreetMap kopienai
mk: Donacija za OSM zaednicata
ml: "ഓപ്പണ്‍സ്ട്രീറ്റ്മാപ് സമൂഹത്തിനുള്ള സംഭാവന"
nb: Donasjon til OpenStreetMap-fellesskapet
nl: Gift aan de OSM-gemeenschap
oc: Donacion a la comunautat OpenStreetMap
pl: Darowizna na rzecz społeczności OSM
pt_br: Doação para a comunidade OpenStreetMap
ro_ro: Donație către comunitatea OSM
ru: Пожертвование для сообщества OSM
sc: Donatzione a sa comunidade de OSM
sk: Príspevok komunite OSM
sl: Donacija skupnosti OSM
sr: Прилог заједници ОСМ-а
sr_latn: Donacija OSM zajednici
sv: Donation till OSM-communityn
ta: OSM சமூகத்திற்கு நன்கொடை
tr: OSM topluluğuna bağış
uk: Допомога спільноті OSM
zh_hans: 向 OSM 社区捐款
zh_hant: 捐款給 OSM 的社群

# purchase_unlim_title
source: Buy - %@
ar: اشتري - %@
az: Al - %@
be: Купіць - %@
ca: Compra - %@
cs: Koupit - %@
cy: Prynu - %@
da: Køb - %@
de: Kaufen - %@
el: Αγορά - %@
eo: Aĉeti - %@
es_us: Comprar - %@
et: Osta - %@
eu: Erosi - %@
fa: خرید - %@
fi: Osta - %@
fr: Acheter - %@
gl: Mercar - %@
he: רכישה - %@
hu: Vásárlás - %@
hy: Գնել - %@
id: Beli - %@
is: Keypt - %@
it: Acquista - %@
ja: 購入 - %@
ka: %@ -ის ყიდვა
lt: Pirkti - %@
lv: Pirkt - %@
mk: Kupete - %@
ml: വാങ്ങാം - %@
my: ၀ယ်ပါ - %@
nb: Kjøp - %@
nl: %@ Kopen
oc: Crompar - %@
pl: Kup - %@
pt_br: Comprar - %@
ro_ro: Cumpără - %@
ru: Купить — %@
sc: Còmpora - %@
sk: Kúpiť - %@
sl: Kupi - %@
sr: Купи - %@
sr_latn: Kupi - %@
sv: Köp - %@
ta: வாங்க -%@
tr: Satın al - %@
uk: Купити — %@
zh_hans: 购买 - %@
zh_hant: 購買 - %@

source: In-app purchase
ar: الشراء داخل التطبيق
az: Proqram daxili alışlar
be: Купля ў праграме
ca: Compres des de l'aplicació
cs: Nákup z aplikace
cy: Prynu o fewn yr ap
da: Køb i app
de: In-App-Kauf
el: Αγορά μέσω της εφαρμογής
eo: Enaplikaĵa aĉeto
es_us: Compras en la aplicación
et: Rakendusesisene ost
eu: Aplikazio barneko erosketa
fa: خرید درون‌برنامه‌ای
fi: Sovelluksensisäinen ostos
fr: Achat depuis l'application
gl: Pagamentos na aplicación
he: רכישות בתוך היישומון
hu: Alkalmazáson belüli vásárlás
hy: Գնում հավելվածում
id: Pembelian dalam aplikasi
is: Kaup í forritinu
it: Acquisto In-app
ja: アプリ内課金
ka: აპში შეძენები
lv: Pirkumi lietotnē
mk: Kupuvanje vo aplikacija
ml: അപ്ലിക്കേഷനുള്ളിലെ വാങ്ങൽ
nb: Kjøp i programmet
nl: In-app aankoop
oc: Comprés dins l'aplicacion
pl: Zakupy w aplikacji
pt_br: Compra no aplicativo
ro_ro: Achiziție în aplicație
ru: Покупка в приложении
sc: Còmporas in intro de s'aplicatzione
sk: Nákup v aplikácii
sl: Nakup v programu
sr: Куповина из програма
sr_latn: Kupovina iz programa
sv: Köp i app
ta: செயலியுள் வாங்குதல்
tr: Uygulama içi satın alma
uk: Покупки у застосунку
zh_hans: 应用内购买
zh_hant: 應用程式內購買

# in_app_purchase_desc
source: One-time payment
ar: دفع مرة واحدة
ast: Pagu únicu
be: Разавы плацёж
ca: Pagament únic
cs: Jednorázová platba
cy: Taliad Un-Amser
da: Engangsbetaling
de: Einmalige Zahlung
el: Εφάπαξ πληρωμή
eo: Unufoja pago
es_us: Único pago
et: Ühekordne makse
eu: Ordainketa bakarra
fa: یک بار پرداخت
fi: Kertamaksu
fr: Paiement en une fois
gl: Pagamento só unha vez
he: תשלום חד־פעמי
hu: Egyszeri fizetés
hy: Մեկանգամյա վճարում
id: Pembayaran satu kali
is: Eins-skiptis greiðsla
it: Pagamento unico
ja: 1回払い
ka: ერთხელ გადახდა
lt: Vienkartinis mokestis
lv: Vienreizējais maksājums
mk: Ednokratna isplata
ml: ഒറ്റത്തവണ പേയ്മെന്റ്
my: တစ်ကြိမ်တည်းငွေပေးချေမှု
nb: Engangsbetaling
nl: Eenmalige betaling
oc: Pagament unic
pl: Płatność jednorazowa
pt_br: Pagamento uma só vez
ro_ro: O singură plată
ru: Разовый платёж
sc: Pagamentu ùnicu
sk: Jednorazová platba
sl: Enkratno plačilo
sr: Једнократно плаћање
sr_latn: Jednokratno plaćanje
sv: Engångsbetalning
ta: ஒரு முறை பணம் செலுத்துதல்
tr: Tek seferlik ödeme
uk: Одноразовий платіж
zh_hans: 一次性付款
zh_hant: 一次性付款

# in_app_purchase_desc_ex
source: Once purchased, it will be permanently available to you.
ar: بمجرد الشراء ، ستكون متوفرة بشكل دائم.
be: Аднойчы набыты, будзе заўсёды даступны для вас.
ca: Un cop comprada, estarà permanentment a la vostra disposició.
cs: Po zakoupení bude pro vás trvale k dispozici.
cy: Arôl ei brynu, bydd ar gael yn barhaol i chi.
da: Når engang købt, vil det være permanent tilgængelig.
de: Nach dem Kauf steht es Ihnen dauerhaft zur Verfügung.
el: Μόλις αγοραστεί, θα είναι μονίμως διαθέσιμη για σας.
eo: Kiam aĉetita, por ĉiam estos disponebla por vi.
es_us: Una vez comprado, estará permanentemente disponible para ti.
et: Ostmise järel on sulle püsivalt kasutatav.
eu: Behin erosita, beti izango duzu eskuragarri.
fa: با یک بار خرید، همیشه در اختیارتان خواهد بود.
fi: Ostamisen jälkeen se on pysyvästi käytettävissäsi.
fr: La validité de votre achat sera permanente.
gl: Unha vez mercado, ficará de xeito permanente dispoñíbel pra ti.
he: לאחר הרכישה, הזמינות אליך תהיה לצמיתות.
hu: Ha egyszer megvette, mindig elérhető lesz.
hy: Մի անգամ գնելուց հետո այն մշտապես մատչելի կլինի ձեզ համար:
id: Setelah dibeli, akan tersedia untuk anda secara permanen.
is: Eftir að það hefur verið keypt, verður það þér alltaf tiltækt.
it: Una volta acquistato, sarà permanentemente a vostra disposizione.
ja: 買いきりの場合、期限を問わず利用可能です。
lv: Pēc pirkšanas, tas būs pieejams jums uz visiem laikiem.
mk: Otkako ḱe go kupite, ḱe vi bide trajno dostapen.
ml: ഒരിക്കൽ വാങ്ങിയാൽ, ഇത് നിങ്ങൾക്ക് ശാശ്വതമായി ലഭ്യമാകും.
my: ၀ယ်သည်နှင့်တပြိုင်နက်၎င်းကိုသင်အမြဲတမ်းရရှိနိုင်လိမ့်မည်။
nb: Når først kjøpt, vil det alltid være tilgjengelig for deg.
nl: Eens aangekocht, kun je het permanent blijven gebruiken.
oc: Un còp crompada, restarà de lònga a vòstra disposicion.
pl: Po zakupie będzie on trwale dostępny.
pt_br: Uma vez adquirido, ele sempre será disponível para você.
ro_ro: Odată achiziționat, acesta va fi permanent disponibil pentru dvs.
ru: После покупки этот план станет доступен для вас навсегда.
sc: A pustis de sa còmpora at a èssere a disponimentu pro semper.
sk: Po zakúpení bude pre vás trvalo dostupné.
sl: Po nakupu bo možnost trajno na voljo.
sr: Када се једном купи, биће Вам заувек доступно.
sr_latn: Kada se jednom kupi, biće ti zauvek dostupno.
sv: När det väl är köpt, blir det permanent tillgängligt för dig.
ta: ஒருமுறை வாங்கிய பிறகு, அது உங்களுக்கு நிரந்தரமாக கிடைக்கும்.
tr: Bir kere satın alındıktan sonra, kalıcı olarak kullanımınıza sunulacak.
uk: Після придбання він буде завжди доступний для вас.
zh_hans: 购买后将对您永久可用。
zh_hant: 購買之後，它對您來說就是永久可用了。

# unlock_all_features
source: Unlock all OsmAnd features
ar: فتح جميع ميزات أوسماند
az: Bütün OsmAnd xüsusiyyətlərini aç
be: Разблакаваць усе функцыі OsmAnd
ca: Desbloca totes les funcions de OsmAnd
cs: Odemknout všechny funkce OsmAnd
cy: Datgloi holl nodweddion OsmAnd
da: Lås op for alle funktioner i OsmAnd
de: Alle OsmAnd-Funktionen freischalten
el: Ξεκλείδωμα όλων των χαρακτηριστικών του OsmAnd
eo: Malŝlosi ĉiujn eblojn de OsmAnd
es_us: Desbloquear todas las características de OsmAnd
et: Ava kõik OsmAnd funktsioonid
eu: Desblokeatu OsmAnd-en ezaugarri guztiak
fa: قفل‌گشایی از همهٔ قابلیت‌های OsmAnd
fi: Avaa kaikki OsmAndin ominaisuudet
fr: Débloquer toutes les fonctionnalités d'OsmAnd
gl: Desbloqueares tódalas características do OsmAnd
he: שחרור כל התכונות של OsmAnd
hu: Az OsmAnd összes funkciójának feloldása
hy: Ստանալ OsmAnd բոլոր գործառույթները
id: Buka semua fitur OsmAnd
is: Aflæsa öllum eiginleikum OsmAnd
it: Sblocca tutte le funzionalità di OsmAnd
ja: OsmAnd機能のすべてをアンロック
ka: OsmAnd-ის ყველა ფუნქციის განბლოკვა
lt: Atrakinti visas OsmAnd funkcijas
lv: Atbloķēt visas OsmAnd iespējas
mk: Otklučete gi site funkcii na OsmAnd
ml: എല്ലാ OsmAnd സവിശേഷതകളും അൺലോക്കുചെയ്യുക
nb: Lås opp alle OsmAnd-funksjoner
nl: Ontgrendel alle OsmAnd-functies
oc: Desblòca totei lei foncions d'OsmAnd
pl: Odblokuj wszystkie funkcje OsmAnd
pt_br: Desbloquear todos os recursos OsmAnd
ro_ro: Deblochează toate funcționalitățile OsmAnd
ru: Разблокировать все функции OsmAnd
sc: Isbloca totu sas funtzionalidades de OsmAnd
sk: Odomknite všetky funkcie OsmAnd
sl: Odkleni vse zmožnosti programa OsmAnd
sr: Откључај све могућности ОсмАнд-а
sr_latn: Otključaj sve mogućnosti OsmAnd-a
sv: Låsa upp alla OsmAnd-funktioner
ta: அனைத்து OsmAnd அம்சங்கள் திறக்க
tr: Tüm OsmAnd özelliklerinin kilidini açın
uk: Розблокувати усі можливості OsmAnd
zh_hans: 解锁所有 OsmAnd 功能
zh_hant: 解鎖所有 OsmAnd 功能

# osm_live_subscribe_btn
source: Subscribe
ar: اشترك الآن
ast: Soscribise
az: Abunə ol
be: Падпісацца
bg: Абониране
ca: Subscriviu
cs: Předplatit
cy: Tanysgrifio
da: Tilmeld
de: Abonnieren
el: Συνδρομή
eo: Ekaboni
es_us: Suscribirse
et: Telli
eu: Harpidetu
fa: اشتراک
fi: Tilaa
fr: S'abonner
gl: Subscribirse
he: עריכת מינוי
hu: Előfizetés
hy: Բաժանորդագրվել
id: Berlangganan
is: Gerast áskrifandi
it: Sottoscrivi
ja: サブスクリプション契約をする
ka: გამოწერა
kn: ಚಂದಾದಾರರಾಗಿ
ko: 구독
ku: Bibe abone
lt: Prenumeruoti
lv: Abonēt
mk: Pretplati se
ml: സബ്സ്ക്രൈബ്
nb: Abonner
nl: Abonneren
oc: Soscriure
pl: Zasubskrybuj
pt_br: Assinar
ro_ro: Abonează-te
ru: Подписаться
sc: Abbona·ti
sk: Registrovať
sl: Naročanje
sr: Претплати се
sr_latn: Pretplati se
sv: Prenumerera
ta: பதிவு
tr: Abone ol
uk: Передплатити
vi: Đăng ký
zh_hans: 订阅
zh_hant: 捐助

# shared_string_email_address
source: E-mail address
ar: البريد الإلكتروني
az: E-poçt ünvanı
be: Адрас электроннай пошты
bg: Адрес на електронна поща
ca: Adreça de correu electrònic
cs: E-mail
cy: Cyfeiriad e-bost
da: E-mailadresse
de: E-Mail-Adresse
el: Ηλεκτρονική διεύθυνση
eo: Retpoŝtadreso
es_us: Correo electrónico
et: E-posti aadress
eu: E-posta helbidea
fa: نشانی ایمیل
fi: Sähköpostiosoite
fr: Adresse courriel
gl: Enderezo de correo
he: כתובת דוא״ל
hu: E-mail cím
hy: Էլեկտրոնային հասցե
id: Alamat e-mail
is: Tölvupóstfang
it: Indirizzo email
ja: メールアドレス
ka: ელ-ფოსტა
kn: ಈ-ಮೇಲ್ ವಿಳಾಸ
ko: E-mail 주소
lt: E. pašto adresas
lv: E-pasta adrese
mk: E-mail adresa
ml: ഈ-മെയില്‍ വിലാസം
nb: E-postadresse
nl: E-mailadres
oc: Adreiça de corrier electronic
pl: Adres e-mail
pt_br: Endereço de e-mail
ro_ro: Adresa de email
ru: Адрес электронной почты
sc: Indiritzu de posta eletrònica
sk: E-mailová adresa
sl: Elektronski naslov
sr: Адреса е-поште
sr_latn: E-mejl adresa
sv: E-postadress
ta: மின்னஞ்சல் முகவரி
tr: E-posta adresi
uk: Адреса електронної пошти
vi: Địa chỉ E-mail
zh_hans: 电子邮件地址
zh_hant: E-mail 地址

# osm_live_enter_email
source: Please enter a valid e-mail address
ar: الرجاء إدخال عنوان بريد إلكتروني صالح
az: Zəhmət olmasa düzgün e-poçt ünvanı daxil edin
be: Калі ласка, увядзіце сапраўдны адрас электроннай пошты
bg: Въведете валиден адрес за електронна поща
ca: Introduïu una adreça d'e-mail vàlida
cs: Prosím zadejte platnou e-mailovou adresu
cy: Rho gyfeiriad e-bost dilys
da: Indtast en gyldig e-mailadresse
de: Bitte eine gültige E-Mail-Adresse eingeben
el: Παρακαλούμε, εισάγετε μια έγκυρη διεύθυνση ηλεκτρονικής αλληλογραφίας
eo: Bonvolu entajpiĝustan retpoŝtadreson
es_us: Ingresa un correo electrónico válido
et: Palun sisesta kehtiv e-posti aadress
eu: Sartu baliozko e-mail helbide bat
fa: لطفاً یک نشانی ایمیل معتبر وارد کنید
fi: Ole hyvä ja anna kelvollinen sähköpostiosoite
fr: Veuillez saisir une adresse courriel valide
gl: Insire un enderezo do correo válido
he: נא להזין כתובת דוא״ל חוקית
hu: Adjon meg egy érvényes e-mail-címet
hy: Խնդրում ենք մուտքագրեք ճիշտ e-mail հասցեն
id: Mohon masukkan alamat e-mail yang valid
is: Settu inn gilt tölvupóstfang
it: Per favore inserisci un indirizzo email valido
ja: 有効なメールアドレスを入力してください
ka: შეიყვანეთ სწორი ელ-ფოსტა
lt: Prašome įvesti galiojantį el. pašto adresą
lv: Lūdzu, ievadiet derīgu epasta adresi
mk: Ve molime vnesete validna e-mail adresa
ml: ദയവായി ഈ-മെയില്‍ വിലാസം തരുക
nb: Oppfør en gyldig e-postadresse
nl: Voer een geldig e-mailadres in
oc: Siatz pregar d'intrar una adreiça electronica valida
pl: Proszę wprowadzić prawidłowy adres e-mail
pt_br: Por favor, digite um endereço de e-mail válido
ro_ro: Introduceți o adresă de e-mail validă
ru: Введите действительный адрес электронной почты
sc: Pro praghere inserta un’indirìtzu de posta eletrònica vàlidu
sk: Prosím zadajte platnú e-mailovú adresu
sl: Vpišite veljaven elektronski naslov
sr: Молимо унесите исправну адресу е-поште
sr_latn: Unesi ispravnu adresu e-pošte
sv: Ange en giltig e-postadress
ta: சரியான மின்னஞ்சல் முகவரியை உள்ளிடவும்
tr: Lütfen geçerli bir e-posta adresi girin
uk: Будь ласка, введіть дійсну адресу електронної пошти
zh_hans: 请输入有效的电子邮件地址
zh_hant: 請輸入有效的電子郵件地址

# osm_live_enter_user_name
source: Please enter a public name
ar: الرجاء إدخال اسم عام
ast: Introduz un nome públicu
be: Калі ласка, ўвядзіце публічнае імя
bg: Въведете публично име
ca: Introduïu un nom públic
cs: Zadejte prosím veřejný název
cy: Rho enw cyhoeddus
da: Indtast et offentligt navn
de: Bitte einen öffentlichen Namen eingeben
el: Παρακαλούμε, εισάγετε ένα δημόσιο όνομα
eo: Bonvolu entajpi publikan nomon
es_us: Ingresa un nombre público
et: Palun sisesta avalik nimi
eu: Sartu izen publiko bat
fa: لطفاً یک نام کاربری وارد کنید
fi: Ole hyvä ja anna julkinen nimi
fr: Veuillez indiquer votre nom public
gl: Insire un nome público
he: נא להקליד שם פומבי
hu: Nyilvános nevet adjon meg
hy: Մուտքագրեք հանրային անուն
id: Mohon masukkan sebuah nama publik
is: Settu inn opinbert nafn
it: Per favore inserisci un nome pubblico
ja: 公開用の名前を入力してください
ka: Please enter public name
lt: Prašome įvesti viešą vardą
lv: Lūdzu ievadiet publiski redzamo vārdu
mk: Ve molime vnesete javno ime
ml: പൊതുവായ പേര് നൽകുക
nb: Oppfør offentlig navn
nl: Voer een Openbare Naam in
oc: Indicatz lo nom public
pl: Proszę wpisać nazwę publiczną
pt_br: Por favor, digite o nome público
ro_ro: Introduceți un nume public
ru: Введите публичное имя
sc: Pro praghere inserta unu nùmene pùblicu
sk: Prosím zadajte verejné meno
sl: Vpiši ime, ki bo prikazano javno
sr: Унесите јавно име
sr_latn: Unesi javno ime
sv: Ange ett offentligt namn
ta: தயவுசெய்து ஒரு பொது பெயரை உள்ளிடவும்
tr: Lütfen bir genel ad girin
uk: Введіть нікнейм
zh_hans: 请输入公开名称
zh_hant: 請輸入公開名稱

# shared_string_unexpected_error
source: Unexpected error
ar: حدث خطأ غير متوقع
ast: Fallu inesperáu
az: Gözlənilməyən səhv
be: Нечаканая памылка
bg: Неочаквана грешка
ca: Error inesperat
cs: Neočekávaná chyba
cy: Gwall annisgwyl
da: Uventet fejl
de: Unerwarteter Fehler
el: Αναπάντεχο σφάλμα
eo: Neatendita eraro okazis
es_us: Error inesperado
et: Ootamatu viga
eu: Ustekabeko errorea
fa: خطای غیرمنتظره
fi: Odottamaton virhe
fr: Erreur inattendue
gl: Erro inesperado
he: שגיאה בלתי צפויה
hu: Váratlan hiba
hy: Անսպասելի սխալ
id: Kesalahan tak terduga
is: Óvænt villa kom upp
it: Errore imprevisto
ja: 予期しないエラーが発生しました
ka: გაუთვალისწინებელი შეცდომა
kn: ಅಪೇಕ್ಷಿಸಲಾಗದ ತಪ್ಪು ಕಂಡಿದೆ
ko: 예기치 않은 오류가 발생 했습니다
lt: Nenumatyta klaida
lv: Radās negaidīta kļūme
mk: Neocekuvana greska
ml: "അപ്രതീക്ഷിതമായി പിശകു് ഉണ്ടായിരിക്കുന്നു"
nb: Uventet feil
nl: Onverwachte fout
oc: Error imprevista
pl: Nieoczekiwany błąd
pt_br: Erro inesperado
ro_ro: Eroare neașteptată
ru: Непредвиденная ошибка
sc: Errore non prevididu
sk: Neočakávaná chyba
sl: Prišlo je do nepričakovane napake
sr: Неочекивана грешка
sr_latn: Neočekivana greška
sv: Oväntat fel
ta: எதிர்பாராத பிழை
tr: Beklenmeyen hata
uk: Неочікувана помилка
zh_hans: 意外的错误
zh_hant: 意外的錯誤

# osm_live_payment_desc
source: Subscription charged per selected period. Cancel it on Google Play at any time.
ar: رسوم الاشتراك ستفرض كل فترة محددة. قم بالإلغاء على جوجل بلاي في أي وقت.
az: Abunəlik seçilən dövr üçün ödənilir. İstədiyiniz vaxt Google Play-dən ləğv edin.
be: Плата за падпіску спаганяецца за абраны перыяд. Скасаваць яе на Google Play можна у любы момант.
bg: Абонаментна такса се начислява всеки месец. Можете да я отмените от Google Play по всяко време.
ca: Subscripció mensual. Quan vulgueu cancel·lar-la feu-ho des de Google Play.
cs: Předplatné je strháváno za zvolené období. Můžete jej kdykoliv zrušit přes Google Play.
cy: Codir tâl am danysgrifiad fesul cyfnod dethol. Mae modd ei ddiddymu ar Google Play unrhyw bryd.
da: Abonnement opkræves pr. valgte periode. Kan opsiges på Google Play når som helst.
de: Das Abonnement wird pro ausgewähltem Zeitraum berechnet. Sie können das Abonnement jederzeit über Google Play kündigen.
el: Η συνδρομή επιβαρύνεται ανά επιλεγμένη περίοδο. Μπορείτε να την ακυρώσετε στο Google Play οποτεδήποτε.
eo: La abon‑pago estos prenata por la elektita periodo. Vi ĉiam povos rezigni ĝin en Google Play.
es_us: La suscripción se cobra por el período elegido. Puedes cancelarlo en cualquier momento en Google Play.
et: Tellimustasu võetakse valitud ajavahemiku kohaselt. Saad sellest Google Play kaudu igal ajal loobuda.
eu: Harpidetzaren kuota hautatutako aldiro kargatuko da. Zure harpidetza noiznahi eten dezakezu Google Play bitartez.
fa: هزینهٔ اشتراک مطابق دورهٔ انتخابی است. هر زمان که خواستید، اشتراک خود را در گوگل‌پلی لغو کنید.
fi: Tilausmaksu veloitetaan kuukausittain. Voit peruuttaa tilauksesi Google Playssa koska tahansa.
fr: Abonnement facturé périodiquement. Annulation possible à tout moment depuis Google Play.
gl: Cobraráseche unha subscrición polo período escollido. Podes desbotar a túa subscrición na Google Play en calquera intre.
he: עמלת המינוי תיגבה בהתאם לתקופה הנבחרת. ניתן לבטל את המינוי ב־Google Play בכל עת.
hu: Az előfizetési díj a kiválasztott időnként lesz felszámítva. Az előfizetést bármikor lemondhatja a Google Play-en.
hy: Բաժանորդային վճարը գանձվում է ամսական կտրվածքով:Դուք կարող եք չեղարկել բաժանորդագրությունը Google Play-յում ցանկացած պահի:
id: Langganan ditagih per periode yang dipilih. Batalkan di Google Play kapan saja.
is: Áskriftargjaldið verður rukkað miðað við valið tímabil. Þú getur sagt áskriftinni upp hvenær sem er á Google Play.
it: La sottoscrizione viene addebitata ogni mese. Puoi annullarla su Google Play in ogni momento.
ja: サブスクリプションは期間に応じた定額料金がかかります。キャンセルはGoogle Playにていつでも可能です。
ka: You can manage and cancel your subscriptions in your App Store account settings after purchase
ko: 선택된 기간에 한함. 언제든지 Google Play에서 취소하십시오.
lt: Prenumeratos mokestis nuskaitomas kas mėnesį. Prenumeratą galite nutraukti bet kuriuo metu Google Play programoje.
lv: Abonoments tiks apmaksāts automātiski katru mēnesi. Jūs varat atteikties no abonomenta Google Play jebkurā laikā.
mk: Pretplatata se naplaḱa po izbran period. Otkažete go na Google Play vo sekoe vreme.
ml: എല്ലാ മാസവും വരിസംഖ്യ പിരിക്കുന്നതായിരിക്കും. നിങ്ങള്‍ക്ക് ഗൂഗിള്‍ പ്ളേയിലൂടെ ഇത് എപ്പോള്‍ വേണമെങ്കിലും റദ്ദുചെയ്യാവുന്നതാണ്.
nb: Abonnementsavgift belastes månedsvis. Avbryt det på Google Play når som helst.
nl: Het abonnementsgeld wordt volgens de gekozen abonnementsvorm geïncasseerd. Het abonnement kan op elk moment via Google Play worden gestopt.
oc: Abonament facturat per periòde chausit. Se pòt annular sus Google Play quand volètz.
pl: Subskrypcja naliczana za wybrany okres. Anuluj ją w Google Play w dowolnym momencie.
pt_br: Você pode gerenciar e cancelar suas assinaturas nas configurações da sua conta na App Store após a compra
ro_ro: Abonamentul se percepe pe perioada selectată. Anulați-l în orice moment pe Google Play.
ru: Абонентская плата взимается за выбранный период. Отменить подписку можно в Google Play в любой момент.
sc: Costu periòdicu de s'abbonamentu. Lu podes anullare in Google Play cando boles.
sk: Predplatné bude spoplatnené v zvolenom intervale. Predplatné zrušte kedykoľvek na Google Play.
sl: Naročnina se obračuna za izbrano obdobje. Kadarkoli jo je mogoče preklicati prek Google Playa.
sr: Чланарина се наплаћује по одабраном временском размаку. Можете је отказати на Гугл плеју кад год пожелите.
sr_latn: Preplata se naplaćuje po odabranom vremenskom razmaku. Možeš je otkazati na Google Play kad god poželiš.
sv: Prenumerationen debiteras per vald period. Avbryt det på Google Play när som helst.
ta: தேர்ந்தெடுக்கப்பட்ட காலத்திற்கு சந்தா வசூலிக்கப்படுகிறது. எந்த நேரத்திலும் Google Play இல் அதை ரத்துசெய்.
tr: Abonelik seçilen dönem başına ücretlendirilir. İstediğiniz zaman Google Play'den iptal edin.
uk: Передплата стягується раз на вибраний період. Скасувати передплату можна в Google Play у будь-який момент.
zh_hans: 按所选时间段收取订阅费用。可随时在 Google Play 上取消。
zh_hant: 會定時收取訂閱費用。您隨時都能在 Google Play 取消。

# osm_live_ask_for_purchase
source: Please purchase a subscription to OsmAnd Live first
ar: يرجى شراء اشتراك أوسماند لايف أولا
az: Zəhmət olmasa əvvəlcə OsmAnd Live abunəliyini alın
be: Калі ласка, спачатку набудзьце падпіску OsmAnd Live
bg: Моля, първо закупете абонамент за OsmAnd Live
ca: Primer heu d'adquirir la subscripció d'OsmAnd Live
cs: Nejprve prosím zakupte předplatné OsmAnd Live
cy: Prynwch danysgrifiad i OsmAnd Live yn gyntaf
da: Køb først OsmAnd Live-abonnement
de: Bitte kaufen Sie zuerst ein OsmAnd-Live-Abonnement
el: Παρακαλούμε, αγοράστε πρώτα μια συνδρομή για το OsmAnd Live
eo: Bonvolu unue aĉeti abonon al OsmAnd-Live
es_us: Primero compra una suscripción a OsmAnd Live
et: Palun osta esmalt OsmAnd Live tellimus
eu: Erosi OsmAnd Live harpidetza aurretik
fa: لطفاً ابتدا اشتراک OsmAnd Live را بخرید
fi: Osta ensin OsmAnd Live -tilaus
fr: Au préalable veuillez acheter un abonnement OsmAnd Live
gl: Merca primeiro unha subscrición ó OsmAnd ao Vivo
he: נא לרכוש מינוי ל־OsmAnd חי תחילה
hu: Először vásároljon OsmAnd Live előfizetést
hy: Խնդրում ենք նախ ձեռք բերեք OsmAnd Live բաժանորդագրությունը
id: Mohon beli sebuah langganan ke OsmAnd Live terlebih dahulu
is: Kauptu fyrst áskrift að OsmAnd Live
it: Per favore acquista prima la sottoscrizione a OsmAnd Live
ja: 最初にOsmAnd Liveのサブスクリプション登録(定期有料契約)をしてください
lt: Prašome pirmiau įsigyti OsmAnd Live prenumeratą
lv: Lūdzu, vispirms nopērciet abonomentu OSM atjauninājumiem
mk: Najprvo kupete pretplata na OsmAnd Live
ml: ആദ്യം OsmAnd Liveന്റെ ഒരു സബ്സ്ക്രിപ്ഷൻ വാങ്ങുക
nb: Kjøp først et OsmAnd Live-abonnement
nl: Neem alsjeblieft eerst een abonnement op OsmAnd Live
oc: Vos fau premier abonar a OsmAnd Live
pl: Proszę najpierw zakupić subskrypcję OsmAnd Live
pt_br: Favor adquirir uma assinatura do OsmAnd Live primeiro
ro_ro: Achiziționați mai întâi abonamentul OsmAnd Live
ru: Сначала приобретите подписку на OsmAnd Live
sc: Pro praghere in antis còmpora un’abbonamentu a OsmAnd Live
sk: Prosím zakúpte si najprv predplatné OsmAnd Live
sl: Najprej se je treba naročiti na storitev OsmAnd Live
sr: Молимо прво купите чланарину на ОсмАнд уживо
sr_latn: Prvo kupi pretplatu na OsmAnd Live
sv: Köp först ett abonnemang på OsmAnd Live
ta: முதலாவதாக OsmAnd இன் சந்தாவை வாங்கவும்
tr: Lütfen önce OsmAnd Live aboneliği satın alın
uk: Будь ласка, спочатку передплатіть OsmAnd Live
zh_hans: 请先购买 Osmand Live 的订阅
zh_hant: 請先購買 OsmAnd Live 訂閱
