Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# routing_attr_prefer_tactile_paving_name
source: Prefer tactile paving
ar: تفضيل رصيف المكفوفين
be: Аддаваць перавагу тактыльнаму пакрыццю
bg: Предпочитане на тактилна настилка
ca: Prefereix el paviment tàctil
cs: Upřednostnit dlažbu pro nevidomé
cy: Ffafrio pafin cyffyrddol
da: Foretræk taktil belægning
de: Taktile Oberflächen bevorzugen
el: Προτίμηση απτικής πλακόστρωσης
eo: Preferi reliefon por blinduloj
es_us: Preferir pavimento táctil
et: Eelista kombatava sillutise kasutamist
eu: Nahiago ukimenezko zoladura
fa: ترجیح سنگفرش لمسی
fr: Privilégier les chemins avec pavés tactiles
he: להעדיף ריצוף מישושי
hu: Vakvezető burkolat előnyben részesítése
id: Lebih suka paving taktil
is: Kjósa yfirborð með snertimerkingum
it: Preferisci pavimentazione tattile
ja: 触覚舗装を優先
ko: 시각 장애인 유도 블록 선호
mk: Pretpočitajte taktilno (so dopir) popločuvanje
nb: Foretrekk taktile ledelinjer
nl: Verkies blindengeleidestroken
oc: Preferéncia au caladat tactil
pl: Preferuj nawierzchnię brukową
ro_ro: Preferă pavaj tactil
ru: Предпочитать тактильное покрытие
sc: Preferi sos pamentos tàtiles
sk: Uprednostniť dlažbu pre nevidiacich
sl: Prednostno vodi po poteh s taktilnim tlakovanjem
sr: Радије поплочавај додирно
sr_latn: Preferiraj popločane površine
sv: Föredra taktil beläggning
ta: தொட்டுணரக்கூடிய நடைபாதையை விரும்புங்கள்
tr: Dokunsal kaldırımı tercih et
uk: Надавати перевагу тактильному покриттю
vi: Ưu tiên dải cảnh báo cho người khiếm thị
zh_hans: 偏好导盲铺面
zh_hant: 偏好導盲鋪面

# routing_attr_length_description
source: Specify vehicle length to be permitted on routes.
ar: تحديد الارتفاع الأعلى المسموح به على الطرق.
az: Marşrutlarda icazə veriləcək nəqliyyat vasitəsinin uzunluğunu təyin edin.
be: Пазначце даўжыню транспартнага сродку, дазволеную для руху па маршрутах.
ca: Especifiqueu la llargada del vehicle que han de permetre les vies.
cs: Zadejte délku vozidla, která musí být na trase povolená.
cy: Nodwch hyd y cerbyd sydd i'w ganiatáu ar y llwybrau.
da: Angiv køretøjslængde der skal være tilladt på ruter.
de: Geben Sie die Fahrzeuglänge an, die auf Routen erlaubt sein soll.
el: Καθορίστε μήκος οχήματος που επιτρέπεται στους δρόμους.
eo: Difini permesatan longon de veturilo.
es_us: Indica la longitud permitida del vehículo en rutas.
et: Täpsusta marsruutidel lubatud sõiduki pikkus.
eu: Zehaztu ibilbideetan baimendutako ibilgailu-luzera.
fa: طول مجاز خودرو در مسیرها را مشخص کنید.
fr: Indiquez la longueur du véhicule autorisée sur les routes.
gl: Especifica a lonxitude do vehículo para ser permitido nas rutas.
he: נא לציין את אורך כלי הרכב כדי לבדוק מסלולים מורשים.
hu: Adja meg az útvonalakon a járművekre vonatkozó hosszkorlátozást.
hy: Նշեք թույլատրելի տրանսպորտային միջոցի երկարությունը երթուղով երթևեկության համար։
id: Tentukan panjang kendaraan untuk diizinkan pada rute.
is: Tilgreindu lengd farartækis sem leyfð er á leiðum.
it: Specifica la lunghezza del veicolo permessa nei percorsi.
ja: ルート検索時に指定した車両の長さを考慮します。
ko: 노선에서 차량 길이를 지정합니다.
mk: Navedete ja dolžinata na voziloto što treba da se dozvoli na maršrutite.
nb: Angi kjøretøylengde som tillates på rutene.
nl: Geef de toegestane voertuiglengte op voor routes.
pl: Określ długość pojazdu dozwoloną na trasach.
ro_ro: Specificați lungimea vehiculului care trebuie permisă pe rute.
ru: Укажите длину транспортного средства, разрешённую для движения по маршрутам.
sc: Dillinda sa longària de su veìculu permìtida in sas àndalas.
sk: Zadajte aká dĺžka vozidla musí byť povolená na trase.
sl: Določi omejitev dolžine vozila, ki bo dovoljena na poteh.
sr: Одаберите дужину возила која је дозвољена на путевима.
sr_latn: Odaberi dužinu vozila koja je dozvoljena na putevima.
sv: Ange tillåten fordonslängd på rutter.
ta: பாதைகளில் அனுமதிக்கப்பட வேண்டிய வாகன நீளத்தைக் குறிப்பிடவும்.
tr: Rotalarda izin verilecek araç uzunluğunu belirtin.
uk: Вкажіть дозволену довжину транспортного засобу для створення маршруту.
vi: Chỉ rõ chiều dài phương tiện được phép lưu thông trên đường.
zh_hans: 指定路线上允许的车辆长度。
zh_hant: 指定路線上允許的車輛長度。

# announcement_time_passing
source: Passing
ar: تجاوز
az: Keçmək
be: Пры праходжанні
cs: Míjení
cy: Pasio
da: Passerer
de: Beim Passieren
el: Πέρασμα
eo: Pasado
es_us: Pasando
et: Möödasõit
eu: Pasatzea
fa: هنگام گذر
fi: Ohitus
fr: Durée
gl: Pasando
he: מעבר
hu: Túlhaladás
id: Lewat
is: Framhjá
it: Passaggio
ja: 通過する
ka: გაცდენა
ko: 통과
mk: Premiuvanje
nb: Ved passering
nl: Bij passeren
oc: A passar
pl: Upłynęło
ro_ro: Trecere
ru: При прохождении
sc: Colende
sk: Pri bode trasy
sl: Po
sr: Пролажење
sr_latn: Prolazak
sv: Passerar
ta: கடந்து
tr: Geçme
uk: Проходження
vi: Đi qua
zh_hans: 通过
zh_hant: 通過

# restart_is_required
source: A restart is required to apply the change.
ar: مطلوب إعادة التشغيل لتطبيق التغيير.
az: Dəyişikliyi tətbiq etmək üçün yenidən başlatmaq lazımdır.
be: Каб усе змены ўжыліся, патрэбна перезапусціць праграму.
bg: За да бъдат приложени промените е необходим рестарт.
ca: Cal reiniciar per aplicar la modificació.
cs: K provedení změny je nutný restart.
cy: Mae angen ailgychwyn i osod y newid.
da: En genstart er påkrævet for at anvende ændringen.
de: Ein Neustart ist erforderlich, um die Änderung anzuwenden.
el: Απαιτείται μια επανεκκίνηση για να εφαρμοστούν όλες οι αλλαγές.
eo: Necesas restartigi la aplikaĵon por apliki ŝanĝojn.
es_us: Debes reiniciar para aplicar los cambios.
et: Muudause rakendamiseks on vajalik taaskäivitamine.
eu: Aldaketa aplikatzeko berrabiarazi behar da.
fa: برای به کار بستن تغییرات، لازم است برنامه باز و بسته شود.
fi: Muutosten käyttöönottaminen vaatii uudelleenkäynnistystä.
fr: Il est nécessaire de redémarrer l'application pour prendre en compte la modification.
gl: Requírese un reinicio para aplicar as modificacións.
he: נדרשת הפעלה מחדש כדי להחיל את השינוי.
hu: A módosítás alkalmazásához újra kell indítani az alkalmazást.
hy: Փոփոխությունները կիրառելու համար պետք է վերագործարկել:
id: Pemulaian ulang dibutuhkan untuk menetapkan perubahan.
is: Til að breytingarnar verði að fullu virkar, þarf að endurræsa forritið handvirkt.
it: Riavvio richiesto per applicare il cambiamento.
ja: 変更を適用するためにアプリを再起動します。
ka: ცვლილებების ძალაში მთლიანად შესასვლელად აპლიკაციის გადატვირთვა.
ko: 변화를 완전히 적용 하려면, 수동으로 응용 프로그램을 다시 시작해야 합니다.
lt: Siekiant visiškai pritaikyti pakeitimus, būtina iš naujo startuoti programą.
lv: Lai izmaiņas stātos spēkā, nepieciešams pārstartēt aplikāciju.
mk: Potrebno e restartiranje za da se primeni promenata.
ml: മാറ്റങ്ങളെല്ലാം സ്വീകരിക്കാനായി ആപ്പ്ളികേഷന്‍ റീസ്ടാര്‍ട്ട് ചെയ്യണം.
nb: En omstart av OsmAnd kreves forå ta i bruk endringen.
nl: Er is een herstart nodig om de wijziging door te voeren.
pl: W celu zastosowania zmian wymagane jest ponowne uruchomienie.
ro_ro: Este necesară o repornire pentru a aplica modificarea.
ru: Для применения изменения требуется перезапуск.
sc: Depes torrare a allùghere pro aplicare sas modìficas.
sk: Pre použitie zmeny je potrebný reštart aplikácie.
sl: Za uveljavitev sprememb je potreben ponovni zagon.
sr: Потребно је поновно покретање за примену измена.
sr_latn: Potreban je restart za primenu izmena.
sv: En omstart krävs för att tillämpa ändringen.
ta: மாற்றத்தைப் பயன்படுத்த மறுதொடக்கம் தேவை.
tr: Değişikliği uygulamak için yeniden başlatma gerekmektedir.
uk: Для застосування змін потрібен перезапуск.
zh_hans: 需要重新启动以应用更改。
zh_hant: 需要重新啟動以套用變更。

# routing_attr_avoid_cobblestone_name
source: Avoid cobblestone
cs: Vyhnout se dlažbě
da: Undgå brosten
de: Kopfsteinpflaster vermeiden
el: Αποφυγή λιθόστρωτου
eo: Eviti rulŝtonajn kahelojn
es_us: Evitar adoquinado
et: Väldi munakiviteid
eu: Saihestu harlauzak
fa: پرهیز از سنگفرش
fr: Éviter les pavés
hu: Durva kőburkolat elkerülése
id: Hindari batu bulat
is: Forðast götusteina
it: Evita acciottolato
ja: 石畳を避ける
ko: Cobblestone를 피하십시오
lt: Vengti trinkelių
nb: Unngå brostein
nl: Vermijd kinderkopjes
pl: Unikaj kocich łbów
ro_ro: Evită piatra cubică
ru: Без булыжника
sk: Vyhnúť sa okrúhlym kameňom
sl: Brez tlakovanih cest
sr: Избегавај калдрму
sr_latn: Izbegavati kaldrmu
sv: Undvik kullersten
ta: கோப்ச்டோனைத் தவிர்க்கவும்
tr: Parke taşlarından kaçının
uk: Уникати бруківки
vi: Tránh đá cuội
zh_hant: 避免鵝卵石

# help_article_plugins_custom_name
source: Custom package
ar: حزمة مخصصة
cs: Vlastní balíček
da: Brugerdefineret pakke
de: Individuelles Paket
el: Προσαρμοσμένο πακέτο
es_us: Paquete personalizado
et: Kohandatud pakett
fr: Paquet personnalisé
hu: Egyéni csomag
id: Paket Kustom
is: Sérsniðinn pakki
it: Pacchetto personalizzato
ko: 사용자 지정 패키지
nb: Egendefinert pakke
nl: Eigen samenstelling
pl: Pakiet niestandardowy
ro_ro: Pachet personalizat
ru: Пользовательский пакет
sk: Vlastný balíček
sr: Прилагођени пакет
sr_latn: Prilagođeni paket
sv: Anpassat paket
ta: தனிப்பயன் தொகுப்பு
tr: Özel paket
uk: Користувацький пакет
zh_hant: 客製套件

# audionotes_plugin_name
source: Audio/video notes
af: Oudio/video notas
ar: ملاحظات صوت/فيديو
ast: Notes d'audiu/videu
az: Səs/video qeydləri
be: Аўдыё/відэа нататкі
bg: Аудио/видео бележки
ca: Connector de notes d'àudio
cs: Modul zvukové/video poznámky
cy: Nodiadau sain / fideo
da: Lyd-/videonoter
de: Audio-/Videonotizen
el: Σημειώσεις ήχου/video
eo: Sonaj/videaj notoj
es_us: Notas multimedia
et: Audio/video märkmed
eu: Audio/bideo oharrak
fa: یادداشت‌های صوتی/تصویری
fi: Ääni/video muistiinpanot
fr: Notes audio/vidéo
gl: Notas de son/vídeo
he: תוסף הערות קוליות
hu: Hang- és videójegyzetek
hy: Աուդիո և վիդեո նշումներ
id: Catatan audio / video
is: Hljóð/myndskeiðs-minnispunktar
it: Note audio/video
ja: 音声/動画メモ
ka: ხმოვანი/ვიდეო შენიშვნები
kn: ದೃಶ್ಯ / ಶ್ರಾವ್ಯ ಟಿಪ್ಪಣೆಗಳು
ko: 소리/영상 노트
lt: Audio užrašų įskiepis
lv: Audio/video ieraksti
mk: Audio/video beleski
ml: ഓഡിയോ/വീഡിയോ കുറിപ്പുകള്‍
nb: Audio/video-notater
nl: Audio-/videonotities
oc: Nòtas audio/video
pl: Uwagi audio/wideo
ro_ro: Notițe audio/video
ru: Аудио/видеозаметки
sc: Estensione notas àudio/vìdeo
sk: Audio/video poznámky
sl: Zvočni in video zaznamki
sq: Shënimet e audio/video
sr: Звучне/видео белешке
sr_latn: Zvučni i video zapisi
sv: Ljud-/Videoanteckningar
ta: ஆடியோ/வீடியோ குறிப்புகள்
tr: Ses/video notları
uk: Аудіо/відео примітки
zh_hans: 音频/视频注记
zh_hant: 語音/影音註記

# shared_string_accessibility
source: Accessibility
af: Toeganklikheid
ar: تسهيلات الاستخدام
ast: Accesibilidá
az: Xüsusi imkanlar
be: Адмысловыя магчымасці
bg: Достъпност
ca: Accessibilitat
cs: Usnadnění
cy: Hygyrchedd
da: Tilgængelighed
de: Bedienungshilfen
el: Προσβασιμότητα
eo: Alirebleco
es_us: Accesibilidad
et: Hõlpsus
eu: Irisgarritasuna
fa: قابلیت دسترسی
fi: Esteettömyys
fr: Accessibilité
gl: Accesibilidade
he: נגישות
hu: Kisegítő lehetőségek
hy: Հատուկ հնարավորություններ
id: Aksesibilitas
is: Aukið aðgengi
it: Accessibilità
ja: アクセシビリティ
ka: წვდომა
kn: ಲಭ್ಯಾರ್ಹತೆ
ko: 접근성
lt: Prieiga
lv: Pieejamība
mk: Pristapnost
ml: സാമീപ്യത
nb: Tilgjengelighet
nl: Toegankelijkheid
oc: Accessibilitat
pl: Ułatwienia dostępu
ro_ro: Accesibilitate
ru: Специальные возможности
sc: Atzessibilidade
sk: Uľahčenie prístupu
sl: Dostopnost
sr: Приступачност
sr_latn: Pristupačnost
sv: Tillgänglighet
ta: அணுகல்
tr: Erişilebilirlik
uk: Доступність
vi: Khả năng tiếp cận
zh_hans: 无障碍
zh_hant: 無障礙設施

# settings_preset
source: Default profile
af: Gebruikersprofiel
ar: الوضع الافتراضي
ast: Perfil predetermináu
az: Standart profil
be: Прадвызначаны профіль
bg: Текущ профил
ca: Perfil predeterminat
cs: Uživatelský profil
cy: Proffil rhagosodedig
da: Standardprofil
de: Standardprofil
el: Προκαθορισμένο προφίλ
eo: Ĉefa profilo
es_us: Perfil predefinido
et: Vaikimisi profiil
eu: Lehenetsitako profila
fa: نمایهٔ پیش‌فرض
fi: Oletusprofiili
fr: Profil par défaut
gl: Perfil predeterminado
he: פרופיל בררת מחדל
hu: Alapértelmezett profil
hy: Պրոֆիլ
id: Profil bawaan
is: Sjálfgefið setusnið
it: Profilo predefinito
ja: 起動時の表示プロファイル
ka: მომხმარებლის პროფილი
ko: 기본 프로필
lt: Naudojimo profilis
lv: Noklusētais profils
mk: Standaren profil
ml: സഹജമായ രൂപരേഖ(ഡിഫാള്‍ട് പ്രൊഫൈല്‍)
nb: Standardprofil
nl: Standaardprofiel
oc: Perfiu predefinit
pl: Domyślny profil
pt_br: Perfil predefinido
ro_ro: Profil implicit
ru: Профиль по умолчанию
sc: Profilu predefinidu
sk: Prednastavený profil
sl: Privzeti profil
sr: Главни профил
sr_latn: Osnovni profil
sv: Standardprofil
ta: இயல்புநிலை சுயவிவரம்
tr: Varsayılan profil
uk: Типовий профіль
vi: Chế độ Ứng dụng
zh_hans: 用户配置文件
zh_hant: 預置設定檔

# default_profile_descr
source: Select a profile that will be used the application launch.
ar: حدد ملف تعريف سيتم استخدامه عند تشغيل التطبيق.
be: Абырыце профіль, які будзе выкарыстоўвацца падчас запуску праграмы.
ca: Seleccioneu un perfil que s'utilitzarà en iniciar l'aplicació.
cs: Zvolte profil, který se použije při startu aplikace.
da: Vælg en profil, der skal bruges ved start af app.
de: Wählen Sie ein Profil, das beim Start der Anwendung verwendet wird.
el: Επιλέξτε ένα προφίλ που θα χρησιμοποιηθεί η εκκίνηση της εφαρμογής.
es_us: Elige el perfil que se usará al ejecutar la aplicación.
et: Vali profiil, mida kasutatakse rakenduse käivitamisel.
fa: نمایه ای را انتخاب کنید که برای راه اندازی برنامه مورد استفاده قرار می گیرد.
fr: Sélectionnez un profil qui sera utilisé lors du lancement de l'application.
hu: Jelölje ki az alkalmazás indításakor használt profilt.
id: Pilih profil yang akan digunakan pada peluncuran aplikasi.
is: Veldu sniðið sem verður notað þegar forritið er ræst.
it: Seleziona un profilo che verrà utilizzato all'avvio dell'applicazione.
ja: アプリケーションの起動時に使用するプロファイルを選択します。
ko: 응용 프로그램 실행을 사용할 프로필을 선택하십시오.
nb: Velg en profil å bruke for programstart.
nl: Kies een profiel dat gebruikt zal worden bij het starten van de applicatie.
oc: Seleccionatz lo perfiu que s'utilizarà per aviar l'aplicacion.
pl: Wybierz profil, który będzie używany po starcie aplikacji.
pt_br: Selecione um perfil que será usado na inicialização do aplicativo.
ro_ro: Selectați un profil care va fi utilizat la lansarea aplicației.
ru: Выберите профиль, который будет использоваться при запуске приложения.
sc: Ischerta unu profilu chi at a èssere impreadu in s'allughidura de s'aplicatzione.
sk: Zvoľte profil, ktorý sa použije pri štarte aplikácie.
sr: Изаберите профил који ће се користити приликом покретања апликације.
sr_latn: Izaberite profil koji će se koristiti prilikom pokretanja aplikacije.
sv: Välj en profil som ska användas vid start av applikationen.
ta: பயன்பாட்டு வெளியீட்டைப் பயன்படுத்தும் சுயவிவரத்தைத் தேர்ந்தெடுக்கவும்.
tr: Uygulama başlatılırken kullanılacak bir profil seçin.
uk: Виберіть профіль, який застосовуватиметься під час запуску.
zh_hans: 选择将用于应用程序启动的配置文件。
zh_hant: 選擇程式啟動時的配置檔案。

# settings_preset_descr
source: Map view and navigation settings are remembered per use profile. Set your default profile here.
af: Kies 'n gebruiker profiel met 'n persoonlike kaart en navigasie instellings.
ar: اختيار وضع افتراضي لعرض الخريطة: استعراض، سيارة، مشي .
az: Xəritə görünüşü və naviqasiya parametrləri hər istifadə profilinə görə yadda saxlanılır. Standart profilinizi burada seçin.
be: Выгляд мапы і налады навігацыі захоўваюцца для кожнага асобнага профілю. Вызначце ваш прадвызначаны профіль.
bg: Изгледът на картата и настройките за навигация се запомнят за всеки потребителски профил. Настройте своя профил по подразбиране тук.
ca: La configuració de la representació del mapa i de la navegació segueix un perfil d'utilització. Seleccioneu aquí el vostre perfil predeterminat.
cs: Vyberte uživatelský profil. V každém profilu je možno upravit vzhled mapy a způsob navigace.
cy: Mae gosodiadau llywio a golwg map yn cael eu cofio ynôl proffil defnyddwyr. Gosodwch broffil fan hyn.
da: Kortvisnings- og navigationsindstillinger gemmes på hver profil. Indstil standardprofilen her.
de: Kartenansicht und Navigationseinstellungen werden je Profil gespeichert. Hier Standardprofil vorauswählen.
el: Η εμφάνιση χάρτη και οι ρυθμίσεις πλοήγησης απομνημονευονται ανά προφίλ χρήστη. Καθορίστε το προεπιλεγμένο προφίλ σας εδώ.
eo: Map-vido kaj navigadaj agordoj estas memoritaj aparte por iu profilo de uzado. Agordi vian implicitan profilon tieĉi.
es_us: La vista del mapa y los ajustes de navegación se recuerdan por el perfil usado. Elige tu perfil predefinido aquí.
et: Kaardivaate ja navigeerimise sätted jäetakse meelde iga kasutusprofiili kohta eraldi. Seadista siin oma vaikeprofiil.
eu: Maparen ikuspegia eta nabigazio ezarpenak profilka gogoratzen dira. Ezarri hemen zure lehenetsitako profila.
fa: نمای نقشه و تنظیمات ناوبری برای هر نمایه جداگانه ذخیره می‌شود. نمایه پیش‌فرض خود را اینجا تنظیم کنید.
fi: Valitse käyttäjäprofiili yksilöllisillä kartta- ja navigaatioasetuksilla.
fr: Les paramètres de la carte et de guidage sont mémorisés dans un profil. Définissez votre profil par défaut ici.
gl: A vista do mapa e as opcións da navegación son lembradas segundo cada perfil de usuario. Velaquí escolle o teu perfil predeterminado.
he: הגדרות תצוגת המפה והניווט נשמרות לפי פרופיל שימוש. ניתן להגדיר את פרופיל בררת המחדל שלך דרך כאן.
hu: Az egyes felhasználási profilok megjegyzik a térképnézetet és a navigációs beállításokat. Alapértelmezett profilját itt adhatja meg.
hy: Ընտրեք ծրագրերի պրոֆիլը (յուրաքանչյուր պրոֆիլի պարամետրերը պահպանվում են առանձին)։
id: Tampilan peta dan pengaturan navigasi diingat per profil penggunaan. Tetapkan profil bawaan Anda di sini.
is: Kortasýn og leiðsagnarstillingar eru geymdar fyrir hvert notandasnið. Stilltu hér sjálfgefið notandasnið.
it: Le impostazioni di navigazione e di visualizzazione della mappa vengono ricordate per ciascun profilo di utilizzo. Impostare qui il profilo predefinito.
ja: マップ外観とナビゲーション設定は、使用プロファイルごとに記憶されます。ここでデフォルトのプロファイルを設定します。
ka: აირჩიეთ მომხმარებლის პროფილი რუკისა და ნავიგაციის პარამეტრებით.
ko: 각 프로필마다 맵 뷰어와 운행 설정을 기억합니다. 여기에 기본 프로필을 설정합니다.
lt: Pasirinkite naudojimo profilį su individualiu žemėlapiu ir navigacijos nustatymais.
lv: Izvēlieties noklusēto profilu (iestatījumi tiek saglabāti katrā profilā atsevišķi).
mk: Prikazot na kartata i postavkite za navigacija se pametat po profil na upotreba. Postavete go vašiot standarden profil ovde.
ml: ഓരോ പ്രൊഫൈലിലും മാപ്പ് കാഴ്ചയും നാവിഗേഷൻ ക്രമീകരണവും ഓർമ്മിക്കപ്പെടുന്നു. നിങ്ങളുടെ ഡീഫാള്‍ട്ട് പ്രൊഫൈൽ ഇവിടെ സജ്ജമാക്കുക.
nb: Kartvisning- og navigeringsinnstillinger lagres per profil. Sett din standardprofil her.
nl: Kaartweergave en navigatie-instellingen worden per profiel opgeslagen. Kies hier het standaardprofiel.
oc: La configuracion de la mapa e de la navigacion seguís un perfiu d'utilitzacion. Seleccionatz aicí vòstre perfiu predefinit.
pl: Ustala domyślny profil widoku mapy i ustawień nawigacji.
pt_br: Configurações de exibição e navegação de mapa são gravadas por perfil de uso. Defina seu perfil padrão aqui.
ro_ro: Setările de vizualizare și navigație ale hărții sunt ținute minte per profil. Setați aici profilul dumneavoastră implicit.
ru: Вид карты и настройки навигации сохраняются для каждого отдельного профиля. Установите ваш профиль по умолчанию.
sc: Issèbera unu profilu de impreu cun impostatziones personalizadas pro sa mapa e sa navigatzione.
sk: Nastavenia mapy a navigácie sú zapamätané pre jednotlivé profily použitia. Nastavte svoj predvolený profil tu.
sl: Izbor uporabniškega profila s prilagojenimi nastavitvami navigacije in izrisa zemljevida.
sr: Изглед карте и подешавања навођења се памте по корисничком налогу. Поставите подразумевани налог овде.
sr_latn: Izgled mape i podešavanja navođenja se pamte po korisničkom profilu. Postavi podrazumevani profil ovde.
sv: Kartvy och navigeringsinställningar är kopplade till din profil. Ange din standardprofil här.
ta: பயன்பாட்டு சுயவிவரத்திற்கு வரைபடக் காட்சி மற்றும் வழிசெலுத்தல் அமைப்புகள் நினைவில் வைக்கப்படுகின்றன. உங்கள் இயல்புநிலை சுயவிவரத்தை இங்கே அமைக்கவும்.
tr: Harita görünümü ve navigasyon ayarları kullanılan profile göre hatırlanır. Varsayılan profilinizi burada ayarlayın.
uk: Вид мапи й налаштування навігації зберігаються для кожного профілю окремо. Вкажіть ваш типовий профіль.
vi: Chế độ xem bản đồ và cài đặt điều hướng được ghi nhớ trên mỗi hồ sơ sử dụng. Đặt hồ sơ mặc định của bạn ở đây.
zh_hans: 每种使用场景的地图和导航设置是相互独立的。在这里设置您的缺省使用场景。
zh_hant: 檢視地圖和導航設定，記住每個使用設定檔。在這裡設定您的預置設定檔。

# coords_format_descr_quick_search
source: You can change coordinates format for profile in General settings
ar: يمكنك تغيير تنسيق الملف في الإعدادات العامة
be: Вы можаце змяніць фармат каардынат для профілю ў агульных наладах
cs: Formát souřadnic pro profil můžete změnit ve Všeobecných nastaveních
da: Du kan ændre koordinatformatet for profilen i Generelle indstillinger
de: Sie können das Koordinatenformat für das Profil in den allgemeinen Einstellungen ändern
el: Μπορείτε να αλλάξετε την μορφή συντεταγμένων για το προφίλ στις Γενικές ρυθμίσεις
es_us: Puedes cambiar el formato de las coordenadas del perfil en los ajustes generales
et: Profiili koordinaatide vormingut saad muuta üldseadetes
fr: Vous pouvez modifier le format des coordonnées du profil dans les paramètres généraux
hu: A profil koordinátaformátumát az Általános beállításokban módosíthatja
id: Anda dapat mengubah format koordinat untuk profil di pengaturan Umum
is: Þú getur breytt sniði hnita fyrir notkunarsniðið í almennum stillingum
it: Puoi modificare il formato delle coordinate per il profilo nelle Impostazioni generali
ko: 일반 설정에서 프로필의 좌표 형식을 변경할 수 있음
nb: Du kan endre koordinatformat for profil i generelle innstillinger
nl: Je kan het formaat van de coördinaten voor dit profiel aanpassen in de Algemene instellingen
oc: Podètz modificar lo format de coordonadas dau perfiu dins lei paramètres generaus
pl: Możesz zmienić format współrzędnych swojego profilu w Ustawieniach Głównych
pt_br: Pode alterar o formato das coordenadas para o perfil nas configurações gerais
ro_ro: Puteți schimba formatul coordonatelor pentru profil în Setări generale
ru: Формат координат для профиля можно изменить в Общих настройках
sc: Podes mudare su formadu de sas coordinadas pro su profilu in sas impostatziones generales
sr: Формат координата за профил можете променити у Општим подешавањима
sr_latn: Format koordinata za profil možete promeniti u Opštim podešavanjima
sv: Du kan ändra koordinatformat för profil i allmänna inställningar
ta: பொது அமைப்புகளில் சுயவிவரத்திற்கான ஆயத்தொகுப்பு வடிவமைப்பை நீங்கள் மாற்றலாம்
tr: Profil için koordinat biçimini Genel ayarlarda değiştirebilirsiniz
uk: Формат координат профілю можна змінити в загальних налаштуваннях
zh_hant: 你可以在一般設定改變配置檔案的座標格式

source: Coordinates
ar: إحداثيات
ast: Coordenaes
az: Koordinatlar
be: Каардынаты
bg: Координати
ca: Coordenades
cs: Souřadnice
cy: Cyfesurynnau
da: Koordinater
de: Koordinaten
el: Συντεταγμένες
eo: Koordinatoj
es_us: Coordenadas
et: Koordinaadid
eu: Koordenatuak
fa: مختصات
fi: Koordinaatit
fr: Coordonnées
gl: Coordenadas
he: נקודות ציון
hu: Koordináták
hy: Կոորդինատներ
id: Koordinat
is: Hnit
it: Coordinate
ja: 座標
ka: კოორდინატები
kn: ನಿರ್ದೇಶಾಂಕಗಳು
ko: 좌표
lt: Koordinatės
lv: Koordinātas
mk: Koordinati
ml: കോര്‍ഡിനേറ്റുകള്‍
nb: Koordinater
nl: Coördinaten
oc: Coordonadas
pl: Współrzędne
pt_br: Coordenadas
ro_ro: Coordonate
ru: Координаты
sc: Coordinadas
sk: Súradnice
sl: Koordinate
sr: Координате
sr_latn: Koordinate
sv: Koordinater
ta: ஒருங்கிணைப்புகள்
tr: Koordinatlar
uk: Координати
zh_hans: 坐标
zh_hant: 座標
