Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# simulate_location_movement_speed_x2_desc
source: The location movement speed during the simulation will be x2 bigger to the speed in the selected file.
ar: ستكون سرعة حركة الموقع أثناء المحاكاة أكبر بمقدار 2x من السرعة في الملف المحدد.
cs: Rychlost pohybu polohy během simulace bude dvakrát větší než rychlost ve vybraném souboru.
da: Bevægelseshastigheden af placeringen under simuleringen vil være det dobbelte af hastigheden i den valgte fil.
de: Die Geschwindigkeit, mit der sich der Standort während der Simulation bewegt, ist um das 2-fache höher als die Geschwindigkeit in der ausgewählten Datei.
es_us: La velocidad de desplazamiento de la ubicación durante la simulación será mayor (x2) a la velocidad en el archivo elegido.
fr: La vitesse de déplacement durant la simulation sera le double de la vitesse dans le fichier sélectionné.
hu: A szimuláció alatti helyváltoztatási sebesség 2x nagyobb lesz, mint a kiválasztott fájlban lévő sebesség.
id: Kecepatan pergerakan lokasi selama simulasi akan 2x lebih besar dari kecepatan dalam file yang dipilih.
is: Hraði hreyfingar á staðsetningu á meðan hermingu stendur verður x2 meiri en hraðinn í valinni skrá.
it: La velocità di movimento della posizione durante la simulazione sarà 2 volte maggiore della velocità nel file selezionato.
nl: De snelheid van locatieverplaatsing gedurende simulatie zal tweemaal hoger zijn als de snelheid aangegeven in het geselecteerde bestand.
ro_ro: Viteza de deplasare a locației în timpul simulării va fi x2 mai mare decât viteza din fișierul selectat.
ru: Скорость перемещения местоположения во время моделирования будет в 2 раза больше скорости в выбранном файле.
sc: Sa lestresa de su movimentu de sa positzione durante sa simulatzione at a èssere su dòpiu de sa lestresa in s'archìviu seletzionadu.
sr: Брзина померања локације током симулације биће 2 пута већа од брзине у селектованом фајлу.
sr_latn: Brzina pomeranja lokacije tokom simulacije biće 2 puta veća od brzine u selektovanom fajlu.
sv: Rörelsehastigheten under simuleringen kommer vara 2x snabbare än hastigheten i filen.
ta: உருவகப்படுத்துதலின் போது இருப்பிட இயக்க விரைவு தேர்ந்தெடுக்கப்பட்ட கோப்பில் வேகத்திற்கு x2 பெரியதாக இருக்கும்.
tr: Simülasyon sırasında konum hareket hızı, seçilen dosyadaki hızın 2 katına eşit olacaktır.
uk: Швидкість руху під час імітування буде у 2 рази вищою за швидкість у вибраному файлі.
zh_hant: 模擬期間的位置移動速度將比選定檔案中的速度大 2 倍。

# simulate_location_movement_speed_x3_desc
source: The location movement speed during the simulation will be x3 bigger to the speed in the selected file.
ar: ستكون سرعة حركة الموقع أثناء المحاكاة أكبر بمقدار 3x من السرعة في الملف المحدد.
cs: Rychlost pohybu polohy během simulace bude třikrát větší než rychlost ve vybraném souboru.
da: Bevægelseshastigheden af placeringen under simuleringen vil være det tredobbelte af hastigheden i den valgte fil.
de: Die Geschwindigkeit, mit der sich der Standort während der Simulation bewegt, ist um das 3-fache höher als die Geschwindigkeit in der ausgewählten Datei.
es_us: La velocidad de desplazamiento de la ubicación durante la simulación será mayor (x3) a la velocidad en el archivo elegido.
fr: La vitesse de déplacement durant la simulation sera le triple de la vitesse dans le fichier sélectionné.
hu: A szimuláció alatti helyváltoztatási sebesség 3x nagyobb lesz, mint a kiválasztott fájlban lévő sebesség.
id: Kecepatan pergerakan lokasi selama simulasi akan 3x lebih besar dari kecepatan dalam file yang dipilih.
is: Hraði hreyfingar á staðsetningu á meðan hermingu stendur verður x3 meiri en hraðinn í valinni skrá.
it: La velocità di movimento della posizione durante la simulazione sarà 3 volte maggiore della velocità nel file selezionato.
nl: De snelheid van locatieverplaatsing gedurende simulatie zal driemaal hoger zijn als de snelheid aangegeven in het geselecteerde bestand.
ro_ro: Viteza de deplasare a locației în timpul simulării va fi de 3 ori mai mare decât cea din fișierul selectat.
ru: Скорость перемещения местоположения во время моделирования будет в 3 раза больше скорости в выбранном файле.
sc: Sa lestresa de su movimentu de sa positzione durante sa simulatzione at a èssere tres bortas sa lestresa in s'archìviu seletzionadu.
sr: Брзина померања локације током симулације биће 3 пута већа од брзине у селектованом фајлу.
sr_latn: Brzina pomeranja lokacije tokom simulacije biće 3 puta veća od brzine u selektovanom fajlu.
sv: Rörelsehastigheten under simuleringen kommer vara 3x snabbare än hastigheten i filen.
ta: உருவகப்படுத்துதலின் போது இருப்பிட இயக்க விரைவு தேர்ந்தெடுக்கப்பட்ட கோப்பில் வேகத்திற்கு x3 பெரியதாக இருக்கும்.
tr: Simülasyon sırasında konum hareket hızı, seçilen dosyadaki hızın 3 katına eşit olacaktır.
uk: Швидкість руху під час імітування буде у 3 рази вищою за швидкість у вибраному файлі.
zh_hant: 模擬期間的位置移動速度將比選定檔案中的速度大 3 倍。

# simulate_location_movement_speed_x4_desc
source: The location movement speed during the simulation will be x4 bigger to the speed in the selected file.
ar: ستكون سرعة حركة الموقع أثناء المحاكاة أكبر بمقدار 4x من السرعة في الملف المحدد.
cs: Rychlost pohybu polohy během simulace bude čtyřikrát větší než rychlost ve vybraném souboru.
da: Bevægelseshastigheden af placeringen under simuleringen vil være det firedobbelte af hastigheden i den valgte fil.
de: Die Geschwindigkeit, mit der sich der Standort während der Simulation bewegt, ist um das 4-fache höher als die Geschwindigkeit in der ausgewählten Datei.
es_us: La velocidad de desplazamiento de la ubicación durante la simulación será mayor (x4) a la velocidad en el archivo elegido.
fr: La vitesse de déplacement durant la simulation sera quatre fois la vitesse dans le fichier sélectionné.
hu: A szimuláció alatti helyváltoztatási sebesség 4x nagyobb lesz, mint a kiválasztott fájlban lévő sebesség.
id: Kecepatan pergerakan lokasi selama simulasi akan 4x lebih besar dari kecepatan dalam file yang dipilih.
is: Hraði hreyfingar á staðsetningu á meðan hermingu stendur verður x4 meiri en hraðinn í valinni skrá.
it: La velocità di movimento della posizione durante la simulazione sarà 4 volte maggiore della velocità nel file selezionato.
nl: De snelheid van locatieverplaatsing gedurende simulatie zal viermaal hoger zijn als de snelheid aangegeven in het geselecteerde bestand.
ro_ro: Viteza de deplasare a locației în timpul simulării va fi de 4 ori mai mare decât cea din fișierul selectat.
ru: Скорость перемещения местоположения во время моделирования будет в 4 раза больше скорости в выбранном файле.
sc: Sa lestresa de su movimentu de sa positzione durante sa simulatzione at a èssere bator bortas sa lestresa in s'archìviu seletzionadu.
sr: Брзина померања локације током симулације биће 4 пута већа од брзине у селектованом фајлу.
sr_latn: Brzina pomeranja lokacije tokom simulacije biće 4 puta veća od brzine u selektovanom fajlu.
sv: Rörelsehastigheten under simuleringen kommer vara 4x snabbare än hastigheten i filen.
ta: உருவகப்படுத்துதலின் போது இருப்பிட இயக்க விரைவு தேர்ந்தெடுக்கப்பட்ட கோப்பில் வேகத்திற்கு x4 பெரியதாக இருக்கும்.
tr: Simülasyon sırasında konum hareket hızı, seçilen dosyadaki hızın 4 katına eşit olacaktır.
uk: Швидкість руху під час імітування буде у 4 рази вищою за швидкість у вибраному файлі.
zh_hant: 模擬期間的位置移動速度將比選定檔案中的速度大 4 倍。

# shared_string_modified
source: Modified
ar: تم التعديل
be: Зменена
bg: Промяна
ca: Modificat
cs: Upraveno
cy: Addaswyd
da: Ændret
de: Geändert
el: Τροποποιημένα
eo: Modifita
es_us: Editado
et: Muudetud
eu: Aldatua
fa: تغییر یافته
fi: Muokattu
fr: Modifié
he: נערך
hu: Módosítva
id: Diubah
is: Breytt
it: Modificato
ja: 修正済み
ka: შეიცვალა
ko: 수정됨
lt: Modifikuota
nb: Endret
nl: Aangepast
oc: Modificat
pl: Zmieniony
ro_ro: Modificat
ru: Изменён
sc: Modificadu
sk: Zmenené
sl: Spremenjeno
sr: Измењено
sr_latn: Izmenjeno
sv: Ändrad
ta: மாற்றியமைக்கப்பட்ட
tr: Değiştirildi
uk: Змінено
vi: Đã được sửa đổi
zh_hans: 已修改
zh_hant: 已修改

# osm_edit_reopened_note
source: Reopened OSM Note
ar: ملاحظة OSM أعيد فتحها
az: Yenidən açılmış OSM qeydi
be: Нататка OSM адкрытая зноў
bg: Отворена отново бележка на OSM
ca: S'ha reobert nota d'OSM
cs: Znovuotevřená OSM poznámka
cy: Nodyn OSM wedi'i ailagor
da: Genåbnet OSM-bemærkning
de: Wiedereröffneter OSM-Hinweis
el: Ξανανοιγμένη σημείωση OSM
eo: Remalfermis OSM-rimarkon
es_us: Nota de OSM reabierta
et: Uuesti avatud OSM märge
eu: OSM oharra berrireki da
fa: یادداشت OSM بازگشوده
fi: Uudelleen avattu OSM-huomautus
fr: Note OSM réouverte
gl: Reabriuse a nota de OSM
he: הערת OSM נפתחה מחדש
hu: Újranyitott OSM-jegyzet
hy: OSM նշումը կրկին բացված է
id: Dibuka Ulang Catatan OSM
is: Enduropnaði OSM-minnispunkt
it: Nota di OSM riaperta
ja: OSMでの注釈を開き直す
ka: Reopened
ko: OSM 노트 다시 열기
lt: OSM pastaba iš naujo atidaryta
lv: Atkārtoti atvērta OSM piezīme
mk: Povtorno otvorena beleška za OSM
ml: OSM കുറിപ്പ് വീണ്ടും തുറന്നു
nb: Gjenåpnet OSM-notat
nl: OSM-opmerking opnieuw activeren
oc: Tornat dobèrt
pl: Otwarto ponownie uwagę OSM
ro_ro: OSM Notițe redeschis
ru: Заметка OSM открыта снова
sc: Nota OSM torrada a abèrrere
sk: Znovuotvorená OSM poznámka
sl: Ponovno odprte opombe OSM
sr: Поново отворена белешка ОСМ-а
sr_latn: Ponovo otvorena OSM beleška
sv: Öppnat OSM-anteckning igen
ta: மீண்டும் திறக்கப்பட்ட OSM குறிப்பு
tr: Yeniden açılmış OSM Notu
uk: Перевідкрити Нотатку OSM
zh_hans: 重新打开 OSM 注记
zh_hant: 重新開啟 OSM 註解

# osm_name
source: OpenStreetMap username
ar: اسم مستخدم خريطة الشارع المفتوح
be: Імя карыстальніка OpenStreetMap
ca: Nom d'usuari OpenStreetMap
cs: Přihlašovací jméno v OpenStreetMap
da: OpenStreetMap brugernavn
de: OpenStreetMap Benutzername
el: Όνομα χρήστη OpenStreetMap
es_us: Nombre de usuario de OpenStreetMap
et: OpenStreetMap kasutajanimi
fa: نام‌کاربری اوپن‌استریت‌مپ
fr: Identifiant OpenStreetMap
hu: OSM-felhasználónév
id: Nama pengguna OpenStreetMap
is: Notandanafn á OpenStreetMap
it: Username OpenStreetMap
ja: OpenStreetMapのユーザー名
ka: OpenStreetMap-ის მომხმარებლის სახელი
nl: OpenStreetMap-gebruikersnaam
oc: Nom d'utilizator OpenStreetMap
pl: Nazwa użytkownika OpenStreetMap
pt_br: Nome de usuário do OpenStreetMap
ro_ro: Nume de utilizator OpenStreetMap
ru: Имя пользователя OpenStreetMap
sc: Nùmene impreadore de OpenStreetMap
sk: Prihlasovacie meno v OpenStreetMap
sr: OpenStreetMap корисничко име
sr_latn: OpenStreetMap korisničko ime
sv: OpenStreetMap användarnamn
ta: OpenStreetMap பயனர்பெயர்
tr: OpenStreetMap kullanıcı adı
uk: Ім'я користувача OpenStreetMap
zh_hant: OpenStreetMap 的使用者名稱

# osm_pass
source: OpenStreetMap password
ar: كلمة مرور خريطة الشارع المفتوح
be: Пароль OpenStreetMap
ca: Contrasenya de OpenStreetMap
cs: Heslo v OpenStreetMap
da: OpenStreetMap adgangskode
de: OpenStreetMap Passwort
el: Κωδικός πρόσβασης OpenStreetMap
es_us: Contraseña de OpenStreetMap
et: OpenStreetMapi salasõna
fa: رمز ورود اوپن‌استریت‌مپ
fr: Mot de passe OpenStreetMap
hu: OSM-jelszó
id: Kata sandi OpenStreetMap
is: Lykilorð á OpenStreetMap
it: Password OpenStreetMap
ja: OpenStreetMapのパスワード
ka: OpenStreetMap-ის პაროლი
nl: OpenStreetMap-wachtwoord
oc: Senhau OpenStreetMap
pl: Hasło OpenStreetMap
pt_br: Senha do OpenStreetMap
ro_ro: Parola OpenStreetMap
ru: Пароль OpenStreetMap
sc: Crae de OpenStreetMap
sk: Heslo v OpenStreetMap
sr: OpenStreetMap лозинка
sr_latn: OpenStreetMap lozinka
sv: OpenStreetMap lösenord
ta: OpenStreetMap கடவுச்சொல்
tr: OpenStreetMap parolası
uk: Пароль OpenStreetMap
zh_hans: OpenStreetMap密码
zh_hant: OpenStreetmap 密碼

# osm_offline_editing
source: Always use offline editing
ar: التعديل دون اتصال دائما
be: Заўсёды выкарыстоўваць аўтаномнае рэдагаванне
ca: Utilitza sempre l'edició fora de línia
cs: Vždy použít offline úpravy
da: Brug altid offlineredigering
de: Immer Offline bearbeiten verwenden
el: Χρήση πάντα της επεξεργασίας εκτός σύνδεσης
es_us: Usar siempre la edición sin conexión
et: Kasuta alati võrguühenduseta muutmist
fr: Toujours utiliser l'édition hors-ligne
hu: Mindig offline szerkesztés használata
id: Selalu gunakan pengeditan offline
is: Alltaf nota ónettengdar breytingar
it: Usa sempre la modifica offline
ja: 常にオフライン編集を使用する
ka: ყოველთვის ინტერნეტგარეშე ჩასწორება
nl: Gebruik altijd offline bewerken
oc: Emplegar sempre l'edicion fòra de linha
pl: Zawsze używaj edytowania offline
pt_br: Sempre use a edição off-line
ro_ro: Utilizați întotdeauna editarea offline
ru: Всегда править офлайн
sc: Imprea semper sa modìfica chene lìnia
sk: Vždy použiť úpravy offline
sr: Увек користи уређивање ван мреже
sr_latn: Uvek koristi uređivanje van mreže
sv: Använd alltid offline-redigering
ta: எப்போதும் இணைப்பில்லாத திருத்துதல் பயன்படுத்தவும்
tr: Her zaman çevrim dışı düzenlemeyi kullan
uk: Завжди редагувати в автономному режимі
zh_hant: 永遠使用離線編輯

# osm_editing_login_and_pass
source: Login and password
ar: تسجيل الدخول وكلمة المرور
be: Лагін і пароль
ca: Identificació i contrasenya
cs: Jméno a heslo
da: Log ind og adgangskode
de: Anmelden und Passwort
el: Σύνδεση και κωδικός πρόσβασης
es_us: Nombre de usuario y contraseña
et: Kasutajanimi ja salasõna
fr: Identifiant et mot de passe
hu: Bejelentkezés és jelszó
id: Login dan kata sandi
is: Notandanafn og lykilorð innskráningar
it: Autenticazione e password
ja: ログインとパスワード
ka: მომხმარებელი და პაროლი
nl: Login en wachtwoord
oc: Identificacion e senhau
pl: Login i hasło
pt_br: Entrar e senha
ro_ro: Autentificare și parolă
ru: Логин и пароль
sc: Nùmene de s'impreadore e crae
sk: Meno a heslo
sr: Пријава и лозинка
sr_latn: Prijava i lozinka
sv: Användarnamn och lösenord
ta: உள்நுழைவு மற்றும் கடவுச்சொல்
tr: Kullanıcı adı ve parola
uk: Логін і пароль
zh_hant: 登入及密碼

source: Working days
ar: أيام العمل
az: İş günləri
be: Працоўныя дні
bg: Работни дни
ca: Dies laborables
cs: Pracovní dny
cy: Dyddiau gwaith
da: Arbejdsdage
de: Werktage
el: Εργάσιμες ημέρες
eo: Labortagoj
es_us: Días laborales
et: Tööpäevad
eu: Lanegunak
fa: روزهای کاری
fi: Työpäivät
fr: Jours travaillés
gl: Días laborábeis
he: ימי עבודה
hu: Munkanapok
hy: Աշխատանքային օրեր
id: Hari bekerja
is: Vinnudagar
it: Giorni lavorativi
ja: 営業日
ka: სამუშაო დღეები
ko: 영업일
ku: Rojên Karê
lt: Darbo dienos
lv: Darba dienas
mk: Rabotni denovi
ml: പ്രവര്‍ത്തി ദിവസങ്ങള്‍
mr: कामाचे दिवस
nb: Arbeidsdager
nl: Werkdagen
oc: Jorns obrants
pl: Dni robocze
ro_ro: Zile lucrătoare
ru: Рабочие дни
sc: Dies de traballu
sk: Pracovné dni
sl: Delovni dnevi
sr: Радни дани
sr_latn: Radni dani
sv: Arbetsdagar
ta: வேலை நாட்கள்
tr: İş Günleri
uk: Робочі дні
vi: Ngày làm việc
zh_hans: 工作日
zh_hant: 工作日

# osm_building_num
source: Building number
ar: رقم المبني
be: Нумар будынка
ca: Número de l'edifici
cs: Číslo domu
da: Bygningsnummer
de: Hausnummer
el: Αριθμός κτηρίου
es_us: Número de edificio
et: Maja number
fa: شماره ساختمان
fr: Numéro de bâtiment
hu: Épület házszáma
id: Nomor bangunan
is: Bygging númer
it: Numero edificio
ja: 棟番号
ka: შენობის ნომერი
nb: Bygningsnummer
nl: Gebouwnummer
oc: Numèro d'edifici
pl: Numer budynku
pt_br: Número do edifício
ro_ro: Numărul clădirii
ru: Номер дома
sc: Nùmeru tzìvicu
sk: Číslo domu
sl: Številka stavbe
sr: Број зграде
sr_latn: Broj zgrade
sv: Husnummer
ta: கட்டிட எண்
tr: Bina numarası
uk: Номер будинку
zh_hant: 門牌號碼

# population_num
source: Population
ar: تعداد السكان
be: Насельніцтва
cs: Počet obyvatel
da: Befolkning
de: Einwohnerzahl
el: Πληθυσμός
es_us: Población
et: Rahvaarv
fi: Väkiluku: %@
hu: Népesség
id: Populasi
is: Íbúafjöldi
it: Popolazione
ka: მოსახლეობა
nb: Befolkning
nl: Populatie
oc: Populacion
pl: Ludność
pt_br: População
ro_ro: Populație
ru: Население
sc: Populatzione
sr: Популација
sr_latn: Populacija
sv: Befolkning
ta: மக்கள் தொகை
tr: Nüfus
uk: Населення
zh_hant: 人口

# osm_add_place
source: Add place
ar: أضف مكان
be: Дадаць мясціну
ca: Afegeix lloc
cs: Přidat místo
da: Tilføj sted
de: Ort hinzufügen
el: Προσθήκη μέρους
es_us: Añadir lugar
et: Lisa koht
fa: افزودن مکان
fr: Ajouter un lieu
hu: Hely hozzáadása
id: Tambah tempat
is: Bæta við stað
it: Aggiungi luogo
ja: 場所の追加
ka: ადგილის დამატება
nl: Plaats toevoegen
oc: Ajustar un luòc
pl: Dodaj miejsce
pt_br: Adicionar local
ro_ro: Adăugați locul
ru: Добавить место
sc: Annaghe unu logu
sk: Pridať miesto
sl: Dodaj mesto
sr: Додај место
sr_latn: Dodaj mesto
sv: Lägg till plats
ta: இடம் சேர்க்கவும்
tr: Yer ekle
uk: Додати місце
zh_hant: 新增地點

# osm_note_create
source: Create OSM Note
ar: إنشاء ملاحظة OSM
be: Стварыць нататку OSM
ca: Crea una nota d'OSM
cs: Vytvořit OSM poznámku
da: Opret OSM-bemærkning
de: OSM-Hinweis erstellen
el: Δημιουργία σημείωσης OSM
es_us: Crear nota de OSM
et: Loo OSM märkus
fr: Note OSM créée
hu: OSM-jegyzet létrehozása
id: Buat Catatan OSM
is: Búa til OSM-minnispunkt
it: Crea una Nota OSM
ja: OSMメモの作成
ka: OSM შენიშვნის დამატება
nl: OSM-opmerking aanmaken
oc: Crear una Nòta OSM
pl: Utwórz uwagę OSM
pt_br: Criar nota do OSM
ro_ro: Creați o notă OSM
ru: Создать Заметку OSM
sc: Crea una nota de OSM
sk: Vytvoriť OSM poznámku
sl: Ustvari opombo OSM
sr: Креирајте ОСМ белешку
sr_latn: Kreirajte OSM belešku
sv: Skapa OSM-anteckning
ta: OSM குறிப்பை உருவாக்கவும்
tr: OSM Notu Oluştur
uk: Створити примітку OSM
zh_hant: 建立 OSM 的註解

# osm_note_reopen_title
source: Reopen OSM Note
ar: أعد فتح ملاحظة OSM
be: Пераадкрыць нататку OSM
ca: Reobertura de la nota d'OSM
cs: Znovu otevřít OSM poznámku
da: Genåbn OSM-bemærkning
de: OSM-Hinweis wieder öffnen
el: Άνοιγμα ξανά σημείωσης OSM
es_us: Reabrir nota de OSM
et: Ava OSM märkus uuesti
fr: Ré-ouvrir la note
hu: OSM-jegyzet újranyitása
id: Buka kembali Catatan OSM
is: Opna aftur OSM-minnispunkt
it: Riapri Nota OSM
ja: OSMメモを再度開く
ka: OSM შენიშვნის თავიდან გახსნა
nl: OSM-opmerking opnieuw openen
oc: Redobertura de la nòta d'OSM
pl: Otwórz ponownie uwagę OSM
pt_br: Reabrir nota do OSM
ro_ro: Redeschide notă OSM
ru: Переоткрыть Заметку OSM
sc: Torra a abèrrere sa nota de OSM
sk: Znovuotvoriť OSM poznámku
sl: Ponovno odpri opombo OSM
sr: Поново отворите ОСМ белешку
sr_latn: Ponovo otvorite OSM belešku
sv: Återöppna OSM-anteckning
ta: OSM குறிப்பை மீண்டும் திறக்கவும்
tr: OSM Notunu Yeniden Aç
uk: Перевідкрити примітку OSM
zh_hant: 重新開啟 OSM 註解

# osm_note_upload_immediately
source: Upload immediately
ar: رفع فوري
be: Запампаваць неадкладна
ca: Puja ara mateix
cs: Odeslat ihned
da: Overfør straks
de: Sofort hochladen
el: Ανέβασμα αμέσως
es_us: Subir inmediatamente
et: Laadi kohe üles
fa: بلافاصله بارگذاری کنید
fr: Téléverser immédiatement
hu: Feltöltés azonnal
id: Unggah segera
is: Senda inn strax
it: Carica immediatamente
ja: すぐにアップロード
ka: დაუყოვნებლივი ატვირთვა
ko: 즉시 업로드
nl: Upload direct
oc: Telecargar tot d'un temps
pl: Wczytaj teraz
pt_br: Carregamento imediatamente
ro_ro: Încărcați imediat
ru: Отправить немедленно
sc: Càrriga automaticamente
sk: Odoslať ihneď
sl: Pošlji takoj
sr: Одмах отпремите
sr_latn: Odmah otpremite
sv: Ladda upp omedelbart
ta: உடனடியாக பதிவேற்றவும்
tr: Hemen karşıya yükle
uk: Надіслати негайно
zh_hant: 立即上載

# tab_title_advanced
source: Advanced
ar: متقدم
az: Qabaqcıl
be: Пашыранае
bg: Разширени
ca: Estès
cs: Rozšířené
cy: Uwch
da: Udvidet
de: Fortgeschritten
el: Προχωρημένο
eo: Altnivelaj
es_us: Avanzado
et: Täpsem
eu: Aurreratua
fa: پیشرفته
fi: Edistynyt
fr: Étendue
gl: Avanzado
he: מתקדם
hu: Speciális
hy: Ընդլայնված
id: Lanjutan
is: Nánar
it: Esteso
ja: 拡張
ka: დამატებით
ko: 고급
ku: Pêş
lt: Išplėstinis
lv: Paplašināts
mk: Napreden
ml: അഡ്വാന്‍സ്ഡ്
my: ဝါအမြင့်
nb: Avansert
nl: Geavanceerd
oc: Avançat -da
pl: Zaawansowane
ro_ro: Avansat
ru: Расширенные
sc: Estesu
sk: Rozšírené
sl: Napredno
sr: Напредно
sr_latn: Napredno
sv: Avancerat
ta: மேம்பட்ட
tr: İleri
uk: Розширені
zh_hans: 高级
zh_hant: 展開

# osm_edit_show_on_map
source: Show modification on the map
ar: إظهار التعديل علي الخريطة
be: Паказаць змены на мапе
ca: Mostra la modificació al mapa
cs: Zobrazit změnu na mapě
da: Vis ændring på kortet
de: Änderungen auf der Karte anzeigen
el: Εμφάνιση τροποποιήσεων στον χάρτη
es_us: Mostrar edición en el mapa
et: Kuva muudatus kaardil
fr: Afficher la modification sur la carte
hu: Módosítás megjelenítése a térképen
id: Tampilkan modifikasi di peta
is: Sýna breytingu á korti
it: Mostra le modifiche sulla mappa
ja: マップに修正を反映表示
nl: Aanpassingen op de kaart tonen
oc: Mostrar la modificacion sus la mapa
pl: Pokaż modyfikację na mapie
pt_br: Mostrar modificação no mapa
ro_ro: Afișați modificarea pe hartă
ru: Показать изменения на карте
sc: Ammustra sa modìfica in sa mapa
sk: Zobraziť zmenu na mape
sr: Прикажи модификацију на мапи
sr_latn: Prikaži modifikaciju na mapi
sv: Visa ändringar på kartan
ta: வரைபடத்தில் மாற்றத்தைக் காட்டு
tr: Değişikliği haritada göster
uk: Показати зміни на мапі
zh_hant: 在地圖上顯示修改

# shared_string_discard_changes
source: Discard changes
ar: تجاهل التغييرات
cs: Zahodit změny
da: Kassér ændringer
de: Änderungen verwerfen
el: Απόρριψη αλλαγών
es_us: Descartar cambios
et: Loobu muudatusest
fr: Annuler les changements
hu: Módosítások elvetése
id: Buang perubahan
is: Henda breytingum
it: Annulla le modifiche
nl: Afzien van wijzigingen
pl: Odrzuć zmiany
ro_ro: Anulați modificările
ru: Отменить изменения
sr: Одбаци измене
sr_latn: Odbaci izmene
sv: Kassera ändringar
ta: மாற்றங்களை நிராகரிக்கவும்
tr: Değişiklikleri at
uk: Відкинути зміни
zh_hant: 放棄變動
