Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# purchase_dialog_travel_description
source: Purchase one of the following to receive the offline travel guide functionality:
ar: اشترِ واحداً من الآتي للحصول على وظيفة دليل السفر بدون نت:
az: Oflayn səyahət bələdçisi funksiyasını əldə etmək üçün aşağıdakılardan birini alın:
be: Купіце адзін з наступных, каб мець аўтаномны турыстычны даведнік:
ca: Compreu un dels elements següents per disposar la funcionalitat de guies de viatge sense connexió:
cs: Chcete-li dostávat offline články o cestování, je třeba koupit jednu z následujících položek:
cy: Prynwch un o'r canlynol i dderbyn y swyddogaeth canllawiau teithio all-lein:
da: Køb en af følgende for at læse rejseartikler offline:
de: Für die Offline-Reiseführerfunktionalität kaufen Sie einen der folgenden Artikel:
el: Αγοράσετε ένα από τα παρακάτω για να πάρετε τη λειτουργία οδηγού ταξιδιών χωρίς διαδίκτυο:
eo: Aĉetu unu el la jenaj por legi vojaĝajn artikolojn seninterrete:
es_us: Comprar uno de los siguientes elementos para recibir la característica de la guía turística sin conexión:
et: Võrguühenduseta reisijuhi funktsioonide saamiseks osta üks järgmistest:
eu: Erosi hauetako bat lineaz kanpoko bidai-giden funtzioa eskuratzeko:
fa: برای مطالعهٔ آفلاین مقاله‌های «مسافرت»، یکی از موارد زیر را بخرید:
fi: Osta jokin seuraavista saadaksesi offline-matkaopastoiminnot:
fr: Achetez l'une des options suivantes pour obtenir la fonctionnalité guide de voyage hors ligne :
gl: Mercar un dos seguintes elementos para recibires a característica do guieiro de viaxe sen conexión:
he: עליך לרכוש את אחד מהפריטים הבאים כדי לקבל את תכונת הדרכות התיירות:
hu: Az offline útikalauz funkció használatához vásárolja meg az alábbiak egyikét:
hy: Գնեք հետեւյալներից մեկը, որպեսզի ստանաք ճանապարհորդական հոդվածները անցանց՝
id: Beli salah satu berikut ini untuk mendapatkan fitur panduan perjalanan luring:
is: Til að lesa ferðagreinar án nettengingar, þarftu að kaupa eitt af eftirfarandi atriðum:
it: Acquista uno dei seguenti per ricevere la funzionalità delle guide di viaggio offline:
ja: オフラインでの旅行ガイド機能を有効にするには、次のいずれかを購入してください:
lv: Izvēlieties vienu no sekojošajiem plāniem bezsaistes ceļojumu gida iegūšanai:
mk: Kupete edno od slednive za da ja dobiete funkcionalnosta za oflajn vodič za patuvanje:
ml: "ഓഫ്‌ലൈന്‍ യാത്രാ ഗൈഡ് പ്രവർത്തനം ലഭിക്കുന്നതിന് ഇനിപ്പറയുന്നവയിൽ ഒന്ന് വാങ്ങുക:"
nb: Kjøp én av følgende for reiseguidefunksjon i frakoblet modus:
nl: Kies een van onderstaande aankopen om de offline reisgids te kunnen gebruiken:
oc: Compratz un deis elements seguents per dispausar la foncionalitat de guida de viatge sensa connexion:
pl: Kup jedną z poniższych opcji, aby otrzymać funkcję przewodnika offline:
pt_br: Adquira um dos seguintes itens para receber a funcionalidade de guia de viagens off-line:
ro_ro: Achiziționați unul dintre următoarele produse pentru a primi funcționalitatea de ghid de călătorie offline:
ru: Для получения автономного путеводителя приобретите что-нибудь из перечисленного:
sc: Còmpora unu de sos elementos imbenientes pro retzire sa funtzionalidade de sas ghias de biàgiu chene connessione:
sk: Zakúpte si jednu z nasledujúcich položiek pre získanie cestovných článkov offline:
sl: Kupite katerokoli od naslednjih možnosti za popotniški vodnik brez povezave:
sr: Купите једно од следећег ради читања туристичких чланака ван мреже:
sr_latn: Kupi nešto od sledećeg kako bi dobio funkciju internet turističkog vodiča:
sv: Köp något av följande för att läsa researtiklar frånkopplad:
ta: ஆஃப்லைன் பயண வழிகாட்டி செயல்பாடுகளைப் பெறுவதற்கு பின்வரும் ஒன்றை வாங்கவும்:
tr: Çevrim dışı seyahat rehberi işlevselliğini almak için aşağıdakilerden birini satın alın:
uk: Придбайте щось з наведеного нижче, щоб отримати туристичний путівник офлайн:
zh_hans: 购买以下其中一项，即可获得离线旅游指南功能：
zh_hant: 購買以下的其中一項即可得到離線旅遊指南功能：

# get_osmand_live
source: Get OsmAnd Live to unlock all features: Daily map updates with unlimited downloads, all paid and free plugins, Wikipedia, Wikivoyage and much more.
ar: احصل على OsmAnd Live لتفعيل جميع الميزات: تحديثات خرائط يومية مع تنزيلات غير محدودة، جميع الإضافات المدفوعة والمجانية ، ويكيبيديا، ويكي للرحلات وأكثر.
az: Bütün xüsusiyyətləri açmaq üçün OsmAnd Live əldə edin: Limitsiz endirmələr ilə günlük xəritəsi yeniləmələri, bütün pullu və pulsuz qoşmalar, Vikipediya, Vikisəyahət və daha çoxu.
be: Атрымайце OsmAnd Live, каб разблакаваць усе функцыі: штодзённыя абнаўленні мапаў з неабмежаванымі спампоўваннямі, усе платныя і бясплатныя ўбудовы, Вікіпедыю, Вікігід і шмат іншага.
bg: Get OsmAnd Live to unlock all features:
ca: Obteniu OsmAnd Live per disposar de totes les funcionalitats:Actualitzacions diàries de mapes sense límit de baixades, tots els connectors tant els de pagament, Viquipèdia, ViquiViatges i molt més.
cs: Získejte OsmAnd Live pro odemknutí všech funkcí: Denní aktulizace mapových podkladů s neomezeným počtem stahování, všechny placené moduly, propojení s Wikipedia, Wikivoyage a mnoho dalšího.
cy: Cael OsmAnd Live i ddatgloi'r holl nodweddion: Diweddariadau map dyddiol gyda lawrlwythiadau diderfyn, pob ategyn taledig ac am ddim, Wikipedia, Wikivoyage a llawer mwy.
da: Abonnér på OsmAnd Live og få adgang til alle funktioner: daglige opdateringer af kort, alle gratis og betalte udvidelser, Wikipedia, Wikivoyage og meget mere.
de: Holen Sie sich OsmAnd Live, um alle Funktionen freizuschalten: tägliche Karten-Updates mit unbegrenzten Downloads, alle kostenpflichtigen und kostenlosen Plugins, Wikipedia, Wikivoyage und vieles mehr.
el: Εγγραφείτε στο OsmAnd Live για να ξεκλειδώσετε όλα τα χαρακτηριστικά: Ημερήσιες ενημερώσεις χαρτών με απεριόριστες λήψεις, όλα πληρωμένα και χωρίς πρόσθετα, Βικιπαίδεια, Βικιταξίδια και πολλά άλλα.
eo: Akiru OsmAnd-Live por malŝlosi ĉiujn eblaĵojn: ĉiutagajn map-ĝisdatigojn, senlimigitajn elŝutojn, ĉiujn pagendajn kaj senpagajn kromprogramojn, Vikipedion, Vikivojaĝon kaj pli.
es_us: Obtén «OsmAnd Live» para desbloquear todas las características: Actualizaciones diarias de mapas con descargas ilimitadas, todos los complementos gratuitos y de pago, artículos de Wikipedia, Wikiviajes y mucho más.
et: Hangi OsmAnd Live kõikide funktsioonide avamiseks: igapäevased kaardiuuendused piiramatute allalaadimistega, kõik tasulised ja tasuta lisad, Vikipeedia, Wikivoyage ja palju muud.
eu: Eskuratu OsmAnd Live ezaugarri guztiak desblokeatzeko: Mapen eguneraketak egunero deskarga mugarik gabe, ordainpeko eta doako gehigarri guztiak, Wikipedia, Wikivoyage eta askoz gehiago.
fa: ‏‏OsmAnd Live را تهیه کنید تا همهٔ این قابلیت‌ها باز شود: به‌روزرسانی روزانهٔ نقشه با بارگیری‌های نامحدود، همهٔ افزونه‌های رایگان و پولی، ویکی‌پدیا، ویکی‌سفر و چیزهای دیگر.
fi: Hanki OsmAnd Live avataksesi kaikki toiminnot: Voit ladata rajattomasti päivittäisiä karttapäivityksiä, käyttää kaikkia ilmaisia sekä maksullisia plugineja, Wikipediaa, Wikivoyagea ja paljon muuta.
fr: Souscrivez à OsmAnd Live et vous pourrez utiliser toutes les fonctionnalités : Mise à jour quotidienne des cartes (avec un nombre illimité de téléchargements), Extensions, Wikipédia, Guides de voyage et bien plus encore ...
gl: Obter OsmAnd ao Vivo para desbloqueares tódalas funcionalidades: actualizacións dos mapas diarias coas descargas ilimitadas, tódolos plugins de pagamento e de balde, Wikipedia, Wikiviaxes e moito máis.
he: ניתן להירשם ל־OsmAnd חי כדי לקבל גישה לכל התכונות: עדכוני מפה יומיים עם מספר בלתי מוגבל של הורדות, כל התוספים בתשלום ובחינם, ויקיפדיה, ויקימסע ועוד הרבה.
hu: Az összes funkció feloldásához szerezze be az OsmAnd Live-ot: Napi térképfrissítés korlátlan számú letöltéssel, az összes fizetős és ingyenes bővítmény, Wikipédia, Wikivoyage és sok más.
hy: Ձեռք բերեք OsmAnd Live, որպեսզի կարողանաք օգտվել բոլոր հնարավորություններից՝ քարտեզների օրական թարմացում անսահմանափակ ներբեռնում, բոլոր plugin-րը Wikipedia, Wikivoyage և շատ ավելին։
id: Dapatkan OsmAnd Live untuk membuka semua fitur: Pembaruan peta harian dengan unduhan tidak terbatas, semua plugin berbayar dan gratis, Wikivoyage, dan masih banyak lagi.
is: Náðu í OsmAnd Live til að aflæsa öllum eiginleikum: Fáðu ótakmörkuð niðurhöl korta og daglegar kortauppfærslur, allar greiddar og ókeypis viðbætur, Wikipedia, Wikivoyage og margt fleira.
it: Acquista OsmAnd Live per sbloccare tutte le funzionalità: aggiornamenti quotidiani delle mappe con download illimitati, tutti i componenti aggiuntivi gratuiti e a pagamento, Wikipedia, Wikivoyage e molto altro.
ja: OsmAnd Liveに加入すると以下の機能がアンロックされます:毎日更新されるマップを制限なしでダウンロード・有料＆無料プラグイン全ての利用・Wikipedia、Wikivoyageなど旅行ガイドの利用。
ko: OsmAnd Live를 사용하여 모든 기능을 잠금 해제하십시오. 무제한 다운로드, 모든 유료 및 무료 플러그인, Wikipedia, Wikiboyage 등의 기능을 매일 업데이트하십시오.
lt: Įsigykite OSmAnd jei norite išblokuoti visas funkcijas: kasdieniu žemėlapių atnaujinimus neribojant atsisiuntimų, visus mokamus ir nemokamus įskiepius, Wikipedia, Wikivoyage ar dar daugiau.
lv: Iegūstiet OsmAnd Live, lai atbloķētu visas iespējas: ikdienas karšu jauninājumus ar neierobežotām lejupielādēm, visus maksas un bezmaksas spraudņus, vikipēdiju, vikiceļojumus un daudzas citas iespējas.
mk: Dobijte OsmAnd Live za da gi otklučite site funkcii: dnevni ažuriranja na karti so neograničeni prezemanja, site plateni i besplatni priklučoci, Vikipedija, Vikipatuvanje i mnogu poveḱe.
ml: "എല്ലാ പ്ളഗ്ഗിനുകളും, വിക്കിപ്പീഡിയ, വിക്കിവൊയേജ്, എല്ലാദിവസവും പുതുക്കുന്ന ഭൂപടങ്ങള്‍ നിയന്ത്രണങ്ങളില്ലാതെ ഡൗണ്ലോഡ് ചെയ്യുക തുടങ്ങിയ സവിശേഷകള്‍ക്ക് ഓഎസ്എംആന്‍ഡ് ലൈവ് നേടുക. "
nb: Skaff deg OsmAnd Live forå låse opp alle funksjoner: Daglige kartoppdateringer med ubegrensede nedlastinger, alle programtilleggene, Wikipedia, Wikivoyage og mye mer.
nl: Neem OsmAnd Live en krijg alle mogelijkheden: Dagelijkse kaartupdates en onbeperkte downloads, alle betaalde en gratis plugins, Wikipedia, Wikivoyage en veel meer.
oc: Obtenètz OsmAnd per dispausar de totei leis foncionalitats: Actualizacions quotidianas de mapas e teledescargagament illimitats, activacion a gratis de totei lei ajusts, Wikipèdia, Wikiviatge e mai mai.
pl: Zdobądź OsmAnd Live i odblokuj wszystkie funkcjonalności: dzienne uaktualnienia map z nieograniczoną liczbą pobrań, wszystkie płatne i nieodpłatne wtyczki, Wikipedię, przewodniki Wikipodróży i wiele innych.
pt_br: Adquira OsmAnd Live para desbloquear todos estes recursos:
ro_ro: Obțineți OsmAnd Live pentru a debloca toate funcțiile: Actualizări zilnice a hărților cu descărcări nelimitate, toate pluginurile contra-cost și gratuite, Wikipedia, Wikivoyage și multe altele.
ru: Подпишитесь на OsmAnd Live и разблокируйте все функции: ежедневные обновления карт с неограниченными скачиваниями, все платные и бесплатные плагины, Википедия, Викигид и многое другое.
sc: Abbona·ti a OsmAnd Live pro isblocare totu sas funtzionalidades: agiornamentos die pro die de sas mapas cun iscarrigamentos illimitados, totu sas estensiones de badas e a pagamentu, Wikipedia, Wikivoyage e meda àteru.
sk: Získajte OsmAnd Live pre odomknutie všetkých funkcií: Denné aktualizácie máp s neobmedzeným počtom stiahnutí, všetky platené moduly, Wikipedia, Wikivoyage a mnoho ďalšieho.
sl: Naročite se na storitev OsmAnd Live za dostop do vseh zmožnosti: dnevnih posodobitev zemljevidov brez omejitev prejema, plačljive vstavke, povezave do vsebin Wikipedije in Wikivoyage in še mnogo več.
sr: Набавите ОсмАнд уживо ради окљићавања ових могућности: дневна освежавања карата са неограниченим бројем преузимања, сви и плаћени и бесплатни додаци, Википедија, Викивуајаж и још много тога.
sr_latn: Nabavi OsmAnd Live radi korišćenja ovih mogućnosti: dnevna ažuriranja mapa sa neograničenim brojem preuzimanja, svi plaćeni i besplatni dodaci, Wikipedia, Wikivoyage i još mnogo toga.
sv: Skaffa OsmAnd Live för att låsa upp alla funktioner: Dagliga kartuppdateringar med obegränsat antal hämtningar, alla betal-och gratisinsticksmoduler, Wikipedia, Wikivoyage och mycket mer.
ta: வரம்பற்ற பதிவிறக்கங்கள், அனைத்து பணம் மற்றும் இலவச கூடுதல், விக்கிபீடியா, விக்கிவோயேஜ், தினசரி வரைபடத்தை மேம்படுத்தல்கள் மற்றும் பல அம்சங்கள் திறக்க பெற OsmAndLive பெறவும்.
tr: Tüm özelliklerin kilidini açmak için OsmAnd Live'ı edinin: Sınırsız indirilebilen günlük harita güncellemeleri, tüm ücretli ve ücretsiz eklentiler, Wikipedia, Wikivoyage ve daha fazlası.
uk: Отримайте OsmAnd Live, щоб розблокувати всі функції: щоденні оновлення мап з необмеженими завантаженнями, всі платні та безплатні плагіни, Вікіпедію, Вікімандри та багато іншого.
zh_hans: 获取 OsmAnd Live 以解锁全部功能：每日无限量地图下载与更新、所有付费与免费插件、维基百科、维基导游等等。
zh_hant: 獲得 OsmAnd Live 解鎖全部功能：每日地圖更新與無限下載、所有付費和免費的外掛元件、維基百科、維基導遊和更多。

# osm_live_subscription
source: OsmAnd Live subscription
ar: اشتراك أوسماند لايف
az: OsmAnd Live abunəliyi
be: Падпіска OsmAnd Live
bg: Абонамент за OsmAnd Live
ca: Subscripció a OsmAnd Live
cs: Předplatné OsmAnd Live
cy: Tanysgrifiad OsmAnd Live
da: OsmAnd Live-abonnement
de: OsmAnd-Live-Abonnement
el: Εγγραφή στο OsmAnd Live
eo: Abono al OsmAnd-Live
es_us: Suscripción de OsmAnd Live
et: OsmAnd Live tellimus
eu: OsmAnd Live harpidetza
fa: اشتراک OsmAnd Live
fi: OsmAnd Live -tilaus
fr: Abonnement OsmAnd Live
gl: Subscrición do OsmAnd ao Vivo
he: מינוי ל־OsmAnd חי
hu: OsmAnd Live előfizetés
hy: OsmAnd Live բաժանորդագրություն
id: Langganan OSM Live
is: Áskrift að OsmAnd Live
it: Sottoscrizione OsmAnd Live
ja: OsmAnd Liveサブスクリプション
ka: OsmAnd-ის ცოცხალი გამოწერა
ko: OsmAnd 라이브 구독
lt: OsmAnd Live prenumerata
lv: OSM Live abonoments
mk: Pretplata za OsmAnd Live
ml: OsmAnd ലൈവ് സബ്സ്ക്രിപ്ഷൻ
nb: OsmAnd Live-abonnement
nl: OsmAnd Live abonnement
oc: Abonament OsmAnd Live
pl: Subskrypcja OsmAnd Live
pt_br: Assinatura OsmAnd Live
ro_ro: Abonament OsmAnd Live
ru: Подписка OsmAnd Live
sc: Abbonamentu OsmAnd LIve
sk: Predplatné OsmAnd Live
sl: Naročnina na storitev OsmAnd Live
sr: Чланарина на ОсмАнд уживо
sr_latn: OsmAnd Live pretplata
sv: OsmAnd Live-prenumeration
ta: OsmAnd நேரடி சந்தா
tr: OsmAnd Live aboneliği
uk: Передплата OsmAnd Live
zh_hans: OsmAnd 实时订阅
zh_hant: Osmand Live 訂閱

source: Wikivoyage offline
ar: ويكي الرحلات دون اتصال
ast: Wikivoyage ensin internet
az: Vikisəyahət oflayn
be: Аўтаномны Wikivoyage
ca: Viquiviatges sense connexió
cs: Wikivoyage v režimu offline
cy: Wikivoyage all-lein
el: Βικιταξίδια εκτός σύνδεσης
eo: Vikivojaĝo malkonekte
es_us: Wikiviajes sin conexión
et: Wikivoyage võrguühenduseta
eu: Wikivoyage konexiorik gabe
fa: ویکی‌سفر آفلاین
fr: Wikivoyage hors-ligne
gl: Wikiviaxes sen conexión
he: ויקימסע בלתי מקוון
hu: Offline Wikivoyage
hy: Վիքիուղեցույցը անցանց ռեժիմում
id: Wikivoyage luring
is: Wikivoyage ónettengt
it: Wikivoyage non in linea
ja: Wikivoyageオフライン
ka: Wikivoyageგათიშულია
lv: Vikiceļojumi bezsaistē
mk: Wikivoyage ofline
ml: ഓഫ്‌ലൈന്‍ വിക്കിവൊയേജ്
nb: Frakoblet Wikivoyage
oc: Wikiviatge fòra de linha
pl: Wikipodróże offline
ro_ro: Wikivoyage deconectat
ru: Локальный Викигид
sc: Wikivoyage non in lìnia
sk: Wikivoyage v režime offline
sl: Wikipotovanje brez povezave
sr: Викивојаж ван мреже
sr_latn: Vikivojaž bez interneta
sv: Wikivoyage frånkopplad
ta: விக்கிவோயாஜ் இணையாநிலை
tr: Çevrim dışı Wikivoyage
uk: Вікімандри в офлайн режимі
zh_hans: Wikivoyage 离线
zh_hant: 離線維基導遊

source: Unlimited downloads
ar: تحميلات غير محدودة
az: Limitsiz endirmələr
be: Неабмежаваная колькасць спампоўванняў
ca: Baixades il·limitades
cs: Neomezené stahování
cy: Dadlwythiadau diderfyn
da: Ubegrænset hentninger
de: Unbegrenzte Downloads
el: Απεριόριστες λήψεις
eo: Senlimaj elŝutoj
es_us: Descargas ilimitadas
et: Piiramatud allalaadimised
eu: Deskarga mugagabeak
fa: بارگیری نامحدود
fr: Téléchargements illimités
gl: Descargas sen límite
he: הורדות ללא הגבלה
hu: Korlátlan letöltés
hy: Անսահմանափակ ներբեռնում
id: Unduhan tidak terbatas
is: Ótakmörkuð niðurhöl
it: Download illimitati
ja: 無制限ダウンロード
ka: ულიმიტო გადმოწერები
ko: 무제한 다운로드
lt: Neriboti atsisiuntimai
lv: Neierobežotas lejupielādes
mk: Neograniceni prevzemanja
ml: "പരിധിയില്ലാത്ത ഡൌണ്‍ലോഡുകള്‍"
nb: Ubegrensede nedlastinger
nl: Onbeperkte downloads
oc: Teledescargaments illimitats
pl: Nieograniczone pobieranie
pt_br: Downloads ilimitados
ro_ro: Descărcări nelimitate
ru: Неограниченные скачивания
sc: Iscarrigamentos illimitados
sk: Neobmedzené sťahovania
sl: Neomejeni prejemi
sr: Неограничено преузимања
sr_latn: Neograničeno preuzimanja
sv: Obegränsat antal nedladdningar
ta: வரம்பற்ற பதிவிறக்கங்கள்
tr: Sınırsız indirme
uk: Необмежені завантаження
zh_hans: 无限下载
zh_hant: 無限制的下載

source: Wikipedia offline
ar: ويكيبيديا دون اتصال
ast: Wikipedia ensin internet
az: Vikipediya oflayn
be: Аўтаномная Вікіпедыя
ca: Viquipèdia sense connexió
cs: Wikipedie v režimu offline
cy: Wicipedia all-lein
el: Βικιπαίδεια χωρίς σύνδεση
eo: Vikipedio malkonekte
es_us: Wikipedia sin conexión
et: Vikipeedia võrguühenduseta
eu: Wikipedia konexiorik gabe
fa: ویکی‌پدیای آفلاین
fi: Wikipedia ilman verkkoyhteyttä
fr: Wikipédia hors-ligne
gl: Wikipedia sen conexión
he: ויקיפדיה בלתי מקוונת
hu: Offline Wikipédia
hy: Վիքիպեդիա (անցանց)
id: Wikipedia luring
is: Wikipedia ónettengt
ja: Wikipediaオフライン
ka: გათიშული Wikipedia
lv: Vikipēdija bezsaistē
mk: Wikipedia ofline
ml: ഓഫ്‌ലൈന്‍ വിക്കിപീഡിയ
nb: Frakoblet Wikipedia
oc: Wikipèdia fòra de linha
pt_br: Wikipédia offline
ru: Локальная Википедия
sc: Wikipedia non in lìnia
sk: Wikipédia offline
sl: Wikipedija brez povezave
sr: Википедија ван мреже
sr_latn: Vikipedija bez interneta
sv: Wikipedia frånkopplad
ta: விக்கிப்பீடியா இணையாநிலை
tr: Çevrim dışı Wikipedia
uk: Вікіпедія в офлайн режимі
zh_hans: 离线维基百科
zh_hant: 離線維基百科

source: Contour lines&hillshade maps
ar: الخطوط الكنتورية والتضاريس
az: Kontur xətləri və təpə kölgəsi xəritələri
be: Контурныя лініі і зацяненне рэльефу
ca: Mapes amb corbes de nivell i ombrejat de relleu
cs: Vrstevnice&stínování svahů
cy: Llinellau cyfuchlin a mapiau cysgodion bryniau
da: Højdekurver&terrænskyggekort
de: Karten mit Höhenlinien und Relief
el: Χάρτες ισοϋψών καμπυλών&σκίασης αναγλύφου
eo: Nivelkurbaj kaj nivelombrumaj mapoj
es_us: Curvas de nivel y mapas de sombreado
et: Kõrgusjooned ja künkavarjutusega kaardid
eu: Sestra-kurbak eta erliebe-itzalak
fa: منحنی‌های میزان و نقشه‌های سایه‌روشن
fi: Korkeuskäyrä-&mäkivarjostuskartat
fr: Cartes avec courbes de niveau et ombrage du relief
gl: Curvas do nivel e mapas de asombreado
he: קווי מתאר ומפות הצללה
hu: Szintvonalak&domborzatárnyékolási térképek
hy: Contour lines&HillshadeՔարտեզներ
id: Garis kontur&peta bayangan bukit
is: Hæðarlínur og hæðaskyggð kort
it: Linee isoipse e ombreggiamento dei rilievi
ja: 等高線と陰影起伏図
lv: Kontūrlīniju un kalnu reljefa kartes
mk: Konturni linii i karti na ridovi
ml: കോണ്ടൂര്‍ ലൈനുകള്‍&ഹില്‍ഷേഡ് മാപ്പുകള്‍
nb: Kart for koter og relieffskygger
nl: Hoogtelijnen en reliëfschaduwkaarten
oc: Mapas amb corbas de nivèu e ombra de relèu
pl: Poziomice i mapy cieniowane
pt_br: Mapas de curvas de nível e sombras de relevo
ro_ro: Hărți curbe de nivel și umbrire relief
ru: Изолинии и карты затенения холмов
sc: Curvas de livellu e mapas de umbradura de sos rilievos
sk: Vrstevnice&tieňované svahy
sl: Izohipse in senčenje terena
sr: Карте изохипси и изгледа предела
sr_latn: Karte izohipsi i reljefa
sv: Höjdkurvor&terrängskuggningskartor
ta: விளிம்பு கோடுகள்&மலைநிழல் வரைபடங்கள்
tr: Eş yükselti eğrileri ve tepe gölgeleri haritaları
uk: Ізолінії та мапи рельєфу
zh_hans: 等高线和山体阴影地图
zh_hant: 等高線與丘陵陰影地圖

source: Monthly map updates
ar: تحديثات الخرائط الشهرية
az: Aylıq xəritə yeniləmələri
be: Штомесячныя абнаўленні мапаў
bg: Map updates: every month
ca: Actualització mensual de mapes
cs: Aktualizace map každý měsíc
cy: Diweddariadau map misol
da: Månedlige kortopdateringer
de: Monatliche Kartenaktualisierung
el: Μηνιαίες ενημερώσεις χαρτών
eo: Ĉiumonataj map‑ĝisdatigoj
es_us: Actualizaciones mensuales del mapa
et: Igakuised kaardiuuendused
eu: Hileroko mapa-eguneraketak
fa: به‌روزرسانی‌های ماهانهٔ نقشه
fi: Kuukausittaiset karttapäivitykset
fr: Mise à jour des cartes : mensuelle
gl: Actualizacións do mapa: cada mes
he: עדכונים חודשיים למפה
hu: Havi térképfrissítés
hy: Քարտեզների թարմացումներ`ամսական
id: Pembaruan peta bulanan
is: Mánaðarlegar uppfærslur korta
it: Aggiornamento della mappa mensile
ja: マップ更新: 毎月
ka: რუკების თვიური განახლება
ko: 월별 지도 업데이트
lt: Mėnesinis žemėlapio atnaujinamas
lv: Kartes atjauninājumi: ikmēneša
mk: Mesečni ažuriranja na karti
ml: മാപ്പ് അപ്ഡേറ്റുകൾ: എല്ലാ മാസവും every month
nb: Månedlige kartoppdateringer
nl: Maandelijkse kaartupdates
oc: Actualizacion mesadiera de la mapa
pl: Comiesięczne aktualizacje map
pt_br: Atualizações de mapa: mensal
ro_ro: Actualizări lunare ale hărților
ru: Обновления карт: ежемесячные
sc: Agiornamentos mensiles de sas mapas
sk: Aktualizácie máp každý mesiac
sl: Mesečne posodobitve zemljevidov
sr: Месечна освежавања карата
sr_latn: Mesečna osvežavanja mapa
sv: Månatliga kartuppdateringar
ta: மாதாந்திர வரைபட புதுப்பிப்புகள்
tr: Aylık harita güncellemeleri
uk: Щомісячні оновлення мап
zh_hans: 每月更新地图
zh_hant: 每月地圖更新

# daily_map_updates
source: Hourly map updates
ar: تحديثات الخريطة كل ساعة
az: Saatlıq xəritə yeniləmələri
be: Штогадзінныя абнаўленні мапаў
bg: Map updates: every hour
ca: Actualització horària de mapes
cs: Aktualizace map každou hodinu
cy: Diweddariadau map bob awr
da: Kortopdateringer hver time
de: Stündliche Kartenaktualisierung
el: Ωριαίες ενημερώσεις χαρτών
eo: Ĉiuhoraj map‑ĝisdatigoj
es_us: Actualizaciones horarias del mapa
et: Igatunnised kaardiuuendused
eu: Ordueroko mapa-eguneraketak
fa: به‌روزرسانی‌های ساعتی نقشه
fi: Karttapäivitykset tunneittain
fr: Mise à jour des cartes : chaque heure
gl: Actualizacións do mapa: cada hora
he: עדכונים שעתיים למפה
hu: Óránkénti térképfrissítés
hy: Քարտեզների թարմացումները`ամեն ժամ
id: Pembaruan peta per jam
is: Uppfærslur korta á klukkustundar fresti
it: Aggiornamento della mappa: orario
ja: マップ更新: 毎時
ka: რუკების საათობრივი განახლება
ko: 시간별 지도 업데이트
lt: Valandinisžemėlapio atnaujinamas
lv: Kartes atjauninājumi: katru stundu
mk: Ažuriranja na karti na čas
ml: മാപ്പ് അപ്ഡേറ്റുകൾ: ഓരോ മണിക്കൂറും every hour
my: မြေပုံမွမ်းမံမှုများ
nb: Timevise kartoppdateringer
nl: Kaartupdates: Elk uur
oc: Actualizacion orària de la mapa
pl: Cogodzinne aktualizacje map
pt_br: Atualizações do mapa: a cada hora
ro_ro: Actualizări de hartă din oră în oră
ru: Ежечасное обновление карты
sc: Agiornamentos ora in ora de sas mapas
sk: Aktualizácie máp každú hodinu
sl: Posodobitve zemljevidov vsako uro
sr: Сатна освежавања карата
sr_latn: Ažuriranje mape svakog sata
sv: Uppdatering av kartan varje timme
ta: மணிநேர வரைபட புதுப்பிப்புகள்
tr: Saatlik harita güncellemeleri
uk: Щогодинне оновлення мап
zh_hans: 每小时更新地图
zh_hant: 每小時地圖更新
