Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# pressure_hide
source: Hide pressure
ar: إخفاء الضغط
cs: Skrýt tlak
da: Skjul tryk
de: Druck verstecken
el: Απόκρυψη πίεσης
es_us: Ocultar presión
et: Peida õhurõhk
fr: Masquer la pression
hu: Nyomás elrejtése
id: Sembunyikan tekanan
is: Fela loftþrýsting
it: Nascondi pressione
lt: Slėpti slėgį
nb: Skjul lufttrykk
nl: Verberg luchtdruk
oc: Amagar la pression
pl: Ukryj ciśnienie
ro_ro: Ascundeți presiunea
ru: Скрыть давление
sc: Cua sa pressione
sr: Сакриј притисак
sr_latn: Sakrij pritisak
sv: Dölj lufttryck
ta: அழுத்தத்தை மறைக்கவும்
tr: Basıncı gizle
uk: Сховати тиск
zh_hant: 隱藏壓力

# toggle_poi
source: Show/hide POI
ar: إظهار/إخفاء POI
be: Паказаць/схаваць POI
ca: Mostra/amaga PDI
cs: Zobrazit/skrýt POI
da: Vis/skjul intetessepunkt (IP)
de: POIs anzeigen/verstecken
el: Εμφάνιση/απόκρυψη ΣΕ
es_us: Mostrar/ocultar PDI
et: Kuva/peida HP
fa: آشکار/پنهان‌کردن POIها
fr: Afficher / Masquer les points d'intérêt
gl: Amosar/Agochar os PDI
hu: Érdekes helyek megjelenítése/elrejtése
id: Tampilkan/sembunyikan POI
is: Birta/Fela merkisstaði
it: Mostra/nascondi PDI
ja: POIの表示/非表示
ka: POI-ის ჩვენება დამალვა
nb: Vis/skjul interessepunkt
nl: POI tonen/verbergen
oc: Mostrar & Amagar lei PDI
pl: Wyświetl/Ukryj użyteczne miejsca
pt_br: Mostrar/ocultar POI
ro_ro: Afișați / ascundeți POI
ru: Показать/скрыть POI
sc: Ammustra/cua sos PDI
sk: Zobraziť/skryť body záujmu
sl: Pokaži/Skrij točke POI
sr: Прикажи/сакриј POI
sr_latn: Prikaži/sakrij TOI
sv: Visa/dölj intressepunkter
ta: POI ஐக் காட்டு/மறைக்க
tr: POI göster/gizle
uk: Показати/сховати точки інтересу
zh_hans: 显示/隐藏 POI
zh_hant: 顯示/隱藏 POI

# gpx_edit_mode
source: Edit mode
ar: تحرير الوضع
be: Рэжым рэдагавання
ca: Mode edició
cs: Režim úprav
da: Redigeringstilstand
de: Bearbeitungsmodus
el: Λειτουργία επεξεργασίας
es_us: Modo edición
et: Muutmisrežiim
fr: Mode édition
hu: Szerkesztő mód
id: Mode edit
is: Breytingahamur
it: Modalità modifica
ja: 編集モード
ka: ჩასწორების რეჟიმი
oc: Mòde edicion
pl: Tryb edycji
pt_br: Modo edição
ro_ro: Modul de editare
ru: Режим редактирования
sc: Modalidade de modìfica
sk: Režim úprav
sr: Мод едитовања
sr_latn: Mod editovanja
sv: Redigeringsläge
ta: திருத்து பயன்முறை
tr: Düzenleme modu
uk: Режим редагування
zh_hant: 編輯模式

# poi_insrease_radius
source: Increase search radius to
ar: زيادة نصف قطر البحث إلى
be: Павялічыць пошук да
ca: Incrementa el radi de cerca a
cs: Rozšířit okruh hledání na
da: Udvid søgeradius til
de: Erweitere Suchradius nach
el: Αυξήστε την ακτίνα αναζήτησης σε
es_us: Aumentar radio de búsqueda a
et: Suurenda otsinguraadiust väärtuseni
fr: Augmenter le rayon de recherche à
hu: Keresési sugár növelése
id: Tingkatkan radius pencarian menjadi
is: Auka radíus leitar í
it: Aumenta il raggio di ricerca a
ja: 検索範囲(距離)を増やす
ka: ძებნის რადიუსის გაზრდა სადამდე
ko: 검색 반지름을 다음으로 증가
nl: Vergroot de zoekradius tot
oc: Relargar la recèrca a
pl: Zwiększ promień wyszukiwania
pt_br: Aumentar o raio de busca para
ro_ro: Creșteți raza de căutare la
ru: Увеличить поиск до
sc: Aumenta su raju de chirca a
sk: Rozšíriť okruh hľadania na
sl: Povečaj območje iskanja
sr: Повећај област претраге на
sr_latn: Povećaj oblast pretrage na
sv: Utöka sökradien till
ta: தேடல் ஆரம் அதிகரிக்கவும்
tr: Arama yarıçapı arttır
uk: Збільшити радіус пошуку до
zh_hant: 提高搜尋半徑到

# mgrs_format_descr
source: OsmAnd uses MGRS, which is similar to the UTM NATO format.
ar: OsmAndيستخدم MGRS، وهو مشابه لتنسيق UTM NATO .
az: OsmAnd UTM NATO formatına bənzəyən MGRS istifadə edir.
be: OsmAnd выкарыстоўвае MGRS, які падобны да фармату UTM NATO.
bg: OsmAndизползва MGRS, който е подобен на формата UTM на НАТО.
bs: OsmAnd uses MGRS format which is identical to UTM NATO.
cs: OsmAnd používá MGRS, který je podobný formátu UTM NATO.
cy: Mae OsmAnd yn defnyddio MGRS, sy'n debyg i fformat NATO UTM.
da: OsmAnd bruger MGRS, som svarer til UTM NATO-formatet.
de: OsmAnd verwendet MGRS, das identisch zum UTM-NATO-Format ist.
el: Το OsmAnd χρησιμοποιεί το MGRS, το οποίο είναι παρόμοιο με τη μορφή UTM του NATO.
eo: OsmAnd uzas MGRS, kiu estas simila al la formo UTMNATO.
es_us: OsmAnd usa MGRS, similar al formato UTM de la OTAN.
et: OsmAnd kasutab MGRS-vormingut, mis on sarnane NATO UTM-vormingule.
eu: OsmAnd-ek MGRS erabiltzen du, UTM NATO formatuaren antzekoa da.
fa: ‏OsmAnd از MGRS استفاده می‌کند که شبیه قالب UTM NATO است.
fr: OsmAnd utilise le système de référence MDRS de l'OTAN dérivé des formats UTM et UPS.
gl: O OsmAnd emprega MGRS, queé semellante ó formato UTM NATO.
he: ב־OsmAnd נעשה שימוש ב־MGRS, שדומה לתצורת UTM NATO.
hu: Az OsmAnd az MGRS-t (Military Grid Reference System) használja, mely hasonlít az UTM-NATO formátumhoz.
id: OsmAnd menggunakan MGRS, yang mirip dengan format UTM NATO.
is: OsmAnd notar MGRS, sem er svipað og UTM-snið NATO.
it: OsmAnd utilizza MGRS, che è simile al formato UTM NATO.
ja: OsmAndは、UTM NATO形式類似のMGRSを使用します。
mk: OsmAnd koristi MGRS, koj e sličen na UTM NATO formatot.
nb: OsmAnd bruker MGRS, som ligner på formatet UTM NATO.
nl: OsmAnd gebruikt MGRS, die sterk lijkt op het UTM-NATO-formaat.
oc: OsmAnd se sièrv dau format MGRS qu'es identic au TUM NATO.
pl: OsmAnd używa formatu MGRS, który jest podobny do UTM NATO.
ro_ro: OsmAnd utilizează MGRS, care este similar cu formatul UTM NATO.
ru: OsmAnd использует MGRS, который похож на формат UTM NATO.
sc: OsmAnd impreat su MGRS, chi assimìgiat a su formadu UTM NATO.
sk: OsmAnd používa MGSR, ktorý je podobný ako formát UTM NATO.
sl: OsmAnd uporablja MGRS, ki je podoben formatu UTM NATO.
sr: ОсмАнд користи МГРС, који је сличан облику НАТО-вог УТМ.
sr_latn: OsmAnd koristi MGRS, koji je sličan obliku NATO-vog UTM.
sv: OsmAnd använder MGRS-formatet vilket liknar UTM NATO.
ta: ஒச்மண்ட் எம்.சி.ஆர்களைப் பயன்படுத்துகிறது, இது யுடிஎம் நேட்டோ வடிவத்திற்கு ஒத்ததாகும்.
tr: OsmAnd, UTM NATO biçimine benzer olan MGRS'yi kullanmaktadır.
uk: OsmAnd використовує MGRS, який подібний до формату UTM NATO.
vi: OsmAnd sử dụng MGRS, tương tự như định dạng UTM NATO.
zh_hans: OsmAnd使用MGRS，类似于UTM NATO格式。
zh_hant: OsmAnd 使用 MGRS，其類似於 UTM NATO 格式。

# simulation_real_mode_desc
source: On straight road sections, speed will be approximate to the maximum allowed speed. At intersections, the simulation will slow down. Extra penalties will be applied on traffic signals, stop signs, etc.
ar: في الطرق المستقيمة ، ستصل السرعة تقريبا إلى أقصى سرعة مسموح بها. عند التقاطعات ، سوف تقل السرعة . سيتم تطبيق عقوبات إضافية على إشارات المرور وعلامات التوقف وما إلىذلك.
be: На прамых участках дарог хуткасць будзе блізкай да максімальна дазволенай хуткасці. На скрыжаваннях мадэляванне будзе запавольвацца. Дадатковыя штрафы будуць прымяняцца да сігналаў святлафора, знакаў прыпынку і г. д.
bg: На правите пътни участъци скоростта ще бъде приблизително равна на максимално разрешената. На кръстовища симулацията ще забави скоростта. Ще се прилагат допълнителни санкции при пътни знаци, знаци „Стоп“ и др.
ca: En trams rectes, la velocitat s'estimarà propera a la velocitat màxima permesa. Als encreuaments, la estimació serà inferior. També s'estimaran reduccions addicionals prop de semàfors, senyals d'stop, etc.
cs: Na rovných úsecích cest bude rychlost přizpůsobena maximální povolené rychlosti. Na křižovatkách simulace zpomalí. Na semaforech, značkách stop, atd. se aplikuje dodatečné zdržení.
cy: Ar rannau syth o'r ffordd, bydd y cyflymder yn cyfateb yn fras i'r cyflymder uchaf a ganiateir. Ar groefannau, bydd yr efelychiad yn arafu. Rhoddir cosbau ychwanegol ar arwyddion traffig, arwyddion stopio, ac ati.
da: På lige vejstrækninger vil hastigheden være omtrent den maksimalt tilladte hastighed. Ved kryds sænkes hastigheden i simuleringen. Der vil blive anvendt ekstra sanktioner ved trafiksignaler, stopskilte osv.
de: Auf geraden Straßenabschnitten wird die Geschwindigkeit ungefähr der zulässigen Höchstgeschwindigkeit entsprechen. An Kreuzungen wird die Simulation verlangsamt. Zusätzliche Zeitzuschläge werden bei Verkehrszeichen, Stoppschildern usw. berücksichtigt.
el: Στα ευθύγραμμα τμήματα του δρόμου, η ταχύτητα θα είναι κατά προσέγγιση η μέγιστη επιτρεπόμενη ταχύτητα. Στις διασταυρώσεις, η προσομοίωση θα επιβραδύνει. Επιπλέον κυρώσεις θα εφαρμόζονται σε σήματα κυκλοφορίας, πινακίδες στοπ κ.λπ.
eo: Sur rektaj fragmentoj de vojoj, rapido estos la maksimuma permesata rapido. Sur vojkruciĝoj la simulado malrapidiĝos. La simulado eĉ pli malrapidiĝos ĉe trafiklumoj, trafiksignoj STOP, ktp.
es_us: En los tramos rectos, la velocidad será aproximada a la máxima permitida. En las intersecciones, la simulación reducirá la velocidad. Se aplicarán penalizaciones adicionales en semáforos, señales de pare, etc.
eu: Errepide zati zuzenetan, abiadura baimendutako gehienezko abiaduraren gutxi gorabeherakoa izango da. Gurutzeetan, simulazioa moteldu egingo da. Zigor gehigarriak ezarriko dira trafiko-seinaleetan, stop seinaleetan, etab.
fa: در بخش‌های مستقیم جاده، سرعت تقریبی حداکثر مجاز خواهد بود. در تقاطع‌ها، شبیه‌سازی کند می‌شود. جریمه‌های اضافی برای علائم ترافیکی، تابلوهای توقف و غیره پیاده می‌شود.
fr: Sur les sections droites des routes, la vitesse sera fonction de la vitesse maximale autorisée. Aux bifurcations, la simulation ralentira. D'autres ralentissements seront appliqués en fonction des feux tricolores, des panneaux stop, etc.
he: במקטעים ישרים, המהירות תמוצע לפי המהירות המרבית המותרת. בצמתים, ההדמיה תאט. ישנה החמרת ענישה על תמרורים ככלל, תמרורי עצור בפרט וכן הלאה.
hu: Az egyenes útszakaszokon a sebesség közelít a sebességkorlátozáshoz. A kereszteződéseknél a szimuláció lelassul. A jelzőtábláknál, stop tábláknál stb. külön várakozási idők adódnak az úthoz.
id: Pada ruas jalan lurus, kecepatan akan mendekati kecepatan maksimum yang diizinkan. Di persimpangan, simulasi akan melambat. Hukuman tambahan akan diterapkan pada lampu lalu lintas, rambu berhenti, dll.
is: Á beinum veghlutum verður hraði nálægt leyfilegum hámarkshraða. Við gatnamót hægist á hraða hermingar. Frádráttur kemur til við umferðarljós, stöðvunarmerki o.s.frv.
it: Nei tratti di strada diritti, la velocità sarà approssimata alla massima consentita. Alle intersezioni la simulazione rallenterà. Verranno aggiunte penalizzazioni aggiuntive per i vari segnali stradali, gli stop, eccetera.
ja: 直線区間の道路では、速度はおおよその最大許容速度が想定されます。 交差点では、シミュレーションの速度を落として対応します。 交通標識や一時停止標識などがある場所では、さらに時間的な余裕が必要であると考慮されます。
ko: 똑바른 도로 단면도에, 속도는 최대 허용한 속도에 대략적일 것입니다. 교차로에서 시뮬레이션이 느리게됩니다. 여분 penalties는 교통 신호, 정지 표시, 등에 적용될 것입니다.
mk: Na prav pat, brzinata ḱe bide približna na maksimalnata dozvolena brzina. Na raskrsnicite, simulacijata ḱe uspori. Dopolnitelni kazni ḱe se primenuvaat na soobraḱajnata signalizacija, znacite za stop i sl.
nb: På rette veistrekninger vil hastigheten være omtrent maksimalt tillatt hastighet. Ved kryss vil simuleringen gå langsommere. Ekstra tidstillegg blir brukt ved trafikklys, stoppskilt osv.
nl: Op rechte wegen, snelheid zal maximale snelheid benaderen. Bij kruisingen zal de simulatie vertragen. Er zijn extra vertraging bij verkeersborden, stopborden, enz.
oc: Sus lei seccions drechas dei rotas, la velocitat serà pròcha de la velocitat maximala permesa. Ai crotz de camins, la simulacion alentirà. D'autreis alentiments s'aplicaràn segon lei fuòcs tricolòrs, leis estòps, eca.
pl: Na prostych odcinkach dróg prędkość będzie przybliżona do maksymalnej dozwolonej prędkości. Na skrzyżowaniach symulacja będzie zwalniać. W sytuacjach sygnalizatorów, znaków stopu itp. mają zastosowanie dodatkowe kary.
ro_ro: Pe tronsoane drepte, viteza va fi aproximată cu viteza maximă permisă. La intersecții, simularea va încetini. Simularea va încetini și mai mult la semafoare, semne de oprire, etc.
ru: На прямых участках скорость будет приближена близко к максимально разрешённой. На перекрёстках симуляция движения будет замедляться. У светофоров, знаков остановки и пр. – тоже.
sc: In sos tratos de caminu diritos sa lestresa s'at a aprossimare a sa màssima cunsentida. In sas intersetziones sa simulatzione at a rallentare. S'ant a annànghere penalidades in prus pro sos sinnales de tràficu, de istop etz.
sk: Na rovných úsekoch ciest bude rýchlosť približná k maximálnej povolenej rýchlosti. Na križovatkách simulácia spomalí. Ďalšie zdržanie bude použité na semaforoch, značkách stop atď.
sl: Na ravnih cestnih odsekih bo hitrost približno enaka največji dovoljeni hitrosti. Na križiščih simulacija upočasni hitrost. Dodatno znižanje hitrosti se bo upoštevalo pri prometnih znakih, znakih za stop, itd.
sr: На правим деоницама пута брзина биће приближена највећој дозвољеној брзини. На раскрсницама, опонашање ће се успорити. Додатне казне ће бити примењиване на саобраћајне знаке, знаке за заустављање, итд.
sr_latn: Na pravim deonicama puta brzina će biti približena najvećoj dozvoljenoj brzini. Na raskrsnicama, simuliranje će se usporiti. Takođe, semafori, znakovi zaustavljanja itd. utiču na brzinu.
sv: På raksträckor kommer hastigheten att vara ungefär den högsta tillåtna hastigheten. Vid korsningar saktar simuleringen ner. Extra tidstillägg kommer att tillämpas vid trafiksignaler, stoppskyltar mm.
ta: நேரான சாலை பிரிவுகளில், விரைவு அதிகபட்சமாக அனுமதிக்கப்பட்ட வேகத்திற்கு தோராயமாக இருக்கும். குறுக்குவெட்டுகளில், உருவகப்படுத்துதல் மெதுவாக இருக்கும். போக்குவரத்து சமிக்ஞைகள், நிறுத்த அறிகுறிகள் போன்றவற்றில் கூடுதல் அபராதங்கள் பயன்படுத்தப்படும்.
tr: Düz yol kesimlerinde hız, izin verilen azami hıza yaklaşık olacaktır. Kavşaklarda simülasyon yavaşlayacaktır. Trafik işaretleri, dur işaretleri vb. için ek cezalar uygulanacaktır.
uk: На прямих ділянках доріг швидкість буде наближена до максимально дозволеної швидкості. На перехрестях симуляція сповільниться. Додаткові уповільнення будуть застосовуватися на світлофорах, знаках СТОП і т.д.
vi: Trên những đoạn đường thẳng, vận tốc sẽ giống với vận tốc tối đa cho phép. Ở nơi giao nhau, sự mô phỏng sẽ chậm lại. Những sự giảm tốc sẽ xảy ra khi có tín hiệu giao thông, biển bắt buộc dừng v.v.
zh_hans: 在笔直的路段，速度将近似于允许的最大速度。 在十字路口，模拟将放慢速度。 在交通信号灯、停车标志等处将会有额外的惩罚措施。
zh_hant: 在筆直的路段，速度大約是最大允許的速度。 在交叉路口，模擬會變慢。 紅綠燈與停止標誌將會有額外延遲。

source: Speed mode
ar: وضع السرعة
be: Хуткасны рэжым
bg: Режим на скоростта
ca: Mode de velocitat
cs: Rychlostní režim
cy: Modd cyflymder
da: Hastighedstilstand
de: Geschwindigkeitsmodus
el: Λειτουργία ταχύτητας
eo: Reĝimo de rapido
es_us: Modo de velocidad
et: Kiirusrežiim
eu: Abiadura modua
fa: حالت سرعت
fi: Nopeustila
fr: Mode de vitesse
he: מצב מהירות
hu: Sebesség mód
id: Mode cepat
is: Hraðahamur
it: Modalità veloce
ja: スピード重視モード
ka: სიჩქარის რეჟიმი
ko: 속도 모드
lt: Greičio režimas
mk: Režim-Brzina
nb: Hastighetsmodus
nl: Snelheidsmodus
oc: Modalitat rapida
pl: Tryb prędkości
ro_ro: Mod viteză
ru: Режим скорости
sc: Modalidade de lestresa
sk: Rýchlostný režim
sl: Hitri način
sr: Начин рада брзине
sr_latn: Način rada brzine
sv: Hastighetsmetod
ta: வேக பயன்முறை
tr: Hız modu
uk: Режим швидкості
vi: Chế độ tốc độ
zh_hans: 速度模式
zh_hant: 速度模式

# dialogs_and_notifications_title
source: Dialogs and notifications
ar: النوافذ والإشعارات
ast: Diálogos y avisos
az: Dialoqlar və bildirişlər
be: Дыялогі і апавяшчэнні
ca: Diàlegs i notificacions
cs: Dialogy a oznámení
cy: Deialogau a hysbysiadau
da: Dialoger og meddelelser
de: Dialoge und Benachrichtigungen
el: Ερωτήματα και ειδοποιήσεις
eo: Fenestroj kaj sciigoj
es_us: Diálogos y notificaciones
et: Dialoogid ja teated
eu: Elkarrizketa-koadroak eta jakinarazpenak
fa: کادرها و اعلان‌ها
fi: Valintaikkunat ja ilmoitukset
fr: Écrans et notifications
gl: Diálogos e notificacións
he: תיבות דו־שיח והתראות
hu: Párbeszédablakok és értesítések
id: Dialog dan notifikasi
is: Samskiptagluggar og tilkynningar
it: Notifiche e finestre di dialogo
ja: ダイアログと通知
ka: შეტყობნებები
kn: ಸಂವಾದಗಳು ಮತ್ತು ಅಧಿಸೂಚನೆಗಳು
ko: 대화상자 및 알림
lt: Dialogai ir pranešimai
lv: Dialogi un paziņojumi
mk: Dijalozi i notifikacii
nb: Dialogvinduer og merknader
nl: Dialogen en meldingen
oc: Dialògs e notificacions
pl: Dialogi i powiadomienia
ro_ro: Dialoguri și notificări
ru: Диалоги и уведомления
sc: Diàlogos e notìficas
sk: Okná a upozornenia
sl: Pogovorna okna in opozorila
sr: Прозорче и обавештења
sr_latn: Prozor i obaveštenja
sv: Dialoger och notifieringar
ta: உரையாடல்கள் மற்றும் அறிவிப்புகள்
tr: İletişim kutuları ve bildirimler
uk: Діалоги та сповіщення
vi: Hộp thoại và thông báo
zh_hans: 对话框和通知
zh_hant: 對話框與通知

# routing_attr_avoid_fords_name
source: Avoid fords
ar: تجنب الوحل
be: Пазбягаць бродаў
bg: Избягване на бродове
ca: Evita els guals
cs: Vyhnout se brodům
cy: Osgoi
da: Undgå vadesteder
de: Furten vermeiden
el: Αποφυγή περασμάτων νερού
eo: Eviti travadejojn
es_us: Evitar vados
et: Väldi fjorde
eu: Saihestu ibiak
fa: پرهیز از گذرگاه‌های آبی
fr: Éviter les gués
he: המנעות מגשרים איריים
hu: Gázlók elkerülése
id: Hindari ford
is: Forðast vöð
it: Evita i guadi
ja: 浅瀬を避ける
ko: 개울길 우회
mk: Izbegnuvajte pokratki sporedni patista
nb: Unngå vadesteder
nl: Voorden vermijden
pl: Unikaj brodów
ro_ro: Evită vaduri
ru: Без бродов
sc: Èvita sos bados
sk: Vyhnúť sa brodom
sl: Izogibaj se plitvin
sr: Избегавај плићаке
sr_latn: Plićake
sv: Undvik vadställen
ta: ஃபோர்ட்களைத் தவிர்க்கவும்
tr: Nehir geçişlerinden kaçın
uk: Уникати бродів
vi: Tránh khúc sông cạn
zh_hans: 避免涉水
zh_hant: 避免涉水

# add_one_more_pnt
source: Add one more point
ar: إضافة نقطة أخرى
ca: Afegeix un punt més
cs: Přidat další bod
da: Tilføj endnu et punkt
de: Einen weiteren Punkt hinzufügen
el: Προσθήκη ενός ακόμα σημείου
es_us: Añadir un punto más
et: Lisa veel üks punkt
fi: Lisää vielä yksi piste
fr: Ajouter un point supplémentaire
hu: Pont hozzáadása
id: Tambah satu titik lagi
is: Bæta við einum punkti
it: Aggiungi un altro punto
ja: さらに1地点追加
ka: კიდევ ერთი წერტილის დამატება
nb: Legg til enda et punkt
nl: Nog een punt toevoegen
oc: Ajustar un ponch de mai
pl: Dodaj jeszcze jeden punkt
pt_br: Adicione mais um ponto
ro_ro: Adăugați încă un punct
ru: Добавить еще одну точку
sc: Annanghe un'àteru puntu
sr: Додај још једну тачку
sr_latn: Dodaj još jednu tačku
sv: Lägg till en till punkt
ta: இன்னும் ஒரு புள்ளியைச் சேர்க்கவும்
tr: Bir nokta daha ekle
uk: Додати ще одну точку
zh_hant: 新增一個點

source: Invalid format
ar: تنسيق غير صالح
cs: Neplatný formát
da: Ugyldigt format
de: Ungültiges Format
el: Μη έγκυρη μορφή
es_us: Formato inválido
et: Vigane vorming
fr: Format non valide
hu: Érvénytelen formátum
id: Format tidak valid
is: Ógilt snið
it: Formato non valido
ka: არასწორი ფორმატი
nb: Ugyldig format
nl: Onjuist formaat
oc: Format invalide
pl: Niepoprawny format
pt_br: Formato inválido
ro_ro: Format nevalabil
ru: Недопустимый формат
sc: Formadu non vàlidu
sr: Неважећи формат
sr_latn: Nevažeći format
sv: Ogiltigt format
ta: தவறான வடிவம்
tr: Geçersiz biçim
uk: Неприпустимий формат
zh_hant: 格式無效

# osmand_live_last_changed
source: Last map change: %@
ar: آخر تغيير للخريطة:%@
be: Апошняя змена мапы: %@
ca: Darrer canvi del mapa: %@
cs: Poslední změna mapy: %@
da: Sidste kortændring: %@
de: Letzte Kartenänderung: %@
el: Τελευταία αλλαγή χάρτη: %@
es_us: Último cambio del mapa: %@
et: Viimane kaardi muutus: %@
fr: Dernière modification de la carte : %@
hu: Utolsó térképmódosítás: %@
id: Perubahan peta terakhir: %@
is: Síðasta breyting á korti: %@
it: Ultima modifica della mappa: %@
ja: 最後のマップ変更: %@
ka: რუკის ბოლო ცვლილება: %@
nl: Laatste kaart wijziging: %@
oc: Darriera modificacion de la mapa: %@
pl: Ostatnia zmiana mapy: %@
pt_br: Última alteração no mapa: %@
ro_ro: Ultima modificare a hărții: %@
ru: Последнее изменение карты: %@
sc: Ùrtima modìfica de sa mapa: %@
sk: Posledná zmena mapy: %@
sr: Последња измена карте: %@
sr_latn: Poslednja izmena karte: %@
sv: Senaste kartändring: %@
ta: கடைசி வரைபட மாற்றம்: %@
tr: Son harita değişikliği: %@
uk: Остання зміна мапи: %@
zh_hant: 上次地圖更改：%@
