Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# help_article_personal_tracks_smart_folder_name
source: Smart Folder (Filter)
cs: Chytrá složka (filtr)
da: Smart-mappe (filter)
de: Intelligenter Ordner (Filter)
el: Έξυπνος Φάκελος (Φίλτρο)
et: Nutikas kaust (filter)
fr: Dossier intelligent (filtre)
hu: Okos-mappa (szűrő)
id: Folder Cerdas (Filter)
is: Snjallmappa (sía)
it: Cartella intelligente (Filtro)
ru: Умная папка (фильтр)
sr: Паметни фолдер (Филтер)
sr_latn: Pametni folder (Filter)
sv: Smart mapp (filter)
ta: அறிவுள்ள கோப்புறை (வடிகட்டி)
uk: Розумна папка (фільтр)
zh_hant: 智慧資料夾 (篩選)

# help_article_troubleshooting_resources_name
source: Resources and Customizations
cs: Zdroje a přizpůsobení
da: Ressourcer og tilpasninger
de: Hilfsmittel und Anpassungen
el: Πόροι και προσαρμογές
et: Ressursid ja kohandamine
fr: Ressources et personnalisation
hu: Erőforrások és testreszabások
id: Sumber Daya dan Kustomisasi
is: Tilföng og sérsníðingar
it: Risorse e personalizzazioni
nl: Bronnen en Persoonlijke instellingen
ru: Ресурсы и настройки
sr: Ресурси и Прилагођавања
sr_latn: Resursi i Prilagođavanja
sv: Resurser och anpassningar
ta: வளங்கள் மற்றும் தனிப்பயனாக்கங்கள்
uk: Ресурси та налаштування
zh_hant: 資源與客製化

# help_article_troubleshooting_video_tutorials_name
source: Video Tutorials and Guides
cs: Videonávody a průvodce
da: Videovejledninger og guides
de: Video-Tutorials und Anleitungen
el: Εκπαιδευτικά βίντεο και οδηγοί
et: Videojuhendid
fr: Tutoriels vidéo et guides
hu: Videó oktatóanyagok és útmutatók
id: Tutorial dan Panduan Video
is: Kennslumyndbönd og leiðbeiningar
it: Video tutorial e guide
nl: Video Tutorials en Handleidingen
ru: Видеоуроки и руководства
sr: Видео туторијали и Водичи
sr_latn: Video tutorijali i Vodiči
sv: Videohandledningar och guider
ta: வீடியோ பயிற்சிகள் மற்றும் வழிகாட்டிகள்
uk: Відеоуроки та посібники
zh_hant: 影像教學與指南

# obd_plugin_name
source: Vehicle Metrics
cs: Metriky vozidla
da: Målinger af køretøj
de: Fahrzeugdaten
el: Μετρικές οχήματος
et: Sõiduki andmed
fa: افزونه OBD
fr: Mesures du véhicule
hu: Járműmetrika
id: Metrik kendaraan
is: Mælistærðir farartækis
it: Misure del veicolo
ja: 車両データ
nl: Voertuigmetingen
ru: Авто-датчики
sk: Merania vozidla
sr: Метрика возила
sr_latn: Metrika vozila
sv: Fordonsmetri
ta: வாகன அளவீடுகள்
uk: Показники машини
vi: Phép đo phương tiện
zh_hant: 車輛尺度

source: Open issue on GitHub
ar: فتح نزاع على موقع جيثب
bg: Съобщете дефект в Гитхъб
cs: Otevřít hlášení na GitHubu
da: Åbn en problem-forespørgsel på GitHub
de: Fehler auf GitHub melden
el: Ανοίξτε ένα ζήτημα στο GitHub
eo: GitHub: issues
es_us: Abrir una discusión en GitHub
et: Koosta veateade GitHubis
eu: Ireki arazoa GitHub-en
fi: Avaa ilmoitus GitHubissa
fr: Ouvrir une issue sur GitHub
he: פתיחת תקלות ב־GitHub
hu: Nyisson hibajegyet a Githubon
id: Buka isu baru di GitHub
is: Opnaðu verkbeiðni á GitHub
it: Problema aperto su GitHub
ko: GitHub에서 미해결 문제
nb: Åpne feilrapport på GitHub
nl: Open een issue op GitHub
oc: Dorbir un avís sus GitHub
pl: Otwórz problem na GitHubie
ro_ro: Deschide ticket pe GitHub
ru: Открыть issue на GitHub
sk: Otvoriť hlásenie na GitHube
sr: Отвори грешку на Гитхубу
sr_latn: Otvori grešku na GitHubu
sv: Öppna ärende på GitHub
ta: கிதுபில் திறந்த சிக்கல்
tr: GitHub'da sorun açın
uk: Відкрити обговорення на GitHub
vi: Tạo vấn đề trên GitHub
zh_hans: 在 GitHub 上开启问题
zh_hant: 在 GitHub 上開啟議題

source: TestFlight
ar: فحص مسبق
sr: ТестЛет
sr_latn: TestLet
ta: டெச்ட்ஃப்ளைட்
uk: ТестФлайс

source: Ask question, propose features
ar: اطرح سؤالاً واقترح ميزات
bg: Задайте въпрос, предложете
cs: Položte otázku, navrhněte funkci
da: Stil spørgsmål, foreslå funktioner
de: Fragen stellen, Funktionen vorschlagen
el: Κάντε ερώτηση, προτείνετε χαρακτηριστικά
eo: Demandi, sugesti novan eblaĵon
es_us: Haz preguntas, propone características
et: Küsi küsimusi ja tee ettepanekuid
eu: Galdetu, funtzioak proposatu
fi: Kysy kysymys, ehdota ominaisuuksia
fr: Posez des questions, proposez des fonctionnalités
he: פרסום שאלות, הצעת יכולות
hu: Tegyen fel kérdést, javasoljon funkciókat
id: Ajukan pertanyaan, minta fitur baru
is: Spyrðu spurninga, stingdu upp á eiginleikum
it: Fai domande, proponi caratteristiche
ko: 질문하기, 기능 제안
nb: Still spørsmål, foreslå funksjoner
nl: Vragen stellen, functies voorstellen
oc: Demandar, prepausar de fonccionalitats
pl: Zadaj pytanie, zaproponuj funkcje
ro_ro: Puneți întrebări, propuneți funcționalitate nouă
ru: Задать вопрос, предложить функционал
sk: Položte otázku, navrhnite funkcie
sr: Упитајте, предложите нове могућности
sr_latn: Postavi pitanje, predloži nove mogućnosti
sv: Ställ frågor, föreslå nya funktioner
ta: கேள்வியைக் கேளுங்கள், அம்சங்களை முன்மொழியுங்கள்
tr: Soru sorun, özellik önerin
uk: Ставте запитання, пропонуйте функції
vi: Đặt câu hỏi, đề xuất tính năng
zh_hans: 提出问题，建议功能
zh_hant: 問問題，建議功能

source: Detailed log file
ar: تفاصيل ملف السجل
bg: Подробен файл на дневника
cs: Soubor s podrobným záznamem
da: Detaljeret logfil
de: Detaillierte Protokolldatei
el: Αναλυτικό αρχείο καταγραφής
eo: Detala erar-protokolo
es_us: Archivo de registro detallado
et: Üksikasjalik logifail
eu: Erregistro fitxategi zehatza
fi: Yksityiskohtainen lokitiedosto
fr: Fichier d'historique détaillé
he: קובץ יומן מפורט
hu: Részletes naplófájl
id: Berkas catatan detail
is: Ítarleg atvikaskrá
it: File di registro dettagliato
ko: 자세한 로그 파일
nb: Detaljert loggfil
nl: Gedetailleerd logbestand
oc: Fichier jornadier per lo menú
pl: Szczegółowy plik dziennika
ro_ro: Fișier jurnal detaliat
ru: Детальный файл журнала
sk: Súbor s podrobným záznamom
sr: Датотека подробног дневника
sr_latn: Fajl detaljnog dnevnika
sv: Detaljerad loggfil
ta: விரிவான பதிவு கோப்பு
tr: Ayrıntılı günlük dosyası
uk: Докладний файл журналу
vi: Tệp nhật ký chi tiết
zh_hans: 详细日志文档
zh_hant: 詳細的紀錄檔

# default_speed_setting_title
source: Default speed
ar: السرعة الافتراضية
ast: Velocidá predeterminada
az: Standart sürət
be: Прадвызначаная хуткасць
bg: Скорост по подразбиране
ca: Velocitat predeterminada
cs: Výchozí rychlost
cy: Cyflymder rhagosodedig
da: Standardhastighed
de: Standardgeschwindigkeit
el: Προεπιλεγμένη ταχύτητα
eo: Kutima rapido
es_us: Velocidad predefinida
et: Vaikimisi kiirus
eu: Lehenetsitako abiadura
fa: سرعت پیشفرض
fi: Oletusnopeus
fr: Vitesse par défaut
gl: Velocidade predefinida
he: מהירות כבררת מחדל
hi: डिफ़ॉल्ट गति
hu: Alapértelmezett sebesség
id: Kecepatan default
is: Sjálfgefinn hraði
it: Velocità predefinita
ja: 予想標準速度
ka: ნაგულისხმევი სიჩქარე
ko: 기본 속도
lt: Numatytasis greitis
lv: Noklusētais ātrums
mk: Standardna brzina
nb: Standardhastighet
nl: Standaardsnelheid
oc: Velocitat per defaut
pl: Domyślna prędkość
ro_ro: Viteză implicită
ru: Скорость по умолчанию
sc: Letresa predefinida
sk: Predvolená rýchlosť
sl: Privzeta hitrost
sr: Подразумевана брзина
sr_latn: Podrazumevana brzina
sv: Standardhastighet
ta: இயல்புநிலை விரைவு
tr: Varsayılan hız
uk: Стандартна швидкість
vi: Tốc độ mặc định
zh_hans: 默认速度
zh_hant: 預設速度

# monitoring_min_distance
source: Minimum displacement
ar: الحد الأدنى للإزاحة
be: Мінімальны зрух
bg: Минимално изместване
ca: Desplaçament mínim
cs: Minimální posun
cy: Lleiafswm dadleoli
da: Min. forskydning
de: Minimale Verschiebung
el: Ελάχιστη μετατόπιση
eo: Minimuma delokiĝo
es_us: Desplazamiento mínimo
et: Vähim kõrvalekalle
eu: Gutxieneko desplazamendua
fa: کمترین جابجایی
fi: Vähimmäissiirtymä
fr: Déplacement minimum
gl: Desprazamiento mínimo
he: תזוזה מזערית
hu: Legkisebb elmozdulás
id: Perpindahan minimum
is: Lágmarkshreyfing
it: Minimo spostamento
ja: 最小移動量
ka: მინიმალური გადაადგილება
ko: 공급 능력
lv: Minimālā pārvietošanās
mk: Minimalno pomestuvanje
nb: Minimumsforskyvning
nl: Minimum verplaatsing
oc: Desplaçament minimau
pl: Minimalne przemieszczenie
ro_ro: Deplasare minimă
ru: Минимальное смещение
sc: Movimentu mìnimu
sk: Minimálny posun
sl: Najmanjša razdalja
sr: Најмањи померај
sr_latn: Najmanji pomeraj
sv: Minsta avstånd
ta: குறைந்தபட்ச இடப்பெயர்ச்சி
te: కనిష్ట స్థానభ్రంశం
tr: Asgari yer değiştirme
uk: Мінімальне зміщення
vi: Dịch chuyển tối thiểu
zh_hans: 最小位移
zh_hant: 最小偏移

# logging_min_distance_descr
source: Filter: minimum distance to log a new point
ar: تصفية: الحد الأدنى للمسافة لتسجيل نقطة جديدة
be: Фільтр: мінімальная адлегласць для рэгістрацыі новай кропкі
ca: Filtre: distància mínima per enregistrar un punt nou
cs: Filtr: minimální vzdálenost pro uložení nového bodu
da: Filter: minimumsafstand for at logge et nyt punkt
de: Filter: minimale Entfernung zum Aufzeichnen eines neuen Punktes
el: Φίλτρο: ελάχιστη απόσταση για καταγραφή ενός νέου σημείου
es_us: Filtro: distancia mínima para registrar un nuevo punto
et: Filter: vähim vahemaa, mille järel uus punkt logida
fa: فیلتر: کمترین مسافت تا ثبت یک نقطهٔ جدید
fr: Filtre : distance minimale entre deux points d'enregistrement
hu: Szűrő: az a legkisebb távolság, amely már új pontként naplózódik
id: Saring: jarak minimum untuk mencatat titik baru
is: Sía: Stilltu lágmarksfjarlægð frá síðustu staðsetningu þar sem punktur er tekinn í skráningu
it: Filtro: minima distanza per registrare un nuovo punto
ja: フィルター: ログに記録を許可する最後に記録した地点からの最低移動距離を設定します
ko: 필터: 새로운 포인트를 기록하는 최소 거리
nl: Filter: minimale afstand voor opname van een nieuw punt
oc: Filtre: distància minimala per enregistrar un ponch nòu
pl: Filtr: minimalna odległość do zarejestrowania nowego punktu
pt_br: Filtro: distância mínima para registrar um novo ponto
ro_ro: Filtru: distanța minimă pentru înregistrarea unui nou punct
ru: Фильтр: минимальное расстояние, необходимое для регистрации новой точки
sc: FIltru: distàntzia mìnima pro registrare unu puntu nou
sk: Filter: minimálna vzdialenosť pre zaznamenanie nového bodu
sl: Filter: najmanjša razdalja za beleženje nove točke
sr: Филтер: минимална удаљеност за евидентирање нове тачке
sr_latn: Filter: minimalna udaljenost za evidentiranje nove tačke
sv: Filter: minsta avstånd för att logga en ny punkt
ta: வடிகட்டி: புதிய புள்ளியை பதிவு செய்ய குறைந்தபட்ச தூரம்
tr: Filtre: yeni bir nokta kaydetmek için asgari mesafe
uk: Фільтр: мінімальна відстань для запису нової точки
zh_hans: 筛选器：记录一个新点的最低距离
zh_hant: 篩選：記錄新標點的最小距離

# auto_split_recording_title
source: Auto-split recordings after gap
ar: تقسيم المسارات آلياً إلى أجزاء بعد كل فراغ
be: Аўтаматычнае дзяленне запісаў пасля перапынку
ca: Divisió automàtica de les gravacions un cop aturades
cs: Při pauze automaticky rozdělovat nahrávky
cy: Auto-hollti recordiadau arôl bwlch
da: Opdel automatisk optagelser efter et ophold
de: Aufzeichnungen bei Lücken automatisch trennen
el: Αυτόματος διαχωρισμός καταγραφών μετά από κενό
eo: Aŭtomate dividi registraĵojn post paŭzo
es_us: División automática de grabaciones en intervalos
et: Jaota salvestised automaatselt peale pausi
eu: Automatikoki zatitu grabaketa hutsunea eta gero
fa: بخش‌بندی خودکار ضبط پس از وقفه
fi: Jaa automaattisesti nauhoitukset tauon jälkeen
fr: Découper automatiquement les enregistrements
gl: Dividir gravacións após unha pausa
he: פיצול הקלטות אוטומטית לאחר הפסקה
hu: Rögzítések automatikus szétvágása szünet után
hy: Գրանցումների ավտո-պառակտում դադարից հետո
id: Potong rekaman secara otomatis setelah celah
is: Skipta skráningu sjálfvirkt eftir bil
it: Divisione automatica delle registrazioni dopo un periodo
ja: 空白検知で自動分割記録
ko: 공백 후 자동 분할 기록
lt: Automatinisįrašo padalinimas po pertraukimo
lv: Automātiski sadalīt ierakstus pēc pārtraukuma
mk: Avtomatsko delenje snimki po praznina
ml: "ഇടവേളക്ക് ശേഷം റെക്കോർഡിംഗുകൾ ഓട്ടോ സ്പ്ളിറ്റ് ചെയ്യു"
nb: Del opp opptak automatisk etter avbrudd
nl: Opname automatisch splitsen na een onderbreking
oc: Division automatica deis enregistraments après un temps
pl: Automatyczne dzielenie nagrań po przerwie
ro_ro: Împărțire automată a înregistrării după o întrerupere
ru: Авторазрыв после перерыва
sc: Iscroba automaticamente sas registratziones
sk: Automaticky prerušiť nahrávku po medzere
sl: Samodejno razdeli beleženje po vmesnih točkah
sr: Сам подели снимке после размака
sr_latn: Sam podeli snimke posle razmaka
sv: Auto-split-inspelningar efter lucka
ta: இடைவெளிக்குப் பிறகு தானாக பிளவு பதிவுகள்
tr: Boşluktan sonra kayıtları otomatik böl
uk: Авторозрив запису після перерви
vi: Tự động tách các bản ghi sau khoảng trống
zh_hans: 自动拆分录制之后的间隔
zh_hant: 自動分割錄製之後的間隙

# map_widget_camera_tilt_desc
source: Shows the camera tilt angle in perspective mode. Default is 90° (no tilt).
ar: تعرض زاوية إمالة الكاميرا في وضع المنظور. الافتراضي هو 90 درجة (بدون إمالة).
be: Паказвае вугал нахілу камеры ў рэжыме перспектывы. Прадвызначана - 90° (без нахілу).
bg: Показва ъгъла на наклона на камерата в режим на перспектива. По подразбиране е 90° (без наклон).
cs: Zobrazuje úhel náklonu kamery v režimu perspektivy. Výchozí hodnota je 90° (bez náklonu).
da: Viser kameraets hældningsvinkel i perspektivtilstand. Standard er 90° (ingen hældning).
de: Zeigt den Neigungswinkel der Kamera im perspektivischen Modus an. Die Voreinstellung ist 90° (keine Neigung).
el: Δείχνει την γωνία κλίσης της κάμερας σε λειτουργία προοπτικής. Η προεπιλογή είναι 90° (χωρίς κλίση).
eo: Fenestraĵo montranta fotilan klinecon en 2,5-dimensia vido. Implicite estas 90° (neniu klineco).
es_us: Muestra el ángulo de inclinación de la cámara en modo perspectiva. El valor predefinido es 90° (sin inclinación).
et: Näitab kaamera kaldenurka perspektiivis. Vaikimisi 90° (kallet pole).
eu: Kameraren okertze-angelua erakusten du perspektiba moduan. Lehenetsia 90ªkoa da (inklinaziorik gabe).
fa: زاویه شیب دوربین در حالت پرسپکتیو را نمایش می‌دهد. پیش‌فرض ۹۰ درجه (بدون شیب).
fr: Indique l'angle de l'appareil photo en mode perspective. La valeur par défaut est 90° (aucune inclinaison).
hu: Megjeleníti a kamera dőlésszögét perspektivikus módban. Az alapértelmezés 90° (nincs dőlés).
id: Menampilkan sudut kemiringan kamera dalam mode perspektif. Bawaan adalah 90° (tanpa kemiringan).
is: Sýnir halla myndavélar í fjarvíddarham. Sjálfgefið er 90° (enginn halli).
it: Mostra l'angolo di inclinazione della fotocamera in modalità prospettiva. L'impostazione predefinita è 90° (nessuna inclinazione).
ja: パースペクティブモードにおけるカメラのチルト角度を表示します。デフォルトは 90°（チルトなし）です。
ko: 시각 모드에서 카메라 틸트 각도를 표시합니다. 과태는 90° (틸트 없음)입니다.
nb: Viser kamerahelningsvikel i perspektivmodus. Forvalget er 90° (ingen helning).
nl: Toont hoek van de camera in perspectief stand. Standaard is 90° (geen helling).
pl: Pokazuje kąt nachylenia kamery w trybie perspektywicznym. Domyślnie 90° (brak pochylenia).
ro_ro: Arată unghiul de înclinare al camerei în modul perspectivă. Implicit este 90° (fără înclinare).
ru: Виджет показывает угол наклона камеры в режиме перспективы. По умолчанию 90° (без наклона).
sc: Ammustrat s'àngulu de inclinatzione de sa fotocàmera in sa modalidade de prospetiva. Su predefinidu est de 90° (peruna inclinatzione).
sk: Zobrazuje uhol sklonu fotoaparátu v režime perspektívy . Predvolený je 90° (žiadny sklon).
sl: Prikazuje kot nagiba kamere v perspektivnem načinu. Privzeta vrednost je 90° (brez nagiba).
sr: Приказује нагнутост камере у прегледу простора. Подразумевана нагнутост је 90° (без нагињања).
sr_latn: Pokazuje ugao kamere u stanju perspektive. Podrazumevana nagnutost je 90° (bez naginjanja).
sv: Visar lutningsvinkeln i perspektivläget. Förval är 90° (ingen lutning).
ta: கேமரா சாய் கோணத்தை முன்னோக்கு பயன்முறையில் காட்டுகிறது. இயல்புநிலை 90 ° (சாய்வு இல்லை).
uk: Показує кут нахилу камери в режимі перспективи. Стандартно 90° (без нахилу).
vi: Hiện góc nghiêng máy ảnh trong chế độ nhìn rộng. Mặc định là 90° (không nghiêng).
zh_hans: 显示透视模式下的相机倾斜角度。默认为90°（无倾斜）。
zh_hant: 顯示透視模式鏡頭傾斜角度。預設是 90° (沒有傾斜)。

# map_widget_camera_distance_desc
source: Shows the camera elevation above the surface level.
ar: يظهر ارتفاع الكاميرا فوق المستوى السطحي.
be: Паказвае вышыню камеры над узроўнем паверхні.
bg: Показва височината на камерата над нивото на повърхността.
cs: Zobrazuje výšku kamery nad úrovní povrchu.
da: Viser kameraets højde over overfladeniveauet.
de: Zeigt die Höhe der Kamera über der Oberfläche an.
el: Δείχνει το υψόμετρο της κάμερας πάνω από το επίπεδο της επιφάνειας.
eo: Fenestraĵo montranta altecon de la fotilo super la tero.
es_us: Muestra la elevación de la cámara sobre el nivel de la superficie.
et: Näitab kaamera kõrgust maapinnast.
eu: Kameraren azalerarekiko kota erakusten du.
fa: ارتفاع دوربین از سطح زمین را نمایش می‌دهد.
fr: Indique l'altitude de l'appareil photo au-dessus de la surface.
hu: Megjeleníti a kamera felszín feletti magasságát.
id: Menampilkan ketinggian kamera di atas tingkat permukaan.
is: Sýnir hæð myndavélar fyrir ofan yfirborðið.
it: Mostra l'elevazione della telecamera dalla superficie.
ja: 路面レベルより上のカメラの高さを示します。
ko: 표면 수준 위의 카메라 높이를 표시합니다.
nb: Viser kamerahøyde over overflatenivå.
nl: Toont hoogte van camera boven de grond.
pl: Pokazuje wysokość kamery nad poziomem powierzchni.
ro_ro: Arată altitudinea camerei deasupra nivelului suprafeței.
ru: Виджет показывает высоту камеры над уровнем поверхности.
sc: Ammustrat s'artària de sa fotocàmera subra de su livellu de sa superfìtzie.
sk: Zobrazuje výšku fotoaparátu nad povrchom.
sl: Prikazuje višino kamere nad nivojem površine.
sr: Приказује уздигнуће камере изнад површи.
sr_latn: Pokazuje visinu kamere iznad površine.
sv: Visar kamerans höjd över marknivån.
ta: மேற்பரப்பு மட்டத்திற்கு மேலே கேமரா உயரத்தைக் காட்டுகிறது.
tr: Kameranın yüzey seviyesinden yüksekliğini gösterir.
uk: Показує висоту камери над рівнем поверхні.
vi: Hiện độ cao trên mực nước biển của máy ảnh.
zh_hans: 显示相机在地面以上的仰角。
zh_hant: 顯示鏡頭在地面上的海拔高度。

# map_widget_zoom_level_desc
source: Shows the current map zoom level.
ar: يظهر مستوى تكبير/تصغير الخريطة الحالي.
be: Паказвае бягучы ўзровень маштабавання мапы.
bg: Показва текущото увеличение на картата.
cs: Zobrazuje aktuální úroveň přiblížení mapy.
da: Viser det aktuelle zoomniveau på kortet.
de: Zeigt die aktuelle Zoomstufe der Karte an.
el: Δείχνει το επίπεδο εστίασης του τρέχοντος χάρτη.
eo: Fenestraĵo montranta la nunan nivelon de pligrandigo de mapo.
es_us: Muestra el nivel de zum actual del mapa.
et: Näitab kaardi praegust suumitaset.
eu: Uneko maparen zoom-maila erakusten du.
fa: سطح بزرگنمایی کنونی نقشه را نمایش می‌دهد.
fr: Indique le niveau de zoom actuel.
hu: Megjeleníti a térkép jelenlegi nagyítási szintjét.
id: Menampilkan tingkat perbesaran peta saat ini.
is: Sýnir núverandi aðdráttarstig kortsins.
it: Mostra il livello d'ingrandimento attuale della mappa.
ja: 現在のマップのズームレベルを表示します。
ko: 현재 지도 급상승 수준을 표시합니다.
nb: Viser nåværende kartforstørrelsesnivå.
nl: Toont het huidige zoomniveau van de kaart.
pl: Pokazuje bieżący poziom powiększenia mapy.
ro_ro: Arată nivelul actual de zoom al hărții.
ru: Виджет показывает текущий уровень масштабирования карты.
sc: Ammustrat su livellu de ismanniamentu atuale de sa mapa.
sk: Zobrazuje aktuálnu úroveň priblíženia mapy.
sl: Prikazuje trenutno stopnjo povečave zemljevida.
sr: Приказује тренутну разину увећања карте.
sr_latn: Prikazuje trenutni nivo zuma.
sv: Visar aktuell zoomnivå i kartan.
ta: தற்போதைய வரைபட சூம் அளவைக் காட்டுகிறது.
tr: Geçerli harita yakınlaştırma seviyesini gösterir.
uk: Показує поточний масштаб мапи.
vi: Hiện mức thu phóng bản đồ hiện tại.
zh_hans: 显示当前的地图缩放级别。
zh_hant: 顯示目前地圖縮放層級。

# distance_to_destination_widget_desc
source: The widget shows the distance left to the last destination point.
ar: يعرض الودجت المسافة المتبقية إلى نقطة الوجهة الأخيرة.
be: Віджэт паказвае адлегласць да апошняга пункта прызначэння.
bg: Приспособлението показва разстоянието до последната междинна точка.
cs: Widget zobrazuje zbývající vzdálenost do posledního cílového bodu.
da: Modulet viser den resterende afstand til det sidste destinationspunkt.
de: Das Widget zeigt die verbleibende Entfernung zum letzten Zielpunkt an.
el: Το γραφικό στοιχείο εμφανίζει την απόσταση που απομένει μέχρι το τελευταίο σημείο προορισμού.
eo: Montras plian distancon al la fina celo.
es_us: Muestra la distancia que queda hasta el último punto de destino.
eu: Widgetak azken helmugara geratzen den distantzia erakusten du.
fa: ابزارک فاصله باقی‌مانده تا نقطه مقصد نهایی را نمایش می‌دهد.
fr: Le gadget affiche la distance restante jusqu'à destination.
hu: A modul az úti célig hátralévő távolságot jeleníti meg.
id: Widget menunjukkan jarak yang tersisa ke titik tujuan terakhir.
is: Viðmótshlutinn sýnir vegalengdina sem eftir er að síðasta áfangastaðnum.
it: Il widget mostra la distanza all'ultimo punto di destinazione.
ja: ウィジェットには、最終目的地までの距離が表示されます。
ko: 위젯은 마지막 목적지 지점에 왼쪽 거리를 보여줍니다.
mk: Vidzetot go prikazuva rastojanieto ostaveno do poslednata odredisna tocka.
nb: Viser avstand igjen til siste målpunkt.
nl: De widget toont de afstand tot het laatste bestemmingspunt.
pl: Widżet pokazuje odległość, jaka pozostała do ostatniego punktu docelowego.
ro_ro: Widgetul arată distanța rămasă până la ultimul punct de destinație.
ru: Виджет показывает расстояние, оставшееся до пункта назначения.
sc: Su widget ammustrat sa distàntzia chi mancat pro arribbare a s'ùrtimu puntu de destinatzione.
sk: Nástroj zobrazuje zostávajúcu vzdialenosť k poslednému cieľovému bodu.
sl: Gradnik prikazuje preostalo razdaljo do zadnje ciljne točke.
sr: Справица приказује преостало растојање до последње долазне тачке.
sr_latn: Vidžet prikazuje preostalo rastojanje do poslednje dolazne tačke.
sv: Visar avståndet kvar till sista målpunkten.
ta: விட்செட் கடைசி இலக்கு புள்ளிக்கு எஞ்சியிருக்கும் தூரத்தைக் காட்டுகிறது.
tr: Widget, son varış noktasına kalan mesafeyi gösterir.
uk: Віджет показує відстань, що залишилася до останньої точки призначення.
vi: Widget hiện khoảng cách còn lại cho tới điểm đến cuối cùng.
zh_hans: 该小工具会显示到最终目的地点的剩余距离。
zh_hant: 小工具顯示到最後目的地點的剩餘距離。

source: No tracks on map
ar: لايوجد مسارات على الخريطة
cs: Žádné stopy na mapě
da: Ingen spor på kort
de: Keine Tracks auf der Karte
el: Κανένα ίχνος στο χάρτη
es_us: Sin trazas en el mapa
et: Kaardil pole rajafaile
fr: Aucune trace sur la carte
hu: Nincsenek nyomvonalak a térképen
id: Tidak ada track di peta
is: Engir ferlar á korti
it: Non hai tracce sulla mappa
nl: Geen tracks op de kaart
ro_ro: Nu există urme pe hartă
ru: На карте нет треков
sr: Нема трагова на мапи
sr_latn: Nema tragova na mapi
sv: Inga spår på kartan
ta: வரைபடத்தில் தடங்கள் இல்லை
uk: На мапі немає треків
zh_hant: 地圖上沒有軌跡

# driving_region_uk
source: UK and similar
ar: المملكة المتحدة، الهند وما شابه ذلك
bg: Великобритания, Индия, Австралия и подобни
ca: Regne Unit i semblants
cs: Velká Británie a podobné země
da: Storbritannien og lignende
de: UK und andere
el: ΗΒ και παρόμοια
eo: Britujo, Hindujo kaj similaj
es_us: Reino Unido y similares
et: Suurbritannia ja sarnased riigid
eu: Erresuma Batua eta antzekoak
fa: انگلستان یا مشابه آن
fi: Yhdistynyt kuningaskunta ja vastaavat
fr: Royaume-Uni et équivalents
hu: Angol és hasonló
id: UK dan terkait
is: Bretland og svipað
it: UK e simili
ja: イギリスおよび類似国
ka: UK და მსგავსები
nl: Verenigd Koninkrijk en dergelijke
pt_br: Reino Unido, Índia e similares
ro_ro: Regatul Unit și similare
ru: Великобритания и аналогичные
sk: Veľká Británia a podobné krajiny
sr: ВБ и слично
sr_latn: Velika Britanija i slični
sv: Storbritannien och liknande
ta: இங்கிலாந்து மற்றும் ஒத்த
uk: Велика Британія та подібні
vi: Vương quốc Anh và tương tự
zh_hans: 英国及类似区域
zh_hant: 英國及類似國家

# shared_string_discard
source: Discard
ar: إلغاء
cs: Zahodit
cy: Anwybyddu
da: Kassér
de: Verwerfen
el: Απόρριψη
es_us: Descartar
et: Loobu
fr: Abandonner
hu: Elvetés
id: Buang
is: Henda
it: Scartare
ko: 사용하지 않음
nl: Niet opslaan
pl: Odrzuć
ro_ro: Renunță
ru: Отбрасывать
sr: Одбаци
sr_latn: Odbaci
sv: Avfärda
ta: நிராகரிக்கவும்
tr: At
uk: Відкинути
zh_hant: 放棄
