Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# osmand_cloud_login_descr
source: Please enter the e-mail address you registred with. A one-time password will be sent to it.
ar: الرجاء إدخال عنوان البريد الإلكتروني الذي استخدمته للتسجيل. سنرسل لك كلمة مرور لمرة واحدة .
az: Qeydiyyatdan keçdiyiniz e-poçt ünvanını daxil edin. Növbəti addım üçün birdəfəlik şifrə göndəriləcək.
be: Калі ласка, увядзіце адрас электроннай пошты, на які вы зарэгістраваліся. На яго будзе адпраўлены аднаразовы пароль для наступнага кроку.
bg: Въведете адреса на електронна поща, с който сте регистрирани. Там ще бъде изпратена еднократна парола.
cs: Zadejte prosím e-mailovou adresu, se kterou jste se registrovali. Bude na ni zasláno jednorázové heslo.
cy: Rhowch y cyfeiriad e-bost bu i chi ei ddefnyddio i gofrestru. Byddwch yn derbyn negesâ chyfrinair i'w ddefnyddio unwaith ar gyfer y am nesaf.
da: Indtast den e-mailadresse, du har registreret dig med. Der vil blive sendt en engangskode til den.
de: Bitte geben Sie die E-Mail-Adresse ein, mit der Sie sich registriert haben. An diese wird ein Einmal-Passwort gesendet.
el: Παρακαλούμε εισάγετε τη διεύθυνση email με την οποία έχετε εγγραφεί. Θα σταλεί εκεί κωδικός μιας χρήσης.
eo: Enigu la retpoŝtan adreson, kiun vi uzis por registriĝi. Unufoja pasvorto estos al ĝi sendita.
es_us: Ingresa el correo electrónico usado para el registro. Enviaremos una contraseña de un solo uso.
et: Palun sisesta registreerumisel kasutatud e-posti aadress. Saadame sulle ühekordse salasõna.
eu: Sartu erregistratzeko erabili zenuen helbide elektronikoa. Bidaliko dizugu behin behineko pasahitza.
fa: لطفاً رایانامه‌ای که با آن ثبت‌نام کرده‌اید وارد کنید. یک گذرواژه یک‌بارمصرف به آن ارسال می‌شود که برای مرحله بعدی لازم است.
fi: Kirjoita sähköpostiosoite, jota käytit rekisteröitymiseen. Lähetämme sinulle seuraavassa vaiheessa tarvittavan kertakäyttösalasanan.
fr: Veuillez saisir l'adresse email utilisée à l'inscription. Vous allez recevoir, à cette adresse, un mot de passe à usage unique.
he: נא להקליד את כתובת הדוא״ל בה השתמשת להרשמה. אנו נשלח לך ססמה חד־פעמית שנחוצה לשלב הבא.
hu: Írja be a regisztrációhoz használt e-mail-címet. Egy egyszer használatos jelszót küldünk erre.
id: Mohon masukkan alamat surel yang Anda daftarkan. Sebuah kata sandi sekali pakai akan dikirim.
is: Settu inn tölvupóstfangið sem þú notaðir við skráningu. Eins-skiptis lykilorð verður sent á það.
it: Per favore immetti l'indirizzo email con cui ti sei registrato. Ti invieremo una password usa e getta.
ja: 登録したメールアドレスを入力してください。ワンタイムパスワードが送信されます。
ko: 등록한 이메일 주소를 입력하십시오. 다음 단계를 위한 일회용 암호가 전송됩니다.
lt: Įveskite el. pašto adresą, kuriuo užsiregistravote. Juo bus išsiųstas vienkartinis slaptažodis.
mk: Ve molime vnesete ja adresata na e-pošta so koja ste se registrirale. Ḱe mu bide ispratena ednokratna lozinka za sledniot čekor.
nb: Skriv inn e-postadressen du brukte for registrering. Du vil bli tilsendt et engangspassord.
nl: Vul het e-mailadres in waarmee u heeft geregistreerd. Er zal een éénmalig wachtwoord naartoe worden gestuurd.
oc: Per plaser, indicatz l'adreiça electronica que vos siatz enregistrat-da amb ela. Un senhau de l'us unic serà mandat per l'etapa seguenta.
pl: Podaj adres e-mail, na który się zarejestrowałeś. Zostanie do niego wysłane jednorazowe hasło.
ro_ro: Introduceți adresa de e-mail cu care v-ați înregistrat. O parolă de unică folosință va fi trimisă la aceasta.
ru: Укажите адрес электронной почты, который вы использовали при регистрации. На него будет выслан одноразовый пароль.
sc: Pro praghere inserta su còdighe de posta eletrònica chi as impreadu pro sa registratzione. T'amus a imbiare una crae temporànea pro su passu chi benit.
sk: Prosím zadajte emailovú adresu, s ktorou ste sa registrovali. Bude na ňu zaslané jednorazové heslo.
sl: Prosimo, vnesi e-poštni naslov, s katerim si se registriral. Na ta naslov bo poslano enkratno geslo.
sr: Унесите адресу е-поште са којом сте се уписали. На ту адресу биће послата једнократна лозинка.
sr_latn: Unesi adresu e-pošte sa kojom si se registrovao. Biće poslata jednokratna lozinka.
sv: Vänligen ange den e-postadress du registrerade dig med. Ett engångslösenord kommer att skickas till den.
ta: நீங்கள் பதிவுசெய்த மின்னஞ்சல் முகவரியை உள்ளிடவும். ஒரு முறை கடவுச்சொல் அனுப்பப்படும்.
tr: Lütfen kayıt olduğunuz e-posta adresini girin. Bu adrese tek seferlik bir parola gönderilecek.
uk: Введіть адресу е-пошти з якою ви реєструвалися. Одноразовий пароль буде надіслано на неї.
vi: Vui lòng nhập địa chỉ e-mail bạn đã dùng để đăng ký. Một mật khẩu dùng một lần sẽ được gửi đến nó.
zh_hans: 请输入您注册时的电子邮件地址。一条一次性密码将被发送到此地址。
zh_hant: 請輸入您註冊的電子郵件地址。拋棄式密碼將會傳送至該處。

# login_footer_full_text
source: Need help? Please contact us at support@osmand.net
ar: هل تحتاج إلى مساعدة؟ يرجى الاتصال بنا على support@osmand.net
cs: Potřebujete pomoc? Kontaktujte nás na adrese support@osmand.net
da: Har du brug for hjælp? Kontakt os på support@osmand.net
de: Brauchen Sie Hilfe? Bitte kontaktieren Sie uns unter support@osmand.net
el: Χρειάζεστε βοήθεια; Παρακαλώ επικοινωνήστε μαζί μας στο support@osmand.net
es_us: ¿Necesitas ayuda? Contáctanos en support@osmand.net
et: Vajad abi? Palun kirjuta meile: support@osmand.net
fr: Vous avez besoin d'aide ? Veuillez nous contacter à support@osmand.net
hu: Segítségre van szüksége? Vegye fel velünk a kapcsolatot a support@osmand.net címen
id: Butuh bantuan? Silakan hubungi kami di support@osmand.net
is: Þarftu aðstoð? Hafðu samband við okkur á support@osmand.net
it: Serve aiuto? Si prega di contattarci al support@osmand.net
ja: 助けが必要な場合は下記までお問い合わせください support@osmand.net
nl: Hulp nodig? Neem contact op met support@osmand.net
oc: Besonh d'ajuda ? Nos podètz contactar a support@osmand.net
pl: Potrzebujesz pomocy? Skontaktuj się znami na adres support@osmand.net
ro_ro: Aveți nevoie de ajutor? Vă rugăm să ne contactați la support@osmand.net
ru: Нужна помощь? Пожалуйста, свяжитесь с нами по адресу support@osmand.net
sc: Tenes bisòngiu de agiudu? Cuntata·nos a s'indiritzu support@osmand.net
sr: Потребна помоћ? Контактирајте нас на support@osmand.net
sr_latn: Potrebna pomoć? Kontaktirajte nas na support@osmand.net
sv: Behöver du hjälp? Kontakta oss på support@osmand.net
ta: உதவி தேவையா? தயவுசெய்து எங்களை தொடர்பு கொள்ளவும் support@osmand.net
tr: Yardıma mı ihtiyacınız var? Lütfen bize ulaşın: support@osmand.net
uk: Потрібна допомога? Напишіть нам на support@osmand.net
zh_hant: 需要幫助？請透過 support@osmand.net 聯絡我們

# cloud_email_already_registered
source: This e-mail address is already registered.
ar: تم تسجيل هذا البريد الإلكتروني بالفعل.
az: Bu e-poçt ünvanı artıq qeydiyyatdan keçib.
be: Гэты адрас электроннай пошты ўжо зарэгістраваны.
bg: Тази адрес на електронна поща вече е регистриран.
cs: Tato emailová adresa je již zaregistrována.
cy: Mae'r cyfeiriad e-bost hwn eisoes wedi'i gofrestru.
da: Denne e-mailadresse er allerede registreret.
de: Diese E-Mail-Adresse ist bereits registriert.
el: Αυτή η διεύθυνση email είναι ήδη εγγεγραμμένη.
eo: Tiuĉi retpoŝta adreso jam estas registrita.
es_us: Este correo electrónico ya se encuentra registrado.
et: Selle e-posti aadressiga konto on juba registreeritud.
eu: Helbide elektroniko hau dagoeneko erregistratuta dago.
fa: این نشانی ایمیل در حال حاضر ثبت نام شده است.
fi: Tällä sähköpostilla on jo rekisteröity tili.
fr: Il existe déjà un compte pour cet email.
he: כתובת הדוא״ל הזו כבר רשומה.
hu: Ez az e-mail-cím már regisztrálva van.
id: Alamat surel ini telah didaftarkan.
is: Þetta tölvupóstfang er nú þegar skráð.
it: Questo indirizzo mail è già registrato.
ja: このメールアドレスはすでに登録されています。
ko: 해당 이메일 주소는 이미 등록되었습니다.
lt: Šis elektroninis pašto adresas jau užregistruotas.
mk: Ovaa e-mail adresa e vece registrirana.
nb: En konto med denne e-postadressen er allerede registrert.
nl: Dit e-mailadres is reeds geregistreerd.
oc: Aquesta adreiça electronica es ja enregistrada.
pl: Ten adres e-mail jest już zarejestrowany.
ro_ro: Această adresă de e-mail este deja înregistrată.
ru: Данный адрес электронной почты уже зарегистрирован.
sc: Custu indiritzu de posta est giai registradu.
sk: Táto emailová adresa je už zaregistrovaná.
sl: Ta e-poštni naslov je že registriran.
sr: Ова адреса е-поште је већ регистрована.
sr_latn: Ovaj e-mail je već registrovan.
sv: Denna e-postadress är redan registrerad.
ta: இந்த மின்னஞ்சல் முகவரி ஏற்கனவே பதிவு செய்யப்பட்டுள்ளது.
tr: Bu e-posta adresi zaten kayıtlı.
uk: Ця адреса е-пошти вже зареєстрована.
vi: Địa chỉ e-mail này đã được đăng ký.
zh_hans: 这个电子邮件地址已经注册过了。
zh_hant: 此電子郵件地址已被註冊。

source: Restore from OsmAnd Cloud
ar: استعادة من سحابة أوسماند
az: OsmAnd Cloud-dan bərpa et
be: Аднаўленне з OsmAnd Cloud
bg: Възстановяване от OsmAnd Cloud
ca: Restaura des d'OsmAnd Clouf
cs: Obnovit z OsmAnd Cloud
cy: Adfer o OsmAnd Cloud
da: Gendan fra OsmAnd Cloud
de: Wiederherstellung aus der OsmAnd Cloud
el: Επαναφορά από OsmAnd Cloud
eo: Restarigi el OsmAnd-Nubo
es_us: Restaurar desde OsmAnd Cloud
et: Taasta OsmAnd Cloudist
eu: Leheneratu OsmAnd hodeitik
fa: بازیابی از ابر OsmAnd
fi: Palauta OsmAnd Cloudista
fr: Restaurer à partir d’OsmAnd Cloud
he: שחזור מ־OsmAnd Cloud
hu: Visszaállítás az OsmAnd Cloudból
id: Pulihkan dari OsmAnd Cloud
is: Endurheimta úr OsmAnd Cloud-tölvuskýi
it: Ripristina da OsmAnd Cloud
ja: OsmAnd Cloudから復元
ko: OsmAnd 클라우드에서 복원
lt: Atkurti iš OsmAnd Cloud
mk: Obnovete od OsmAnd Cloud
nb: Gjenopprett fra OsmAnd-sky
nl: Herstel van OsmAnd Cloud
oc: Restaurar de la Nívol OsmAnd
pl: Przywróć z chmury OsmAnd Cloud
ro_ro: Restaurează din OsmAnd Cloud
ru: Восстановить из OsmAnd Cloud
sc: Riprìstina dae OsmAnd Cloud
sk: Obnoviť z OsmAnd Cloud
sl: Obnovi iz OsmAnd Cloud
sr: Врати са ОсмАнд облака
sr_latn: Vrati iz OsmAnd Cloud
sv: Återställ från OsmAnd Cloud
ta: ஒச்மண்ட் கிளவுட்டிலிருந்து மீட்டமைக்கவும்
tr: OsmAnd Cloud'dan geri yükle
uk: Відновити з OsmAnd Cloud
vi: Khôi phục từ OsmAnd Cloud
zh_hans: 从 OsmAnd 云恢复
zh_hant: 從 OsmAnd Cloud 復原

# backup_error_no_valid_subscription
source: No valid subscription present
ar: لا يوجد اشتراك صالح
be: Няма дзейнай падпіскі
bg: Няма валиден абонамент
cs: Žádné předplatné není aktivní
cy: Dim tanysgrifiad dilys
da: Mangler gyldigt abonnement
de: Kein gültiges Abonnement vorhanden
el: Δεν υπάρχει έγκυρη συνδρομή παρούσα
eo: Neniu valida abono
es_us: No hay ninguna suscripción válida
et: Kehtiv tellimus puudub
eu: Ez dago baliozko harpidetzarik
fa: اشتراک معتبری وجود ندارد
fi: Ei voimassa olevaa tilausta
fr: Aucun abonnement n'est valide
he: לא קיים מינוי בתוקף
hu: Jelenleg nincs érvényes előfizetése
id: Tidak ada langganan yang valid
is: Engin gild áskrift til staðar
it: Nessuna valida sottoscrizione presente
ja: 有効なサブスクリプションがありません
ko: 유효한 구독이 없습니다
lt: Nėra galiojančios prenumeratos
lv: Nav derīga abonomenta
mk: Nema validna pretplata
nb: Mangler gyldig abonnement
nl: Geen geldig abonnement aanwezig
oc: Ges d'abonament valide
pl: Brak ważnej subskrypcji
ro_ro: Nu există un abonament valabil
ru: Нет действующей подписки
sc: Non b'at perunu abbonamentu vàlidu
sk: Neexistuje platné predplatné
sl: Ni veljavne naročnine
sr: Нема важеће претплате
sr_latn: Nema važeće pretplate
sv: Ingen giltig prenumeration hittades
ta: சரியான சந்தா இல்லை
tr: Geçerli abonelik yok
uk: Немає чинної передплати
vi: Không có gói đăng ký hợp lệ nào đang có
zh_hans: 没有有效的订阅
zh_hant: 無有效的訂閱

# backup_error_token_is_not_valid_or_expired
source: Invalid or expired token
ar: الرمز غير صالح أو منتهي الصلاحية
ast: El pase nun ye válidu o caducó
be: Хібны або пратэрмінаваны токен
bg: Невалиден или изтекъл низ на споделена тайна
cs: Neplatný nebo expirovaný identifikátor
cy: Tocyn annilys neu wedi dod i ben
da: Ugyldig eller udløbet token
de: Ungültiges oder abgelaufenes Token
el: Άκυρο ή ληγμένο διακριτικό
eo: Ĵetono malĝusta aŭ senvalidiĝis
es_us: Clave inválida o vencida
et: Kehtetu või aegunud sümbol
eu: Token baliogabea edo iraungita
fa: توکن نامعتبر یا منقضی
fi: Virheellinen tai vanhentunut tunniste
fr: Jeton non valide ou ayant expiré
he: האסימון אינו תקף או שתוקפו פג
hu: A token nem érvényes vagy lejárt
id: Token tidak valid atau kedaluwarsa
is: Ógilt eða útrunnið teikn
it: Token non valido o scaduto
ja: 無効または期限切れのトークン
ko: 잘못된 또는 만료된 토큰
mk: Nevažečki ili istečen token
nb: Ugyldig eller utløpt symbol
nl: Ongeldig of verlopen code
oc: Testimòni de seguretat non valide ò expirat
pl: Nieprawidłowy lub nieaktualny token
ro_ro: Token invalid sau expirat
ru: Неверный или просроченный токен
sc: Getone invàlidu o iscadidu
sk: Neplatný alebo expirovaný identifikátor
sl: Neveljaven ali potekelžeton
sr: Неважећи или истекао токен
sr_latn: Nevažeći ili je istekao token
sv: Ogiltig eller utgången token
ta: தவறான அல்லது காலாவதியான கிள்ளாக்கு
tr: Geçersiz veya süresi dolmuş belirteç
uk: Токен недійсний або прострочений
vi: Token không hợp lệ hoặc đã hết hạn
zh_hans: 无效或过期的令牌
zh_hant: 無效或過期的權杖

# backup_error_file_not_available
source: File unavailable
ar: الملف غير متوفر
az: Fayl əlçatan deyil
be: Файл недаступны
bg: Файлът не е наличен
cs: Soubor není dostupný
cy: Ffeil ddim ar gael
da: Fil ikke tilgængelig
de: Datei nicht verfügbar
el: Το αρχείο δεν είναι διαθέσιμο
eo: Dosiero ne disponebla
es_us: Archivo no disponible
et: Fail ei ole saadaval
eu: Fitxategia ez dago erabilgarri
fa: پرونده در دسترس نیست
fi: Tiedosto ei ole käytettävissä
fr: Fichier non disponible
he: הקובץ אינו זמין
hu: A fájl nem áll rendelkezésre
id: Berkas tidak tersedia
is: Skrá ekki tiltæk
it: File non disponibile
ja: ファイルを利用できません
ka: ფაილი მიუწვდომელია
ko: 파일 unavailable
lt: Failas neprieinamas
lv: Fails nav pieejams
mk: Datotekata e nedostapna
nb: Utilgjengelig fil
nl: Bestand onbeschikbaar
oc: Fichier non disponible
pl: Plik niedostępny
ro_ro: Fișier indisponibil
ru: Файл недоступен
sc: Documentu no a disponimentu
sk: Súbor nie je dostupný
sl: Datoteka ni na voljo
sr: Датотека није доступна
sr_latn: Fajl nije dostupan
sv: Fil ej tillgänglig
ta: கோப்பு கிடைக்கவில்லை
tr: Dosya kullanılamıyor
uk: Файл недоступний
vi: Tệp không có sẵn
zh_hans: 文件不可用
zh_hant: 檔案不可用

# backup_error_subscription_was_used
source: Subscription or promo used by another account %@
ar: تم استخدام الاشتراك أو العرض الترويجي من قبل حساب آخر %@
be: Падпіска або промакод выкарыстоўваюцца іншым уліковым запісам %@
bg: Абонамент или промокод, използвани от друг профил %@
cs: Předplatné nebo promo kód je použito v jiném účtu %@
cy: Mae'r tanysgrifiad neu gynnig yn cael ei ddefnyddio gan gyfrif arall %@
da: Abonnement eller kampagne anvendes af en anden konto %@
de: Abonnement oder Aktionsangebot wird von einem anderen Konto verwendet %@
eo: Abono aŭ reklamkodo estas uzata de alia konto: %@
es_us: Suscripción o promoción usada en otra cuenta %@
et: Teise konto %@ poolt kasutatav tellimus või reklaam
eu: %@ beste kontu batek erabiltzen duen harpidetza edo promozioa
fa: اشتراک یا کد تبلیغی را حساب دیگری استفاده کرده است %@
fi: Toisen tilin käyttämä tilaus tai tarjous %@
fr: L'abonnement ou la promo a été utilisé par un autre compte %@
he: מינוי או פרומו שנעשה בו שימוש בחשבון אחר %@
hu: Ezt az előfizetést vagy promóciós kódot már felhasználták ehhez a fiókhoz: %@
id: Langganan atau promo digunakan oleh akun lain %@
is: Áskrift eða kynningarafsláttur notaður af öðrum notandaaðgangi %@
it: Sottoscrizione o promozione utilizzata da un altro account %@
ja: 別のアカウントで使用されているサブスクリプションまたはプロモーション%@
ko: 다른 계정에서 사용하는 구독 또는 프로모션 %@
lt: Prenumerata arba akcijos kodas, naudojama kitoje paskyroje %@
mk: Pretplata ili promošto se koristi od druga smetka %@
nb: Abonnement eller kupong brukt av en annen konto %@
nl: Abonnement of promotiecode gebruikt door een andere account %@
oc: Abonamentò promocion utilizada per un autre còmpte %@
pl: Subskrypcja lub promocja wykorzystana przez inne konto %@
ro_ro: Abonament sau promoție folosită de către un alt cont %@
ru: Подписка или промокод использованы другим аккаунтом %@
sc: S'abbonamentu o sa promotzione sunt impreados dae un'àteru contu %@
sk: Predplatné alebo reklamný kód použité iným účtom %@
sl: Naročnino ali promocijo uporablja drug račun %@
sr: Претплату или промоцију користи други налог %@
sr_latn: Pretplatu ili promociju koristi drugi profil %@
sv: Prenumeration eller kampanj används av ett annat konto %@
ta: மற்றொரு கணக்கால் பயன்படுத்தப்படும் சந்தா அல்லது விளம்பர %@
tr: Abonelik veya tanıtım başka bir hesap tarafından kullanıldı %@
uk: Передплата або промокод використані іншим обліковим записом %@
zh_hans: 订阅或促销活动由另一个账户使用 %@
zh_hant: 另一個帳號 %@ 使用了訂閱或促銷

# backup_error_subscription_was_expired_descr
source: Your OsmAnd Pro subscription is expired, renew it to use backup. You can still restore data from the Cloud.
ar: انتهت صلاحية اشتراكك في أوسماند برو ، قم بتجديده لاستخدام النسخ الاحتياطي. لا يزال بإمكانك استعادة البيانات من السحابة.
be: Тэрмін дзеяння вашай падпіскі на OsmAnd Pro скончыўся, абнавіце яе, каб выкарыстоўваць рэзервовае капіраванне. Вы ўсё яшчэ можаце аднавіць даныя з воблака.
bg: Абонаментът ви за OsmAnd Pro е изтекъл, подновете го, за да създавате резервни копия. Все още можете да възстановявате данни от облака.
cs: Vaše předplatné OsmAnd Pro expirovalo, obnovte ho, abyste mohli zálohovat. Stále ovšem můžete obnovit data z Cloudu.
cy: Mae dy danysgrifiad OsmAnd Pro wedi dod i ben. Adnewydda i ddefnyddio cadw wrth gefn. Gellir dal i adfer data o'r cwmwl.
da: Dit OsmAnd Pro-abonnement er udløbet, forny det for at bruge sikkerhedskopi. Du kan stadig gendanne data fra Cloud.
de: Ihr OsmAnd Pro-Abonnement ist abgelaufen. Erneuern Sie es, um die Datensicherung zu nutzen. Sie können weiterhin Daten aus der Cloud wiederherstellen.
el: Η OsmAnd Pro συνδρομή σας έληξε, ανανεώστε για να χρησιμοποιήσετε αντίγραφα ασφαλείας. Μπορείτε ακόμη να επαναφέρετε δεδομένα από το Cloud.
eo: Via abono OsmAnd Pro senvalidiĝis – reaboni ĝin por povi uzi sekurkopion. Vi plue povas restarigi datumojn el la nubo.
es_us: La suscripción a «OsmAnd Pro» ha caducado, renuévala para usar la copia de seguridad. Todavía se pueden restaurar los datos de la nube.
et: Sinu OsmAnd Pro tellimus on aegunud, uuenda seda varukoopiate kasutamiseks. Andmeid saad endiselt pilvest taastada.
eu: Zure OsmAnd Pro harpidetza iraungi da, berritu babeskopia erabiltzeko. Hodeiko datuak leheneratu ditzakezu oraindik.
fa: اشتراک OsmAnd Pro شما منقضی شده است. برای پشتیبان‌گیری آن را تمدید کنید. هنوز می‌توانید داده‌ها را از ابر بازیابی کنید.
fi: OsmAnd Pro -tilauksesi on vanhentunut, uudista se käyttääksesi varmuuskopioita. Voit edelleen palauttaa tietoja pilvipalvelusta.
fr: Votre abonnement OsmAnd Pro a expiré, renouvelez-le pour utiliser la sauvegarde. Vous pouvez toujours restaurer des données à partir du Cloud.
he: מינוי ה־OsmAnd Pro שלך פג, יש לחדש אותו כדי להשתמש בגיבוי. עדיין ניתן לשחזר מהענן.
hu: Az OsmAnd Pro előfizetése lejárt. A biztonsági mentés használatához meg kell újítania. Az OsmAnd Cloudból továbbra is visszaállíthatja az adatokat.
id: Langganan OsmAnd Pro Anda kadaluwarsa, perbarui untuk menggunakan cadangan. Anda masih dapat memulihkan data dari Cloud.
is: OsmAnd Pro áskriftin þín er útrunnin, endurnýjaðu hanta til að nota öryggisafrit. Þú getur ennþá endurheimt gögn úr tölvuskýinu.
it: La tua sottoscrizione a OsmAnd Pro è scaduta, rinnovala per utilizzare il backup. Puoi ancora ripristinare i dati dal Cloud.
ja: OsmAnd Proのサブスクリプション期限が切れているので、データのバックアップを継続利用するのであれば更新してください。引き続きクラウドからデータを復元できるようになります。
ko: 당신의 OsmAnd Pro 구독이 만료되어 백업을 사용할 수 있습니다. 클라우드에서 데이터를 복원 할 수 있습니다.
lv: Jūsu OsmAnd Pro abonoments ir beidzies, atjaunojiet to, lai lietotu dublējumkopiju. Datus joprojām variet atjaunot no Cloud.
mk: Vašata pretplata OsmAnd Pro e istečena, obnovete ja za da koristite rezervna kopija. Sè ušte možete da gi vratite podatocite od Oblakot (Cloud).
nb: Ditt OsmAnd Pro-abonnement har utløpt. Forny det nå for å bruke sikkerhetskopi. Du kan fremdeles gjenopprette data fra OsmAnd-sky.
nl: Je OsmAnd Pro abonnement is verlopen, vernieuw dit abonnement om back-ups te gebruiken. Je kan nog steeds je gegevens op OsmAnd Cloud herstellen.
oc: Vòstre abonament OsmAnd Pro es despassat, renovelatz-lo per utilizar la sauvagarda. Podètz pasmens totjorn restaurar lei donadas dau Nívol.
pl: Twoja subskrypcja OsmAnd Pro wygasła - odnów ją, aby korzystać z kopii zapasowej. Nadal możesz przywracać dane z chmury.
ro_ro: Abonamentul dumneavoastră la OsmAnd Pro a expirat, reînnoiți-l pentru a utiliza backupul. Încă mai puteți restaura datele din Cloud.
ru: Срок действия вашей подписки OsmAnd Pro истёк, возобновите её, чтобы использовать резервное копирование. Вы по-прежнему можете восстановить данные из облака.
sc: S'abbonamentu tuo a OsmAnd Pro est iscadidu. Annoa·lu pro impreare sas còpias de seguresa. Podes galu ripristinare datos dae sa nue.
sk: Vaše predplatné OsmAnd Pro expirovalo, obnovte ho pre použitie zálohovania. Napriek tom môžete obnoviť údaje z Cloudu.
sl: Naročnina na OsmAnd Pro je potekla: obnovi jo, če želiš uporabljati varnostno kopijo. Še vedno lahko obnoviš podatke iz oblaka.
sr: Ваша претплата ОсмАнд Про је истекла, обновите је ради прављења умножака за чување. И даље можете повратити податке из облака.
sr_latn: Pretplata OsmAnd je istekla, obnovi je za korištenje sigurnosne kopije.
sv: Din OsmAnd Pro-prenumeration har gått ut, förnya den för att använda säkerhetskopering. Du kan fortfarande återställa data från Cloud.
ta: உங்கள் OSMand Pro சந்தா காலாவதியாகிறது, காப்புப்பிரதியைப் பயன்படுத்த புதுப்பிக்கவும். மேகத்திலிருந்து தரவை நீங்கள் இன்னும் மீட்டெடுக்கலாம்.
tr: OsmAnd Pro aboneliğinizin süresi doldu, yedeklemeyi kullanmak için yenileyin. Buluttan verileri hala geri yükleyebilirsiniz.
uk: Термін дії передплати OsmAnd Pro завершився, поновіть її, щоб користуватись резервним копіюванням. Ви досі можете відновити дані з Хмари.
vi: Gói đăng ký OsmAnd Pro của bạn đã hết hạn, làm mới nó để sử dụng bản sao lưu. Bạn vẫn có thể khôi phục dữ liệu từ đám mây.
zh_hans: 您的 OsmAnd Pro 订阅已过期，请续订以使用备份。您仍然可以从云端恢复数据。
zh_hant: 您的 OsmAnd Pro 訂閱已過期，請續訂以使用備份。您仍然可以從雲端還原資料。

# backup_error_subscription_was_expired
source: Expired subscription
ar: الاشتراك غير صالح بعد الآن
be: Тэрмін дзеяння падпіскі скончыўся
bg: Изтекъл абонамент
cs: Expirované předplatné
cy: Tanysgrifiad i ben
da: Udløbet abonnement
de: Abgelaufenes Abonnement
el: Η συνδρομή έληξε
eo: Abono senvalidiĝis
es_us: Suscripción vencida
et: Aegunud tellimus
eu: Harpidetza iraungita
fa: اشتراک منقضی
fi: Vanhentunut tilaus
fr: Abonnement expiré
he: מינוי שתוקפו פג
hu: Lejárt előfizetés
id: Langganan kadaluwarsa
is: Útrunnin áskrift
it: Sottoscrizione scaduta
ja: 期限切れのサブスクリプション
ka: ამოწურული გამოწერა
ko: 만료된 구독
lt: Pasibaigusi prenumerata
lv: Beidzies abonoments
mk: Istečena pretplata
nb: Utløpt abonnement
nl: Afgelopen abonnement
oc: Abonament despassat
pl: Subskrypcja wygasła
ro_ro: Abonament expirat
ru: Подписка закончилась
sc: Abbonamentu iscadidu
sk: Expirované predplatné
sl: Potekla naročnina
sr: Истекла претплата
sr_latn: Istekla pretplata
sv: Prenumeration utgången
ta: காலாவதியான சந்தா
tr: Süresi dolmuş abonelik
uk: Термін дії передплати закінчився
vi: Gói đăng ký đã hết hạn
zh_hans: 订阅已过期
zh_hant: 訂閱過期
