Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# elevation_profile_widget_desc
source: Shows the elevation and slope profile of the current route.
ar: ودجت عرض ملف تعريف الارتفاع والمنحدر للمسار الحالي.
be: Паказвае профіль вышыні і ўхілу бягучага маршруту.
bg: Показва профила на надморската височина и наклона на текущия маршрут.
ca: El giny mostra el perfil d'elevació i pendent de la ruta actual.
cs: Zobrazuje výškový profil a profil sklonu aktuální trasy.
cy: Dangosa'r ategyn proffil uchder a llechweddau'r llwybr cyfredol.
da: Viser højden og hældningsprofilen for den aktuelle rute.
de: Zeigt Höhenprofil und Hangneigung der aktuellen Route an.
eo: Fenestraĵo montranta profilon de altitudo kaj dekliveco por la nuna kurso.
es_us: Muestra el perfil de elevación y pendiente de la ruta actual.
eu: Uneko ibilbidearen kota eta malda-profila erakusten du.
fa: نمایه ارتفاع و شیب مسیر کنونی را نمایش می‌دهد.
fr: Affiche le profil d’altitude et de pente pour l’itinéraire actuel.
he: וידג׳ט מציג את פרופיל העילוי והשיפוע של המסלול הנוכחי.
hu: Megjeleníti a jelenlegi útvonal magassági és lejtésprofilját.
id: Menampilkan profil ketinggian dan kemiringan dari rute saat ini.
is: Sýnir hæðarsnið og halla fyrirliggjandi leiðar.
it: Mostra il profilo altimetrico e della pendenza dell'attuale percorso.
ja: 現在のルートの標高と勾配のプロファイルを表示します。
ko: 현재 노선의 높이와 경사 프로필을 표시합니다.
mk: Aplikacijata ja pokazuva visinata i nagibot na momentalnata ruta.
nb: Viser høyde- og helningsprofilen til gjeldende rute.
nl: Toont het hoogte- en hellingprofiel van de huidige route.
pl: Pokazuje profil wysokości i nachylenia aktualnej trasy.
ro_ro: Arată profilurile de altitudine și pantă ale traseului curent.
ru: Виджет показывает профиль высоты и уклона текущего маршрута.
sc: Ammustrat su profilu de s'artària e de sa pendèntzia de s'àndala atuale.
sk: Zobrazuje profil prevýšenia a svahu aktuálnej trasy.
sl: Prikazuje profil nadmorske višine in naklona trenutne poti.
sr: Справица приказује висину и пресек нагиба тренутне путање.
sr_latn: Prikazuje profil visine i nagiba trenutne rute.
sv: Visar höjd- och lutningsprofil för den nuvarande rutten.
ta: தற்போதைய பாதையின் உயரம் மற்றும் சாய்வு சுயவிவரத்தைக் காட்டுகிறது.
tr: Geçerli rotanın yükseklik ve eğim profilini gösterir.
uk: Показує висоту і профіль рельєфу поточного маршруту.
vi: Hiện hồ sơ độ cao và mức độ dốc của bề mặt của tuyến đường hiện tại.
zh_hans: 显示当前路线的海拔和坡度剖面。
zh_hant: 顯示目前路線的海拔和坡度資訊。

# current_time_widget_desc
source: Shows the current time as taken from your device.
ar: ودجت عرض الوقت الحالي من جهازك.
az: Cihazınızdan əldə edilmiş hazırkı vaxtı göstərir.
be: Паказвае бягучы час з вашай прылады.
bg: Показва текущото време, получено от устройство.
cs: Zobrazuje aktuální čas převzatý ze zařízení.
cy: Dangosa'r ategyn yr amser cyfredol o dy ddyfais.
da: Viser det aktuelle klokkeslæt fra din enhed.
de: Zeigt die aktuelle Zeit an, die von Ihrem Gerät abgerufen wird.
el: Δείχνει την τρέχουσα ώρα όπως λαμβάνεται από τη συσκευή σας.
eo: Fenestraĵo montranta la nunan horon (de la operaciumo).
es_us: Muestra la hora actual tomada del dispositivo.
eu: Uneko ordua erakusten du zure gailutik hartuta.
fa: زمان کنونی را از دستگاه شما نمایش می‌دهد.
fi: Näyttää tämänhetkisen ajan otettuna laitteeltasi.
fr: Affiche l'heure actuelle de votre appareil.
he: מציג את הזמן הנוכחי מהמכשיר שלך.
hu: Megjeleníti az eszköze által szolgáltatott jelenlegi időt.
id: Menunjukkan waktu saat ini dari perangkat Anda.
is: Sýnir núverandi tíma á tækinu þínu.
it: Mostra l'orario attuale fornito dal tuo dispositivo.
ja: 端末から取得した現在の時刻を表示します。
ko: 장치에서 촬영한 현재 시간을 표시합니다.
mk: Go prikažuva tekovnoto vreme od vašiot ured.
nb: Viser gjeldende tid tatt fra enheten din.
nl: Toont de huidige tijd zoals overgenomen van je apparaat.
pl: Pokazuje bieżący czas pobrany z urządzenia.
ro_ro: Arată ora curentă așa cum este pe dispozitivul dumneavoastră.
ru: Виджет показывает текущее время на вашем устройстве.
sc: Ammustrat s'ora atuale pigada dae su dispositivu tuo.
sk: Zobrazuje aktuálny čas podľa vášho zariadenia.
sl: Prikazuje trenutničas, vzet iz tvoje naprave.
sr: Приказује тренутно време Вашег уређаја.
sr_latn: Prikazuje trenutno vreme tvog uređaja.
sv: Visar aktuell tid från din enhet.
ta: உங்கள் சாதனத்திலிருந்து எடுக்கப்பட்ட தற்போதைய நேரத்தைக் காட்டுகிறது.
tr: Aygıtınızdan alınan geçerli saati gösterir.
uk: Показує поточний час з вашого пристрою.
vi: Hiện thời gian hiện tại được lấy từ thiết bị của bạn.
zh_hans: 显示从您设备获取的当前时间。
zh_hant: 顯示從您的裝置取得的目前時間。

# max_speed_widget_desc
source: Displays the speed limit for the currently driven road.
ar: ودجت عرض الحد الأقصى للسرعة للطريق الحالي.
az: Hazırda gedilən yol üçün sürət həddini göstərir.
be: Паказвае абмежаванне хуткасці для бягучай дарогі.
bg: Показва ограничението на скоростта на текущия път.
cs: Zobrazuje rychlostní omezení na aktuálně projížděné cestě.
cy: Mae'n dangos cyfyngiad cyflymder y ffordd bresennol.
da: Viser hastighedsgrænsen for vejen, der aktuelt køres på.
de: Zeigt die Geschwindigkeitsbegrenzung für die aktuell befahrene Straße an.
el: Εμφανίζει το όριο ταχύτητας του δρόμου στον οποίο οδηγείτε εκείνη την στιγμή.
eo: Fenestraĵo montranta rapidlimon por la nune veturigata ŝoseo.
es_us: Muestra el límite de velocidad del camino por el que se circula actualmente.
eu: Unean errepidearen abiadura muga bistaratzen du.
fa: محدودیت سرعت برای جاده‌ای که در حال رانندگی هستید را نمایش می‌دهد.
fi: Näyttää ajettavan tien nopeusrajoituksen.
fr: Affiche la limitation de vitesse de la route actuelle.
he: מציג את מגבלת המהירות בכביש הנוכחי.
hu: Megjeleníti a jelenleg használt úton érvényes sebességkorlátozást.
id: Menampilkan batas kecepatan untuk jalan mengemudi saat ini.
is: Sýnir hraðatakmarkanir á veginum sem verið er að aka.
it: Mostra il limite di velocità della strada che si sta percorrendo.
ja: 現在走行中の道路の制限速度を表示します。
ko: 현재 구동된 도로의 속도 제한을 표시합니다.
mk: Ja pokažuva ograničenata brzina za tekovnoto vozenje na patot.
nb: Viser fartsgrensen for veien du kjører på.
nl: Toont de maximale snelheid voor de huidige bereden weg.
pl: Wyświetla ograniczenie prędkości dla aktualnie przejeżdżanej drogi.
ro_ro: Afișează limita de viteză pentru drumul parcurs acum.
ru: Виджет показывает ограничение скорости для текущей дороги.
sc: Ammustrat su lìmite de lestresa pro su caminu impreadu atuale.
sk: Zobrazuje max. povolenú rýchlosť na práve používanej ceste.
sl: Prikazuje omejitev hitrosti na cesti, kjer trenutno voziš.
sr: Приказује ограничење брзине пута којим се тренутно вози.
sr_latn: Prikazuje ograničenje brzine puta kojim se trenutno vozi.
sv: Visar hastighetsbegränsningen för aktuell väg.
ta: தற்போது இயக்கப்படும் சாலையின் வேக வரம்பைக் காட்டுகிறது.
tr: Geçerli sürüş yolu için hız sınırını gösterir.
uk: Показує обмеження швидкості, що діє на поточному відрізку дороги.
vi: Hiện tốc độ tối đa cho con đường hiện đang đi.
zh_hans: 显示当前行驶道路的速度限制。
zh_hant: 顯示目前行駛道路的速度限制。

# current_speed_widget_desc
source: Shows your current speed as reported via GPS.
ar: ودجت عرض سرعتك الحالية التي تم الكشف عنها بواسطة مستشعر GPS.
az: GPS vasitəsilə bildirilən hazırkı sürətinizi göstərir.
be: Паказвае вашу бягучую хуткасць, вызначаную GPS-датчыкам.
bg: Показва моментната скорост, получена от дтачика за GPS.
cs: Zobrazuje aktuální rychlost podle GPS.
cy: Mae'n dangos dy gyflymder cyfredol ynôl synhwyrydd GPS.
da: Viser din aktuelle hastighed registreret via GPS.
de: Zeigt Ihre aktuelle Geschwindigkeit an, wie über GPS gemeldet.
el: Δείχνει την τρέχουσα ταχύτητα σας, όπως αναφέρεται μέσω GPS.
eo: Fenestraĵo montranta vian nunan rapidon determinitan per GPS.
es_us: Muestra la velocidad actual detectada por el GPS.
eu: Zure uneko abiadura erakusten du GPS bidez jakinarazi bezala.
fa: سرعت کنونی شما را بر پایه GPS نمایش می‌دهد.
fi: Näyttää satelliittipaikannuksen ilmoittaman nopeuden.
fr: Indique votre vitesse actuelle (d'après le GPS).
he: מציג את המהירות הנוכחית שלך לפי חיישן ה־GPS.
hu: Megjeleníti a GPS-vevő által számított jelenlegi sebességét.
id: Menampilkan kecepatan Anda saat ini yang dilaporkan dari GPS.
is: Sýnir fyrirliggjandi hraða þinn eins og GPS-skynjarinn mælir hann.
it: Mostra la velocità come indicata dal GPS.
ja: GPS経由で計測される現在の速度を表示します。
ko: GPS를 통해보고 된 현재 속도를 보여줍니다.
mk: Ja prikažuva vašata momentalna brzina detektirana so GPS-senzorot.
nb: Viser gjeldende hastighet som rapportert via GPS.
nl: Toont je huidige snelheid gemeten door de GPS-sensor.
pl: Pokazuje aktualną prędkość zgłaszaną przez GPS.
ro_ro: Arată viteza curentă așa cum este raportată de GPS.
ru: Виджет показывает вашу текущую скорость, определенную GPS-датчиком.
sc: Ammustrat sa lestresa atuale tua comente sinnalada dae su GPS.
sk: Zobrazuje aktuálnu rýchlosť podľa GPS senzora.
sl: Prikazuje trenutno hitrost po GPS-u.
sr: Приказује тренутну брзину пријављену ГПС-ом.
sr_latn: Prikazuje trenutnu brzinu prijavljenu GPS-om.
sv: Visar din nuvarande hastighet enligt GPS.
ta: சி.பி.எச் வழியாக அறிவிக்கப்பட்டபடி உங்கள் தற்போதைய வேகத்தைக் காட்டுகிறது.
tr: GPS tarafından bildirilen geçerli hızınızı gösterir.
uk: Показує вашу поточну швидкість за даними GPS.
vi: Hiện tốc độ hiện tại của bạn được lấy từ GPS.
zh_hans: 向您显示由GPS 传感器检测到的当前速度。
zh_hant: 顯示透過 GPS 報告的您的目前速度。

# magnetic_bearing_widget_desc
source: Angle between magnetic north and the target point observed from your location.
ar: الزاوية بين الشمال المغناطيسي ونقطة الهدف التي تم ملاحظتها من موقعك.
be: Вугал паміж геаграфічнай поўначчу і мэтавай кропкай, якая назіраецца з вашага месцазнаходжання (Азімут).
bg: Оказва ъгъла между магнитния север и местоназначението, спрямо вашето местоположение.
cs: Úhel mezi magnetickým severem a cílovým bodem pozorovaným z vaší polohy.
cy: Yr ongl rhwng gogledd magnetig a'r pwynt targed a welwyd o dy leoliad.
da: Vinkel mellem det magnetiske nord og målpunktet observeret fra din placering.
de: Winkel zwischen magnetisch Nord und dem von Ihrem Standort aus beobachteten Zielpunkt.
el: Γωνία μεταξύ του μαγνητικού βορρά και του σημείου στόχου όπως παρατηρείται από την τοποθεσία σας.
eo: Angulo inter la magneta nordo, via nuna pozicio kaj la alcela loko.
es_us: Ángulo entre el norte magnético y el punto objetivo observado desde la ubicación.
eu: Ipar magnetikoaren eta zure kokapenetik ikusitako helburu-puntuaren arteko angelua.
fa: زاویه بین شمال مغناطیسی و نقطه هدف از مکان شما.
fr: Depuis votre position, angle entre le nord magnétique et la cible.
he: זווית בין הצפון המגנטי ונקודת היעד ביחס למיקום שלך.
hu: A mágneses észak és a célpont közötti szög, az Ön tartózkodási helyéről megfigyelve.
id: Sudut antara utara magnetik dan titik target diamati dari lokasi Anda.
is: Horn milli segulnorðurs og markpunkts miðað við staðsetningu þína.
it: Angolo tra il nord magnetico e la destinazione osservato dalla tua posizione.
ja: 現在地から観測される磁北と目標地点との角度を示します。
ko: 자북과 사용자 위치에서 관찰된 목표점 사이의 각도입니다.
lt: Kampas tarp magnetinės šiaurės ir tikslo taško, stebimo iš jūsų vietos.
mk: Agol pomedju magnetniot sever i celnata točka zabeležan od vašata lokacija.
nb: Vinkel mellom magnetisk nord og målpunktet observert fra din posisjon.
nl: Hoek tussen het magnetische noorden en het doelpunt gezien vanaf jouw locatie.
pl: Kąt między północą magnetyczną a punktem docelowym obserwowanym z Twojej lokalizacji.
ro_ro: Unghiul dintre nordul magnetic și punctul țintă observat din poziția dumneavoastră.
ru: Угол между магнитным севером и целевой точкой, наблюдаемой из вашего местоположения.
sc: Àngulu intre su nord magnèticu e su puntu de destinatzione bidu dae sa positzione tua.
sk: Uhol medzi magnetickým severom a cieľovým bodom pozorovaný z vašej polohy.
sl: Kot med magnetnim severom in ciljno točko, opazovano s trenutne lokacije.
sr: Угао између магнетног Севера и циљне тачке посматрано са вашег положаја.
sr_latn: Ugao između magnetnog severa i odredišta posmatrano sa tvoje lokacije.
sv: Vinkel mellan den magnetiska nordpolen och målpunkten sett från din plats.
ta: உங்கள் இருப்பிடத்திலிருந்து காணப்பட்ட காந்த வடக்கு மற்றும் இலக்கு புள்ளிக்கு இடையிலான கோணம்.
tr: Bulunduğunuz yerden gözlemlenen hedef nokta ile manyetik kuzey arasındaki açı.
uk: Кут між магнітною північчю та цільовою точкою з місця вашого розташування.
vi: Góc giữa hướng bắc từ tính và điểm đích quan sát từ vị trí của bạn.
zh_hans: 从您所在位置观察到的磁北与目标点之间的角度。
zh_hant: 從您的位置觀察到的磁北與目標點之間的角度。

# bearing_secondary_desc
source: You can change the data format used in: %@ – %@ – %@.
ar: يمكنك تغيير تنسيق البيانات المستخدمة في: %@ – %@ – %@.
az: İstifadə olunan məlumat formatını burada dəyişə bilərsiniz: %@ – %@ – %@.
be: Вы можаце змяніць фармат адлюстравання даных на: %@-%@-%@.
bg: Формата на използваните данни можете да промените от: %@ – %@ – %@.
ca: Podeu canviar el format de les dades visualitzades a: %@ – %@ – %@.
cs: Použitý formát dat můžete změnit v: %@ – %@ – %@.
cy: Gellir newid fformat y ddata sy'n ymddangos yn %@ - %@ - %@.
da: Du kan ændre dataformatet brugt i: %@ – %@ – %@.
de: Sie können das verwendete Datenformat ändern in %@ – %@ – %@.
el: Μπορείτε να αλλάξετε την μορφή δεδομένων που χρησιμοποιείται σε: %@ – %@ – %@.
eo: Vi povasŝanĝi formon de montrataj datumoj per la menuo “%@” → “%@” → “%@”.
es_us: El formato de los datos usados puede cambiarse en: %@ → %@ → %@.
eu: Hauetan erabilitako datu-formatua alda dezakezu: %@ – %@ – %@.
fr: Vous pouvez modifier le format d'affichage utilisé en : %@ - %@ - %@.
he: אפשר לשנות את תבנית הנתונים שמוצגים דרך: %@ – %@ – %@.
hu: A felhasznált adatformátumot itt módosíthatja: %@ > %@ > %@.
id: Anda dapat mengubah format data yang digunakan dalam: %@ – %@ – %@.
is: Þú getur breytt sniði birtra gagna í: %@ – %@ – %@.
it: Puoi cambiare il formato della data visualizza in: %@ – %@ – %@.
ja: %@ – %@ – %@での使用されるデータ形式を変更できます。
ko: 표시된 데이터의 형식을 변경: %@ – %@ – %@.
lt: Galite pakeisti naudojamą duomenų formatą: %@ – %@ – %@.
mk: Mozete da go prikazete formatot na podatocite vo: %@– %@ – %@.
nb: Du kan endre dataformatet brukt i: %@– %@ – %@.
nl: U kunt het gegevenstype veranderen naar: %@ – %@ – %@.
pl: Można zmienić format danych używany w: %@ – %@ – %@.
ro_ro: Puteți modifica formatul de date utilizat în: %@ - %@ - %@.
ru: Вы можете изменить формат отображаемых данных в: %@ - %@ - %@.
sc: Podes mudare su formadu de sos datos ammustrados in: %@ – %@ – %@.
sk: Môžete zmeniť použitý formát údajov v: %@ – %@ – %@.
sl: Obliko podatkov lahko spremeniš v: %@ – %@ – %@.
sr: Облик приказаних података можете променити у: %@ – %@ – %@.
sr_latn: Možeš promeniti u: %@ – %@ – %@.
sv: Du kan ändra det dataformat som används i: %@ - %@ - %@.
ta: பயன்படுத்தப்படும் தரவு வடிவமைப்பை நீங்கள் மாற்றலாம்: %@ - %@ - %@.
tr: Görüntülenen verilerin biçimini şu şekilde değiştirebilirsiniz: %@ – %@ – %@.
uk: Ви можете змінити формат даних, що використовуються в: %@ – %@ – %@.
vi: Bạn có thể thay đổi định dạng dữ liệu được dùng trong: %@ – %@ – %@.
zh_hans: 您可以更改数据的格式：%@ – %@ – %@。
zh_hant: 您可以變更使用的資料格式：%@ – %@ – %@。

# coordinates_widget_secondary_desc
source: You can change the coordinate format in %@ – %@ – %@.
ar: يمكن تغيير تنسيق الإحداثيات في %@ – %@ – %@.
be: Фармат адлюстравання каардынат можна быць зменены на: %@-%@-%@.
bg: Формата на координатите можете да промените от %@ – %@ – %@.
ca: El format de les coordenades es pot canviar a %@ - %@ - %@.
cs: Formát souřadnic můžete změnit v %@ – %@ – %@.
cy: Gellir newid fformat cyfesurynnau yn %@ - %@ - %@.
da: Du kan ændre koordinatformatet i %@ – %@ – %@.
de: Sie können das Koordinatenformat ändern in %@ - %@ - %@.
el: Μπορείτε να αλλάξετε την μορφή συντεταγμένων σε %@ – %@ – %@.
eo: Vi povasŝanĝi formon de koordinatoj per la menuo “%@” → “%@” → “%@”.
es_us: El formato de las coordenadas puede cambiarse en %@ → %@ → %@.
eu: Koordenatuen formatua alda dezakezu %@ – %@ – %@.
fr: Vous pouvez modifier le format des coordonnées en %@ - %@ - %@.
he: ניתן לשנות את תבנית נקודות הציון דרך %@ – %@ – %@.
hu: A koordinátaformátumot itt módosíthatja: %@ > %@ > %@.
id: Anda dapat mengubah format koordinat dalam %@ – %@ – %@.
is: Þú getur breytt sniði hnita í %@ – %@ – %@.
it: Il formato della coordinata può essere cambiato in %@ – %@ – %@.
ja: %@ – %@ – %@での座標形式を変更できます。
ko: 좌표 형식은 %@ – %@ – %@에서 변경될 수 있습니다.
mk: Formatot na koordinatite bi mozel da se promeni vo %@– %@ – %@.
nb: Koordinatformatet kan endres i %@– %@ – %@.
nl: De opmaak van de coördinaten kan veranderd worden in %@ - %@ - %@.
pl: Format współrzędnych można zmienić w %@ - %@ - %@.
ro_ro: Puteți schimba formatul coordonatelor în %@ - %@ - %@.
ru: Формат координат может быть изменён в: %@ - %@ - %@.
sc: Podes mudare su formadu de sas coordinadas in %@ – %@ – %@.
sk: Môžete zmeniť formát súradníc v %@ – %@ – %@.
sl: Obliko koordinat lahko spremeniš v %@ – %@ – %@.
sr: Облик координата се можете променити у %@ – %@ – %@.
sr_latn: Oblik koordinata se može promeniti u %@ – %@ – %@.
sv: Du kan ändra koordinatformatet i %@ - %@ - %@.
ta: ஒருங்கிணைப்பு வடிவமைப்பை %@ - %@ - %@ இல் மாற்றலாம்.
tr: Koordinat biçimi %@ – %@ – %@ içinde değiştirilebilir.
uk: Можна змінити формат координат на %@ - %@ - %@.
vi: Bạn có thể thay đổi định dạng toạ độ trong %@ – %@ – %@.
zh_hans: 坐标格式可以在 %@ – %@ – %@ 中更改。
zh_hant: 您可以變更座標格式為 %@ – %@ – %@。

# shared_string_row_number
source: Row %d
ar: الصف %d
cs: Řádka %d
da: Række %d
de: Reihe %d
el: Σειρά %d
es_us: Fila %d
et: Rida %d
fr: Ligne %d
hu: %d. sor
id: Baris %d
is: Röð %d
it: Riga %d
ko: 열 %d
nb: Rad %d
nl: Rij %d
pl: Rząd %d
ro_ro: Rând %d
ru: Строка %d
sk: Riadok %d
sr: Ред %d
sr_latn: Red %d
sv: Rad %d
ta: வரிசை %d
tr: %d. satır
uk: Рядок %d
zh_hant: %d 行

source: Compass on circles
ar: دوائر البوصلة
be: Компас на акружнасці
bg: Компас на окръжности
ca: Brúixola circular
cs: Kompas na kružnicích
cy: Cwmpawd ar gylchoedd
da: Kompas på cirkler
de: Kompass auf Kreisen
el: Πυξίδα σε κύκλους
eo: Kompaso sur cirkloj
es_us: Brújula en círculos
eu: Iparrorratza zirkuluetan
fa: قطب‌نما روی دایره‌ها
fr: Boussole sur les cercles
he: מצפן על עיגולים
hu: Iránytű a körökön
id: Kompas pada lingkaran
is: Áttaviti á hringjum
it: Bussola nei cerchi
ja: 円のコンパス
ko: 원형에 나침반
mk: Kompas na krugovite
nb: Kompass på sirkler
nl: Kompas op cirkels
pl: Kompas na okręgach
ro_ro: Busolă pe cercuri
ru: Компас на окружности
sc: Bùssola in sos chircos
sk: Kompas na kružniciach
sl: Kompas na krogih
sr: Компас на круговима
sr_latn: Kompas na krugovima
sv: Kompass på cirklar
ta: வட்டங்களில் திசைகாட்டி
tr: Daireler üzerinde pusula
uk: Компас на колах
vi: La bàn trên vòng tròn
zh_hans: 圆圈上的指南针
zh_hant: 圓圈上的指南針

# side_marker_eta
source: Estimated arrival time
ar: الوقت المقدر للوصول
be: Разліковы час прыбыцця
bg: Очаквано време на пристигане
cs: Předpokládaný čas příjezdu
da: Anslået ankomsttid
de: Geschätzte Ankunftszeit
el: Εκτιμώμενος χρόνος άφιξης
eo: Proksimuma tempo de alveno
es_us: Hora estimada de llegada
et: Eeldatav saabumisaeg
eu: Iristeko ordu estimatua
fa: زمان تخمینی رسیدن
fi: Arvioitu saapumisaika
fr: Heure d’arrivée estimée
he: זמן ההגעה המשוערך
hu: Becsült érkezési idő
id: Perkiraan waktu tiba
is: Áætlaður komutími
it: Tempo di arrivo stimato
ja: 到着予定時刻
ko: 예상 도착 시간
mk: Proceneto vreme na pristignuvanje
nb: Anslått ankomsttid
nl: Verwachte aankomsttijd
pl: Przewidywany czas przybycia
ro_ro: Ora estimată de sosire
ru: Расчётное время прибытия
sc: Ora carculada de arrivu
sk: Odhadovaný čas príjazdu
sl: Predvideničas prihoda
sr: Процењено време доласка
sr_latn: Procenjeno vreme dolaska
sv: Uppskattad ankomsttid
ta: மதிப்பிடப்பட்ட வருகை நேரம்
tr: Tahmini varış zamanı
uk: Орієнтовний час прибуття
vi: Thời gian đến dự kiến
zh_hans: 预计的到达时间
zh_hant: 預計到達時間

# map_widget_time_to_intermediate
source: Time to intermediate
ar: متوسط وقت الوصول
be: Час для прамежкавага пункта
bg: Междинно време
cs: Čas do mezicíle
cy: Amser i fan stopio ar y ffordd
da: Tid til mellemliggende
de: Zeit bis zum Zwischenziel
el: Χρόνος μέχρι ενδιάμεση
eo: Tempo al intercelo
es_us: Tiempo al punto intermedio
et: Aeg teekonna vahepunkti
eu: Erdirako denbora
fa: زمان تا نقطه میانی
fr: Temps restant jusqu'au point intermédiaire
he: זמן לנק׳ ביניים
hu: Hátralévő idő a köztes pontig
id: Waktu ke perantara
is: Tími á milliáfanga
it: Tempo all'intermedio
ja: 中間経由地点までの時間
ko: 중간에 시간
mk: Vreme do posrednata tocka
nb: Tid til mellomliggende
nl: Tijd tot tussenstop
pl: Czas pośredni
ro_ro: Timp până la intermediar
ru: Промежуточное время
sc: Tempus chi mancat finas a su puntu de coladòrgiu
sk: Čas k prechodnému cieľu
sl: Čas do vmesne točke
sr: Време до посредне тачке
sr_latn: Vreme do međuodredišta
sv: Tid till mellanstopp
ta: இடைநிலை நேரம்
tr: Ara noktaya varış süresi
uk: Час до проміжного пункту
vi: Thời gian đến điểm trung gian
zh_hans: 到达中继点的时间
zh_hant: 到中轉點的時間

# map_widget_true_bearing
source: True bearing
ar: تأثير حقيقي
be: Сапраўдны азімут
bg: Истинско направление
cs: Skutečný směr
cy: Gwir gyfeiriant
da: Sande pejling
de: Tatsächliche Peilung
el: Πραγματικός προσανατολισμός
eo: Vera direkto
es_us: Rumbo verdadero
eu: Benetako norabidea
fa: جهت واقعی
fr: Relèvement vrai
he: תכווין אמיתי
hu: Valódi irány
id: Bantalan sebenarnya
is: Réttvísandi miðun
it: Angolo reale
ja: 方向探知
ko: 트루 베어링
lt: Tikra kryptis
mk: Vistinskiot pravec
nb: Sann peiling
nl: Ware richting
pl: Prawdziwy kierunek
ro_ro: Direcție reală
ru: Истинный пеленг
sc: Àngulu reale
sk: Skutočné smerovanie
sl: Prava usmeritev
sr: Прави правац
sr_latn: Pravi smer
sv: Rättvisande bäring
ta: உண்மையான தாங்கி
tr: Gerçek yön
uk: Справжній азимут
vi: Góc lệch thực
zh_hans: 真方位
zh_hant: 真實方位

# map_widget_distance_to_intermediate
source: Distance to intermediate
ar: مسافة متوسط وقت الوصول
be: Адлегласць да прамежкавага пункта
bg: Разстояние до междинна точка
cs: Vzdálenost do mezicíle
cy: Pellter i fan stopio ar y ffordd
da: Afstand til mellemliggende
de: Entfernung zum Zwischenziel
el: Απόσταση μέχρι ενδιάμεση
eo: Distanco al intercelo
es_us: Distancia al punto intermedio
et: Vahemaa teekonna vahepunkti
eu: Erdirako distantzia
fa: فاصله تا نقطه میانی
fr: Distance du point intermédiaire
he: מרחק לנק׳ ביניים
hu: Távolság a köztes pontig
id: Jarak ke perantara
is: Fjarlægð að milliáfanga
it: Distanza all'intermedio
ja: 中間経由地点までの距離
ko: 중간에 거리
mk: Odrediste do posrednata tocka
nb: Avstand til mellomliggende
nl: Afstand tot tussenstop
pl: Odległość do punktu pośredniego
ro_ro: Distanță până la intermediar
ru: Расстояние до промежуточного пункта
sc: Distàntzia finas a su puntu de coladòrgiu
sk: Vzdialenosť k prechodnému cieľu
sl: Razdalja do vmesne točke
sr: Удаљеност до посредне тачке
sr_latn: Udaljenost do međuodredišta
sv: Avstånd till mellanstopp
ta: இடைநிலைக்கான தூரம்
tr: Ara noktaya uzaklık
uk: Відстань до проміжного пункту
vi: Khoảng cách đến điểm trung gian
zh_hans: 到中继点的距离
zh_hant: 到中轉點的距離

# map_widget_time_to_destination
source: Time to destination
ar: وقت الوصول
be: Час да месца прызначэння
bg: Време до местоназначението
cs: Čas do cíle
cy: Amser i ben y daith
da: Tid til destination
de: Zeit bis zum Ziel
el: Χρόνος μέχρι προορισμό
eo: Tempo al celo
es_us: Tiempo al destino
et: Aeg sihtpunkti
eu: Helmugarako denbora
fa: زمان تا مقصد
fi: Aika määränpäähän
fr: Temps restant jusqu'à destination
he: זמן ליעד
hu: Hátralévő idő az úti célig
id: Waktu ke tujuan
is: Tími á áfangastað
it: Tempo alla destinazione
ja: 目的地までの時間
ko: 목적지까지의 시간
mk: Vreme do odredisteto, destinacijata
nb: Tid til mål
nl: Tijd tot bestemming
pl: Czas dojazdu miejsca docelowego
ro_ro: Timp până la destinație
ru: Финишное время
sc: Tempus chi mancat finas a sa destinatzione
sk: Čas k cieľu
sl: Čas do cilja
sr: Време до одредишта
sr_latn: Vreme do odredišta
sv: Tid till destination
ta: இலக்கு நேரம்
tr: Hedefe varış süresi
uk: Час до місця призначення
vi: Thời gian đến điểm đến
zh_hans: 到达目的地的时间
zh_hant: 到目的地的時間
