Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# osmand_parking_plugin_description
source: Mark where your car is parked, and notify your calendar when the parking meter will expire. To place the marker, choose a place on the map, go to "Actions", and tap "Add parking".
af: Hierdie inlasmodule laat toe dat die ligging van jou geparkeerde motor geberg kan word.
ar: حدد مكان وقوف سيارتك ، وسجل بالتقويم الخاص بك عندما تنتهي صلاحية عداد الوقوف. لوضع محدّد الموقع ، اختر مكانًا على الخريطة ، وانتقل إلى "الإجراءات" ، ثم انقر على "إضافة موقف سيارات".
ast: Lets you record where your car is parked, including how much parking time remains. Both location and time are visible on the dashboard as well as in a map widget. An alarm reminder can be added to the Android calendar.
az: OsmAnd Parking Plugin reminds you of your parking position. It is a plugin for OsmAnd Maps&Navigation app. Choose a time-independent reminder (only a marker on the map) or a time-limited one with alarm upon time expiration (includes also a marker on the map). To use the plugin, enable it in the Plugins menu.
be: Адзначце, дзе прыпаркаваны ваш аўтамабіль, і пазначце ў календары, калі скончыцца тэрмін дзеяння паркавання. Каб стварыць адзнаку, абярыце месца на мапе, перайдзіце ў раздзел "Дзеянні" і націсніце "Дадаць паркоўку".
bg: Отбележете мястото, на което е паркирано превозното средство, и уведомете календара за времето на изтичане на плащането. За да поставите отметка, изберете място накартата, отидете в „Действия“ и докоснете „Добавяне на място за паркиране“.
ca: Marqueu on està aparcat el vostre cotxe i aviseu al vostre calendari quan caducarà el parquímetre. Per col·locar el marcador, trieu un lloc al mapa, aneu a "Accions" i toqueu "Afegeix aparcament".
cs: Označte si místo, kde máte zaparkované auto, a upozorněte kalendář, kdy končí platnost parkovacího automatu. Chcete-li umístit značku, vyberte místo na mapě, přejděte do části "Akce" a klepněte na možnost "Přidat parkování".
cy: Mae'n caniatáu cofnodi ble mae'ch cerbyd wedi'i barcio, gan gynnwys faint o amser sy'n weddill yno. Mae'r lleoliad a'r amser i'w gweld ar y dashfwrdd yn ogystal ag yn y teclyn map. Gellir gosod larwm atgoffa i galendr Android.
da: Markér, hvor din bil er parkeret, og giv din kalender besked om, hvornår parkometeret udløber. Du placerer markeringen ved at vælge et sted på kortet, gå til "Handlinger", og tryk på "Tilføj parkering".
de: Markieren Sie, wo Ihr Auto geparkt ist, und informieren Sie Ihren Kalender, wann die Parkuhr abläuft. Um die Markierung zu setzen, wählen Sie einen Ort auf der Karte, gehen Sie zu „Aktionen“ und tippen Sie auf „Parkplatz hinzufügen“.
el: Καταγράψτε πού είναι σταθμευμένο το αυτοκίνητο σας και ειδοποιήστε το ημερολόγιο σας πότε λήγει ο χρόνος στάθμευσης. Για να τοποθετήσετε το σημάδι, επιλέξτε ένα μέρος στον χάρτη, πηγαίνετε στις "Ενέργειες" και πατήστε "Προσθήκη στάθμευσης".
eo: Ebligas marki kie vi parkumis vian aŭtomobilon kaj aldoni sciigon al via kalendaro pri parkumada templimo. Por aldoni markon, frapetadu lokon sur la mapo kaj elektu “Marki kiel pozicion de parkumado” el la menuo “Agoj”.
es_us: Registra en dónde el vehículo fue estacionado y crea un recordatorio sobre la expiración del mismo. Para colocar el marcador, elige un lugar en el mapa, luego ve a «Acciones» y pulsa «Añadir estacionamiento».
et: Jäta meelde oma auto parkimiskoht ja teavita oma kalendrirakendust, kui parkimise aeg hakkab lõppema. Parkimismarkeri lisamiseks vali vajalik koht kaardil, ava „Tegevused“ ja klõpsi „Lisa parkimine“.
eu: Markatu autoa non dagoen aparkatuta eta jakinarazi egutegira noiz iraungiko den parkimetroa. Markagailua jartzeko, aukeratu toki bat mapan, joan "Ekintzak" atalera eta sakatu "Gehitu aparkalekua".
fa: محلی که خودروی شما پارک شده است را علامت گذاری کنید و تقویم شما را از زمان انقضای پارکینگ مطلع می کند. برای قرار دادن نشانگر، مکانی را روی نقشه انتخاب کنید، به «کنش‌ها» بروید و «افزودن پارکینگ» را لمس کنید.
fi: OsmAnd Parking Plugin reminds you of your parking position. It is a plugin for OsmAnd Maps&Navigation app. Choose a time-independent reminder (only a marker on the map) or a time-limited one with alarm upon time expiration (includes also a marker on the map). To use the plugin, enable it in the Plugins menu.
fr: Mémorisez la position de votre véhicule et soyez alertés avant la fin de durée du stationnement. Pour placer le marqueur, sélectionnez un point sur la carte, allez dans "Actions" et sélectionnez "Stationnement".
gl: Rexistra onde foi aparcado o automóbil, incluíndo canto tempo falta. Tanto a localización coma o tempo do aparcamento amósanse no menú principal e nun trebello sobre o mapa. Pódese engadir unha alarma de lembranza ó calendario do Android.
he: מאפשר לך לשמור איפה רכבך חנה וכמה זמן נותר לחנייה. המיקום והשעה מופיעים בלוח הבקרה וגם בחלונית מפה. ניתן להוסיף התראה ליומן של Android.
hu: Jelölje meg, hol parkol az autója, és kapjon értesítést naptárából a parkolási idő lejártáról. A jelölés elhelyezéséhez válasszon egy helyet a térképen, menjen a „Műveletek” menüpontra, és koppintson a „Parkolóhely hozzáadása” lehetőségre.
hy: Թույլ է տալիս գրանցել, թե որտեղ է ձեր մեքենան կայանել և որքան ժամանակ է մնացել ավտոկայանատեղը ազատելու (եթե առկա է ժամկետ): Թե տեղը, թե ժամանակը տեսանելի են OsmAnd-ի վահանակի վրա, ինչպես նաև քարտեզի էկրանին ինչպես նաև վիդժետի մեջ: Android օրացույցին կարելի է միացնել որպես հիշեցում:
id: Tandai di mana mobil Anda diparkir, dan beri tahu kalender Anda ketika meteran parkir akan kedaluwarsa. Untuk menaruh penanda, pilih sebuah tempat di peta, pergi ke "Tindakan", dan ketuk "Tambahkan parkir".
is: Merktu hvar bílnum þínum var lagt og hve langur tími er til stefnu áður en stöðumælir rennur út. Til að setja merkið, skaltu fyrst velja stað á kortinu, fara í "Aðgerðir" og ýta á "Bæta við bílastæði".
it: Segna il punto sulla mappa dove hai parcheggiato e sul calendario l'orario di fine parcheggio. Per impostare un segnaposto scegli un punto sulla mappa, vai su "Azioni" e tocca "Aggiungi parcheggio".
ja: 車が停まっている場所をマークして、パーキングメーターの有効期限をカレンダーに知らせます。マーカーを設定するには、マップ上を長押しで場所を選択し"その他"にて"駐車位置としてマーク"をタップします。
ko: 이 플러그인은 주차된 차의 위치를 쉽게 기억하도록 개발되었습니다.
lt: Šis įskiepis leidžia įsiminti vietą, kurioje palikote savo automobilį ir kiek laiko liko iki parkavimo pabaigos . Tiek vieta, tiek laikas yra matomi OsmAnd valdymo skydelyje bei skydelyje žemėlapyje rodinyje. Šis įskiepis taip pat gali įrašyti priminimą į Android kalendorių.
lv: Viegli pamanāms logrīks uz kartes norāda jūsu auto stāvvietu un atlikušo laiku (ja ir uzlikts laika limits). Vietas koordinātes un laiks redzami arī atsevišķā sadaļā Manā Izvēlnē. Ir iespējams pievienot laika atgādinātāju Android kalendārā.
mk: Vi ovozmožuva da snimate kade e parkiran vašiot avtomobil, vklučitelno i kolku vreme ostanuva za parkiranje. I lokacijata i vremeto se vidlivi na kontrolnata tabla, kako i vo dodatokot za mapa. Potsetnik za alarm može da se dodade vo kalendarot na Android.
ml: "പാര്‍ക്കിങ്ങ് സ്ഥാന അനുബന്ധം എവിടെയാണ് കാര്‍ പാര്‍ക്ക് ചെയ്തത് എന്നും എത്രസമയം കൂടി ലഭ്യമാണ്(സമയപരിമിതമെങ്കില്‍) ഓര്‍മിപ്പിക്കുന്നു. പാര്‍ക്കിങ്ങ് സ്ഥലവും സമയവും ഓഎസ്എംആന്ഡിന്റെ ഡാഷ്ബോഡിലും ഭൂപത്തിലും കാണാവുന്നതാണ്. കൂടാതെ ആന്ഡ്രോയിഡ് കലണ്ടറിലൊരു ഓര്‍മ്മക്കത്ത് ചേര്‍ക്കാവുന്നതാണ്."
nb: Parkeringsplass-tillegget lar deg registrere hvor bilen din er parkert og hvor mye parkeringstid som gjenstår (hvis det er en tidsbegrensning). Både parkeringsplass og tid er synlige på dashbordet i OsmAnd såvel som i et miniprogram på kartet. En alarm kan legges til Android-kalenderen som en påminnelse.
nl: Bewaart de locatie waar je auto geparkeerd staat en de resterende parkeertijd. De parkeerlocatie en resterende parkeertijd staan op het OsmAnd dashboard en in een widget op de kaart. Er kan een alarmsignaal in de Android kalender geplaatst worden ter herinnering.
oc: Placatz un marcador sus la mapa a l'endrech onte laissatz lo veïcul e quichatz sus "Ajustar un aparcament". L'ajust Aparcament d'OsmAnd memoriza la posicion de l'aparcament e lo temps se descòmpta.
pl: Oznaczaj miejsca, w których zaparkowany jest Twój samochód, i powiadamiaj w kalendarzu, kiedy upłynie termin ważności parkometru. Aby umieścić znacznik, wybierz miejsce na mapie, przejdź do "Akcje" i stuknij "Dodaj parking".
ro_ro: Marcați locul în care este parcată mașina dumneavoastră și anunțați calendarul când va expira parcometrul. Pentru a plasa marcajul, alegeți un loc pe hartă, mergeți la "Acțiuni" și atingeți "Adaugă parcare".
ru: Отметьте, где припаркован ваш автомобиль, и сообщите в своем календаре, когда закончится срок действия парковочного счетчика. Чтобы разместить метку, выберите место на карте, перейдите в раздел "Действия" и нажмите "Добавить парковку".
sc: Sinna in ue sa màchina tua est parchegiada, e notìfica su calendàriu tuo cando su parchìmetru at a iscadire. Pro pònnere su marcadore issèbera unu tretu in sa mapa, bae a "Atziones" e incarca "Annanghe unu parchègiu".
sk: Označte kde je zaparkované vaše auto na ulici a oznámte vášmu kalendáru kedy vyprší čas parkovania. Pre umiestnenie značky označte miesto na mape a choďte do "Akcie" a použite "Pridať parkovanie".
sl: Označi, kje je tvoj avto parkiran, in obvesti koledar, kdaj se izteče parkirni števec. Če želiš dodati oznako, izberi mesto na zemljevidu, pojdi na »Dejanja« in tapni »Dodaj parkirišče«.
sr: Означава где су вам кола остављена, и обавештава Вам календар када ће истећи време паркирања. Ради смештаја ознаке, изаберите место на карти, идите на "Радње", и тапните на "Додај паркиралиште".
sr_latn: Označava gde su vam auta ostavljena i obaveštava kalendar kada će isteći vreme parkiranja. Za postavljanje markera, izaberi mesto na mapi, idi na „Radnje“ i tapni na „Dodaj parking“.
sv: Markera var din bil är parkerad, och sätt en avisering i kalendern när parkeringstiden tar slut. För att sätta ut markören, välj en plats i kartan, gå till 'Åtgärder' och tryck 'Lägg till parkering'.
ta: உங்கள் கார் எங்கு நிறுத்தப்பட்டுள்ளது என்பதைக் குறிக்கவும், பார்க்கிங் மீட்டர் காலாவதியாகும் போது உங்கள் காலெண்டருக்கு அறிவிக்கவும். மார்க்கரை வைக்க, வரைபடத்தில் ஒரு இடத்தைத் தேர்வுசெய்து, "செயல்கள்" க்குச் சென்று, "பார்க்கிங் சேர்" என்பதைத் தட்டவும்.
tr: Aracınızın nerede park edildiğini ve alternatif olarak ne kadar park süresi kaldığını kaydetmenizi sağlar. Konum ve saat hem gösterge tablosunda hem de harita widget'ında görülebilir. Android takvimine bir alarm hatırlatıcısı eklenebilir.
uk: Позначте, де припарковано ваш автомобіль, і повідомте свій календар, коли закінчиться термін дії паркомата. Щоб поставити маркер, виберіть місце на карті, перейдіть у «Дії» та натисніть «Додати паркування».
vi: Đánh dấu vị trí đỗ xe của bạn, và thông báo cho lịch của bạn khi đồng hồ đo giờ đỗ xe sắp hết. Để đặt đánh dấu, chọn một vị trí trên bản đồ, vào "Hành động", và chạm vào "Thêm điểm đỗ xe".
zh_hans: 标记您汽车的停放位置，并在停车计时将要到期时通知您的日历。为放置标记，请在地图上选择一个地点，进入 "操作"，然后点击 "添加停车位置"。
zh_hant: 標記您的汽車停在何處，並在停車計時器到期時通知您的日曆。要放置標記，請在地圖上選擇一個地點，按「動作」，然後按「新增停車位」。

# plugin_ski_name
source: Ski map view
ar: خريطة التزلج
az: Ski map
be: Лыжныя мапы
bg: Изглед за скиори
ca: Vista mapa d'esquí
cs: Lyžařský mapový pohled
cy: Golwg map sgïo
da: Skikort
de: Skikarte
el: Προβολή χάρτη χιονοδρομιών
eo: Skiada map-vido
es_us: Vista invernal
et: Suusakaardi vaade
eu: Ski-mapa ikuspegia
fa: نمای اسکی برای نقشه
fi: Hiihtokarttanäkymä
fr: Pistes de ski
gl: Vista dos mapas de esquí
he: תצוגת מפת סקי
hu: Sítérképnézet
hy: Դահուկային քարտեզի դիտում
id: Tampilan peta ski
is: Skíðakort
it: Visualizzazione mappa sci
ja: スキーマップ表示
ka: Ski map
kn: ಆಕಾಶ ನಕ್ಷೆ ವೀಕ್ಷಣೆ
ko: 스키 지도 보기
lt: Slidinėjimo žemėlapiai
lv: Slēpošanas kartes
mk: Prikaz na karta za skijanje
ml: സ്കീ ഭൂപടവിന്യാസം
nb: Skikartvisning
nl: Ski kaartweergave
oc: Vista de la mapa d'esquí
pl: Widok mapy tras narciarskich
ro_ro: Hartă de schi
ru: Лыжные карты
sc: Vista mapa iscì
sk: Lyžiarsky mapový pohľad
sl: Zemljevidi smučišč
sr: Преглед скијашке карте
sr_latn: Pregled skijaške mape
sv: Skidkartsvy
ta: ச்கை வரைபடக் காட்சி
tr: Kayak haritası görünümü
uk: Лижні мапи
vi: Xem bản đồ trượt tuyết
zh_hans: 滑雪地图浏览
zh_hant: 檢視滑雪地圖

# osm_live_payment_subscription_management_aid
source: Payment will be charged to your Apple ID account at the confirmation of purchase. Subscription automatically renews unless it is canceled at least 24 hours before the end of the current period. Your account will be charged for renewal within 24 hours prior to the end of the current period. You can manage and cancel your subscriptions by going to your account settings on the App Store after purchase
ar: سيتم تحصيل الدفع على حساب معرف Apple الخاص بك عند تأكيد الشراء. يتم تجديد الاشتراك تلقائيًا ما لم يتم إلغاؤه قبل 24 ساعة على الأقل من نهاية الفترة الحالية. سيتم محاسبتك على التجديد في غضون 24 ساعة قبل نهاية الفترة الحالية. يمكنك إدارة وإلغاء اشتراكاتك بالانتقال إلى إعدادات حسابك في متجر التطبيقات بعد الشراء
cs: Platba bude z vašeho účtu Apple ID stržena při potvrzení nákupu. Předplatné se automaticky obnovuje, pokud není zrušeno alespoň 24 hodin před koncem aktuálního období. Z vašeho účtu bude částka za obnovení předplatného stržena do 24 hodin před koncem aktuálního období. Předplatné můžete spravovat a zrušit tak, že po zakoupení přejdete do nastavení svého účtu v App Store
da: Betalingen vil blive trukket på din Apple ID-konto ved bekræftelsen af købet. Abonnementet fornyes automatisk, medmindre det opsiges mindst 24 timer før udløbet af den aktuelle periode. Din konto vil blive debiteret for fornyelse senest 24 timer før udløbet af den aktuelle periode. Du kan administrere og opsige dine abonnementer ved at gå til dine kontoindstillinger i App Store efter købet
de: Die Zahlung wird Ihrem Apple ID Konto bei der Kaufbestätigung belastet. Das Abonnement verlängert sich automatisch, wenn es nicht mindestens 24 Stunden vor Ablauf des aktuellen Zeitraums gekündigt wird. Ihr Konto wird innerhalb von 24 Stunden vor dem Ende des aktuellen Zeitraums für die Verlängerung belastet. Sie können Ihre Abonnements verwalten und kündigen, indem Sie nach dem Kauf zu Ihren Kontoeinstellungen im App Store gehen
es_us: El pago se cargará a su cuenta de ID de Apple al confirmar la compra. La suscripción se renueva automáticamente a menos que se cancele al menos 24 horas antes del final del período actual. La renovación se cargará en su cuenta 24 horas antes de que finalice el periodo actual. Puede gestionar y cancelar sus suscripciones accediendo a los ajustes de su cuenta en el App Store tras la compra.
fr: Le paiement sera débité sur votre compte Apple ID à la confirmation de l'achat. La souscription automatique se renouvelle sauf si elle est annulée au moins 24 heures avant la fin de la période actuelle. Votre compte sera débité pour le renouvellement dans les 24 heures avant la fin de la période actuelle. Vous pouvez gérer et annuler vos souscriptions en allant dans les paramètres de votre compte dans l'App Store après votre achat
hu: A fizetés az Apple ID-fiókjára lesz terhelve a vásárlás megerősítésekor. Az előfizetés automatikusan megújul, hacsak nem mondja le legalább 24 órával a jelenlegi időszak vége előtt. A megújítás díja a jelenlegi időszak vége előtt 24 órával kerül terhelésre a fiókjára. Az előfizetéseket az App Store-ban található fiókbeállítások menüpontban kezelheti és mondhatja le a vásárlás után
id: Pembayaran akan dibebankan ke akun Apple ID Anda pada saat konfirmasi pembelian. Langganan diperpanjang secara otomatis kecuali dibatalkan setidaknya 24 jam sebelum akhir periode berjalan. Akun Anda akan dikenakan biaya untuk perpanjangan dalam 24 jam sebelum akhir periode berjalan. Anda dapat mengelola dan membatalkan langganan Anda dengan membuka pengaturan akun Anda di App Store setelah pembelian
is: Greiðsla verður rukkuð af Apple ID reikningnum þínum við staðfestingu á innkaupum. Áskriftin endurnýjast sjálfkrafa nema hætt sé við hana a.m.k. 24 klst áður en núverandi greiðslutímabili lýkur. Reikningurinn þinn verður krafinn um greiðslu innan 24 klst áður en núverandi greiðslutímabili lýkur. Þú getur sýslað með og hætt við áskriftir með því að fara í stillingar reikningsins þíns í App Store eftir innkaup
it: Il pagamento verrà addebitato sul tuo account ID Apple alla conferma dell'acquisto. L'abbonamento si rinnova automaticamente a meno che non venga annullato almeno 24 ore prima della fine del periodo corrente. Il tuo account verrà addebitato per il rinnovo entro 24 ore prima della fine del periodo corrente. Puoi gestire e annullare i tuoi abbonamenti accedendo alle impostazioni del tuo account sull'App Store dopo l'acquisto
ko: 결제는 구매 확인 시 Apple ID 계정으로 청구됩니다. 구독은 현재 기간이 끝나기 최소 24시간 전에 취소하지 않는 한 자동으로 갱신됩니다. 현재 기간이 끝나기 24시간 이내에 귀하의 계정에 갱신 비용이 청구됩니다. 구매 후 App Store의 계정 설정으로 이동하여 구독을 관리하고 취소할 수 있습니다
oc: Lo pagament serà debitat de vòstre còmpte Apple ID a la confirmacion de l’aquisicion. L’abonament se renovela automaticament franc de l’anullar 24 oras avans dau terme dau periòde corrent. Vòstre còmpte serà debitat dins lei 24 oras que corron avans la fin de l’abonament. La gestion deis abonaments e seis anullacions se fan partent de vóstre compte Apple Store
ro_ro: Plata va fi debitată în contul ID-ului dumneavoastră Apple la confirmarea achiziției. Abonamentul se reînnoiește automat, cu excepția cazului în care este anulat cu cel puțin 24 de ore înainte de sfârșitul perioadei curente. Contul dumneavoastră va fi debitat pentru reînnoire cu 24 de ore înainte de sfârșitul perioadei curente. Puteți gestiona și anula abonamentele dumneavoastră accesând setările contului dumneavoastră din App Store după achiziționare
ru: Оплата будет списана с вашего аккаунта Apple ID при подтверждении покупки. Подписка автоматически продлевается, если она не будет отменена по крайней мере за 24 часа до окончания текущего периода. С вашего аккаунта будет снята плата за продление в течение 24 часов до окончания текущего периода. Вы можете управлять своими подписками и отменять их, перейдя в настройки своей учетной записи в App Store после покупки
sc: Su pagamentu s'at a addebitare a su contu de Apple ID tuo a pustis de sa cunfirma de sa còmpora. S'abbonamentu si rinnovat in automàticu francu chi bèngiat annulladu a su nessi 24 oras in antis de sa fine de su perìodu currente. Su contu tuo at a retzire un'addèbitu intre 24 oras in antis de sa fine de su perìodu currente. Podes amministrare e annullare sos abbonamentos tuos andende a sas impostatziones de su contu tuo in s'App Store a pustis de sa còmpora
sr: Плаћање ће бити наплаћено са вашег Апле ИД налога приликом потврде куповине. Претплата се аутоматски обнавља осим ако се не откаже најмање 24 сата пре краја текућег периода. Вашем налогу ће бити наплаћено обнављање у року од 24 сата пре краја текућег периода. Својим претплатама можете управљати и отказати их тако што ћете након куповине отићи на подешавања налога у Ап Продавници
sr_latn: Plaćanje će biti naplaćeno sa vašeg Apple ID naloga prilikom potvrde kupovine. Pretplata se automatski obnavlja osim ako se ne otkaže najmanje 24 sata pre kraja tekućeg perioda. Vašem nalogu će biti naplaćeno obnavljanje u roku od 24 sata pre kraja tekućeg perioda. Svojim pretplatama možete upravljati i otkazati ih tako što ćete nakon kupovine otići u podešavanja naloga u App Store-u
sv: Betalningen debiteras ditt Apple-ID-konto vid köpbekräftelsen. Prenumerationen förnyas automatiskt om den inte avslutas minst 24 timmar före slutet av den aktuella perioden. Ditt konto debiteras för förnyelsen inom 24 timmar före slutet av den aktuella perioden. Du kan hantera och avsluta dina prenumerationer genom att gå till dina kontoinställningar i App Store efter köpet
ta: வாங்குதலை உறுதிப்படுத்த உங்கள் ஆப்பிள் ஐடி கணக்கிற்கு கட்டணம் வசூலிக்கப்படும். தற்போதைய காலத்தின் முடிவில் குறைந்தது 24 மணி நேரத்திற்கு முன்பே சந்தா தானாகவே புதுப்பிக்கப்படும். நடப்பு காலத்தின் முடிவிற்கு 24 மணி நேரத்திற்குள் உங்கள் கணக்கு புதுப்பிக்க கட்டணம் வசூலிக்கப்படும். வாங்கிய பின் ஆப் ச்டோரில் உங்கள் கணக்கு அமைப்புகளுக்குச் செல்வதன் மூலம் உங்கள் சந்தாக்களை நிர்வகிக்கவும் ரத்து செய்யவும் முடியும்
tr: Ödeme, satın alma onayında Apple ID hesabınızdan tahsil edilecektir. Abonelik, geçerli dönemin bitiminden en az 24 saat önce iptal edilmediği sürece otomatik olarak yenilenir. Geçerli dönemin bitiminden önceki 24 saat içinde hesabınızdan yenileme ücreti tahsil edilecektir. Satın aldıktan sonra App Store'daki hesap ayarlarınıza giderek aboneliklerinizi yönetebilir ve iptal edebilirsiniz
uk: Оплата стягується з вашого облікового запису Apple ID під час підтвердження купівлі. Передплата автоматично поновлюється, якщо її не буде скасовано принаймні за 24 години до кінця поточного періоду. Вашу оплату буде стягнуто за продовження за 24 годин до кінця поточного періоду. Ви можете керувати та скасовувати передплати, перейшовши в налаштування свого облікового запису в App Store після придбання
zh_hant: 購買確認後，將向您的 Apple ID 帳戶收取付款。 除非在目前期間結束前至少 24 小時取消，否則訂閱將自動續訂。在目前期間結束前 24 小時內，將向您的帳戶收取續訂費用。 購買後，您可以透過在 App Store 中進入您的帳戶設定來管理和取消您的訂閱

# contact_support_description
source: If you have any questions, please contact us at %@.
ar: إذا كان لديك أي أسئلة ، يرجى الاتصال بنا على %@.
ast: Si tienes dalguna entruga, ponte en contautu con nós per %@.
az: Hər hansı sualınız varsa, %@ ünvanından bizimlə əlaqə saxlayın.
be: Калі ў вас ёсць якія-небудзь пытанні, калі ласка, звяжыцеся з намі па адрасе %@.
cs: Máte-li libovolnou otázku, kontaktujte nás prosím na %@.
cy: Os oes gennych unrhyw gwestiwn, cysylltwchâ ni ar %@.
da: Hvis du har spørgsmål, bedes du kontakte os på %@.
de: Wenn Sie Fragen haben, kontaktieren Sie uns bitte unter %@.
el: Εάν έχετε οποιαδήποτε ερώτηση, παρακαλούμε επικοινήστε μαζί μας στο %@.
eo: Se vi havas demandojn, bonvolu kontakti ninĉe %@.
es_us: Si tienes alguna duda, ponte en contacto con nosotros en %@.
et: Küsimuste korral võta meiega ühendust aadressil %@.
eu: Galderarik baduzu, jarri gurekin harremanetan %@ helbidean.
fa: اگر هر گونه پرسشی دارید، لطفاً از طریق %@ با ما تماس بگیرید.
fi: Jos sinulla on kysyttävää, ota meihin yhteyttä osoitteessa %@.
fr: Si vous avez des questions, veuillez nous contacter sur %@.
gl: Se tes algunha dúbida, ponte en contacto connosco en %@.
he: אם יש לך שאלות, נא ליצור אתנו קשר דרך %@.
hu: Ha kérdése van, lépjen kapcsolatba velünk: %@.
id: Jika Anda memiliki pertanyaan, silakan hubungi kami di %@.
is: Ef þú ert með spurningar skaltu hafa samband við okkur á %@.
it: Se hai delle domande, per favore contattaci al %@.
ja: ご不明な点がございましたら、%@までお問い合わせください。
ko: 질문이 있으시면 %@로 문의하십시오.
mk: Ako imate kakvi bilo prašanja, ve molime kontaktirajte ne' na %@.
nb: Hvis du har spørsmål kan du kontakte oss på %@.
nl: Voor vragen kunt u contact met ons opnemen via %@.
oc: Per tota demanda, seretz ben brave de nos contactar au %@ .
pl: W razie jakichkolwiek pytań prosimy o kontakt pod adresem %@.
ro_ro: Dacă aveți întrebări, contactați-ne la %@.
ru: Если у вас есть вопросы, свяжитесь с нами: %@.
sc: Si tenes preguntas cuntata·nos a su %@.
sk: Ak máte nejaké otázky, kontaktujte nás na %@.
sl: Če imaš kakršno koli vprašanje, nas kontaktiraj na %@.
sr: Ако имате икаквих питања, обратите нам се на %@.
sr_latn: Ako imaš ikakvih pitanja, obrati nam se na %@.
sv: Om du har några frågor kan du kontakta oss på %@.
ta: உங்களிடம் ஏதேனும் கேள்விகள் இருந்தால், தயவுசெய்து எங்களை %@ இல் தொடர்பு கொள்ளவும்.
tr: Herhangi bir sorunuz varsa, lütfen %@ üzerinden bizimle iletişime geçin.
uk: Якщо маєте будь-які питання, звʼяжіться з нами за адресою %@.
zh_hans: 如您有任何问题，请通过 %@ 联系我们。
zh_hant: 如果您有任何問題，請於 %@ 聯絡我們。
