Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# backup_error_user_is_not_registered
source: No user registered with that e-mail address
ar: المستخدم مع هذا البريد الإلكتروني غير مسجل
az: Bu e-poçt ünvanı ilə qeydiyyatdan keçmiş istifadəçi yoxdur
be: Карыстальнікаў з такім адрасам электроннай пошты не зарэгістравана
bg: Потребител с този адрес на електронна поща не е регистриран
cs: Tuto e-mailovou adresu nemá zaregistrovanou žádný uživatel
cy: Dim defnyddiwr wedi cofrestru gyda'r e-bost hwnnw
da: Ingen bruger registreret med den e-mailadresse
de: Kein Benutzer mit dieser E-Mail-Adresse registriert
el: Δεν υπάρχει χρήστης εγγεγραμμένος με αυτή τη διεύθυνση email
eo: Neniu registrita uzanto kun tiuĉi retpoŝta adreso
es_us: Ningún usuario se encuentra registrado con ese correo electrónico
et: Selle e-posti aadressiga ei ole registreeritud ühtegi kasutajat
eu: Ez da erabiltzailerik erregistratu helbide elektroniko horrekin
fa: کاربری با آن نشانی ایمیل ثبت‌نام نکرده است
fi: Tällä sähköpostiosoitteella ei ole rekisteröitynyttä käyttäjää
fr: Aucun utilisateur enregistré avec ce courriel
he: לא רשום משתמש עם כתובת הדוא״ל הזאת
hu: Ezzel az e-mail-címmel nincs regisztrált felhasználó
id: Tak ada pengguna yang terdaftar dengan alamat surel tersebut
is: Enginn notandi er skráður með þetta tölvupóstfang
it: Nessun utente registrato con questo indirizzo email
ja: そのメールアドレスで登録されているユーザーはいません
ko: 이메일 주소로 등록된 사용자
lt: Šiuo el. pašto adresu neregistruotas joks naudotojas
lv: Lietotājs nav reģistrējies ar šādu epasta adresi
mk: Nitu eden korisnik ne e registriran so taa adresa na e-pošta
nb: Ingen brukere registrert med den e-postadressen
nl: Er is geen gebruiker geregistreerd met het opgegeven e-mailadres
oc: Ges d'utilizator enregistrat amb aquesta adreiça electronica
pl: Brak użytkownika zarejestrowanego z tym adresem e-mail
ro_ro: Nu există niciun utilizator înregistrat cu această adresă de e-mail
ru: Пользователь с данным адресом электронной почты не зарегистрирован
sc: Perunu impreadore registradu cun custu indiritzu de posta
sk: S touto emailovou adresou nie je zaregistrovaný žiadny používateľ
sl: S tem e-poštnim naslovom ni registriran noben uporabnik
sr: Ниједан корисник није регистрован са том адресом е-поште
sr_latn: Nijedan korisnik nije registrovan sa tom adresom e-mail adresom
sv: Ingen användare med den e-postadressen registrerad
ta: அந்த மின்னஞ்சல் முகவரியுடன் எந்த பயனரும் பதிவு செய்யப்படவில்லை
tr: Bu e-posta adresiyle kayıtlı kullanıcı yok
uk: Жоден користувач не зареєстрований з цією адресою е-пошти
vi: Không có người dùng nào đăng ký với địa chỉ e-mail đó
zh_hans: 不存在用该电子邮件地址注册的用户
zh_hant: 沒有使用者使用該電子郵件地址註冊

# service_is_not_available_please_try_later
source: Service unavailable. Please try again later.
ar: الخدمة غير متوفرة، يرجى المحاولة لاحقا.
ast: El serviciu nun ta disponible, volvi tentalo dempués
az: Xidmət mövcud deyil. Zəhmət olmasa, sonra cəhd edin.
be: Служба недаступная. Калі ласка, паспрабуйце зноў пазней.
bg: Услугата е недостъпна. Опитайте по-късно.
ca: Servei no disponible. Si us plau, proveu-ho de nou més tard.
cs: Služba není dostupná. Zkuste to prosím znovu později.
cy: Gwasanaeth dim ar gael. Rho gynnig arall arni'n hwyrach.
da: Tjeneste er ikke tilgængelig. Prøv venligst senere.
de: Dienst ist nicht verfügbar, bitte versuchen Sie es später.
el: Η υπηρεσία δεν είναι διαθέσιμη. Παρακαλώ δοκιμάστε αργότερα.
eo: Servo ne estas disponebla. Reprovu poste.
es_us: Servicio no disponible. Intenta más tarde.
et: Teenus pole saadaval, palun proovi hiljem uuesti.
eu: Zerbitzua ez dago erabilgarri, saiatu geroago.
fa: این خدمت در دسترس نیست، لطفاً بعداً تلاش کنید.
fi: Palvelu ei ole saatavilla. Yritä myöhemmin uudelleen.
fr: Le service est indisponible actuellement, veuillez réessayer plus tard.
he: השירות אינו זמין. נא לנסות שוב בהמשך.
hu: A szolgáltatás nem érhető el. Próbálja újra később.
id: Layanan tidak tersedia. Silakan coba lagi nanti.
is: Þjónustan er ekki aðgengileg. Reyndu aftur síðar.
it: Sevizio non disponibile, prova più tardi.
ja: サービスは利用できません。後ほどもう一度やり直してください。
ko: 서비스를 사용할 수 없습니다. 나중에 다시 시도해 주십시오.
lt: Paslauga nepasiekiama. Bandykite vėliau.
mk: Servisot e nedostapen. Obidete se povtorno podocna.
nb: Tjenesten er ikke tilgjengelig. Prøv igjen senere.
nl: De service is niet beschikbaar, gelieve later opnieuw te proberen.
oc: Servici indisponible, assajatz mai pus tard.
pl: Usługa niedostępna. Spróbuj ponownie później.
ro_ro: Serviciul nu este disponibil. Reîncercați mai târziu.
ru: Сервис недоступен. Повторите попытку позже.
sc: Su servìtziu no est a disponimentu. Torra a proare prus a tardu.
sk: Služba nie je dostupná. Prosím skúste neskôr.
sl: Storitev ni na voljo. Poskusi znova pozneje.
sr: Услуга није доступна. Молимо покушајте поново касније.
sr_latn: Usluga nije dostupna. Molimo pokušaj ponovo kasnije.
sv: Tjänsten ej tillgänglig. Vänligen försök igen senare.
ta: பணி கிடைக்கவில்லை. தயவுசெய்து பின்னர் மீண்டும் முயற்சிக்கவும்.
tr: Hizmet kullanılamıyor. Lütfen daha sonra tekrar deneyin.
uk: Служба недоступна. Повторіть спробу пізніше.
vi: Dịch vụ không khả dụng. Vui lòng thử lại sau.
zh_hans: 服务不可用。请稍后再试。
zh_hant: 服務不可用。請稍後再試。

source: Last synchronization
ar: آخر مزامنة
cs: Naposledy provedená synchronizace
da: Seneste synkronisering
de: Letzte Synchronisierung
el: Τελευταίος συγχρονισμός
es_us: Última sincronización
et: Viimane sünkroniseerimine
fr: Dernière synchronisation
hu: Utoljára szinkronizálva
id: Sinkronisasi terakhir
is: Síðasta samstilling
it: Ultima sincronizzazione
nl: Vorige synchronisatie
ro_ro: Ultima sincronizare
ru: Последняя синхронизация
sc: Ùrtima sincronizatzione
sr: Последња синхронизација
sr_latn: Poslednja sinhronizacija
sv: Senaste synkronisering
ta: கடைசியாக ஒத்திசைவு
tr: Son eşzamanlama
uk: Остання синхронізація
zh_hant: 上次同步

source: Redeem promo code
ar: استرداد الرمز الترويجي
be: Скарыстацца прома-кодам
bg: Използване на промоционален код
cs: Použít promo kód
cy: Gwneud defnydd o'r cod hyrwyddo
da: Indløs kampagnekode
de: Aktionscode einlösen
el: Εξαργύρωση προωθητικού κωδικού
eo: Uzi reklamkodon
es_us: Canjear código promocional
et: Lunasta sooduskood
eu: Erabili promozio kodea
fa: آزادسازی کد تبلیغی
fi: Lunasta tarjouskoodi
fr: Utiliser le code promo
he: פדיון קוד מבצע
hu: Promóciós kód beváltása
id: Tukarkan kode promo
is: Virkjaðu afsláttarkóða
it: Riscatta il codice promozionale
ja: プロモーションコードを利用
ko: 리딤 프로모션 코드
lt: Išgryninti promo kodą
lv: Atlaižu kods
mk: Otkupete go promotivniot kod
nb: Løs inn promo-kode
nl: Promotiecode bemachtigen
oc: Utilisar lo còde promocionau
pl: Zrealizuj kod promocyjny
ro_ro: Revendică cod promoțional
ru: Применить промокод
sc: Imprea su còdighe promotzionale
sk: Použiť reklamný kód
sl: Unovči promocijsko kodo
sr: Искористите промотивни код
sr_latn: Iskoristi promotivni kôd
sv: Lös in kampanjkod
ta: விளம்பர குறியீட்டை மீட்டெடுக்கவும்
tr: Tanıtım kodunu kullan
uk: Застосувати промокод
vi: Sử dụng mã khuyến mại
zh_hans: 兑换优惠码
zh_hant: 兌換折扣碼

# subscription_banner_free_maps_description
source: Get unlimited map downloads and updates.
ar: احصل على تنزيلات وتحديثات غير محدودة للخرائط.
cs: Získejte neomezené stahování a aktualizace map.
da: Få ubegrænset download af kort og opdateringer.
de: Sie können unbegrenzt Karten herunterladen und aktualisieren.
el: Απόκτησε απεριόριστες λήψεις και ενημερώσεις χάρτη.
es_us: Obtén descargas y actualizaciones de mapas ilimitadas.
et: Kasuta võimalust laadida alla piiramatu arvu kaarte ja kaardiuuendusi.
fr: Obtenez des téléchargements et mises à jour illimités des cartes.
hu: Szerezze be a korlátlan térképletöltéseket és frissítéseket.
id: Dapatkan unduhan dan pembaruan peta tanpa batas.
is: Fáðu ótakmarkað niðurhal korta og uppfærslur.
it: Ottieni download e aggiornamenti di mappe illimitati.
ja: 無制限のマップのダウンロードと更新を取得。
ko: 무제한 지도 다운로드 및 업데이트를 받으세요.
nl: Onbeperkte kaart downloads en updates.
oc: Obtenètz lo teledescargament e l’actualizacion illimitats dei mapas.
ro_ro: Obține downloadări și actualizări ale hărții nelimitate.
ru: Получите неограниченное количество скачиваний и обновлений карт.
sc: Otene iscarrigamentos de mapas e agiornamentos chene lìmites.
sr: Прибавите неограничено преузимање и ажурирање мапа.
sr_latn: Pribavite neograničeno preuzimanje i ažuriranje mapa.
sv: Få obegränsat antal kartnedladdningar och uppdateringar.
ta: வரம்பற்ற வரைபட பதிவிறக்கங்கள் மற்றும் புதுப்பிப்புகளைப் பெறுங்கள்.
tr: Sınırsız harita indirme ve güncellemeleri alın.
uk: Отримайте необмежену кількість завантажень та оновлень мап.
zh_hant: 獲得無限制的地圖下載和更新。

source: Over any network
ar: عبر أي شبكة
cs: Přes jakoukoliv síť
da: Via ethvert netværk
de: Über jedes Netzwerk
el: Με οποιοδήποτε δίκτυο
es_us: Sobre cualquier red
et: Kõikides võrkudes
fr: Sur n'importe quel réseau
hu: Bármely hálózaton
id: Melalui jaringan apa pun
is: Um hvaða netkerfi sem er
it: Con qualsiasi rete
ja: いずれかのネットワークへの接続時
nl: Over elk netwerktype
ro_ro: Prin orice rețea
ru: По любой сети
sr: Преко било које мреже
sr_latn: Preko bilo koje mreže
sv: Via alla nätverk
ta: எந்த நெட்வொர்க்கிலும்
tr: Herhangi bir ağ üzerinden
uk: Через будь-яку мережу
zh_hant: 透過任何網路

# ant_plus_pair_new_sensor
source: Pair new sensor
ar: اقتران مستشعر جديد
be: Спалучыць новы датчык
bg: Сдвояване с нов датчик
cs: Spárování nového senzoru
da: Par ny sensor
de: Neuen Sensor koppeln
el: Σύζευξη νέου αισθητήρα
eo: Kupli novan sentilon
es_us: Vincular nuevo sensor
et: Paardu uue anduriga
eu: Parekatu sentsore berria
fa: جفت‌سازی حسگر جدید
fi: Liitä uusi sensori
fr: Appairer un nouveau capteur
he: צימוד חיישן חדש
hu: Új érzékelő párosítása
id: Sandingkan sensor baru
is: Para nýjan skynjara
it: Associa il nuovo sensore
ja: 新しいセンサーのペアリング
ko: 새 센서 페어링
nb: Tilknytt ny sensor
nl: Nieuwe sensor koppelen
oc: Apariar un captador novèu
pl: Parowanie nowego czujnika
ro_ro: Împerecheați un nou senzor
ru: Сопряжение нового датчика
sk: Spárovať nový snímač
sl: Seznani nov senzor
sr: Упарите нови пријемник
sr_latn: Upari novi senzor
sv: Anslut en ny sensor
ta: புதிய சென்சார் இணை
tr: Yeni sensör eşleştir
uk: Сполучити новий датчик
vi: Ghép nối cảm biến mới
zh_hans: 配对新的传感器
zh_hant: 配對新感應器

# ant_plus_nothing_found_text
source: Unable to find any sensors
ar: تعذر العثور على أي أجهزة استشعار
be: Немагчыма знайсці датчыкі
bg: Не могат да бъдат намерени сензори
cs: Nelze najít žádné senzory
da: Kan ikke finde nogen sensorer
de: Keine Sensoren gefunden
el: Δεν είναι δυνατή η εύρεση αισθητήρων
eo: Trovis neniun sentilon
es_us: Incapaz de encontrar cualquier sensor
et: Andureid ei õnnestu leida
eu: Ezin da sentsorerik aurkitu
fa: هیچ حسگری یافت نشد
fi: Antureita ei voitu löytää
fr: Aucun capteur trouvé
hu: Nem található érzékelő
id: Tidak dapat mencari sensor
is: Fann enga skynjara
it: Impossibile trovare alcun sensore
ko: 어떤 센서를 찾을 수 없습니다
nb: Fant ingen sensorer
nl: Kan geen sensoren vinden
oc: Ges de captador trobat
pl: Nie można znaleźć żadnych czujników
ro_ro: Nu se pot găsi senzori
ru: Датчики не обнаружены
sk: Nepodarilo sa nájsť žiadne snímače
sl: Ni mogoče najti nobenega senzorja
sr: Нисам успео да пронађем ни један пријемник
sr_latn: Nije moguće pronaći nijedan senzor
sv: Kunde inte hitta några sensorer
ta: எந்த சென்சார்களையும் கண்டுபிடிக்க முடியவில்லை
tr: Herhangi bir sensör bulunamıyor
uk: Не вдалося знайти датчики
vi: Không thể tìm thấy cảm biến nào
zh_hans: 找不到任何传感器
zh_hant: 找不到任何感應器

# trash_is_empty_banner_desc
source: Files removed from OsmAnd Cloud will be available here for %@ days after.
ar: الملفات المزالة من التطبيق و الكلاود ستكون متاحة هنا لمدة %@ أيام بعد الحذف.
cs: Soubory odstraněné z OsmAnd Cloud zde budou k dispozici ještě %@ dní poté.
da: Filer fjernet fra OsmAnd Cloud vil være tilgængelig her i %@ dage bagefter.
de: Dateien, die aus der OsmAnd Cloud entfernt wurden, stehen hier für %@ Tage zur Verfügung.
el: Αρχεία απο αφαιρέθηκαν από το OsmAnd Cloud θα είναι διαθέσιμα εδώ για %@ μέρες.
eo: Dosieroj forigitaj el OsmAnd-Nubo estos disponeblaj tieĉi ankoraŭ dum %@ tagoj.
es_us: Los elementos borrados desde OsmAnd Cloud estarán disponibles aquí durante %@ días.
et: OsmAnd Cloud pilvest kustutatud failid on siin saadaval %@ päeva.
eu: OsmAnd Cloud-etik kendutako fitxategiak hemen egongo dira eskuragarri %@ egun igaro arte.
fr: Les fichiers supprimés d'OsmAnd Cloud seront disponibles ici pendant %@ jours.
hu: Az OsmAnd Cloudból eltávolított elemek itt még elérhetőek %@ napig.
id: Berkas yang dihapus dari OsmAnd Cloud akan tersedia di sini selama %@ setelah itu.
is: Skrár sem fjarlægðar eru úr OsmAnd Cloud-tölvuskýi verða tiltækar hér í %@ daga á eftir.
it: I file rimossi da OsmAnd Cloud saranno disponibili qui per altri %@ giorni.
ja: OsmAnd Cloud から削除されたファイルは、%@日後までここで利用可能です。
ko: OsmAnd Cloud에서 삭제 된 파일은 다음 날 %@에 대해 여기에서 사용할 수 있습니다.
lt: Iš OsmAnd debesies pašalinti failai čia bus pasiekiami %@ dienų po to.
nl: Bestanden die uit OsmAnd Cloud worden verwijderd, blijven hier beschikbaar voor %@ dagen.
pl: Pliki usunięte z OsmAnd Cloud będą dostępne tutaj przez %@ dni.
ro_ro: Fișierele eliminate din OsmAnd Cloud vor fi disponibile aici timp de %@ zile.
ru: Файлы, удаленные из OsmAnd Cloud, будут доступны здесь в течение %@ дней.
sk: Súbory odstránené z OsmAnd Cloudu tu budú dostupné po dobu %@ dní.
sr: Фајлови уклоњени из Османд Облака биће доступни овде после %@ дана.
sr_latn: Fajlovi, izbrisani iz Osmand Cloud, će biti dostupni ovde za %@ dana.
sv: Filer borttagna från OsmAnd Cloud kommer finnas tillgängliga här i %@ dagar.
ta: ஒச்மண்ட் கிளவுட்டிலிருந்து அகற்றப்பட்ட கோப்புகள் %@ நாட்களுக்கு இங்கே கிடைக்கும்.
tr: OsmAnd Bulut'tan kaldırılan dosyalar %@ gün sonra burada bulunabilecektir.
uk: Вилучені з OsmAnd Cloud файли будуть тут доступні ще %@ днів.
vi: Những tệp được loại bỏ khỏi đám mây OsmAnd sẽ có ở đây trong %@ ngày sau đó.
zh_hans: 从 OsmAnd Cloud 中删除的文件将在 %@ 天后在此处可用。
zh_hant: 從 OsmAnd Cloud 移除的檔案將在%@天後在此處可用。

# determine_location
source: Allow us to determine your location
ar: اسمح لنا بتحديد موقعك
be: Вызначыць ваша месцазнаходжанне
bg: Позволете ни да определим местоположението ви
cs: Umožněte nám určit vaši polohu
da: Tillad os at bestemme din placering
de: Erlauben Sie uns, Ihren Standort zu ermitteln
el: Επιτρέψτε μας να προσδιορίσουμε την τοποθεσία σας
eo: Permesu al OsmAnd trovi vian pozicion
es_us: Permítenos determinar tu ubicación
eu: Baimendu zure kokapena zehazten
fa: اجازه دهید مکان شما را تعیین کنیم
fi: Salli sijainnin määritys
fr: Nous permet d’estimer votre position
he: מאפשר לנו לאתר את המיקום שלך
hu: Engedélyezze, hogy meghatározzuk a helyzetét
id: Perbolehkan kami untuk mengetahui lokasi Anda
is: Leyfir okkur að ákvarða staðsetninguna þína
it: Consentici di determinare la tua posizione
ja: あなたの居場所を特定できるようにします
ko: 위치를 결정하도록 허용해주세요
lt: Leiskite mums nustatyti jūsų buvimo vietą
nb: Tillat at posisjonen din bestemmes
nl: Geef toestemming om uw locatie te zien
pl: Pozwól określić Twoją lokalizację
ro_ro: Permiteți-ne să vă determinăm locația
ru: Позвольте нам определить ваше местоположение
sc: Permite·nos de determinare sa positzione tua
sk: Povoľte nám určiť vašu polohu
sl: Dovoli nam, da določimo tvojo lokacijo
sr: Омогућава нам да одредимо ваш положај
sr_latn: Omogućava nam da odredimo vaš položaj
sv: Tillåt att hämta din position
ta: உங்கள் இருப்பிடத்தை தீர்மானிக்க எங்களை அனுமதிக்கவும்
tr: Konumunuzu belirlememize izin verin
uk: Дозвольте нам визначити ваше розташування
vi: Cho phép chúng tôi xác định vị trí của bạn
zh_hans: 允许我们确定您的位置
zh_hant: 讓我們確定您的位置

# start_point
source: Start
ar: ابدأ
az: Başlanğıc
be: Пачатак
bg: Начало
ca: Comença
cy: Dechrau
el: Έναρξη
eo: Komenco
es_us: Iniciar
et: Alusta
eu: Hasi
fa: شروع
fi: Aloita
fr: Départ
he: התחלה
hu: Indítás
id: Mulai
is: Upphaf
it: Partenza
ja: スタート
ka: საწყისი
ko: 시작
lt: Pradėti
oc: Partença
ro_ro: Pornește
ru: Старт
sc: Incumintza
sk: Štart
sl: Začni
sr: Почетак
sr_latn: Početak
ta: தொடங்கு
tr: Başlangıç
uk: Старт
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

source: POI
af: POI (interessante punt)
ar: نقاط
ast: PdI
ca: PDI
da: Interessepunkt (IP)
de: OVI
el: Σημεία ενδιαφέροντος
eo: Interesejo
es_us: PDI
et: HP
fi: KP
fr: PI
gl: PDI
he: נ״ע
hu: Érdekes hely
is: Merkisstaður
it: PDI
lt: LV
ml: താല്‍പര്യ ബിന്ദു (പി ഓ ഐ )
mr: पिओआय
nb: Interessepunkt
oc: PDI
pl: Użyteczne miejsce
sc: PDI
sk: Bod záujmu
sl: Točke POI
sr: Тачке занимања
sr_latn: TOI
sv: Intressepunkt
ta: பின்னர்
uk: Точка інтересу
vi: Địa điểm
zh_hans: 兴趣点
zh_hant: 興趣點

# map_widget_next_turn
source: Next turn
af: Volgende draai
ar: المنعطف التالي
ast: Xiru siguiente
az: Növbəti döngə
be: Наступны паварот
bg: Следващ завой
bs: Sljedeće skretanje
ca: Proper gir
cs: Příští odbočka
cy: Y tro nesaf
da: Næste sving
de: Nächste Abzweigung
el: Επόμενη στροφή
eo: Sekva turniĝo
es_us: Próximo giro
et: Järgmine pöörang
eu: Hurrengo biraketa
fa: پیچ بعدی
fi: Seuraava käännös
fr: Prochaine bifurcation
gl: Manobra seguinte
he: הפנייה הבאה
hu: Következő kanyarodás
hy: Հաջորդ շրջադարձը
id: Belokan berikutnya
is: Næsta beygja
it: Prossima svolta
ja: 次の曲がる方向
ka: შემდეგი შესახვევი
ko: 다음 턴
lt: Kitas posūkis
lv: Nākamais pagriez_
mk: Sledno vrtenje
ml: അടുത്ത തിരുവ്
mr: पुढचे वळण
nb: Neste sving
nl: Volgende bocht
oc: Lo còp que vèn
pl: Następny zakręt
pt_br: Próxima manobra
ro_ro: Următoarea manevră
ru: Следующий поворот
sc: Bortada imbeniente
sk: Nasledujúca odbočka
sl: Naslednji zavoj
sr: Следеће скретање
sr_latn: Sledeće skretanje
sv: Nästa sväng
ta: அடுத்த திருப்பம்
tr: Sonraki dönüş
uk: Наступний маневр
vi: Lối rẽ tiếp theo
zh_hans: 下一个转弯
zh_hant: 下個轉彎

# fast_route_mode
source: Fastest route
af: Vinnigste roete
ar: الطريق الأسرع
ast: El camín más rápidu
be: Найхутчэйшы шлях
bg: Най-бърз маршрут
ca: La ruta més ràpida
cs: Nejrychlejší trasa
cy: Llwybr cyflymaf
da: Hurtigste rute
de: Schnellste Route
el: Ταχύτερη διαδρομή
eo: Plej rapida kurso
es_us: Ruta más rápida
et: Kiireim teekond
eu: Ibilbiderik azkarrena
fa: سریع‌ترین مسیر
fi: Nopein reitti
fr: Itinéraire le plus rapide
gl: Rota máis rápida
he: המסלול המהיר ביותר
hu: Leggyorsabb útvonal
hy: Արագընթաց երթուղի
id: Rute tercepat
is: Hraðasta leið
it: Percorso più veloce
ja: 最速ルート
ka: უსწრაფესი გზა
ko: 가장 빠른 경로
lt: Greičiausias maršrutas
lv: Ātrākais maršruts
mk: Najbrza marsruta
ml: വേഗതയേറിയ വഴി
mr: वेगवान रस्ता
nb: Raskeste rute
nl: Snelste route
oc: Percors pus rapide
pl: Najszybsza trasa
pt_br: Rota mais rápida
ro_ro: Cea mai rapidă rută
ru: Самый быстрый маршрут
sc: Àndala prus lestra
sk: Najrýchlejšia trasa
sl: Najhitrejša pot
sr: Најбржи пут
sr_latn: Najbrži ruta
sv: Snabbaste vägen
ta: வேகமான பாதை
tr: En hızlı rota
uk: Найшвидший маршрут
vi: Nhanh nhất
zh_hans: 最快路线
zh_hant: 最快路線

# route_tshl
source: Turn sharply left and go
af: Draai skerp na links en ry
ar: انعطف يساراً بشكل حاد
az: Kəskin sola dönün
be: Рэзка паварочвайце налева і рухайцеся
bg: Завийте рязко наляво и продължете
ca: Gireu fortament a l'esquerra i continueu
cs: Odbočte ostře vlevo a pokračujte
cy: Trowch yn unsyth i'r chwith a mynd
da: Drej skarpt til venstre og kør
de: scharf links abbiegen, dann
el: Στρίψτε κλειστά αριστερά και προχωρήστε
eo: Turniĝegu maldekstren
es_us: Gira fuerte a la izquierda en
et: Pööra järsult vasakule ja sõida otse
eu: Ezkerrera nabarmenki biratu
fa: کاملاً به چپ بپیچید و بروید
fi: Käänny jyrkästi vasemmalle ja jatka suoraan
fr: Prenez le virage serré à gauche et continuez
gl: Vire de xeito forteá esquerda e continúe
he: לפנות שמאלה בחדות ולהמשיך
hu: Forduljon élesen balra, és haladjon tovább ezen:
hy: Կտրուկ ձախ թեքվեք և շարժվեք
id: Belok tajam ke kiri dan pergi
is: Beygðu skarpt til vinstri og haltu áfram
it: Svolta stretto a sinistra e prosegui su
ja: 大きく左に曲がってください
ka: შებრუნდით მკვეთრად მარცხნივ და წინ
ko: 급한 좌회전 후 직진
lt: Darykite staigų posūkį į kairę ir važiuokite
lv: Strauji pagriezties pa kreisi
mk: Svrtete ostro na levo i odete
ml: "ഇടത്തോട്ട് വട്ടം തിരിഞ്ഞ് പോവുക"
mr: पटकन डावीकडे वळा आणि जा
nb: Ta skarpt til venstre og fortsett
nl: Sla scherp linksaf en volg
oc: Viratz sobde a senèstra e contuniatz
pl: Skręć ostro w lewo i jedź
pt_br: Vire acentuadamenteà esquerda e siga
ro_ro: Virați strâns la stânga și continuați drumul
ru: Резко налево
sc: Borta astrintu a manca e sighi pro
sk: Odbočte prudko doľava a pokračujte
sl: Zavijte ostro levo in pojdite
sr: Скрените оштро лево и наставите
sr_latn: Skreni oštro levo i nastavi
sv: Sväng skarpt vänster och kör
ta: கூர்மையாக இடதுபுறம் திரும்பி செல்லுங்கள்
tr: Sola keskince dönün ve ilerleyin
uk: Поверніть різко ліворуч та продовжуйте рух
vi: Ngoặt trái và đi
zh_hans: 向左急转后直行
zh_hant: 向左急轉後直行

# plugin_popup_nautical_ask
source: Please enable Nautical plugin
ar: يرجى تمكين الملحق البحري
cs: Povolte prosím modul Námořní mapy
da: Aktivér den nautiske udvidelse
de: Bitte aktivieren Sie das Nautical-Plugin
el: Παρακαλώ ενεργοποιήστε το πρόσθετο Ναυτικού χάρτη
es_us: Activa el complemento náutico
et: Palun lülita sisse merenduse lisamoodul
fr: Veuillez activer l'extension Nautical
hu: Engedélyezze a Hajózási bővítményt
id: Silakan aktifkan plugin Bahari
is: Virkja Sjómerkja-viðbótina
it: Si prega di abilitare il plugin nautico
ja: 航海プラグインを有効にしてください
ko: Nautical 플러그인을 활성화하십시오
oc: Per plaser, activatz l'ajuston Nautic
ro_ro: Vă rugăm să activați plugin-ul Nautical
ru: Пожалуйста, включите морской плагин
sc: Pro praghere abìlita s'estensione nàutica
sr: Молимо омогућите Наутички додатак
sr_latn: Molimo omogućite Nautički dodatak
sv: Aktivera insticksmodulen Sjökort
ta: கடல் சொருகி இயக்கவும்
tr: Lütfen Deniz eklentisini etkinleştirin
uk: Увімкніть плагін Морські мапи
zh_hant: 請啟用航海外掛程式

# position_on_map
source: Location position on screen
ar: موضع الموقع على الشاشة
cs: Umístění na obrazovce
da: Placeringsposition på skærmen
de: Position auf dem Bildschirm
el: Θέση τοποθεσίας στην οθόνη
es_us: Posición de la ubicación en la pantalla
fr: Position sur l'écran
hu: Pozíció a képernyőn
id: Posisi lokasi di layar
is: Staðsetning á skjá
it: Disposizione posizione su schermo
ko: 화면의 위치
mk: Display position
nl: Lokatie positie op scherm
oc: Posicion sus l’ecran
pl: Pozycja lokalizacji na ekranie
ro_ro: Poziția locației pe ecran
ru: Моё местоположение на экране
sc: Positzione in s'ischermu
sk: Umiestnenie polohy na obrazovke
sr: Позиција положаја на екрану
sr_latn: Pozicija položaja na ekranu
sv: Placering av position på skärmen
ta: திரையில் இருப்பிட நிலை
uk: Розташування на екрані
zh_hant: 螢幕上的位置

# tracks_empty
source: Your track list is empty
ar: قائمة المسارات فارغة
be: Ваш спіс слядоў пусты
cs: Váš seznam stop je prázdný
da: Din sporliste er tom
de: Ihre Trackliste ist leer
el: Η λίστα ιχνών σας είναι άδεια
es_us: La lista de trazas está vacía
et: Su teekondade loend on tühi
fr: Votre liste de trace est vide
hu: Üres a nyomvonallistája
id: Daftar track Anda kosong
is: Ferlalistinn þinn er tómur
it: La tua lista delle tracce è vuota
ja: 経路リストが空です
ko: 트랙 목록은 비어 있습니다
nb: Din sporliste er tom
nl: Je lijst met tracks is leeg
oc: Vòstra lista de traças es vueja
pl: Twoja lista tras jest pusta
pt_br: Sua lista de trilhas está vazia
ro_ro: Lista dvs. de track-uri este goală
ru: Ваш список треков пуст
sc: Sa lista de rastas tua est bòida
sr: Ваша листа путања је празна
sr_latn: Vaša lista putanja je prazna
sv: Din låtlista är tom
ta: உங்கள் தட பட்டியல் காலியாக உள்ளது
tr: İzlenen yol listeniz boş
uk: Список треків пустий
zh_hant: 你的軌跡清單是空的
