Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# gpx_upload_private_visibility_descr
source: "Private" means the trace does not show up in any public listings, but trackpoints from it in unchronological order are available through the public GPS API without timestamps.
ar: تعني كلمة "خاص" أن التتبع لا يظهر في أي قوائم عامة ، ولكن تتوفر نقاط التتبع منه بترتيب غير متزامن من خلال واجهة برمجة تطبيقات GPS العامة بدون طوابع زمنية.
be: "Прыватны" азначае, што след не з'явіцца ў любым агульнадаступным спісе, але кропкі следу з яго даступныя ў адвольным парадку праз агульнадаступны GPS API без пазнак часу.
ca: "Privada" vol dir que la traça no es mostra a cap llistat públic, però les fites que conté estan disponibles a través de l'API pública GPS, desordenades i sense enregistraments temporals.
cs: „Soukromá“ znamená, že trasa se neobjeví v žádném veřejném seznamu, ale body trasy budou dostupné prostřednictvím veřejného GPS API, bez časových razítek a nebudou chronologicky seřazeny.
cy: Golyga "preifat" nad yw eich trywydd yn ymddangos mewn unrhyw gofrestri cyhoeddus, ond bydd pwyntiau trac ohono ar gael mewn trefn anghronolegol ar gael trwy API cyhoeddus y GPS heb stampiau amser.
da: "Privat" betyder, at sporet ikke vises i nogen offentlige lister, men at sporpunkter fra det i ikke-kronologisk rækkefølge er tilgængelige via den offentlige GPS-API uden tidsstempler.
de: „Privat“ bedeutet, dass der Track nicht in öffentlichen Verzeichnissen auftaucht, aber seine Trackpunkte in nicht chronologischer Reihenfolge über die öffentliche GPS-API ohne Zeitstempel verfügbar sind.
eo: “Privata” signifas, ke la GPX‑spuro montriĝos en neniu publika listo, sed ĝiaj punktoj neordigitaj laŭtempe estos akireblaj per la publika API GPS sen tempindikoj.
es_us: «Privado» significa que la traza no aparecerá en ninguna lista pública, pero el conjunto de puntos seguirá estando disponible en orden cronológico a través de la API pública de GPS y sin marcas de tiempo.
et: "Privaatne" tähendab, et jälg ei ilmu üheski avalikus nimekirjas, kuid selle mitte-kronoloogilises järjekorras olevad jälgimispunktid on avalikus GPS API-s ilma ajatempliteta kättesaadavad.
eu: "Pribatua" esan nahi du lorratza ez dela inolako zerrenda publikoetan agertzen, baina ordena ez kronologikoan dauden bide-puntuak GPS API publikoaren bidez eskuragarri daude denbora-markarik gabe.
fa: «خصوصی» یا Private به این معنی است که رد در هیچ فهرست عمومی‌ای نشان داده نمی‌شود اما نقاط رد از طریق API GPSهای عمومی بدون مهر زمان و بدون ترتیب زمانی دست‌یافتنی است.
fi: "Yksityinen" tarkoittaa sitä, että jälki ei näy missään julkisissa listoissa, mutta sen jälkipisteet (jotka eivät ole aikajärjestyksessä) ovat saatavilla julkisen GPS-API:n kautta ilman aikaleimoja.
fr: "Privée" signifie que la trace ne sera visible dans aucune des listes publiques, mais les points de trace qu'elle contient seront disponibles sans horodatage et dans un ordre non-chronologique au moyen de l'API GPS publique.
gl: "Privado" significa que a pista non aparecerá en ningunha listaxe pública, pero o conxunto de puntos seguirá estando dispoñíbel en orde cronolóxica a través da API pública de GPS e sen marcas de tempo.
he: „פרטי” משמעות שהעקבות לא תופענה ברישומים ציבוריים אך נקודות מעקב ממתוכן תהיינה זמינות בסדר אקראי דרך ה־API הציבורי של ה־GPS ללא חותמות זמן.
hu: A „privát” azt jelenti, hogy a nyomvonal semmilyen nyilvános listán nem jelenik meg, de az abból származó nyomvonalpontok (nem időrendben) továbbra is elérhetők lesznek a nyilvános GPS API-n időbélyegzők nélkül.
id: "Pribadi" berarti jejak tidak muncul di daftar publik mana pun, tetapi titik jejak darinya dalam urutan yang tidak berurutan tersedia melalui API GPS publik tanpa stempel waktu.
is: "Einka" þýðir að ferillinn birtist ekki á neinum opinberum listum, en ferilpunktar í ótímasettri röð eru tiltækir í gegnum opinbert GPS API-forritsviðmót án tímamerkja.
it: "Privato" significa che la traccia non è visualizzabile in alcuna lista pubblica ma i suoi punti, in ordine non cronologico, sono disponibili attraverso le API GPS senza le informazioni temporali.
ja: "プライベート"は、経路が公開リストに表示されないことを示唆しています。経路ポイントはタイムスタンプなしで公的GPS APIを介して引き続き利用できますが、時系列で並べられることはありません。
ko: "Private"는 추적이 공개 목록에 나타나지 않음을 의미하지만, 그 추적이 비동기적 순서로 된 추적점은 타임스탬프 없이 공개 GPS API를 통해 이용할 수 있습니다.
lv: "Privāts" nozīmē, ka trase neparādīsies nevienā publiskā sarakstā, bet trases punkti nehronoloģiskā secībā būs pieejami caur publisko GPS API bez laika atzīmēm.
mk: „Privatno“ znači deka tragata ne se pojavuva na nitu eden javen oglas, no točkite za sledenje od nea po nehronološki redosled se dostapni preku javnoto GPS API bez vremenski oznaki.
nb: «Privat» betyr at sporet ikke vises i noen offentlige oppføringer, men sporingspunkter fra dem i ukronologisk rekkefølge er tilgjengelig gjennom det offentlige GPS-API-et uten tidsstempler.
nl: "Persoonlijk" betekent dat de track niet wordt getoond in openbare GPS-track-lijsten, maar de trackpunten zijn wel beschikbaar in volgorde van tijd door de publieke GPS API, maar zonder tijdinformatie.
oc: "Privada" vòu dire que la traça es pas visibla en ges de lista publica, mai lei ponchs que contèn seràn disponibles per l'API publica GPS, desordenadas e sensa informacion temporala.
pl: „Prywatny” oznacza, że ślad nie pojawia się w żadnych publicznych wykazach, ale punkty śledzenia z niego w kolejności niechronologicznej są dostępne za pośrednictwem publicznego interfejsu API GPS bez sygnatur czasowych.
pt_br: "Privado" significa que o rastreamento não aparece em nenhuma listagem pública, mas os pontos de trilha dele em ordem não sincronizada estão disponíveis por meio da API GPS pública sem carimbos de data/hora.
ro_ro: "Privat" înseamnă că înregistrarea nu apare în nicio listă publică, dar punctele aceasteia, în ordine necronologică, sunt disponibile prin intermediul API GPS public, fără marcaje temporale.
ru: «Частный» означает, что трек не будет виден в любых общедоступных списках, но точки из него будут доступны через public GPS API без отметок времени.
sc: "Privadu" cheret nàrrere chi sa rasta no at a èssere ammustrada in peruna lista, ma sos puntos suos ant a èssere a disponimentu su matessi, in òrdine cronològicu, pro mèdiu de s'API GPS pùblica chene datas e oras.
sk: "Súkromná" znamená, že trasa sa nezobrazí vo verejných zoznamoch, ale body trasy z nej v budú dostupné v neusporiadanom poradí cez verejné GPS rozhranie (API) bez časových pečiatok.
sl: »Zasebno« pomeni, da se sled ne prikaže v nobenem javnem seznamu, vendar so točke iz sledi, v nekronološkem vrstnem redu in brez časovnih žigov, na voljo prek javnega API-ja GPS.
sr: "Приватно" значи да се траг не појављује ни на једном јавном списку, али тачке праћења у њему у нису у временском редоследу доступне путем јавног АПИ-ја ГПС-а без временских ознака.
sr_latn: „Privatno“ znači da se ruta ne pojavljuje ni na jednom javnom spisku, ali tačke praćenja u njemu u nisu u vremenskom redosledu dostupne putem javnog API-ja GPS-a bez vremenskih oznaka.
sv: "Privat" betyder att spåret inte visas i några offentliga listor, men spårpunkter från det i okronologisk ordning är tillgängliga via det offentliga GPS-API utan tidsstämplar.
ta: "தனியார்" என்பது எந்தவொரு பொது பட்டியல்களிலும் சுவடு காட்டப்படவில்லை, ஆனால் அதிலிருந்து தடமறியும் வரிசையில் தடமறியும் வரிசையில் பொது சி.பி.எச் பநிஇ மூலம் நேர முத்திரைகள் இல்லாமல் கிடைக்கின்றன.
tr: "Özel", izlemenin herkese açık herhangi bir listede gösterilmediği, ancak ondan alınan izleme noktalarının zaman damgası olmadan genel GPS API'si aracılığıyla eşzamanlı olmayan sırada kullanılabileceği anlamına gelir.
uk: "Приватний" означає, що траса не відображається в жодному загальнодоступному списку, але точки треку з неї в нехронологічному порядку доступні через загальнодоступний API GPS без позначок часу.
vi: "Riêng tư" có nghĩa là dấu vết không hiển thị trong bất kỳ danh sách công khai nào, nhưng các điểm theo dõi từ nó, không theo trình tự thời gian, có sẵn thông qua API GPS công khai mà không có dấu thời gian.
zh_hans: "私有 "意味着该轨迹不会出现在任何公开的列表中，但可以通过公开的GPS API以非同步的顺序获得其中的轨迹点，但没有时间戳。
zh_hant: 「私有」代表軌跡不會顯示在任何公開的清單中，但其軌跡點仍可透過公開的 GPS API 取得，但沒有時間戳，也不會按時間順序排列。

source: Test heightmap
ar: اختبار خريطة الارتفاع
be: Тэст карты вышынь
cs: Testovací výšková mapa
da: Test højdekort
de: Test-Höhenkarte
el: Δοκιμή χάρτη ύψους
es_us: Probar mapas de altura
et: Testi kõrguskaarti
fi: Testaa korkeuskartta
fr: Carte d'altitude de test
hu: Magassági térkép tesztelése
id: Uji peta ketinggian
is: Prófa hæðakort
it: Prova la mappa dell'altezza
nl: Test hoogtekaart
ro_ro: Harta înălțimii de testare
ru: Тестовая карта высот
sr: Тест висинска мапа
sr_latn: Test visinska mapa
sv: Testa höjdkarta
ta: சோதனை உயரம்
tr: Yükseklik haritasını test et
uk: Спробувати мапу висот
zh_hant: 測試高度圖

# generate_slope_from_3d_maps
source: Generate slope raster maps from 3D maps
ar: إنشاء خرائط الانحدار من خرائط ثلاثية الأبعاد
be: Стварыць растравыя карты схілаў з 3D карт
bg: Създаване на растерни карти на склоновете от триизмерни карти
cs: Generovat rastrové mapy svahů z 3D map
da: Generér hældningsrasterkort fra 3D-kort
de: Erzeugen von Hangrasterkarten aus 3D-Karten
el: Παραγωγή raster χαρτών κλίσης εδάφους από 3D χάρτες
eo: Generi deklivecan kahelan mapon uzante 3-dimensiajn mapojn
es_us: Generar mapas ráster de pendientes a partir de mapas 3D
eu: Sortu malden raster mapak 3D mapetatik
fa: تولید نقشه‌های رستری شیب از نقشه‌های سه‌بعدی
fr: Générer des cartes matricielles des pentes à partir de cartes 3D
hu: Raszteres lejtéstérképek generálása 3D térképekből
id: Buat peta raster kemiringan dari peta 3D
is: Búa til rastakort með brekkum út frá þrívíddarkortum
it: Genera mappe raster di pendenza da mappe 3D
ja: 3Dマップから2D化した勾配マップを生成する
ko: 3D 지도에서 슬로프 래스터 지도 생성
nb: Generer helningsrasterkart fra 3D-kart
nl: Genereer hellingsrasterkaarten uit 3D-kaarten
pl: Generuj mapy rastrowe zboczy z map 3D
ro_ro: Generarea de hărți raster de pantă din hărți 3D
ru: Создание растровых карт склонов на основе 3D-карт
sk: Generovať rastrové mapy sklonov svahov z 3D máp
sl: Ustvarjanje rastrskih zemljevidov naklonov iz 3D zemljevidov
sr: Образуј оквире карата нагиба из просторних, 3Д карата
sr_latn: Stvaranje rasterskih mapa nagiba na temelju 3D mapa
sv: Generera terränglutningsraster från 3D-kartor
ta: 3D வரைபடங்களிலிருந்து சாய்வு ராச்டர் வரைபடங்களை உருவாக்குங்கள்
uk: Генерувати растрові мапи схилів з 3D-мап
vi: Tạo bản đồ mức độ dốc của bề mặt từ những bản đồ 3D
zh_hans: 从3D地图生成坡度栅格地图
zh_hant: 從 3D 地圖產生坡度點陣圖

# fav_show
source: Show favorites
ar: عرض المفضلة
be: Паказаць улюбёныя мясціны
ca: Mostra preferits
cs: Zobrazit oblíbené
da: Vis favoritter
de: Favoriten anzeigen
el: Εμφάνιση αγαπημένων
es_us: Mostrar favoritos
et: Kuva lemmikud
fr: Afficher les favoris
hu: Kedvencek megjelenítése
id: Tampilkan favorit
is: Birta eftirlæti
it: Mostra preferiti
ja: お気に入りを表示
ka: საშნინეების ჩვენება
nb: Vis favoritter
nl: Toon favorieten
oc: Mostrar lei luòcs preferits
pl: Wyświetl ulubione
pt_br: Mostrar favoritos
ro_ro: Arată favoritele
ru: Показать избранные
sc: Ammustra sos preferidos
sr: Прикажи омиљене
sr_latn: Prikaži omiljene
sv: Visa favoriter
ta: பிடித்தவைகளைக் காட்டு
tr: Sık kullanılanları göster
uk: Показати закладки
zh_hant: 顯示收藏

# obf_import_success
source: File was successfully imported
ar: تم استيراد الملف بنجاح
be: Файл быў паспяхова імпартаваны
ca: El fitxer s'ha importat correctament
cs: Soubor byl úspěšně importován
da: Filen blev importeret
de: Datei wurde erfolgreich importiert
el: Το αρχείο εισαχθεί επιτυχώς
es_us: Archivo importado correctamente
et: Fail imporditi edukalt
fr: Le fichier a été importé avec succès
hu: A fájl sikeresen importálva lett
id: Berkas berhasil diimpor
is: Það tókst að flytja inn skrá
it: File importato correttamente
ja: ファイルは正常にインポートされました
ka: ფაილის შემოტანა წარმატებით დასრულდა
oc: Lo fichier s'es telecargat correctament
pl: Plik został pomyślnie zaimportowany
pt_br: Arquivo foi importado com sucesso
ro_ro: Fișierul a fost importat cu succes
ru: Файл был успешно импортирован
sc: S'importatzione de su documentu est resèssida
sk: Súbor bol úspešne importovaný
sr: Датотека је успешно увезена
sr_latn: Datoteka je uspešno uvezena
sv: Filen har importerats
ta: கோப்பு வெற்றிகரமாக இறக்குமதி செய்யப்பட்டது
tr: Dosya başarıyla içe aktarıldı
uk: Файл було успішно імпортовано
zh_hant: 檔案已成功匯入

# res_import_success
source: %@ was successfully imported
ar: %@ تم الاستيراد بنجاح
be: %@ паспяхова імпартаваны
ca: %@ es va importar correctament
cs: %@ byl úspěšně importován
da: %@ blev importeret
de: %@ wurde erfolgreich importiert
el: Το %@ εισάχθηκε επιτυχώς
es_us: %@ importado correctamente
et: %@ imporditi edukalt
fr: %@ a été importé avec succès
hu: A(z) %@ sikeresen importálva lett
id: %@ berhasil diimpor
is: Það tókst að flytja inn %@
it: %@ importato correttamente
ja: %@は正常にインポートされました
ka: %@ წარმატებით იქნა შემოტანილი
oc: %@ s'es importat correctament
pl: %@ został pomyślnie zaimportowany
pt_br: %@ foi importado com sucesso
ro_ro: %@ a fost importat cu succes
ru: %@ успешно импортирован
sc: %@ est istadu importadu cun sutzessu
sk: %@ bol úspešne importovaný
sr: %@ је успешно увезено
sr_latn: %@ je uspešno uvezeno'
sv: %@ har importerats
ta: %@ வெற்றிகரமாக இறக்குமதி செய்யப்பட்டது
tr: %@ başarıyla içe aktarıldı
uk: %@ успішно імпортовано
zh_hant: %@ 已成功匯入

# map_download_privacy_descr
source: By downloading maps you agree to the <a href='https://osmand.net/docs/legal/terms-of-use'>Terms Of Use</a> and <a href='https://osmand.net/docs/legal/privacy-policy'>Privacy Policy</a>.
ar: عند تنزيل الخرائط، فإنك توافق على <a href='https://osmand.net/docs/legal/terms-of-use'>شروط الاستخدام</a> و <a href='https://osmand.net/docs/legal/privacy-policy'>سياسة الخصوصية</a>.
cs: Stažením map souhlasíte s <a href='https://osmand.net/docs/legal/terms-of-use'>Podmínkami používání</a> a <a href='https://osmand.net/docs/legal/privacy-policy'>Zásadami ochrany osobních údajů</a>.
da: Ved at downloade kort accepterer du <a href='https://osmand.net/docs/legal/terms-of-use'>Brugsbetingelser</a> og <a href='https://osmand.net/docs/legal/privacy-policy'>Privatlivspolitik</a>.
de: Beim Herunterladen von Karten stimmen Sie den <a href='https://osmand.net/docs/legal/terms-of-use'>Nutzungsbedingen</a> und den <a href='https://osmand.net/docs/legal/privacy-policy'>Datenschutzbestimmungen zu</a>.
el: Με τη λήψη χαρτών συμφωνείτε στους <a href='https://osmand.net/docs/legal/terms-of-use'>Όρους Χρήσης </a> και <a href='https://osmand.net/docs/legal/privacy-policy'>στην Πολιτική Απορρήτου</a>.
es_us: Al descargar los mapas, aceptas las <a href='https://osmand.net/docs/legal/terms-of-use'>Condiciones de uso</a> y la <a href='https://osmand.net/docs/legal/privacy-policy'>Política de privacidad</a> .
et: Kaartide allalaadimisel sa nõustud <a href='https://osmand.net/docs/legal/terms-of-use'>Kasutustingimustega</a> ja <a href='https://osmand.net/docs/legal/privacy-policy'>Privaatsusreeglitega</a>.
fr: En téléchargeant des cartes vous acceptez les <a href='https://osmand.net/docs/legal/terms-of-use'>conditions d'utilisation</a> et la <a href='https://osmand.net/docs/legal/privacy-policy'>politique de confidentialité</a>.
hu: A térképek letöltésével elfogadja a <a href='https://osmand.net/docs/legal/terms-of-use'>Felhasználási feltételeket</a> és az <a href='https://osmand.net/docs/legal/privacy-policy'>Adatvédelmi irányelveket</a>.
id: Dengan mengunduh peta, Anda menyetujui <a href='https://osmand.net/docs/legal/terms-of-use'>Ketentuan Penggunaan</a> dan <a href='https://osmand.net/docs/legal/privacy-policy'>Kebijakan Privasi</a>.
is: Með því að sækja landakort samþykkir þú <a href='https://osmand.net/docs/legal/terms-of-use'>Notkunarskilmála</a> and <a href='https://osmand.net/docs/legal/privacy-policy'>Persónuverndarstefnu</a> okkar.
it: Scaricando le mappe accetti i <a href='https://osmand.net/docs/legal/terms-of-use'>Termini d'uso</a> e la <a href='https://osmand.net/docs/legal/privacy-policy'>Informativa sulla privacy</a>.
oc: Quand teledescargatz lei mapas acceptatz lei <a href='https://osmand.net/docs/legal/terms-of-use'>condicions d'utilisacion</a> e la <a href='https://osmand.net/docs/legal/privacy-policy'>politica de confidentialitat</a>.
ro_ro: Prin descărcarea hărților sunteți de acord cu <a href='https://osmand.net/docs/legal/terms-of-use'>Condițiile de utilizare</a> și <a href='https://osmand.net/docs/legal/privacy-policy'>Politica de confidențialitate</a>.
ru: Скачивая карты, вы соглашаетесь с <a href='https://osmand.net/docs/legal/terms-of-use'>Условиями использования</a> и <a href='https://osmand.net/docs/legal/privacy-policy'>Политикой конфиденциальности</a>.
sc: Iscarrighende mapas atzetas sas <a href='https://osmand.net/docs/legal/terms-of-use'> Cunditziones de Impreu</a> e sa <a href='https://osmand.net/docs/legal/privacy-policy'>Polìtica de Riservadesa</a>.
sr: Преузимањем мапа слажете се са <a href='https://osmand.net/docs/legal/terms-of-use'>Условима употребе</a> и <a href='https://osmand.net/docs/legal/privacy-policy'>Политиком приватности</a>.
sr_latn: Preuzimanjem mapa slažete se sa <a href='https://osmand.net/docs/legal/terms-of-use'>Uslovima upotrebe</a> i <a href='https://osmand.net/docs/legal/privacy-policy'>Politikom privatnosti</a>.
sv: Genom att ladda ner kartor godkänner du <a href='https://osmand.net/docs/legal/terms-of-use'>Användarvillkor</a> och <a href='https://osmand.net/docs/legal/privacy-policy'>Integritetspolicy</a>.
ta: வரைபடங்களைப் பதிவிறக்குவதன் மூலம் நீங்கள் <a href = 'https: //osmand.net/docs/legal/terms-of-use'> பயன்பாட்டு விதிமுறைகள் </a> மற்றும் <a href = 'https: // osmand க்கு ஒப்புக்கொள்கிறீர்கள். நிகர/டாக்ச்/சட்ட/தனியுரிமை-கொள்கை '> தனியுரிமைக் கொள்கை </a>.
tr: Haritaları indirerek <a href='https://osmand.net/docs/legal/terms-of-use'>Kullanım Koşulları</a> ve <a href='https://osmand.net/docs/legal/privacy-policy'>Gizlilik Politikasını</a> kabul etmiş olursunuz.
uk: Завантажуючи мапи, ви погоджуєтесь з <a href='https://osmand.net/docs/legal/terms-of-use'>Умовами використання</a> та <a href='https://osmand.net/docs/legal/privacy-policy'>Політикою приватності</a>.
zh_hant: 下載地圖即表示您同意<a href='https://osmand.net/docs/legal/terms-of-use'>使用條款</a>和<a href='https://osmand.net/docs/legal/privacy-policy'>隱私政策</a>。

# app_mode_scooter
source: Scooter
ar: سكوتر
be: Скутар
bg: Тротинетка
ca: Escúter
cs: Skútr
cy: Sgwter
de: Motorroller
el: Βέσπα
eo: Skotero
es_us: Escúter (motoneta)
et: Tõukeratas
eu: Motoa
fa: اسکوتر
fi: Skootteri
gl: Escúter (motocicleta)
he: קטנוע/קורקינט
hi: स्कूटर
hu: Roller
hy: Սկուտեր
id: Skuter
is: Skellinöðrur
ja: スクーター
ka: სკუტერი
ko: 스쿠터
lt: Paspirtukas
lv: Skūteris
mk: Skuter
oc: Escotèr
pl: Skuter
pt_br: Lambreta
ro_ro: Scuter
ru: Самокат
sc: Motorinu (Scooter)
sk: Skúter
sl: Prevoz s skuterjem
sr: Скутер
sr_latn: Skuter
sv: Skoter
ta: ச்கூட்டர்
te: మోటారు బండి
tr: Mobilet
uk: Самокат
vi: Xe tay ga
zh_hans: 踏板车
zh_hant: 速克達

# app_mode_camper
source: Camper
ar: العربه
be: Прычэп
bg: Кемпер
cs: Obytný přívěs
cy: Fan gwersylla
da: Campingvogn
de: Wohnwagen
el: Τροχόσπιτο
eo: Kampad‑postveturilo
es_us: Casa rodante (camper)
et: Laagriauto
eu: Kanpinzalea
fa: کمپر
fi: Asuntovaunu
fr: Campeur
gl: Casa móbil (camper)
he: מחנאות
hi: पर्यटक
hu: Lakókocsi
hy: Կցասայլակ
id: Kemping
is: Svefnbíll
ja: キャンパー
ka: დამსვენებელი
lt: Kemperis
lv: Treileris
mk: Kamper
nb: Campingvogn
nl: Caravan
oc: Campatge
pl: Kamper
pt_br: Casa móvel (campista)
ro_ro: Camping
ru: Кемпер
sk: Obytný príves
sl: Potovanje s prikolico
sr: Кампер
sr_latn: Kamper
sv: Husbil
ta: கேம்பர்
te: మకాం వేసే వ్యక్తి
tr: Kampçı
uk: Кемпер
vi: Xe cắm trại
zh_hans: 露营车
zh_hant: 露營車

# map_widget_ant_bicycle_speed
source: Bicycle Speed
ar: سرعة الدراجة
bg: Скорост на велосипеда
ca: Velocitat de la bicicleta
cs: Rychlost jízdního kola
da: Cykelhastighed
de: Fahrradgeschwindigkeit
el: Ταχύτητα ποδηλάτου
eo: Rapido de biciklo
es_us: Velocidad de la bicicleta
et: Jalgratta kiirus
eu: Bizikletaren abiadura
fa: سرعت دوچرخه
fi: Pyörän nopeus
fr: Vitesse du vélo
he: מהירות אופניים
hu: Kerékpársebesség
id: Kecepatan Sepeda
is: Hraði hjólandi
it: Velocità bicicletta
ja: 自転車の速度
ko: 자전거 속도
nb: Sykkelhastighet
nl: Fiets snelheid
pl: Prędkość roweru
ro_ro: Viteza bicicletei
ru: Скорость велосипеда
sc: Lestresa de sa bitzicleta
sk: Rýchlosť bicykla
sl: Hitrost kolesa
sr: Брзина бицикла
sr_latn: Brzina bicikla
sv: Cykelhastighet
ta: சைக்கிள் விரைவு
tr: Bisiklet Hızı
uk: Швидкість велосипеда
vi: Tốc độ xe đạp
zh_hans: 自行车速度
zh_hant: 自行車速度

# external_sensors_source_of_data
source: Source of data
ar: مصدر البيانات
bg: Източник на данни
ca: Procedència de les dades
cs: Zdroj údajů
da: Datakilde
de: Quelle der Daten
el: Πηγή δεδομένων
eo: Fonto de datumoj
es_us: Proveedor de datos
et: Andmeallikas
eu: Datuen iturria
fa: منبع داده‌ها
fi: Datan lähde
fr: Source des données
he: מקור הנתונים
hu: Az adat forrása
id: Sumber data
is: Uppruni gagna
it: Fonte dei dati
ko: 데이터 원본
lt: Duomenų šaltinis
nb: Datakilde
nl: Gegevensbron
pl: Źródło danych
ro_ro: Sursa datelor
ru: Источник данных
sk: Zdroj údajov
sl: Vir podatkov
sr: Извор података
sr_latn: Izvor podataka
sv: Datakälla
ta: தரவின் சான்று
tr: Veri kaynağı
uk: Джерело даних
vi: Nguồn dữ liệu
zh_hans: 数据来源
zh_hant: 資料來源

# shared_string_foot
source: Foot
ar: القدم
be: Нага
bg: Крак
ca: Peu
cs: Noha
cy: Troed
da: Fod
de: Fuß
el: Πόδι
eo: Piedo
es_us: Pie
et: Jalal
eu: Oina
fa: پا
fi: Jalka
fr: Pied
hu: Láb
id: Kaki
is: Fótur
it: Piede
ka: ფეხი
ko: 도보
nb: Fot
nl: Voet
oc: Pè
pl: Stopa
ro_ro: Picior
ru: Нога
sk: Noha
sl: Noga
sr: Стопа
sr_latn: Noga
sv: Fot
ta: பாதம்
tr: Ayak
uk: Стопа
vi: Bàn chân
zh_hans: 脚
zh_hant: 腳

# shared_string_travel
source: Travel
ar: سفر
az: Səyahət
be: Вандроўка
bg: Пътуване
ca: Viatge
cs: Cestování
cy: Teithio
da: Rejse
de: Reisen
el: Ταξίδι
eo: Vojaĝo
es_us: Viaje
et: Reisimine
eu: Bidaia
fa: سفر
fi: Matkailu
fr: Voyage
gl: Viaxe
he: טיול
hu: Utazás
id: Perjalanan
is: Ferðalög
it: Viaggio
ja: 旅行
ka: მოგზაურობა
ko: 여행
lv: Ceļošana
mk: Patuvaj
nb: Reise
nl: Reizen
oc: Viatge
pl: Podróże
ro_ro: Călătorii
ru: Путешествие
sc: Biàgiu
sk: Cestovanie
sl: Potovanje
sr: Путовање
sr_latn: Putovanje
sv: Resa
ta: பயணம்
tr: Seyahat
uk: Подорож
zh_hans: 旅行
zh_hant: 旅行

source: Add description
ar: إضافة وصف
ast: Amestar una descripción
az: Açıqlama əlavə et
be: Дадаць апісанне
bg: Добавете описание
ca: Afegiu una descripció
cs: Přidat popis
cy: Ychwanegu disgrifiad
da: Tilføj beskrivelse
de: Beschreibung hinzufügen
el: Προσθήκη περιγραφής
eo: Aldoni priskribon
es_us: Añadir descripción
et: Lisa kirjeldus
eu: Gehitu deskripzioa
fa: افزودن توضیحات
fi: Lisää kuvaus
fr: Ajouter une description
gl: Engadir descrición
he: הוספת תיאור
hu: Leírás hozzáadása
id: Tambahkan deskripsi
is: Bæta við lýsingu
it: Aggiungi descrizione
ja: 説明を追加
ka: აღწერის დამატება
ko: 설명 추가
lt: Pridėti aprašymą
mk: Dodadi opis
nb: Legg til beskrivelse
nl: Beschrijving toevoegen
oc: Ajustar una descripcion
pl: Dodaj opis
ro_ro: Adăugare descriere
ru: Добавить описание
sc: Annanghe una descritzione
sk: Pridať popis
sl: Dodaj opis
sr: Додај опис
sr_latn: Dodaj opis
sv: Lägg till beskrivning
ta: விளக்கத்தைச் சேர்க்கவும்
tr: Açıklama ekle
uk: Додати опис
vi: Thêm mô tả
zh_hans: 添加描述
zh_hant: 新增描述
