Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# res_wsea_map
source: World seamarks basemap
ar: خريطة العلامات البحرية العالمية
be: Сусветная мапа марскіх аб’ектаў
ca: Mapa bàsic mundial marítim
cs: Světová námořní mapa
da: Sømærkegrundkort på verdensplan
de: Weltweite Seemarken-Basiskarte
es_us: Mapa mundial náutico
et: Maailma meremärkide põhikaart
fr: Carte du balisage maritime mondial
hu: Világ bójái alaptérkép
id: Peta dasar marka laut dunia
is: Grunnkort fyrir sjómerki heimshafanna
it: Mappa nautica mondiale
ja: 全世界の航路標識ベースマップ
ka: სამყაროს ზღვების რუკა
nl: Wereldwijde nautische basiskaart
oc: Mapa maritima mondiala de basa
pl: Mapa podstawowa światowych znaków nawigacyjnych
pt_br: Mapa base mundial naútico
ro_ro: Harta de bază World seamarks
ru: Мировая карта морских ориентиров
sc: Mapa nàutica mundiale
sk: Svetová námorná mapa
sr: Светска основна карта морских ознака
sr_latn: Svetska osnovna karta morskih oznaka
sv: Globalt grundläggande sjökort
ta: உலக சீமார்க்ச் அடிப்படை
tr: Dünya deniz işaretleri temel haritası
uk: Світова мапа морських об'єктів
zh_hant: 全球航線標識

# res_dmap
source: Detailed overview map
ar: نظرة عامة مفصلة على الخريطة
be: Падрабязная аглядная мапа
ca: Mapa detallat
cs: Podrobná přehledová mapa
da: Detaljeret oversigtskort
de: detaillierte Übersichtskarte
el: Λεπτομερείς επισκόπηση χάρτη
es_us: Mapa detallado mundial
et: Üksikasjalik ülevaatekaart
fr: Carte détaillée
hu: Részletes áttekintő térkép
id: Peta ikhtisar detail
is: Nákvæmt yfirlitskort
it: Mappa panoramica detagliata
ja: 詳細な概要マップ
ka: დეტალური გადახედვის რუკა
ko: 상세개요지도
mr: तपशीलवार दृष्टिक्षेप नकाशा
nl: Gedetailleerde overzichtskaart
oc: Mapa detalhada
pl: Mapa szczegółowa
pt_br: Visão geral detalhada do mapa
ro_ro: Hartă de ansamblu detaliată
ru: Детальная обзорная карта
sc: Mapa generale a sa minuda
sk: Podrobná prehľadová mapa
sr: Детаљна прегледна мапа
sr_latn: Detaljna pregledna mapa
sv: Detaljerad översiktskarta
ta: விரிவான கண்ணோட்டம் வரைபடம்
tr: Ayrıntılı genel bakış haritası
uk: Докладна оглядова мапа
zh_hant: 詳細地圖概覽

# res_install_no_space
source: Not enough space to install
ar: لا توجد مساحة كافية للتثبيت
be: Недастаткова месца для ўсталёўкі
ca: No hi ha prou espai per instal·lar
cs: Není dostatek místa na instalaci
da: Ikke plads nok til installation
de: Nicht genug Speicherplatz zum Installieren
el: Δεν υπάρχει αρκετός χώρος για εγκατάσταση
es_us: Sin espacio suficiente para instalar
et: Paigaldamiseks pole piisavalt ruumi
fr: Espace disque insuffisant pour installer
hu: Nincs elég hely a telepítéshez
id: Tidak cukup ruang untuk memasang
is: Það er ekki nægilegt pláss til að setja upp
it: Non c'è abbastanza spazio per installare
ja: インストールするのに十分な空き容量がありません
nl: Niet genoeg ruimte beschikbaar voor installatie
oc: Pas pron d'espaci per installar
pl: Za mało miejsca, aby zainstalować
pt_br: Não há espaço suficiente para instalar
ro_ro: Nu este suficient spațiu pentru instalare
ru: Недостаточно места для установки
sc: Non b'est logu bastante pro installare
sk: Nie je dostatok miesta na inštaláciu
sl: Ni dovolj prostora za namestitev
sr: Нема довољно простора за инсталацију
sr_latn: Nema dovoljno prostora za instalaciju
sv: Inte tillräckligt ledigt utrymme att installera
ta: நிறுவ போதுமான இடம் இல்லை
tr: Yüklemek için yeterli alan yok
uk: Недостатньо місця для встановлення
zh_hant: 沒有足夠的空間安裝

# res_cancel_inst_q
source: You're going to cancel %@ installation.
ar: سيقوم بإلغاء %@ التثبيت.
be: Вы хочаце скасаваць усталёўку %@.
ca: Esteu a punt d'aturar la instal·lació %@.
cs: Chystáte se zrušit instalaci %@.
da: Annuller %@ installation.
de: Du bist dabei die Installation %@ abzubrechen.
el: Θα ακυρώσετε %@ εγκατάσταση.
es_us: Cancelarás la instalación de %@.
et: Oled tühistamas %@ paigaldust.
fr: Vous allez annuler l'installation de %@.
hu: %@ telepítést fog megszakítani.
id: Anda akan membatalkan pemasangan %@.
is: Þú munt hætta við %@ uppsetningar.
it: Stai per cancellare %@ installazione.
ja: %@のインストールをキャンセルします。
nl: Je gaat de %@ installatie annuleren.
oc: Siatz a mand d'arrestar l'installacion %@.
pl: Zamierzasz anulować instalację %@.
pt_br: Você vai cancelar a instalação de %@.
ro_ro: Aveți de gând să anulați instalarea %@.
ru: Вы собираетесь отменить установку %@.
sc: As a burrare %@ installatziones.
sk: Chceš zrušiť inštaláciu %@.
sr: Отказа ћете %@ инсталацију.
sr_latn: Otkaza ćete %@ instalaciju.
sv: Du kommer avbryta %@ installation.
ta: நீங்கள் %@ நிறுவலை ரத்து செய்யப் போகிறீர்கள்.
tr: %@ kurulumunu iptal edeceksiniz.
uk: Ви збираєтеся скасувати встановлення %@.
zh_hant: 您要取消 %@ 的安裝。

# shared_string_size
source: Size
ar: الحجم
az: Ölçü
be: Памер
bg: Размер
ca: Mida
cs: Velikost
cy: Maint
da: Størrelse
de: Größe
el: Μέγεθος
eo: Grando
es_us: Tamaño
et: Suurus
eu: Tamaina
fa: اندازه
fi: Koko
fr: Taille
he: גודל
hu: Méret
id: Ukuran
is: Stærð
it: Misura
ja: サイズ
ka: ზომა
ko: 크기
lt: Dydis
mk: Golemina
nb: Størrelse
nl: Grootte
oc: Mesura
pl: Rozmiar
ro_ro: Dimensiune
ru: Размер
sc: Mannària
sk: Veľkosť
sl: Velikost
sr: Величина
sr_latn: Veličina
sv: Storlek
ta: அளவு
tr: Boyut
uk: Розмір
vi: Kích thước
zh_hans: 尺寸
zh_hant: 大小

source: Created on
ar: تم الإنشاء في
be: Створана
bg: Създаден
ca: Creat el
cs: Vytvořeno dne
cy: Crëwyd ar
da: Oprettet den
de: Erstellt am
el: Δημιουργήθηκε στις
eo: Kreita je
es_us: Creado el
et: Loodud
eu: Noiz sortua
fa: ساخته‌شده در
fi: Luotu
fr: Créé le
he: נוצר בתאריך
hu: Létrehozva:
id: Dibuat pada
is: Búið til
it: Creato il
ja: 作成日
ka: შექმნილია
ko: 작성 날짜
mk: Kreirano na
nb: Opprettet
nl: Aangemaakt op
oc: Creat lo
pl: Utworzono na
ro_ro: Creat la
ru: Создан
sc: Creadu su
sk: Vytvorené dňa
sl: Ustvarjeno
sr: Датум стварања
sr_latn: Datum kreiranja
sv: Skapad
ta: உருவாக்கப்பட்டது
tr: Oluşturulma tarihi
uk: Створено
vi: Đã tạo vào
zh_hans: 创建于
zh_hant: 建立於

# res_zoom_invalid_value
source: Zoom values should be in range 1 - 22
ar: يجب أن تكون قيم التكبير في النطاق 1 - 22
be: Значэнні маштабавання мусяць быць у дыяпазоне 1 - 22
ca: Els valors del zoom han de estar entre 1 - 22
cs: Úroveň přiblížení musí být v rozsahu 1 - 22
da: Zoomværdier skal være inden for området 1 - 22
de: Zoomwerte sollten im Bereich 1 - 22 liegen
el: Οι τιμές εστίασης πρέπει να είναι στο εύρος 1 - 22
es_us: Los valores de zum deben estar en el rango 1 - 22
et: Suumi väärtused peavad olema vahemikus 1-22
fr: Le niveau de zoom doit être dans l'intervalle 1 - 22
hu: A nagyítási értékeknek az 1 - 22 tartományban kell lenniük
id: Nilai zoom harus dalam kisaran 1 - 22
is: Aðdráttargildi ætti að vera á bilinu 1 - 22
it: Il livello di zoom deve essere nell'intervallo 1 - 22
ja: ズーム値は1～22の範囲でなければなりません
nl: Zoom waardes moeten in het bereik 1 - 22 liggen
oc: Lo nivèu de zoom deu èstre entre 1 - 22
pl: Wartości powiększenia powinny być w przedziale 1-22
pt_br: Os valores do zoom devem estar no intervalo de 1 a 22
ro_ro: Valorile de zoom trebuie să fie în intervalul 1 - 22
ru: Значения масштабирования должны находиться в диапазоне 1 - 22
sc: Sos valores de ismanniamentu diant dèpere abarrare in s'intervallu 1 - 22
sr: Вредности зумирања треба да буду у опсегу од 1 до 22
sr_latn: Vrednosti zumiranja treba da budu u opsegu od 1 do 22
sv: Zoomvärden behöver vara inom intervallet 1 - 22
ta: சூம் மதிப்புகள் 1 - 22 வரம்பில் இருக்க வேண்டும்
tr: Yakınlaştırma değerleri 1 - 22 aralığında olmalıdır
uk: Значення масштабування повинні бути у проміжку 1 - 22
zh_hant: 縮放值應在 1 - 22 的範圍內

# srtm_unit_format
source: Contour lines unit variant
ar: متغير وحدة خطوط الكفاف (الكنتور)
be: Адзінкі вымярэння контурных ліній
bg: Единици за измерване на контурните линии
cs: Varianta vrstevnicových jednotek
cy: Amrywiolyn uned cyfuchlinellau
da: Enhedsvariant med højdekurver
de: Einheitenvariante der Höhenlinien
el: Παραλλαγή μονάδας ισοϋψών καμπυλών
eo: Unuo por nivelkurboj
es_us: Variante de unidad de las curvas de nivel
et: Kõrgusjoonte ühiku variant
eu: Sestra-marren unitate aldaketa
fa: یکای منحنی‌های میزان
fi: Korkeuskäyrien yksikkövariantti
fr: Unité des courbes de niveau
gl: Variante da unidade das curvas de nivel
he: הגוון יחידת קווי מתאר
hu: Szintvonalak mértékegysége
id: Varian unit garis kontur
is: Tilbrigði eininga hæðarlína
it: Unità di misura delle linee di contorno
ja: 等高線ユニットバリアント
ka: Contour lines unit format
ko: Contour 라인 단위 변종
lt: Contour lines unit format
lv: Contour lines unit format
mk: Varijanta na edinicata za konturni linii
nb: Enhetsvariant for koter
nl: Eenheid van hoogtelijnen
oc: Unitat de mesura dei linhas de contorn
pl: Wariant jednostek linii konturowych
pt_br: Variante da unidade de curvas de nível
ro_ro: Variantă unitate linii de contur
ru: Данные изолиний
sc: Unidade de medida pro sas curvas de livellu
sk: Variant jednotiek vrstevníc
sl: Različica enote izohips
sr: Варијанта мерних јединица за изохипсе
sr_latn: Varijanta mernih jedinica za izohipse
sv: Måttenhet för höjdkurvor
ta: விளிம்பு கோடுகள் அலகு மாறுபாடு
tr: Eş yükselti eğrileri birimi çeşidi
uk: Одиниці вимірювання ізоліній
vi: Biến thể đơn vị đường đồng mức
zh_hans: 等高线单位变体
zh_hant: 等高線單位變體

# osm_delete_confirmation_descr
source: Are you sure you want to delete this POI?
ar: هل أنت متأكد من أنك تريد حذف نقطة الاهتمام هذه؟
be: Сапраўды хочаце выдаліць гэты POI?
ca: Esteu segur que voleu suprimir aquest PDI?
cs: Opravdu chcete odstranit tento bod zájmu?
da: Bekræft sletning af interessepunktet?
de: Sind Sie sicher, dass Sie diesen POI löschen möchten?
el: Σίγουρα θέλετε να διαγράψετε αυτό το ΣΕ;
es_us: ¿Seguro que desea borrar este PDI?
et: Oled kindel, et soovid selle HP kustutada?
fr: Êtes vous sûr de vouloir supprimer ce point ?
hu: Biztosan törölni szeretné ezt az érdekes helyet?
id: Apakah Anda yakin ingin menghapus POI ini?
is: Ertu viss um að þú viljir eyða þessum merkisstað (POI)?
it: Sei sicuro di volere eliminare questo PDI?
ja: このPOIを削除してもよろしいですか？
nl: Weet u zeker dat u deze POI wilt verwijderen?
oc: Siatz segur que volètz suprimir aquest PDI?
pl: Czy na pewno usunąć to użyteczne miejsce?
pt_br: Tem certeza de que deseja excluir este POI?
ro_ro: Sunteți sigur că doriți să ștergeți acest punct de interes?
ru: Вы уверены, что хотите удалить этот POI?
sc: Ses seguru de chèrrere iscantzellare custu PDI?
sk: Naozaj chcete odstrániť tento bod záujmu?
sr: Да ли сте сигурни да желите да избришете овај POI?
sr_latn: Da li ste sigurni da želite da izbrišete ovaj TOI?
sv: Vill du radera intressepunkten?
ta: இந்த POI ஐ நீக்க விரும்புகிறீர்களா?
tr: Bu POI'yi silmek istediğinizden emin misiniz?
uk: Ви впевнені, що точно бажаєте вилучити цю точку інтересу?
zh_hant: 您確定要移除這個 POI ？

source: Routing algorithm
cs: algoritmus navigace
da: Ruteberegning-algoritme
de: Routing-Algorithmus
el: Αλγόριθμος δρομολόγησης
es_us: Algoritmo de navegación
et: Teekonna koostamise algoritm
fr: Algorithme de navigation
hu: Útvonaltervezési algoritmus
id: Algoritma perutean
is: Reiknirit leiðargerðar
it: Algoritmo di routing
nl: Routering algoritme
pl: Algorytm znajdowania trasy
ro_ro: Algoritm de rutare
ru: Алгоритм маршрутизации
sr: Алгоритам рутирања
sr_latn: Algoritam rutiranja
sv: Ruttberäkningsalgoritm
ta: ரூட்டிங் வழிமுறை
uk: Маршрутний алгоритм
zh_hant: 導航演算法

# auto_zoom_smooth
source: Smooth
cs: Plynulé
da: Jævn
de: Glatt
el: Ομαλό
eo: Kontinua
es_us: Suave
et: Sujuv
eu: Leuna
fa: نرم
fi: Tasainen
fr: Progressif
he: חלק
hu: Fokozatmentes
id: Halus
is: Mjúkt
it: Fluido
ja: 滑らか
ka: გლუვი
ko: 매끄러운
nl: Glad
pl: Płynny
ro_ro: Neted
ru: Плавное
sk: Plynulé
sr: Гладко
sr_latn: Glatko
sv: Jämn
ta: மென்மையான
tr: Yumuşak
uk: Плавно
vi: Mượt
zh_hans: 平滑
zh_hant: 平順

# auto_zoom_discrete
source: Discrete
cs: Skokové
da: Diskret
de: Schrittweise
el: Διακριτό
eo: Diskreta
es_us: Discreto
et: Mittepidev
eu: Diskretua
fa: بزرگنمایی گسسته
fi: Askellettu
fr: Arrondi
hu: Lépcsőzetes
id: Diskret
is: Óáberandi
it: Discreto
ja: 段階
ka: დისკრეტული
ko: 분리
nl: Discreet
pl: Dyskretny
ro_ro: Discret
ru: Дискретное
sk: Skokové
sr: Дискретно
sr_latn: Diskretno
sv: Diskret
ta: தனித்துவமான
tr: Ayrık
uk: Дискретно
vi: Riêng biệt
zh_hans: 不连续
zh_hant: 分離

# simulate_your_location_gpx_descr
source: Simulate your position using a recorded GPX track.
ar: محاكاة موقعك باستخدام مسار GPX مسجل.
be: Сімуляваць сваю пазіцыю пры дапамозе запісанага GPX-следу.
ca: Simula la vostra posició fent servir una traça GPX enregistrada.
cs: Simulovat polohu pomocí zaznamenané stopy GPX.
cy: Efelychu eich lleoliad gan ddefnyddio trac GPX wedi'i recordio.
da: Simuler din position ved hjælp af et optaget GPX-spor.
de: Simulation Ihrer Position mit einem aufgezeichneten GPX-Track.
el: Προσομοίωση της θέσης σας χρησιμοποιώντας καταγεγραμμένη διαδρομή GPX.
eo: Simuli vian pozicion uzante registritan GPX‑kurson.
es_us: Simular la ubicación usando una traza GPX grabada.
et: Simuleeri oma asukohta kasutades salvestatud GPX rada.
eu: Simulatu zure posizioa grabatutako GPX arrasto bat erabiliz.
fa: موقعیت خود را با استفاده از یک رد GPX ضبط‌شده شبیه‌سازی کنید.
fi: Simuloi sijaintiasi käyttäen tallennettua GPX jälkeä.
fr: Simulez votre position à partir d\'une trace GPX enregistrée.
gl: Simular a túa posición empregando unha pista GPX gravada.
he: הדמיית המיקום שלך באמצעות מסלול GPX שהוקלט מראש.
hu: Pozíció szimulálása egy rögzített GPX-nyomvonal felhasználásával.
id: Simulasikan posisi Anda menggunakan trek GPX yang sudah direkam.
is: Herma eftir staðsetningu þinni með áður skráðum GPX-ferli.
it: Simula la mia posizione utilizzando una traccia GPX registrata.
ja: 記録されたGPX経路を利用して位置をシミュレートします。
mk: Simulirajte ja vašata pozicija koristejḱi go snimenit GPX zapis.
nb: Simuler posisjonen din ved bruk av et innspilt GPX-spor.
nl: Simuleer je positie door een opgenomen GPX-track te gebruiken.
oc: Podètz simular lo desplaçament de la posicion en emplegant la traça GPX.
pl: Symuluje położenie, używając zarejestrowanej trasy GPX.
ro_ro: Simulați poziția dvs. cu ajutorul unei piste GPX înregistrate.
ru: Моделируйте свое местоположение с помощью записанного GPX трека.
sc: Sìmula sa positzione tua impreende una rasta GPX registrada.
sk: Simulovať polohu pomocou zaznamenanej stopy GPX.
sl: Simuliraj svoj položaj s posneto sledjo GPX.
sr: Опонашајте свој положај користећу снимљени траг ГПИкс-а.
sr_latn: Simuliraj svoj lokaciju koristeću snimljenu GPX trase.
sv: Simulera din position med ett inspelat GPX-spår.
ta: பதிவுசெய்யப்பட்ட சிபிஎக்ச் பாதையைப் பயன்படுத்தி உங்கள் நிலையை உருவகப்படுத்துங்கள்.
tr: Kayıtlı bir GPX yolu kullanarak konumunuzu simüle edin.
uk: Симуляція положення за допомогою записаного треку GPX.
zh_hans: 使用录制的 GPX 轨迹模拟你的位置。
zh_hant: 使用已紀錄的 GPX 軌跡模擬您的位置。

# simulate_location_track_select_descr
source: Choose track that will use as source for location moving.
ar: اختر المسار الذي سيتم استخدامه كمصدر لنقل الموقع.
cs: Zvolte stopu, která bude sloužit jako zdroj pro změnu polohy.
da: Vælg spor, der skal bruges som kilde til bevægelse af placering.
de: Wählen Sie den Track, der als Quelle für die Standortverschiebung verwendet wird.
el: Επιλέξτε το ίχνος που θα χρησιμοποιηθεί ως πηγή για μετακίνηση τοποθεσίας.
es_us: Elige la traza que será usada como origen para el desplazamiento de la ubicación.
fr: Choisissez la trace qui sera utilisée comme source pour le déplacement.
hu: Válassza ki a nyomvonalat, amelyet a helyváltoztatás forrásaként fog használni.
id: Pilih trek yang akan digunakan sebagai sumber pergerakan lokasi.
is: Veldu feril sem verður notaður sem grunnur við tilfærslu á staðsetningu.
it: Scegli la traccia che verrà utilizzata come fonte per lo spostamento della posizione.
nl: Kies track die gebruikt wordt als bron voor locatie verplaatsing.
oc: Chausissètz la traça que servirà de fònt per lo desplaçament de la posicion.
ro_ro: Alegeți pista care va fi folosită ca sursă pentru mutarea locației.
ru: Выберите трек, который будет использоваться для основы маршрута.
sc: Issèbera sa rasta chi as a impreare che a fonte pro su movimentu de positzione.
sr: Одаберите путању као извор за померање локације.
sr_latn: Odaberite putanju kao izvor za pomeranje lokacije.
sv: Välj spår att använda som källa för positionsförflyttning.
ta: இருப்பிடத்தை நகர்த்துவதற்கான ஆதாரமாகப் பயன்படுத்தும் தடத்தைத் தேர்வுசெய்க.
tr: Konum hareketi için kaynak olarak kullanılacak yolu seçin.
uk: Виберіть трек, який використовуватиметься джерелом для переміщення.
zh_hant: 選擇將用作位置移動來源的軌跡。

# simulate_location_movement_speed_x2
source: x2
ar: 2x
be: х2
hu: 2x
ta: கவர்

# osm_around_the_clock
source: Around the clock (24/7)
ar: علي مدار الساعة (24/7)
be: Шточас (24/7)
ca: Tot el dia (24/7)
cs: Nonstop (24/7)
da: Døgnåben (24/7)
de: Rund um die Uhr (24/7)
el: Όλο το εικοσιτετράωρο (24/7)
es_us: Todo el día (24/7)
et: Ööpäevaringselt (24/7)
fr: 24 heures sur 24, 7 jours sur 7
hu: Éjjel-nappal (24/7)
id: Sepanjang waktu (24/7)
is: Allan sólarhringinn (24/7)
it: Tutto il giorno (24 ore su 24, 7 giorni su 7)
ja: 24時間営業(24時間年中無休)
ka: მთელი დღე (24/7)
nl: Rond de klok (24/7)
oc: Cada jorn (24/7)
pl: Całodobowo (24/7)
pt_br: Ao redor do relógio (24/7)
ro_ro: În permanență (24/7)
ru: Круглосуточно (24/7)
sc: Totu sa die (24/7)
sk: Nonstop (24/7)
sr: Непрестано (24/7)
sr_latn: Neprestano (24/7)
sv: Dygnet runt (24/7)
ta: கடிகாரத்தைச் சுற்றி (24/7)
tr: 24 saat (7/24)
uk: Цілодобово (24/7)
zh_hant: 24小時營運

# osm_closes_at
source: Closes at:
ar: يغلق في:
be: Зачыняецца а:
ca: Tanca a les:
cs: Zavírá v:
da: Lukker kl:
de: Schließt um:
el: Κλείνει στις:
es_us: Cierra a las:
et: Suletakse kell:
fa: بسته‌می‌شود در:
fr: Ferme à :
hu: Bezár ekkor:
id: Tutup pukul:
is: Lokar klukkan:
it: Chiude alle:
ja: 営業終了時間:
ka: დახურვის დრო:
ko: 닫기 시간:
nl: Sluit om:
oc: Clava a t:
pl: Zostanie zamknięte o:
pt_br: Fecha em:
ro_ro: Închide la:
ru: Закрывается в:
sc: Serrat a sas:
sk: Zatvorí o:
sl: Zapiralni čas:
sr: Затвара се у:
sr_latn: Zatvara se u:
sv: Stänger kl:
ta: இங்கு மூடுகிறது:
tr: Kapanış zamanı:
uk: Закривається о:
zh_hant: 關門時間：

source: Contact info
ar: معلومات الاتصال
az: Əlaqə məlumatları
be: Кантакты
bg: За контакти
ca: Informació de contacte
cs: Kontaktní informace
cy: Gwybodaeth cysylltu
da: Kontaktoplysninger
de: Kontakt-Informationen
el: Πληροφορίες επαφής
eo: Kontaktaj informoj
es_us: Información de contacto
et: Kontakti info
eu: Kontaktu informazioa
fa: اطلاعات تماس
fi: Yhteystiedot
fr: Contact
gl: información de contacto
he: פרטי קשר
hu: Elérhetőségek
hy: Կոնտակտային տվյալներ
id: Info kontak
is: Upplýsingar um tengilið
it: Informazioni di contatto
ja: 連絡先
ka: საკონტაქტო ინფორმაცია
ko: 연락처 정보
lt: Kontaktinė informacija
lv: kontaktinformācija
mk: Kontakt za inaformacii
ml: സമ്പര്‍ക്ക വിവരം
mr: संपर्क माहिती
nb: Kontaktinformasjon
nl: Contact
oc: Informacions de contacte
pl: Informacje kontaktowe
ro_ro: Informații de contact
ru: Контактная информация
sc: Informatziones de cuntatu
sk: Kontaktné údaje
sl: Podatki stika
sr: Контакт информације
sr_latn: Kontakt informacije
sv: Kontaktinformation
ta: தொடர்பு செய்தி
tr: İletişim Bilgileri
uk: Контакти
zh_hans: 联系信息
zh_hant: 連絡資訊

# osm_edit_comment_note
source: Comment OSM Note
ar: تعليق ملاحظة OSM
be: Каментаваць нататку OSM
ca: Comentari de la nota d'OSM
cs: Komentovat OSM poznámku
cy: Sylw Nodyn OSM
da: Kommentér OSM-bemærkning
de: OSM-Hinweis kommentieren
el: Σχολιασμός Σημείωσης OSM
eo: Komenti OSM-rimarkon
es_us: Comentar nota de OSM
et: Kommenteeri OSM märkust
eu: Egin iruzkina OSM oharrean
fa: نظردادن به یادداشت OSM
fi: Kommentoi OSM Notea
fr: Commenter la note OSM
gl: Comentar nota do OSM
he: להגיב על הערת OSM
hu: Hozzászólás az OSM-jegyzethez
id: Komentar Catatan OSM
is: Gera athugasemd við OSM-minnispunkt
it: Commenta la nota OSM
ja: OSMメモへのコメント
ka: OSM შენიშვნის კომენტარი
ko: OSM 노트 주석달기
lv: Komentēt OSM Note
mk: Komentiraj OSMnote
nb: Kommenter OSM-notat
nl: Opmerking maken bij OSM-nota
oc: Comentari de la nòta d'OSM
pl: Skomentuj uwagę OSM
ro_ro: Comentează la nota OSM
ru: Комментировать заметку OSM
sc: Cummenta sa nota de OSM
sk: Komentovať OSM poznámku
sl: Komentiraj OSM opombo
sr: Напомена белешке ОСМ-а
sr_latn: Komentar OSM napomena
sv: Kommentera OSM Anteckningar
ta: கருத்து OSM குறிப்பு
tr: OSM Notuna Yorum Yap
uk: Коментувати Нотатку OSM
vi: Bình luận Ghi chú OSM
zh_hans: 评论 OSM 注记
zh_hant: 評論 OSM 註記

# tab_title_basic
source: Basic
ar: أساسي
az: Əsas
be: Асноўнае
bg: Основни
ca: Bàsic
cs: Základní
cy: Sylfaenol
da: Grundlæggende
de: Basis
el: Βασικό
eo: Bazaj
es_us: Básico
et: Põhiline
eu: Oinarrizkoa
fa: ساده
fi: Perustava
fr: Basique
gl: Básico
he: בסיסי
hu: Alap
hy: Հիմնական
id: Dasar
is: Einfalt
it: Semplice
ja: 基本
ka: ძირითადი
ko: 기본
ku: Bingeh
lt: Pagrindinis
lv: Pamata
mk: Bazno
ml: ലളിതമായ
nb: Grunnleggende
nl: Basis
pl: Podstawowe
ro_ro: De bază
ru: Основные
sc: Bàsicu
sk: Základné
sl: Osnovno
sr: Основно
sr_latn: Osnovno
sv: Grundläggande
ta: அடிப்படை
tr: Temel
uk: Основні
zh_hans: 基本
zh_hant: 基本

# upload_to_osm
source: Upload modifications to OSM
ar: رفع التعديلات على OSM
be: Запампоўка змен у OSM
ca: Puja modificacions a l'OSM
cs: Odeslat změny do OSM
da: Send ændringer til OSM
de: Änderungen zur OSM hochladen
el: Μεταφόρτωση τροποποιήσεων στο OSM
es_us: Enviar cambios a OSM
et: Laadi muudatused üles OSM-i
fr: Téléverser les modifications sur OSM
hu: Módosítások feltöltése az OSM-re
id: Unggah modifikasi ke OSM
is: Senda breytingar inn til OSM
it: Carica le modifiche in OSM
ja: OSMへの変更のアップロード
ka: ცვლილებების ატვირთვა OSM-ზე
nl: Aanpassingen naar OSM uploaden
oc: Telecargar lei modificacions a OSM
pl: Prześlij zmiany do OSM
pt_br: Carregar modificações no OSM
ro_ro: Încărcați modificările în OSM
ru: Отправить изменения в OSM
sc: Càrriga sas modìficas in OSM
sk: Odoslať zmeny do OSM
sr: Отпремите измене у OSM
sr_latn: Otpremite izmene u OSM
sv: Ladda upp ändringar till OSM
ta: மாற்றங்களை OSM இல் பதிவேற்றவும்
tr: Değişiklikleri OSM'ye yükle
uk: Надсилання змін до OSM
zh_hant: 上傳修改至 OSM

# osm_edit_show_on_map_descr
source: Open the map centered on this point
ar: افتح الخريطة التي تركز علي هذه النقطة
be: Адкрыць мапу з цэнтрам у гэтым пункце
ca: Obre el mapa centrat en aquest punt
cs: Zobrazit mapu okolo tohoto bodu
da: Åbn kortet centreret på punktet
de: Öffnen Sie die Karte mit diesem Punkt in der Mitte
el: Άνοιγμα του χάρτη κεντραρισμένο σ' αυτό το σημείο
es_us: Abrir el mapa centrado en este punto
et: Ava kaart keskkohaga selles punktis
fr: Ouvrez la carte centrée sur ce point
hu: A térkép megnyitása erre a pontra középre igazítva
id: Buka peta yang berpusat pada titik ini
is: Opna kortið miðjað á þessum punkti
it: Apri la mappa centrandola su questo punto
ja: この点を中心にマップを開きます
nl: Open de kaart gecentreerd op dit punt
oc: Dobrir la mapa amb aqueu ponch per centre
pl: Otwórz mapę wyśrodkowaną na tym punkcie
pt_br: Abrir o mapa centrado neste ponto
ro_ro: Deschideți harta centrată pe acest punct
ru: Открыть карту с центром в этой точке
sc: Aberi sa mapa tzentrada in custu puntu
sk: Zobraziť mapu okolo tohto bodu
sr: Отворите мапу у центру ове тачке
sr_latn: Otvorite mapu u centru ove tačke
sv: Öppna kartan centrerad kring denna punkt
ta: இந்த புள்ளியை மையமாகக் கொண்ட வரைபடத்தைத் திறக்கவும்
tr: Haritayı bu noktaya ortalanmış olarak aç
uk: Відкрити мапу з центром у цій точці
zh_hant: 打開以此點為中心的地圖
