Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# select_nav_profile_dialog_message
source: 'Navigation type' selects how routes are calculated, with available offline and online routing engines.
ar: 'نوع التنقل' يحدد كيفية حساب المسارات عبر محركات توجيه متاحة بالانترنت و بدونها.
be: Тып навігацыі ўплывае на разлік маршруту.
bg: The 'Navigation type' governs how routes are calculated.
ca: El «Tipus de navegació» selecciona com es calculen les rutes, amb motors de navegació en línia i fora de línia disponibles.
cs: 'Typ navigace' nastaví způsob výpočtu tras, s dostupnými offline a online navigačními službami.
cy: Mae 'math o lywio' yn dewis sut y mae llwybrau yn cael eu cyfrifo, gyda'r peiriannau llwybro all-lein ac ar-lein sydd ar gael.
da: 'Navigationstype' afgør, hvordan ruterne beregnes med tilgængelige offline- og online ruteberegningsmotorer.
de: „Navigationsart“ bestimmt, wie Routen mit den verfügbaren Offline- und Online-Routenplanern berechnet werden.
el: Ο 'τύπος πλοήγησης' καθορίζει πως υπολογίζονται οι διαδρομές, με διαθέσιμές μηχανές δρομολόγησης με και χωρίς σύνδεση.
eo: Profilo de navigo influas al la maniero kiel kalkuli kurson. eblas elekti malkonektan aŭ enretan navigilon.
es_us: El «Tipo de navegación» determina cómo se calculan las rutas, entre motores de navegación en línea o sin conexión.
et: "Navigatsiooni liik" valib teekondade arvutamise viisi, seejuures on saadaval nii võguühenduseta kui -ühendusega arvutusmootorid.
eu: "Nabigazio mota" ibilbideak nola kalkulatzen diren hautatzen du, lineaz kanpoko eta lineako bideratze-motorrekin erabilgarri.
fa: "نوع ناوبری" نحوه محاسبه مسیرها را با موتورهای مسیریابی آفلاین و آنلاین انتخاب می کند.
fi: "Navigointityyppi" määrittää, miten reitit lasketaan. Voit valita offline- ja online-reititysmoottoreiden väliltä.
fr: Le "type de navigation" détermine la façon dont les itinéraires sont calculés, avec un moteur de routage soit hors-ligne soit en ligne.
gl: O 'Tipo de navegación' selecciona como calculánse as rutas, con motores de rutas en liña e fóra de liña dispoñibles.
he: ‚סוג הניווט’ בוחר איך המסלולים מחושבים, עם מנגנוני ניווט מקוונים ובלתי מקוונים זמינים.
hu: A „Navigáció típusával” jelölheti ki az útvonal tervezésének módját a rendelkezésre álló offline és online útvonaltervezők közül.
id: 'Jenis navigasi' memilih bagaimana rute dikalkulasikan, dengan mesin perutean luring dan daring yang tersedia.
is: Gerð leiðsagnar hefur áhrif á reglur þær sem notaðar eru við útreikning leiða. Þú getur valið á milli nettengdra og ónettengdra leiðargerða.
it: Il "Tipo di navigazione" determina come i percorsi vengono calcolati con i motori di calcolo online e offline.
ja: 'ナビゲーションタイプ'では、利用可能なオフラインおよびオンラインルーティングエンジンの中から、ルートの計算方法を選択します。
ka: The 'Navigation type' governs how routes are calculated.
ko: '탐색 유형'은 사용 가능한 오프라인 및 온라인 라우팅 엔진을 사용하여 경로를 계산하는 방법을 선택합니다.
lt: The 'Navigation type' governs how routes are calculated.
lv: The 'Navigation type' governs how routes are calculated.
mk: „Tip na navigacija“ izbira kako se presmetuvaat maršrutite, so dostapni oflajn i onlajn motori za rutiranje.
nb: 'Navigeringstype' velger hvordan ruter beregnes, med tilgjengelige frakoblede og nettbaserte rutingsmotorer.
nl: Het 'navigatie type' bepaalt hoe routes worden berekend door de beschikbare offline en online route-engines.
oc: « Mena de navigacion » selecciona lo biais de calcular lei percors, amb de motors de rotatge disponibles fòra de linha e en linha.
pl: „Rodzaj nawigacji” wybiera sposób obliczania tras z dostępnymi silnikami wyznaczania tras offline i online.
pt_br: O 'Tipo de navegação' controla como as rotas são calculadas.
ro_ro: 'Tip de navigație' selectează modul de calcul al rutelor, cu motoare de rutare disponibile offline și online.
ru: «Режим навигации» определяет правила расчёта маршрутов с использованием автономных или онлайн-маршрутизаторов.
sc: Sa 'Casta de navigatzione' issèberat comente benint carculadas sas àndalas, cun motores de càrculu de s'àndala no in lìnia o in lìnia a disponimentu.
sk: 'Typ navigácie' zvolí ako sú vypočítavané trasy, s možnými navigačnými službami online a offline (bez internetu).
sl: »Vrsta navigacije« izbere, kako se izračunajo poti, z razpoložljivimi mehanizmi za usmerjanje brez in z povezavo.
sr: „Врста навођења“ одређује како се израчунава путања, са доступним погонима одређивања путање на мрежи или ван ње.
sr_latn: „Vrsta navođenja“ bira kako se ruta izračunava, uz pristupačna samostalna i mehanizmima usmeravanja bez interneta.
sv: 'Navigeringstyp' avgör hur rutter ska beräknas, med tillgängliga offline och online ruttberäkningsmotorer.
ta: கிடைக்கக்கூடிய இணைப்பில்லாத மற்றும் நிகழ்நிலை ரூட்டிங் என்சின்களுடன், வழிகள் எவ்வாறு கணக்கிடப்படுகின்றன என்பதை 'வழிசெலுத்தல் வகை' தேர்ந்தெடுக்கிறது.
tr: 'Navigasyon türü', kullanılabilir çevrim dışı ve çevrim içi yönlendirme motorlarıyla rotaların nasıl hesaplanacağını seçer.
uk: «Тип навігації» вибирає спосіб прокладання маршрутів за допомогою офлайн чи онлайн рушіїв створення маршрутів.
vi: 'Kiểu điều hướng' chọn cách tuyến đường được tính toán, với cả công cụ chỉ đường ngoại tuyến và trực tuyến.
zh_hans: “导航类型”选择如何计算路线，使用可用的离线和在线路线规划引擎。
zh_hant: 「導航類型」選取了路線計算的方式，提供離線與線上導航引擎。

# special_routing_type
source: Special routing
ar: توجيه خاص
ast: Encaminamientu especial
be: Адмысловая маршрутызацыя
ca: Navegació especial
cs: Speciální navigace
cy: Llwybro arbennig
da: Speciel ruteberegning
de: Spezielles Routing
el: Ειδική δρομολόγηση
eo: Speciala navigilo
es_us: Navegación especial
et: Spetsiaalne marsruutimine
eu: Ibilbide-kalkulu berezia
fa: مسیریابی ویژه
fr: Calcul d'itinéraire spécial
gl: Enrutamento especial
he: ניווט מיוחד
hi: विशेष मार्ग
hu: Speciális útvonaltervezés
id: Rute spesial
is: Sérstakt leiðaval
it: Calcolo del percorso speciale
ja: 特殊ルーティング
ka: სპეციალური ნავიგაცია
ko: 특별 라우팅
lv: Specializētā navigācija
mk: Posebni rutiranja
my: အထူးလမ်းကြောင်း
nb: Spesiell ruting
nl: Speciale routering
oc: Navigacion particulara
pl: Wyznaczanie trasy specjalnej
ro_ro: Rutare specială
ru: Специальная навигация
sc: Càrculu de s'àndala ispetziale
sk: Špeciálna navigácia
sl: Posebno določanje poti
sr: Нарочито навођење
sr_latn: Specijalno rutiranje
sv: Särskild ruttberäkning
ta: சிறப்பு ரூட்டிங்
tr: Özel yönlendirme
uk: Прокладання спеціалізованих маршрутів
vi: Dẫn đường đặc biệt
zh_hans: 特殊路线规划
zh_hant: 特殊路徑規畫

# turn_arrows_descr
source: Select whether turn arrows are indicated on the route line.
ar: حدد إظهار أسهم الانعطاف على خط الطريق.
az: Marşrut xəttində dönmə oxlarının göstərilib-göstərilməyəcəyini seçin.
be: Абярыце, ці паказваць стрэлкі павароту на лініі маршруту.
bg: Изберете дали на линията на маршрута да се показват стрелки на завоите.
ca: Controla la visibilitat de les fletxes de gir a la línia de ruta.
cs: Zvolte, zda budou šipky pro odbočení zobrazené na linii trasy.
cy: Dewiswch a ddylid dangos saethau troi ar linell y llwybr.
da: Vælg om svingpile skal vises på rutelinjen.
de: Wählen Sie aus, ob Abbiegepfeile auf der Routenlinie angezeigt werden sollen.
el: Επιλέξτε εάν τα βέλη στροφής θα εμφανίζονται στη γραμμή της διαδρομής.
eo: Montri sagetojn de turniĝoj sur la linio de kurso.
es_us: Elige si se indican las flechas de giro en la línea de ruta.
et: Vali, kas pöördenooled on teekonnajoonel nähtavad.
eu: Hautatu biratzeko geziak ibilbide-lerroan adierazten diren ala ez.
fa: انتخاب کنید که آیا پیکان‌های پیچ روی خط مسیر نمایش داده شوند.
fr: Activer ou non l'affichage des flèches de direction sur la route.
he: בחירה האם חצי הפנייה מופיעים על גבי קו המסלול.
hu: Adja meg, hogy a kanyarodást jelző nyilak látszódjanak-e az útvonalon.
id: Pilih jika panah arahan ditampilkan pada garis rute.
is: Veldu hvort beygjuörvar séu birtar á leiðarlínunni.
it: Controlla la visibilità delle frecce di direzione sulla linea del percorso.
ja: ルートラインに方向転換の矢印を表示するかどうかを選択します。
ko: 경로 선에서 방향 화살표의 가시성을 제어합니다.
mk: Izberete dali strelkite za vrtenje se označeni na linijata na maršrutata.
nb: Velg hvorvidt svingpiler skal vises langs rutelinjen.
nl: Kies of Afslaan Pijlen zijn aangegeven op de route lijn.
oc: Reglar la visualizacion dei sagetas de virada sus la linha de percors.
pl: Kontroluj widoczność strzałek skrętów na liniach trasy.
ro_ro: Selectați dacă săgețile de viraj sunt indicate pe linia traseului.
ru: Показывать стрелки поворотов на линии маршрута.
sc: Issèbera si sas fritzas de bortada si depent indicare in sa lìnia de s'àndala.
sk: Zvoľte či budú šípky odbočenia zobrazené na línii trasy.
sl: Izberi, ali so načrti poti prikazane puščice za obračanje.
sr: Изаберите да ли су стрелице за скретање приказане на линији путање.
sr_latn: Izaberi prikazivanje strelica skretanja na ruti.
sv: Välj om svängpilar ska visas på ruttlinjen.
ta: ரூட் கோட்டில் டர்ன் அம்புகள் குறிக்கப்படுகிறதா என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Rota hattında dönüş oklarının gösterilip gösterilmeyeceğini seçin.
uk: Оберіть, чи показувати стрілки повороту на лінії маршруту.
vi: Chọn để xem mũi tên chỉ hướng rẽ trên nét vẽ đường đi hoặc không.
zh_hans: 选择是否在路线线条上显示转向箭头。
zh_hant: 選取是否要在路線上指示轉彎箭頭。

# select_route_start_on_map
source: Select start point of the route
ar: حدد نقطة بداية الطريق
be: Абярыце пачатковы пункт маршруту
ca: Seleccioneu el punt inicial de la ruta
cs: Zvolte počáteční bod trasy
da: Vælg startpunktet for ruten
de: Startpunkt der Route auswählen
el: Επιλέξτε σημείο έναρξης της διαδρομής
es_us: Elegir punto de inicio de la ruta
et: Vali teekonna alguspunkt
fr: Sélectionnez le point de départ du trajet
hu: Válassza ki az útvonal kezdőpontját
id: Pilih titik awal rute
is: Veldu upphafspunkt leiðarinnar
it: Scegli il punto iniziale del percorso
ja: ルートの出発地点を選択
ko: 루트의 시작점 선택
nl: Startpunt van de route selecteren
oc: Chausir la partença dau percors
pl: Wybierz początkowy punkt trasy
pt_br: Selecione o ponto inicial da rota
ro_ro: Selectați punctul de plecare al traseului
ru: Выберите начальную точку маршрута
sc: Ischerta su puntu de incumintzu de s'àndala
sk: Zvoľte začiatočný bod trasy
sl: Izberite začetno točko poti
sr: Изаберите почетну тачку руте
sr_latn: Izaberite početnu tačku rute
sv: Välj startpunkt för rutt
ta: பாதையின் தொடக்க புள்ளியைத் தேர்ந்தெடுக்கவும்
tr: Rotanın başlangıç noktasını seçin
uk: Виберіть початкову точку маршруту
zh_hant: 選擇路線的起始點

# select_route_intermediate
source: Select an intermediate point
ar: اختر نقطة وسيطة
be: Абярыце прамежкавы пункт
ca: Seleccioneu un punt intermedi
cs: Zvolte mezicíl
da: Vælg et mellemliggende punkt
de: Zwischenpunkt auswählen
el: Επιλέξτε ένα ενδιάμεσο σημείο
es_us: Marcar un punto intermedio
et: Vali vahepunkt
fr: Sélectionnez un point intermédiaire
hu: Válasszon ki egy köztes útvonalpontot
id: Pilih titik perantara
is: Veldu millipunkt
it: Scegli un punto intermedio
ja: 中間(経由)地点を選択
ka: აირჩიეთ შუალედური წერტილი
ko: 중간점 선택
nl: Kies een tussenliggend punt
oc: Chausissètz un ponch d'etapa
pl: Wybierz punkt pośredni
pt_br: Selecionar um ponto intermediário
ro_ro: Selectați un punct intermediar
ru: Выберите промежуточную точку
sc: Ischerta unu puntu de coladòrgiu
sk: Zvoľte prechodný bod
sr: Изаберите међутачку
sr_latn: Izaberite međutačku
sv: Välj en mellanliggande punkt
ta: ஒரு இடைநிலை புள்ளியைத் தேர்ந்தெடுக்கவும்
tr: Bir ara nokta seçin
uk: Виберіть проміжну точку
zh_hant: 選擇途中的標點

source: Newest date first
ar: أحدث تاريخ أولا
be: Спачатку найноўшыя
bg: Първо по-пресните
cs: Nejnovější datum jako první
da: Nyeste dato først
de: Neuestes Datum zuerst
el: Νεότερη ημερομηνία πρώτη
eo: dato (de plej novaj)
es_us: Fecha ascendente
eu: Lehenengoa datarik hurbilenekoa
fi: Uusin päivämäärä ensin
fr: Date plus récente en premier
he: העדפת תאריך חדש יותר
hu: Először a legújabb dátum
id: Tanggal terbaru dahulu
is: Nýjasta dagsetning fyrst
it: Prima la data più recente
ja: 新しい日付順
ko: 최신 날짜 먼저
nb: Nyeste dato først
nl: Nieuwste datum eerst
pl: Najpierw najnowsza data
ro_ro: Data mai recentă întâi
ru: Сначала свежие
sk: Najnovší dátum nahor
sl: Najprej novejši datum
sr: Најпре најновији датум
sr_latn: Prvo najnoviji datum
sv: Nyaste först
ta: முதலில் புதிய தேதி
tr: Önce en yeni tarih
uk: Спочатку найновіші
vi: Ngày mới nhất trước
zh_hans: 最新日期优先
zh_hant: 最新日期優先

source: Oldest date first
ar: أقدم تاريخ أولا
bg: Първо по-старите
cs: Nejstarší datum jako první
da: Ældste dato først
de: Ältestes Datum zuerst
el: Παλαιότερη ημερομηνία πρώτη
eo: dato (de plej malnovaj)
es_us: Fecha descendente
eu: Lehenengoa datarik urrunenekoa
fi: Vanhin päivämäärä ensin
fr: Date plus ancienne en premier
he: העדפת תאריך ישן יותר
hu: Először a legrégebbi dátum
id: Tanggal paling lama dahulu
is: Elsta dagsetning fyrst
it: Prima la data meno recente
ja: 古い日付順
ko: 가장 오래된 날짜 먼저
nb: Eldste dato først
nl: Oudste datum eerst
pl: Najpierw najstarsza data
ro_ro: Data mai veche întâi
ru: Сначала старые
sk: Najstarší dátum nahor
sl: Najprej starejši datum
sr: Најпре најстарији датум
sr_latn: Prvo najstariji datum
sv: Äldsta först
ta: முதலில் பழமையான தேதி
tr: Önce en eski tarih
uk: Спочатку найдавніші
vi: Ngày cũ nhất trước
zh_hans: 最早日期优先
zh_hant: 最舊日期優先

source: Longest distance first
ar: أطول مسافة أولا
be: Спачатку найдаўжэйшая адлегласць
bg: Първо по-дългите
cs: Nejdelší vzdálenost jako první
da: Længste distance først
de: Längste Entfernung zuerst
el: Μεγαλύτερη απόσταση πρώτη
eo: distanco (malkreskante)
es_us: Distancia descendente
eu: Lehenengoa distantzia luzeenekoa
fi: Pisin matka ensimmäisenä
fr: Longue distance en premier
he: העדפת מרחק ארוך קודם
hu: Először a leghosszabb távolság
id: Jarak terpanjang dahulu
is: Lengsta vegalengd fyrst
it: Prima la distanza maggiore
ja: 長い距離順
ko: 최장 거리 먼저
nb: Lengste avstand først
nl: Langste afstand eerst
pl: Najpierw najdłuższy dystans
ro_ro: Distanța mai lungă întâi
ru: Сначала более длинные
sk: Najdlhšia vzdialenosť nahor
sl: Najprej daljša razdalja
sr: Најпре најдуже растојање
sr_latn: Prvo najduže rastojanje
sv: Längsta distans först
ta: முதலில் நீண்ட தூரம்
tr: Önce en uzun mesafe
uk: Спочатку найдовші
vi: Khoảng cách dài nhất trước
zh_hans: 最长距离优先
zh_hant: 最長距離優先

source: Shorter duration first
ar: مدة أقصر أولا
be: Спачатку меншая працягласць
bg: Първо с по-малкото времетраене
cs: Kratší doba trvání jako první
da: Kortere varighed først
de: Kürzere Dauer zuerst
el: Μικρότερη διάρκεια πρώτη
eo: daŭro (kreskante)
es_us: Duración ascendente
eu: Lehenengoa iraupen laburrenekoa
fi: Lyhin kesto ensimmäisenä
fr: Durée plus courte en premier
he: הצגת תקופה קצרה קודם
hu: Először a rövidebb időtartam
id: Durasi terpendek dahulu
is: Stysta tímalengd fyrst
it: Prima la durata più breve
ja: 短い期間順
ko: 짧은 기간 먼저
nb: Kortere varighet først
nl: Kortste duur eerst
pl: Krótkotrwały
ro_ro: Durata mai scurtă întâi
ru: Сначала менее продолжительные
sk: Najkratšie trvanie nahor
sl: Najprej krajše trajanje
sr: Најпре најкраће трајање
sr_latn: Prvo najkraće trajanje
sv: Kortast tid först
ta: முதலில் குறுகிய காலம்
tr: Önce daha kısa süre
uk: Спочатку менш тривалі
zh_hans: 最短时间优先
zh_hant: 最短時間優先

source: Previous route
ar: الطريق السابق
ast: Camín anterior
az: Əvvəlki marşrut
be: Папярэдні маршрут
bg: Предишен маршрут
ca: Ruta anterior
cs: Předchozí trasa
cy: Llwybr blaenorol
da: Forrige rute
de: Vorherige Route
el: Προηγούμενη διαδρομή
eo: Antaŭa kurso
es_us: Ruta anterior
et: Eelmine teekond
eu: Aurreko ibilbidea
fa: مسیر قبلی
fi: Edellinen reitti
fr: Itinéraire précédent
gl: Ruta anterior
he: נתיב קודם
hu: Előző útvonal
id: Rute sebelumnya
is: Fyrri leið
it: Percorsi precedenti
ja: 前回のルート
ka: წინა გზა
ko: 이전 노선
lt: Ankstesnis maršrutas
lv: Iepriekšējais maršruts
mk: Prethodna ruta
ml: മുമ്പുപയോഗിച്ച വഴി
my: ယခင်လမ်းကြောင်း
nb: Forrige rute
nl: Vorige route
oc: Itinerari precedent
pl: Poprzednia trasa
ro_ro: Ruta anterioară
ru: Предыдущий маршрут
sc: Àndala anteposta
sk: Predchádzajúca trasa
sl: Predhodna pot
sr: Претходни пут
sr_latn: Prethodna ruta
sv: Föregående rutt
ta: முந்தைய பாதை
tr: Önceki rota
uk: Попередній маршрут
vi: Tuyến đường trước
zh_hans: 上一条路线
zh_hant: 前一個路線

# swap_points
source: Swap start and destination
ar: اسحب لبدء الإتجاهات
be: Памяняць месцамі пункт адпраўлення і пункт прызначэння
ca: Bescanvia sortida i arribada
cs: Vyměnit start a cíl
da: Skift start og destination
de: Start und Ziel tauschen
el: Εναλλαγή σημείου εκκίνησης και προορισμού
es_us: Alternar inicio y destino
et: Vaheta lähte- ja sihtkoht
fr: Inverser le départ et l'arrivée
hu: Kiindulási pont és úti cél felcserélése
id: Tukar titik awal dan tujuan
is: Skipta á upphafi og áfangastað
it: Inverti partenza e arrivo
ja: 出発地点と目的地を入れ替え
ka: დაწყების და სამიზნის მიმოცვლა
ko: 시작 및 대상 바꾸기
nb: Bytt start og mål
nl: Verwissel start en bestemming
oc: Inversar partença e arribada
pl: Zamień początek i cel podróży
pt_br: Inverter partida e destino
ro_ro: Schimbați începutul și destinația
ru: Поменять местами пункты отправления и назначения
sc: Cuncàmbia sa partèntzia e sa destinatzione
sk: Vymeniť štart a cieľ
sr: Замени почетак и одредиште
sr_latn: Zameni početak i odredište
sv: Växla start och mål
ta: இடமாற்று தொடக்க மற்றும் இலக்கு
tr: Başlangıç ve varış noktasını değiştir
uk: Поміняти місцями пункти відправлення та призначення
zh_hant: 調轉起終點

# intermediate_point_too_far
source: Intermediate destination %@ is too far from the nearest road.
af: Oorgangspunt %@ is te ver van die naaste pad.
ar: الوجهة الوسطية %@ بعيدة جدا عن أقرب طريق.
az: Ara təyinat %@ ən yaxın yoldan çox uzaqdır.
be: Прамежкавы пункт %@ занадта далёка ад бліжэйшай дарогі.
bg: Междинна точка %@ е твърде далеч от най-близкия път.
ca: La fita %@ és massa lluny de la carretera més propera.
cs: Mezicíl %@ je příliš daleko od nejbližší cesty.
cy: Mae'r gyrchfan %@ ar y ffordd yn rhy bell o'r ffordd agosach.
da: Mellemliggende destination %@ er for langt væk fra den nærmeste vej.
de: Zwischenziel %@ ist zu weit von der nächsten Straße entfernt.
el: Ο ενδιάμεσος προορισμός %@ είναι πολύ μακριά από τον πλησιέστερο δρόμο.
eo: Intercelo %@ estas tro malproksime al la plej proksima vojo.
es_us: Destino intermedio «%@» demasiado lejos del camino.
et: Vahepealne sihtkoht %@ on lähimast teest liiga kaugel.
eu: %@ tarteko helburua urrutiegi dago gertuen dagoen bidetik.
fa: مقصد میانی %@ از نزدیک‌ترین جاده خیلی دور است.
fi: Välietappi %@ on liian kaukana lähimmästä tiestä.
fr: Étape %@ trop éloignée de la route la plus proche.
gl: O destino intermedio %@ está demasiado lonxe da estrada máis próxima.
he: יעד הביניים %@ רחוק מדי מהדרך הקרוב אליו.
hu: A(z) %@ köztes célpont túl messze van a legközelebbi úttól.
hy: Միջանկյալ նպատակակետը %@ շատ հեռու է մոտակա ճանապարհից:
id: Tujuan perantara %@ terlalu jauh dari jalan terdekat.
is: Milliáfanginn %@ er of langt frá næsta akvegi.
it: La destinazione intermedia %@ è troppo lontana dalla strada più vicina.
ja: 経由地点 %@ が最寄りの道路から遠すぎます。
ka: დანიშნულების წერტილი %@ მეტისმეტად შორსაა უახლოესი გზიდან.
ko: 도로에서 너무 멀리 떨어진 경유지 %@ .
lt: Tarpinis tikslas %@ yra per toli nuo artimiausio kelio.
lv: Starpposma punkts %@ ir pārāk tālu no tuvākā ceļa.
mk: Srednata destinacija %@ e predaleku od najbliskiot pat.
ml: ഇടലക്ഷ്യസ്ഥാനം %@ അടുത്തുള്ള പാതയില്‍ നിന്നും വളരെ അകലെയാണ്.
nb: Mellomliggende reisemål %@ er for langt fra den nærmeste veien.
nl: Tussenpunt %@ te ver van dichtstbijzijnde weg.
oc: L'etapa intermediària %@ es tròp luenh de la carriera pus vesina.
pl: Cel pośredni %@ jest zbyt daleko od najbliższej ulicy.
pt_br: Destino intermediário %d está muito longe da via mais próxima.
ro_ro: Destinația intermediară %@ este prea departe de cel mai apropiat drum.
ru: Промежуточный пункт %@ слишком далеко от ближайшей дороги.
sc: Sa tapa %@ est tropu indedda dae su caminu prus a curtzu.
sk: Prechodný bod %@ je príliš ďaleko od najbližšej cesty.
sl: Vmesni cilji %@ je predaleč od najbližje ceste.
sr: Пролазно одредиште %@ је предалеко од најближег пута.
sr_latn: Međuodredište %@ je predaleko od najbližeg puta.
sv: Den mellanliggande destinationen %@ ligger för långt från närmaste väg.
ta: இடைநிலை இலக்கு %@ அருகிலுள்ள சாலையிலிருந்து வெகு தொலைவில் உள்ளது.
tr: Ara hedef %@ çok uzak en yakın yol var.
uk: Проміжний пункт %@ далеко від найближчої дороги.
zh_hans: 途经点 %@ 距离最近的道路过远。
zh_hant: 中轉地點 %@ 離最近的道路太遠。

# traffic_warning_railways
source: Railroad crossing
ar: عبور خط السكة الحديدية
ast: Pasu a nivel
az: Dəmir yolu keçidi
be: Чыгуначны пераезд
bg: ЖП прелези
ca: Pas a nivell
cs: Železniční přejezd
cy: Croesfan rheilffordd
da: Jernbaneoverskæring
de: Bahnübergang
el: Διασταύρωση σιδηροτροχιάς
eo: Traknivela pasejo
es_us: Paso a nivel
et: Raudteeülesõit
eu: Trenbide gurutzea
fa: تقاطع جاده با راه‌آهن
fi: Rautatieristeys
fr: Passage à niveau
gl: Cruzamento ferroviario
he: מפגש רכבת
hu: Vasúti átjáró
hy: Երկաթուղային անցում
id: Perlintasan kereta api
is: Þverun járnbrautar
it: Attraversamento ferroviario
ja: 踏切
ka: რკინიგზის კვეთა
ko: 철도 건널목
lt: Geležinkelio pervaža
lv: Dzelzceļa pāreja
mk: Vozen premin
ml: റയില്‍വെ ക്രോ‌സിങ്ങ്
nb: Jernbaneovergang
nl: Spoorwegovergang
oc: Pas a nivèu
pl: Przejazd kolejowy
pt_br: Passagem em nível
ro_ro: Trecere de cale ferată
ru: Железнодорожный переезд
sc: Atraessamentu de sa ferrovia
sk: Železničné priecestie
sl: Železniški prehod
sr: Пружни прелаз
sr_latn: Pružni prelaz
sv: Järnvägskorsning
ta: இரயில் பாதை கடத்தல்
tr: Demiryolu geçidi
uk: Залізничний переїзд
vi: Nơi giao với đường sắt
zh_hans: 铁道交口
zh_hant: 鐵路平交道

# shared_string_buy_for
source: for
ar: إلى
be: за
ca: per
cs: pro
cy: ar gyfer
de: für
el: για
es_us: por
et: eest
fr: pour
hu: ehhez:
id: untuk
is: fyrir
it: per
ku: Ji bo
nl: voor
oc: per
pl: dla
pt_br: por
ro_ro: pentru
ru: за
sc: pro
sk: pre
sl: za
sr: за
sr_latn: za
sv: för
ta: க்கு
tr: için
uk: для
zh_hant: 給

# shared_string_height
source: Height
ar: الارتفاع
ast: Altor
az: Hündürlük
be: Вышыня
ca: Alçada
cs: Výška
cy: Uchder
da: Højde
de: Höhe
el: Ύψος
eo: Alto
es_us: Altura
et: Kõrgus
eu: Altuera
fa: ارتفاع
fi: Korkeus
fr: Hauteur
gl: Altura
he: גובה
hu: Magasság
id: Tinggi
is: Hæð
it: Altezza
ja: 高さ
ka: სიმაღლე
ko: 높이
lt: Aukštis
lv: Augstums
mk: Visina
ml: ഉയരം
my: အမြင့်
nb: Høyde
nl: Hoogte
oc: Auçada
pl: Wysokość
ro_ro: Înălțime
ru: Высота
sc: Artària
sk: Výška
sl: Višina
sr: Висина
sr_latn: Visina
sv: Höjd
ta: உயரம்
te: ఎత్తు
tr: Yükseklik
uk: Висота
vi: Chiều cao
zh_hans: 高度
zh_hant: 高度

# compass_always_visible
source: Always visible
ar: مرئي دائما
az: Hər zaman görünən
be: Заўсёды бачны
bg: Винаги видим
cs: Vždy viditelný
da: Altid synlig
de: Immer sichtbar
el: Πάντα ορατό
eo: Ĉiam videbla
es_us: Siempre visible
et: Alati nähtav
eu: Beti ikusgai
fa: همیشه قابل‌مشاهده
fi: Aina näkyvillä
fr: Toujours affiché
he: תמיד מוצג
hu: Mindig látható
id: Selalu terlihat
is: Alltaf sýnilegt
it: Sempre visibile
ja: 常に表示
ko: 항상 표시
lt: Visada matoma
mk: Sekogas vidlivo
nb: Alltid synlig
nl: Altijd zichtbaar
oc: Totjorn visible
pl: Zawsze widoczny
ro_ro: Mereu vizibilă
ru: Виден
sc: Semper visìbile
sk: Vždy zobrazený
sl: Vedno viden
sr: Увек видљиво
sr_latn: Prikazati
sv: Alltid synlig
ta: எப்போதும் தெரியும்
tr: Her zaman görünür
uk: Показується постійно
vi: Luôn hiện
zh_hans: 始终可见
zh_hant: 一律可見
