Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# second_next_turn_widget_desc
source: The widget shows information about your second next turn which is enabled if turn within approaching distance.
ar: يعرض الودجت معلومات حول المنعطف التالي الثاني الذي يتم تمكينه إذا انعطف ضمن مسافة قريبة.
be: Віджэт паказвае інфармацыю пра ваш другі наступны паварот, калі вы набліжаецеся да паварота на пэўную адлегласць.
bg: Приспособлението показва информация за втория следващ завой, което се включва, при наближаването на завоя.
cs: Widget zobrazuje informace o druhém příštím odbočení, které je povoleno, pokud je odbočení v dojezdové vzdálenosti.
da: Modulet viser information om dit andet 'næste sving', som er aktiveret, hvis svinget er inden for nær afstand.
de: Das Widget zeigt Informationen über Ihre übernächste Abbiegung an, die aktiviert wird, wenn sich die Abbiegung in unmittelbarer Nähe befindet.
el: Το γραφικό στοιχείο εμφανίζει πληροφορίες για την μεθεπόμενη στροφή σας το οποίο ενεργοποιείται αν η στροφή είναι σε απόσταση προσέγγισης.
eo: Montras informojn pri via post-sekva turniĝo kaj aktiviĝos dum alproksimiĝi turniĝon.
es_us: Muestra la información sobre el segundo próximo giro, que se activa al aproximarse a este giro.
eu: Widget-ak hurrengo bigarren biraren inguruko informazioa erakusten du.
fa: ابزارک اطلاعات درباره دومین پیچ بعدی شما را نمایش می‌دهد که در صورت نزدیک شدن به فاصله فعال می‌شود.
fr: Le gadget vous informe de la seconde bifurcation à venir et s'active à l'approche de cette bifurcation.
hu: A modul a soron következő második bekanyarodásról tájékoztat, és akkor aktiválódik, amikor ezt megközelíti.
id: Widget menampilkan informasi tentang belokan kedua Anda berikutnya yang diaktifkan jika berbelok dalam jarak yang mendekati.
is: Viðmótshlutinn sýnir upplýsingar um þarnæstu beygju sem þú þarft að taka og er virk innan tiltekinnar nálægðar.
it: Il widget mostra le informazioni sulla seconda prossima svolta, che sono abilitate se la seconda svolta è immediatamente dopo la prima.
ja: ウィジェットは、次々回のターンに関する情報を表示します。これは、ターンが近づいている場合に有効になります。
ko: 위젯은 접근 거리 내에서 설정하면 두 번째 다음 차례에 대한 정보를 보여줍니다.
mk: Vidzetot prikazuva informacii za vaseto vtoro sledno vrtenje sto e ovozmozeno ako se svrtite na priblizno rastojanie.
nb: Viser info om din neste sving, hvis svingen er nært forestående.
nl: De widget toont informatie over uw tweede afslag, die ingeschakeld wordt zodra uw eerste afslag benaderd wordt.
pl: Widżet pokazuje informacje o twoim drugim następnym zakręcie, który jest dostępny, jeśli skręcisz w zbliżającej się odległości.
ro_ro: Widgetul arată informații despre următorul al doilea viraj, care este activat dacă virajul este suficient de aproape.
ru: Виджет показывает информацию о вашем втором следующем повороте, который включается, если поворот находится на расстоянии приближения.
sc: Su widget ammustrat informatziones subra de sa segunda bortada tua chi sunt abilitadas si sa bortada s'est acurtziende.
sk: Nástroj zobrazuje informácie o druhom nasledujúcom zabočení, ktoré sa zobrazí ak je už v dostatočnej blízkosti.
sl: Gradnik prikazuje informacije o vašem drugem naslednjem zavoju, ki je prikazan, če je zavoj v bližnji razdalji.
sr: Справица приказује податке о Вашем другом наредном скретању које је омогућено уколико скренете у оквиру прилазног растојања.
sr_latn: Widget prikazuje podatke o tvom drugom narednom skretanju koje je omogućeno ukoliko skrenete u okviru prilaznog rastojanja.
sv: Visar information om din andra uppkommande sväng, om den är nära efter den första.
ta: விட்செட் உங்கள் இரண்டாவது அடுத்த திருப்பத்தைப் பற்றிய தகவல்களைக் காட்டுகிறது, இது நெருங்கும் தூரத்திற்குள் திரும்பினால் இயக்கப்பட்டது.
tr: Widget, yaklaşan mesafe içinde dönerseniz etkinleştirilen bir sonraki dönüşünüzle ilgili bilgileri gösterir.
uk: Віджет показує відомості про ваш другий наступний поворот. Він вмикається під час наближення до повороту.
vi: Widget hiện thông tin về lối rẽ thứ hai nếu đến gần.
zh_hans: 小工具会显示下一处转弯的信息，如果距离转弯处较近，信息则会启用。
zh_hant: 小工具顯示有關您即將到來的第二個轉彎的資訊，如果轉彎距離接近，該功能會被啟用。

# next_turn_widget_desc
source: The widget shows information about your next turn with a picture of maneuver and distance to it.
ar: يعرض الودجت معلومات حول المنعطف التالي مع الرجوع والمسافة إليه.
be: Віджэт паказвае інфармацыю пра ваш наступны паварот з выявай манеўру і адлегласцю да павароту.
bg: Приспособлението показва информация за втория следващ завой със схема на маневрата и разстояние до нея.
cs: Nástroj zobrazuje informace o příštím odbočení s obrázkem manévru a vzdáleností k němu.
da: Modulet viser information om dit næste sving med et billede af manøvren og afstanden til den.
de: Das Widget zeigt Informationen über Ihrer nächsten Abbiegung mit einem Bild des Manövers und der Entfernung dazu an.
el: Το γραφικό στοιχείο εμφανίζει πληροφορίες για την επόμενη στροφή σας με μια εικόνα ελιγμού και απόστασης μέχρι αυτής.
eo: Montras informojn pri via sekva turniĝo, bildsimbolon de manovro kaj distancon al la turniĝo.
es_us: Muestra información sobre el próximo giro con una imagen de la maniobra y la distancia hasta ella.
eu: Widget-ak hurrengo birari buruzko informazioa erakusten du maniobraren argazkiarekin eta harako distantziarekin.
fa: ابزارک اطلاعات درباره پیچ بعدی شما را با تصویر مانور و فاصله تا آن نمایش می‌دهد.
fr: Le gadget illustre la prochaine bifurcation avec une image et vous indique la distance qui vous en sépare.
hu: A modul a következő bekanyarodásról tájékoztat: megjeleníti a manőver képét és az addig hátralevő távolságot.
id: Widget menunjukkan informasi tentang giliran Anda berikutnya dengan gambar manuver dan jarak ke sana.
is: Viðmótshlutinn sýnir upplýsingar um þarnæstu beygju sem þú þarft að taka með mynd af viðeigandi aðgerð og vegalengdinni að henni.
it: Il widget mostra le informazioni sulla prossima svolta con una immagine e la distanza che manca.
ja: ウィジェットには、次のターンに関する情報が操縦とそのターンまでの距離の写真と共に表示されます。
ko: 위젯은 기동 및 거리의 그림과 함께 다음 턴에 대한 정보를 보여줍니다.
mk: Vidzetot prikazuva informacii za vaseto sledno vrtenje so slika na manevriranje i rastojanie do nego.
nb: Viser info om neste sving med et bilde av manøveren og avstanden til den.
nl: De widget toont informatie over uw volgende afslag met afbeelding van de beweging en afstand ertoe.
pl: Widżet pokazuje informacje o Twoim następnym zakręcie z obrazem manewru i odległością do niego.
ro_ro: Widgetul arată informații despre următorul viraj, cu o imagine a manevrei și distanța până la aceasta.
ru: Виджет показывает информацию о вашем следующем повороте с изображением маневра и расстояния до него.
sc: Su widget ammustrat informatziones subra de sa bortada imbeniente tua cun un'immàgine de sa manovra e sa distàntzia finas a ie.
sk: Nástroj zobrazuje informácie o nasledujúcom zabočení s obrázkom manévra a vzdialenosti k nemu.
sl: Gradnik prikazuje informacije o naslednjem zavoju s sliko manevra in razdaljo do njega.
sr: Справица приказује податке о Вашем следећем скретању са сликом потеза скретања и растојањем до њега.
sr_latn: Vidžet prikazuje podatke o tvom sledećem skretanju sa slikom manevra skretanja i rastojanjem do njega.
sv: Visar information om nästa sväng med en illustration av manövern och avståndet kvar dit.
ta: விட்செட் உங்கள் அடுத்த திருப்பத்தைப் பற்றிய தகவல்களை சூழ்ச்சி மற்றும் அதற்கான தூரத்துடன் காட்டுகிறது.
tr: Widget, bir sonraki dönüşünüzle ilgili bilgileri manevranın resmi ve ona olan mesafeyle birlikte gösterir.
uk: Віджет показує відомості про ваш наступний поворот із зображенням маневру та відстані до нього.
vi: Widget hiện lối rẽ tiếp theo cùng với hướng di chuyển và khoảng cách đến nó.
zh_hans: 小部件会向您展示有关下个转弯的行进方向图示和距离信息。
zh_hant: 小工具顯示有關您即將進行的下一個轉彎的圖片以及距離資訊。

# average_speed_widget_desc
source: Shows the current trip's average speed.
ar: يعرض متوسط سرعة الرحلة الحالية.
az: Hazırkı səfərin ortalama sürətini göstərir.
be: Паказвае сярэднюю хуткасць бягучай паездкі.
bg: Показва средната скорост на текущото пътуване.
cs: Zobrazuje průměrnou rychlost aktuální jízdy.
cy: Mae'n dangos cyflymder cyfartaledd y cerbyd cyfredol.
da: Viser den aktuelle turs gennemsnitshastighed.
de: Zeigt die Durchschnittsgeschwindigkeit der aktuellen Reise an.
el: Δείχνει την τρέχουσα μέση ταχύτητα του ταξιδιού.
eo: Fenestraĵo montranta la mezuman rapidon por la nuna vojaĝo.
es_us: Muestra la velocidad media del viaje actual.
et: Vidin näitab antud teekonna keskmist kiirust.
eu: Uneko bidaiaren batez besteko abiadura erakusten du.
fa: میانگین سرعت سفر کنونی را نمایش می‌دهد.
fr: Affiche la vitesse moyenne du trajet en cours.
he: מציג את המהירות הממוצעת בנסיעה הנוכחית.
hu: Megjeleníti a jelenlegi utazás átlagsebességét.
id: Menampilkan kecepatan rata-rata perjalanan saat ini.
is: Birtir meðalhraða núverandi leiðar.
it: Mostra la velocità media per il viaggio attuale.
ja: 現在の旅程の平均速度を表示します。
ko: 현재 이동의 평균 속도를 표시합니다.
mk: Ja pokazuva prosecnata brzina vo momentot na vozenje.
nb: Viser gjennomsnittsfart for nåværende tur.
nl: Toon de gemiddelde snelheid van de huidige rit.
pl: Pokazuje średnią prędkość bieżącej podróży.
ro_ro: Arată viteza medie a călătoriei curente.
ru: Виджет показывает среднюю скорость текущей поездки.
sc: Ammustrat sa lestresa mèdia de su biàgiu atuale.
sk: Zobrazuje priemernú rýchlosť jazdy aktuálneho výletu.
sl: Prikazuje povprečno hitrost trenutne vožnje.
sr: Приказује просечну брзину тренутног пута.
sr_latn: Prikazuje prosečnu brzinu trenutnog puta.
sv: Visar medelhastigheten för den nuvarande färden.
ta: தற்போதைய பயணத்தின் சராசரி வேகத்தைக் காட்டுகிறது.
tr: Geçerli yolculuğun ortalama hızını gösterir.
uk: Показує середню швидкість поточної подорожі.
vi: Hiện vận tốc trung bình của chuyến đi hiện tại.
zh_hans: 显示当前行程的平均速度。
zh_hant: 顯示目前旅程的平均速度。

# average_speed_time_interval_desc
source: Specify the time interval for speed averaging.
ar: حدد الفاصل الزمني لمتوسط السرعة.
be: Вызначыце інтэрвал часу, за які будзе вымярацца сярэдняя хуткасць.
bg: Задайте интервала от време, за който да бъде усреднена скоростта.
cs: Zadejte časový interval pro průměrování rychlosti.
cy: Gosodwch y cyfnod amser y caiff y cyflymder cyfartaledd ei fesur drosto.
da: Angiv tidsintervallet for hastighedsgennemsnit.
de: Gib das Zeitintervall für die Durchschnittsberechnung der Geschwindigkeit an.
el: Ορίστε το χρονικό μεσοδιάστημα για τον υπολογισμό της μέσης ταχύτητας.
eo: Difini temp-intervalon por kiu la mezuma rapido estos kalkulita.
es_us: Indica el intervalo de tiempo para la velocidad media.
et: Vali välp keskmise kiiruse arvutamiseks.
eu: Zehaztu abiaduraren batez bestekoa kalkulatzeko denbora-tartea.
fa: بازه زمانی برای میانگین‌گیری سرعت را مشخص کنید.
fr: Spécifier la durée sur laquelle calculer la moyenne.
he: נא לציין את הפרש הזמן למדידת מהירות ממוצעת.
hu: Adja meg az átlagsebesség-számításhoz használandó időközt.
id: Tentukan interval waktu untuk kecepatan rata-rata.
is: Skilgreindu tímabilin sem notuð verða til að reikna meðalhraða.
it: Specifica il periodo per cui sarà misurata la velocità media.
ja: 速度平均化の時間間隔を指定します。
ko: 속도 평균화의 시간 간격을 지정합니다.
mk: Specificirajte go vremenskiot vremenski interval vo koj ce se meri brzinata.
nb: Angi tidsintervall for måling av gjennomsnittsfart.
nl: Kies het tijdsinterval voor berekening van gemiddelde snelheid.
pl: Określ przedział czasu dla uśredniania prędkości.
ro_ro: Specificați intervalul de timp pentru calcularea vitezei medii.
ru: Укажите временной интервал для усреднения скорости.
sc: Ispetzìfica s'intervallu de tempus pro su càrculu de sa lestresa mèdia.
sk: Zadajte časový interval pre priemerovanie rýchlosti.
sl: Določi časovni interval za povprečenje hitrosti.
sr: Наведите временско раздобље за просечну брзину.
sr_latn: Navedi vremensko razdoblje za prosečnu brzinu.
sv: Ange tidsintervall för medelhastighet.
ta: வேக சராசரியான நேர இடைவெளியைக் குறிப்பிடவும்.
tr: Hız ortalaması için zaman aralığını belirtin.
uk: Вкажіть інтервал часу для усереднення швидкості.
vi: Chỉ rõ khoảng thời gian tính vận tốc trung bình.
zh_hans: 指定速度平均的时间间隔。
zh_hant: 指定平均速度的時間區間。

# parking_widget_desc
source: Shows the distance from the screen center to your parking spot.
ar: ودجت عرض المسافة من مركز الشاشة إلى مكان وقوف السيارات.
az: Ekranın mərkəzindən parkinq yerinizə qədər olan məsafəni göstərir.
be: Віджэт, які паказвае адлегласць ад сярэдзіны экрана да паркоўкі.
bg: Показва разстоянието от центъра на екрана до мястото на паркиране.
ca: Giny que indica la distància des del lloc representat al centre de la vostra pantalla fins a l'aparcament.
cs: Zobrazuje vzdálenost od středu obrazovky k parkovacímu místu.
cy: Ategyn sy'n dangos y pellter o ganol y sgrin i'r man parcio.
da: Viser afstanden fra skærmens centrum til din parkeringsplads.
de: Zeigt die Entfernung von der Bildschirmmitte zu Ihrer Parklücke an.
el: Δείχνει την απόσταση από το κέντρο της οθόνης μέχρι την θέση στάθμευσης σας.
eo: Fenestraĵo montranta distancon de la ekrana centro al la parkumeja pozicio.
es_us: Muestra la distancia desde el centro de la pantalla hasta el lugar del estacionamiento.
eu: Pantailaren erdigunetik zure aparkalekuraino dagoen distantzia erakusten du.
fa: فاصله از مرکز صفحه تا محل پارک شما را نشان می‌دهد.
fr: Indique la distance séparant le centre de l'écran de votre lieu de stationnement.
he: וידג׳ט שמציג את המרחק ממרכז המסך שלך למקום החנייה.
hu: Megjeleníti a képernyő középpontja és parkolóhelye közti távolságot.
id: Menampilkan jarak dari pusat layar ke tempat parkir Anda.
is: Sýnir vegalengd frá skjámiðju að bílastæðinu þínu.
it: Mostra la distanza dal centro dello schermo alla posizione di parcheggio.
ja: 画面の中心から駐車場までの距離を表示します。
ko: 스크린 센터에서 주차 장소에 거리를 표시합니다.
mk: Aplikacijata Vi go pokazuva rastojanieto od centarot na ekranot do parking prostorot.
nb: Viser avstanden fra skjermsenter til parkeringsplassen din.
nl: Toont de afstand van het midden van het scherm tot je parkeerplaats.
pl: Pokazuje odległość od środka ekranu do miejsca parkowania.
ro_ro: Arată distanța de la centrul ecranului până la locul de parcare.
ru: Виджет показывает расстояние от центра экрана до места парковки.
sc: Ammustrat sa distàntzia dae su tzentru de s'ischermu finas a su logu de parchègiu tuo.
sk: Zobrazuje vzdialenosť od stredu obrazovky k vášmu parkovaciemu miestu.
sl: Prikazuje razdaljo od središča zaslona do tvojega parkirnega mesta.
sr: Приказује удаљеност од средишта заслона до места паркирања.
sr_latn: Prikazuje udaljenost od centra ekrana do mesta parkiranja.
sv: Visar avståndet från skärmens mitt till din parkeringsplats.
ta: திரை மையத்திலிருந்து உங்கள் பார்க்கிங் இடத்திற்கு தூரத்தைக் காட்டுகிறது.
tr: Ekran merkezinden park yerine olan mesafeyi gösterir.
uk: Показує відстань від центру екрана до місця стоянки.
vi: Hiện khoảng cách từ trung tâm màn hình đến điểm đỗ xe của bạn.
zh_hans: 显示从屏幕中心到停车位的距离的小部件。
zh_hant: 顯示從螢幕中心到您的停車位的距離。

# mapillary_widget_desc
source: Provides quick access to the Mapillary app to add street-level imagery.
ar: ودجت الوصول السريع إلى تطبيق مابيلاري لإضافة صور على مستوى الشارع.
be: Віджэт, які забяспечвае хуткі доступ да праграмы Mapillary для дадання здымкаў вуліц.
bg: Осигурява бърз достъп до приложението Mapillary за добавяне на снимки от улицата.
ca: Giny que dona accés ràpid a l'aplicació Mapillary per afegir imatges a nivell de carrer.
cs: Umožňuje rychlý přístup k aplikaci Mapillary pro přidání snímků na úrovni ulic.
cy: Ategyn sy'n rhoi mynediad cyflym at ap Mapillary i ychwanegu delweddau o'r stryd.
da: Giver hurtig adgang til Mapillary-appen for at tilføje billeder på gadeniveau.
de: Ermöglicht den Schnellzugriff auf die Mapillary-App, um Bilder auf Straßenebene hinzuzufügen.
el: Παρέχει γρήγορη πρόσβαση στην εφαρμογή Mapillary για να προσθέσετε φωτογραφίες στο επίπεδο του δρόμου.
eo: Fenestraĵo liveranta rapidan aliron al aplikaĵo Mapillary por aldoni tien strat-nivelajn fotojn.
es_us: Proporciona un acceso rápido a la aplicación Mapillary para añadir imágenes a nivel de calle.
eu: Mapillary aplikaziorako sarbide azkarra eskaintzen du kale-mailako irudiak gehitzeko.
fa: دسترسی سریع به برنامه Mapillary برای افزودن تصاویر سطح خیابان فراهم می‌کند.
fr: Permet d'accéder rapidement à l'application Mapillary et d'ajouter des photos de rue.
he: וידג׳ט שמספק גישה מהירה ליישומון Mapillary כדי להוסיף תמונות ברמת רחוב.
hu: Gyors hozzáférést biztosít a Mapillary alkalmazáshoz utcaszintű képek hozzáadásához.
id: Menyediakan akses cepat ke aplikasi Mapillary untuk menambahkan citra tingkat jalanan.
is: Gefur fljótlegan aðgang að Mapillary-forritinu svo hægt sé að bæta við myndefni í götuhæð.
it: Fornisce un rapido accesso all'app Mapillary per aggiungere immagini a livello stradale.
ja: Mapillaryアプリにすばやくアクセスして、ストリート画像を追加できます。
ko: 거리 수준의 이미지를 추가하기 위해 Mapillary 앱에 빠르게 액세스할 수 있습니다.
mk: Aplikacijata ovozmozuva brz pristap do Mapillary aplikacijata za dodavanje slika na nivo na ulicata.
nb: Gir rask tilgang til Mapillary-programmer forå legge til gatenivå-bilder.
nl: Biedt toegang tot Mapillary app om straatbeelden bij te dragen.
pl: Zapewnia szybki dostęp do aplikacji Mapillary w celu dodania zdjęć z poziomu ulicy.
ro_ro: Oferă acces rapid la aplicația Mapillary pentru a adăuga imagini stradale.
ru: Виджет обеспечивает быстрый доступ к приложению Mapillary для добавления фото улиц.
sc: Frunit un'atzessu lestru a s'aplicatzione de Mapillary pro annànghere immàgines a livellu de su caminu.
sk: Poskytuje rýchly prístup k aplikácii Mapillary pre pridanie snímok z úrovne ulice.
sl: Omogoča hiter dostop do aplikacije Mapillary za dodajanje slik na ravni ulice.
sr: Омогућава брзи приступ програму Мапилари за додавање слика улица.
sr_latn: Omogućava brzi pristup programu Mapilari za dodavanje slika ulica.
sv: Ger snabb tillgång till Mapillary-appen för att lägga till gatunivåbilder.
ta: தெரு-நிலை படங்களைச் சேர்க்க மேபிலரி பயன்பாட்டிற்கு விரைவான அணுகலை வழங்குகிறது.
tr: Sokak düzeyinde görüntü eklemek için Mapillary uygulamasına hızlı erişim sağlar.
uk: Забезпечує швидкий доступ до застосунку Mapillary для додавання зображень вулиць.
vi: Cung cấp truy cập nhanh đến ứng dụng Mapillary để thêm hình ảnh cấp độ đường phố.
zh_hans: 提供快速访问Mapillary应用程序的小工具，以添加街道级影像。
zh_hant: 提供快速存取 Mapillary 應用程式以新增街道級別的圖像。

# radius_rules_widget_desc
source: The radius-ruler tool displays distance circles around a selected point on the map.
ar: تساعد أداة مسطرة نصف القطر على تحديد نصف القطر حول النقطة المحددة على الخريطة من خلال عرض دوائر القياس على الخريطة.
az: Radius-xətkeşi aləti xəritədə seçilmiş nöqtə ətrafında məsafə dairələrini göstərir.
be: Інструмент «Радыусная лінейка» дапамагае вызначыць радыус вакол абранай кропкі на мапе, паказваючы кругі адлегласці на мапе.
bg: Инструментът „Линия за радиуси“ показва окръжности с разстояния около избрана точка от картата.
cs: Nástroj kruhové pravítko zobrazuje kružnice vzdálenosti kolem vybraného bodu na mapě.
cy: Mae teclyn mesur radiws yn helpu i bennu'r radiws o amgylch y pwynt a ddewiswyd ar y map trwy ddangos cylchoedd pellter ar y map.
da: Radiusmålerværktøjet viser afstandscirkler omkring et valgt punkt på kortet.
de: Das Radiuslineal zeigt Entfernungskreise um einen ausgewählten Punkt auf der Karte an.
el: Το εργαλείο χάρακα ακτίνων εμφανίζει τους κύκλους απόστασης γύρω από ένα επιλεγμένο σημείο στο χάρτη.
eo: Cirkelo, kiu ebligas al vi determini distancojnĉirkaŭ la elektita punkto sur la mapo.
es_us: La herramienta «Regla radial» muestra círculos de distancia alrededor del punto marcado en el mapa.
eu: "Erradio-erregela" tresnak mapan hautatutako puntu baten inguruan distantzia-zirkuluak bistaratzen ditu.
fa: ابزار خط‌کش شعاع، دایره‌های فاصله را اطراف یک نقطه انتخاب‌شده روی نقشه نمایش می‌دهد.
fr: L'outil Rayon affiche des cercles de rayon autour d'un point sélectionné sur la carte.
he: כלי סרגל רדיוס מסייע לאתר את הרדיוס מסביב לנקודה נבחרת במפה על ידי הצגת עיגולי מרחק במפה.
hu: A sugárvonalzó-eszköz egy kijelölt pont körüli távolságköröket jelenít meg a térképen.
id: Alat penggaris radius menampilkan lingkaran jarak di sekitar sebuah titik yang dipilih di peta.
is: Mælistika út frá miðju hrings hjálpar til við að glöggva sig á vegalengdum út frá völdum punkti á landakortinu.
it: Lo strumento righello radiale mostra la distanza attorno al punto selezionato nella mappa attraverso dei cerchi.
ja: 半径定規ツールは、マップ上の選択したポイントの周りに距離円を表示します。
ko: 반경 바퀴 도구는지도에 선택한 지점 주변의 거리를 표시합니다.
mk: Alatkata radius-ruler pomaga da se odredi radiusot okolu izbranata točka na kartata što prikažuva krugovi na rastojanie na kartata.
nb: Radiuslinjalverktøyet lar deg vise avstandssirkler rundt valgt punkt på kartet.
nl: De radius liniaal geeft afstandscirkels weer rond een gekozen punt op de kaart.
pl: Narzędzie Promień-miarka wyświetla kręgi odległości wokół wybranego punktu na mapie.
ro_ro: Instrumentul radius-ruler afișează cercuri de distanță în jurul unui punct selectat de pe hartă.
ru: Инструмент «Радиус-линейка» отображает окружности расстояния вокруг выбранной точки на карте.
sc: Su traste de sa righighedda radiale ammustrat sos chircos de distàntzia a fùrriu a unu puntu seletzionadu in sa mapa.
sk: Polomerové pravítko zobrazuje kružníce vzdialeností od zvoleného bodu na mape.
sl: Orodje ravnilo polmera prikazuje kroge razdalj okoli izbrane točke na zemljevidu.
sr: Алатка за мерни шестар приказује кружнице растојања око изабране тачке на карти.
sr_latn: Alat radijus lenjir prikazuje krugove udaljenosti oko odabrane tačke na mapi.
sv: Radielinjal-vertyget visar avståndscirklar runt en vald punkt på kartan.
ta: ஆரம்-ரூலர் கருவி வரைபடத்தில் தேர்ந்தெடுக்கப்பட்ட புள்ளியைச் சுற்றி தூர வட்டங்களைக் காட்டுகிறது.
tr: Yarıçap cetveli aracı, harita üzerinde seçilen bir noktanın etrafında mesafe daireleri görüntüler.
uk: Інструмент «Радіусна лінійка» показує кола відстані навколо вибраної точки на мапі.
vi: Công cụ thước đo bán kính hiển thị những vòng tròn khoảng cách quanh một điểm đã chọn trên bản đồ.
zh_hans: 半径量尺工具显示地图上所选点周围的距离圆。
zh_hant: 半徑規則工具在地圖上選定的點周圍顯示距離圓圈。
