Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# time_to_destination_widget_desc
source: The widget shows "Arrival time" or "Time to go" to the last destination point. Time is constantly updated during navigation and it is equal to the route time from the current location.
ar: يعرض الودجت وقت الوصول أو وقت الذهاب إلى نقطة الوجهة الأخيرة. يتم تحديث الوقت باستمرار أثناء التنقل وهو يساوي وقت الطريق من الموقع الحالي.
be: Віджэт паказвае "Час прыбыцця" або "Час да прыбыцця" да апошняга пункта прызначэння. Час пастаянна абнаўляецца падчас навігацыі і адпавядае часу руху ад бягучага месцазнаходжання.
bg: Приспособлението показва „Време на пристигане“ или „Време до пристигане“ до последната точка на местоназначението. Времето се обновява постоянно по време на маршрутизиране и е равно на времето на пътуване от текущото местоположение.
cs: Widget zobrazuje "Čas příjezdu" nebo "Čas do odjezdu" do posledního cílového bodu. Čas je během navigace neustále aktualizován a rovná se času na trase z aktuální polohy.
da: Modulet viser "Ankomsttid" eller "Resterende tid" til det sidste destinationspunkt. Tiden opdateres konstant under navigationen, og den er lig med rutetiden fra den aktuelle placering.
de: Das Widget zeigt „Ankunftszeit“ oder „Verbleibende Zeit“ zum letzten Zielpunkt an. Die Zeit wird während der Navigation ständig aktualisiert und entspricht der Routenzeit vom aktuellen Standort aus.
el: Το γραφικό στοιχείο δείχνει τον "Χρόνο άφιξης" ή "Υπολειπόμενο χρόνο" μέχρι το σημείο τελευταίου προορισμού. Ο χρόνος ενημερώνεται συνεχώς κατά τη διάρκεια της πλοήγησης και είναι ίσος με τον χρόνο διαδρομής από την τρέχουσα τοποθεσία.
eo: Montras tempon de alveno aŭ pluan tempon al la fina celo. Tempo estas senĉese rekalkulata dum navigado.
es_us: Muestra la «Hora de llegada» o el «Tiempo para ir» al último punto de destino. El tiempo se actualiza constantemente durante la navegación y es igual al tiempo de la ruta desde la ubicación actual.
eu: Widget-ak azken helmuga puntura "Iristeko ordua" edo "Joateko ordua" erakusten du. Denbora etengabe eguneratzen da nabigazioan zehar eta uneko kokapenetik egindako ibilbidearen denboraren berdina da.
fa: ابزارک «زمان رسیدن» یا «زمان باقی‌مانده» تا نقطه مقصد نهایی را نمایش می‌دهد. زمان در طول ناوبری به‌طور مداوم به‌روزرسانی می‌شود و برابر با زمان مسیر از مکان کنونی است.
fr: Le gadget affiche "L'heure d'arrivée" ou "La durée restante" jusqu'à destination. Ces informations sont actualisées pendant le guidage et calculées à partir de votre position actuelle.
hu: A modul megjeleníti az érkezési- vagy az utolsó célpontig hátralévő időt. A navigáció során az idő folyamatosan frissül a jelenlegi pozíciónak megfelelően.
id: Widget menampilkan "Waktu tiba" atau "Waktu tersisa untuk bepergian" ke titik tujuan terakhir. Waktu selalu diperbarui saat navigasi dan sama dengan waktu rute dari lokasi saat ini.
is: Viðmótshlutinn sýnir "Komutími" eða "Tími til stefnu" að síðasta áfangastaðnum. Tíminn er uppfærður í sífellu á meðan leiðsögn stendur og samsvarar tíma leiðarinnar frá fyrirliggjandi staðsetningu.
it: Il widget mostra "Orario di arrivo" o "Tempo mancante" all'ultimo punto di destinazione. Il tempo è costantemente aggiornato durante la navigazione ed equivale al tempo dal percorso alla posizione attuale.
ja: ウィジェットには、最終目的地までの"到着時刻"または"残り時間"が表示されます。時間はナビゲーション中に常に更新され、現在地からのルート時間とほぼ同じになります。
ko: 위젯은 마지막 목적지 지점에 "Arrival time"또는 "Time to go"를 보여줍니다. 시간이 지남에 따라 지속적으로 업데이트되고 현재 위치의 경로 시간에 동일합니다.
mk: Vidžetot pokazuva „Vreme na pristignuvanje“ ili „Vreme za odenje“ do poslednata destinacija. Vremeto postojano se azurira za vreme na navigacijata i e ednakvo na vremeto na rutata od momentalnata lokacija.
nb: Viser«Ankomsttid» eller «Anslått tid til ankomst» til siste målpunkt. Tid oppdateres hele tiden under navigasjon og er lik måltiden fra nåværende posisjon.
nl: De widget toon "Aankomsttijd" of "Tijd nog te gaan" tot het laatste bestemmingspunt. Tijdsduur wordt voortdurend bijgewerkt tijdens navigatie en is gelijk aan de reistijd vanaf de huidige locatie.
pl: Widżet pokazuje "Czas przyjazdu" lub "Czas do wyjazdu" do ostatniego punktu docelowego. Czas jest stale aktualizowany podczas nawigacji i jest równy czasowi trasy z bieżącej lokalizacji.
ro_ro: Widgetul arată "Ora de sosire" sau "Timpul rămas de parcurs" până la ultimul punct de destinație. Timpul este actualizat încontinuu pe parcursul navigației și este egal cu durata rutei pornind din locația curentă.
ru: Виджет показывает «Время прибытия» или «Время до прибытия» в пункт назначения. Время постоянно обновляется во время навигации и равно времени пути от текущего местоположения.
sc: Su widget ammustrat "Ora de arrivu" o "Tempus chi mancat" finas a s'ùrtimu puntu de destinatzione. Custas informatziones s'agiornant totora durante sa navigatzione e sunt uguales a sa durada de s'àndala dae sa positzione de cussu momentu.
sk: Nástroj zobrazuje "Čas príjazdu" alebo "Zostávajúci čas" k poslednému cieľovému bodu. Čas je stále aktualizovaný počas navigácie a rovná sa času trasy z aktuálnej pozície.
sl: Gradnik prikazuje»Čas prihoda« ali »Čas potovanja« do zadnje ciljne točke. Čas se med navigacijo nenehno posodablja in je enak času poti od trenutne lokacije.
sr: Ова справица приказује "Време пристизања" или "Преостало време" на последњој долазној тачки. Време се стално освежава приликом навођења и једнако је времену путање из тренутног положаја.
sr_latn: Ova vidžet prikazuje „Vreme pristizanja“ ili „Preostalo vreme“ na poslednjoj dolaznoj tački. Vreme se stalno osvežava prilikom navođenja i jednako je vremenu rute iz trenutnelokacije.
sv: Visar "Ankomsttid" eller "Återstående restid" till sista målpunkten. Tiden uppdateras kontinuerligt under navigeringen, och är samma som rutt-tiden från nuvarande position.
ta: விட்செட் "வருகை நேரம்" அல்லது "செல்ல வேண்டிய நேரம்" கடைசி இலக்கு புள்ளியைக் காட்டுகிறது. வழிசெலுத்தலின் போது நேரம் தொடர்ந்து புதுப்பிக்கப்படுகிறது, மேலும் இது தற்போதைய இருப்பிடத்திலிருந்து பாதை நேரத்திற்கு சமம்.
tr: Widget, son varış noktasına "Varış zamanı" veya "Gidiş süresini” gösterir. Navigasyon sırasında süre, sürekli olarak güncellenir ve geçerli konumunuzdan varma süresine eşittir.
uk: Віджет показує «Час прибуття» або «Час йти» до останнього пункту призначення. Час постійно оновлюється під час навігації та дорівнює часу маршруту від поточного місцезнаходження.
vi: Widget hiện "Thời gian đến" hoặc "Thời gian di chuyển" đến điểm đến cuối cùng. Thời gian được cập nhật liên tục trong khi điều hướng và nó bằng với thời gian tính từ vị trí hiện tại.
zh_hans: 该小部件会显示需要多少时间才能到达最后一个目的地点。时间会在导航过程中不断更新，它等于从当前位置出发的路线时间。
zh_hant: 小工具顯示「到達時間」或「剩餘時間」到最後的目的地點。時間在導航期間不斷更新，並等於從目前位置到路線的時間。

# av_notes_choose_action_widget_desc
source: Choose action.
ar: اختر إجراء.
be: Абярыце дзеянне.
bg: Избор на действие.
ca: Seleccioneu l'acció.
cs: Zvolte akci.
cy: Dewisa weithred.
da: Vælg handling.
de: Aktion auswählen.
el: Επιλογή ενέργειας.
eo: Elekti agon.
es_us: Elegir acción.
et: Vali toiming.
eu: Aukeratu ekintza.
fa: انتخاب کنش.
fi: Valitse toiminto.
fr: Sélectionnez l'action.
he: בחירה בפעולה.
hu: Válasszon műveletet.
id: Pilih tindakan.
is: Veldu aðgerð.
it: Scegli l'azione.
ja: アクションを選択します。
ko: 작업 선택.
mk: Odberete akcija.
nb: Velg handling.
nl: Kies actie.
pl: Wybierz akcję.
ro_ro: Alegeți acțiunea.
ru: Выбор действия.
sc: Issèbera s'atzione.
sk: Zvoľte akciu.
sl: Izberite dejanje.
sr: Изаберите дејство.
sr_latn: Izaberi akciju.
sv: Välj åtgärd.
ta: செயலைத் தேர்வுசெய்க.
tr: Eylem seçin.
uk: Виберіть дію.
vi: Chọn hành động.
zh_hans: 选择操作。
zh_hant: 選擇動作。

# map_widget_group_sunrise_sunset
source: Sunrise, sunset
ar: شروق الشمس، غروب الشمس
az: Günəş çıxması, batması
be: Узыход, заход сонца
bg: Изгрев, залез
ca: Alba, posta de sol
cs: Východ a západ slunce
da: Solopgang, solnedgang
de: Sonnenaufgang, Sonnenuntergang
el: Ανατολή, δύση ηλίου
eo: Sunleviĝo/sunsubiro
es_us: Amanecer, atardecer
et: Päikesetõus ja -loojang
eu: Egunsentia, ilunabarra
fa: طلوع، غروب
fi: Auringonnousu, auringonlasku
fr: Lever de soleil, coucher de soleil
gl: Amanecer, posta de sol
hu: Napkelte, napnyugta
id: Matahari terbit, matahari terbenam
is: Sólarupprás, sólsetur
it: Alba, tramonto
ja: 日出、日没
ko: 일출, 일몰
nb: Soloppgang, solnedgang
nl: Zonsopgang, zonsondergang
pl: Wschód słońca, zachód słońca
ro_ro: Răsărit, apus
ru: Восход, закат
sc: Arbèschida, intrinada
sk: Východ slnka, západ slnka
sl: Sončni vzhod, sončni zahod
sr: Излазак, залазак Сунца
sr_latn: Izlazak, zalazak Sunca
sv: Soluppgång, solnedgång
ta: சூரிய தோன்றுகை, சூரிய மறைவு
tr: Gün doğumu, gün batımı
uk: Схід, захід сонця
vi: Bình minh, hoàng hôn
zh_hans: 日出、日落
zh_hant: 日出，日落

source: Route maneuvers
ar: نقاط الملاحة
be: Маршрутныя манеўры
bg: Маневри по маршрута
cs: Dopravní opatření na trase
cy: Symudiadau ar lwybr
da: Rutemanøvrer
de: Routenmanöver
el: Μανούβρες διαδρομής
eo: Manovroj
es_us: Maniobras de la ruta
eu: Ibilbideko maniobrak
fa: مانورهای مسیر
fr: Manœuvres sur l'itinéraire
he: מעקפים
hu: Útvonalmanőverek
id: Manuver rute
is: Aðgerðir leiðar
it: Indicazioni sul percorso
ja: ルート操作
ko: 루트 maneuvers
lt: Maršruto manevrai
mk: Manevri na rutite
nb: Rutemanøvrer
nl: Maneuvers
pl: Manewry na trasie
ro_ro: Manevre de traseu
ru: Маршрутные маневры
sc: Manovras de s'àndala
sk: Manévre trasy
sl: Manevri na poti
sr: Скретања путање
sr_latn: Manevri rute
sv: Ruttmanövrar
ta: பாதை சூழ்ச்சிகள்
tr: Rota manevraları
uk: Маневри на маршруті
vi: Cách đi trên tuyến đường
zh_hans: 路线操作
zh_hant: 路線機動

source: Hide compass ruler
ar: إخفاء مسطرة البوصلة
az: Kompas xətkeşini gizlət
be: Схаваць лінейку компаса
ca: Amaga el regle de brúixola
cs: Skrýt stupnici kompasu
cy: Cuddio mesurydd cwmpawd
da: Skjul kompaslineal
de: Kompasslineal ausblenden
el: Απόκρυψη χάρακα πυξίδας
eo: Kaŝi kompasrozon
es_us: Ocultar regla de brújula
et: Peida kompassi joonlaud
eu: Ezkutatu iparrorratzaren erregela
fa: بدون درجه‌بندی قطب‌نما
fi: Piilota kompassiviivain
fr: Masquer la boussole
gl: Agochar a regra de compás
he: הסתרת סרגל מצפן
hi: कम्पास शासक छिपाएँ
hu: Iránytű elrejtése
id: Sembunyikan penggaris kompas
is: Fela áttavitastiku
it: Nascondi il righello della bussola
ja: コンパス定規を非表示
ka: კომპასის სახაზავის დამალვა
ko: 나침반 눈금자 숨기기
lt: Slėpti kompaso liniuotę
lv: Paslēpt kompasa lineālu
mk: Skrijte go lenirot na kompasot
my: သံလိုက်အိမ်မြှောင်ကိုဖြောက်လိုက်
nb: Skjul kompasslinjal
nl: Verberg kompasliniaal
oc: Escondre la règla de la bossòla
pl: Ukryj linijkę kompasu
pt_br: Ocultar a régua de bússola
ro_ro: Ascundeți rigla busolei
ru: Скрыть компас-линейку
sc: Cua sa righighedda de sa bùssola
sk: Skryť stupnicu kompasu
sl: Skrij kompas
sr: Сакриј лењир компас
sr_latn: Sakriti lenjir kompas
sv: Dölj kompasslinjal
ta: திசைகாட்டி ஆட்சியாளரை மறைக்கவும்
tr: Pusula cetvelini gizle
uk: Сховати компас-лінійку
vi: Ẩn thước đo la bàn
zh_hans: 隐藏罗盘标尺
zh_hant: 隱藏指南針與尺規

# edit_profile_screen_options_subtitle
source: Select screen options for the profile
ar: حدد خيارات الشاشة للوضع
az: Profil üçün ekran seçimlərini seçin
be: Абярыце параметры экрана для профілю
ca: Seleccioneu les opcions de pantalla per al perfil
cs: Zvolte nastavení obrazovky pro profil
cy: Dewisiadau sgrin i'r proffil
da: Vælg skærmindstillinger for profilen
de: Bildschirmoptionen für das Profil auswählen
el: Επιλογές οθόνης για το προφίλ
eo: Elekti agordojn pri ekrano por la profilo
es_us: Elige las opciones de pantalla para el perfil
et: Vali profiili ekraaniseadistused
eu: Hautatu profilaren pantaila-aukerak
fa: انتخاب گزینه‌های صفحه برای این نمایه
fi: Valitse profiilin näyttöasetukset
fr: Sélectionnez les paramètres d'affichage écran pour ce profil
gl: Escolle as opcións da pantalla para este perfil
he: נא לבחור הגדרות מסך לפרופיל
hi: प्रोफ़ाइल के लिए डिफ़ॉल्ट स्क्रीन विकल्प चुनें
hu: A profil képernyő-beállításainak kijelölése
id: Pilih opsi layar untuk profil
is: Veldu valkosti skjás fyrir sniðið
it: Scegli le impostazioni dello schermo per il profilo
ja: 指定プロファイルの画面構成
ko: 화면 옵션 선택
lv: Izvēlieties ekrāna iestatījumus profilam
mk: Izberete opcii za ekranot za profilot
nb: Velg skjermalternativer for profilen
nl: Selecteer scherminstellingen voor het profiel
oc: Seleccionatz leis opcions d’ecran per lo perfiu
pl: Wybiera opcje ekranu
ro_ro: Selectează opțiunile ecranului ale profilului
ru: Настройка параметров экрана для профиля
sc: Ischerta sas optziones de s'ischermu pro su profilu
sk: Zvoľte nastavenia obrazovky pre profil
sl: Izbor možnosti zaslona za profil
sr: Одаберите могућности заслона за налог
sr_latn: Odaberi mogućnosti ekrana za profil
sv: Välj skärmalternativ för profilen
ta: சுயவிவரத்திற்கான திரை விருப்பங்களைத் தேர்ந்தெடுக்கவும்
tr: Profil için ekran seçeneklerini seçin
uk: Виберіть налаштування екрана для профілю
vi: Chọn các tùy chọn màn hình cho bản đồ
zh_hans: 选择页面选项
zh_hant: 選取設定檔的螢幕選項

source: Switch profile
ar: تبديل الوضع
az: Profili dəyiş
be: Змяніць профіль
bg: Превключване на профил
ca: Canvia de perfil
cs: Přepnout profil
cy: Newid proffil
da: Skift profil
de: Profil wechseln
el: Εναλλαγή προφίλ
eo: Ŝanĝi profilon
es_us: Cambiar perfil
et: Vaheta profiili
eu: Aldatu profila
fa: جابه‌جایی نمایه
fi: Vaihda profiilia
fr: Basculer de profil
gl: Mudar de perfil
he: החלפת פרופיל
hu: Profil váltás
hy: Փոխարկել պրոֆիլը
id: Beralih profil
is: Skipta um snið
it: Cambia profilo
ja: プロファイル切替
ka: პროფილის გადართვა
ko: 프로필 전환
lt: Perjungti profilį
lv: Mainīt profilu
mk: Prefrli go profilot
my: ပရိုဖိုင်းကိုပြောင်းလဲမည်
nb: Bytt profil
nl: Verander profiel
pl: Przełącz profil
ro_ro: Schimbă profil
ru: Переключить профиль
sc: Muda de profilu
sk: Prepnúť profil
sl: Preklopi profil
sr: Замени налог
sr_latn: Zamena profila
sv: Byt profil
ta: சுயவிவரத்தை மாற்றவும்
tr: Profil değiştir
uk: Змінити профіль
vi: Chuyển đổi hồ sơ
zh_hans: 切换配置文件
zh_hant: 切換設定檔

source: Direction lines
ar: خطوط الاتجاه
be: Лініі кірунку
ca: Línies de direcció
cs: Směrové čáry
da: Retningslinjer
de: Richtungslinien
el: Γραμμές κατεύθυνσης
es_us: Líneas de dirección
et: Suunajooned
fr: Indications de direction
hu: Irányvonalak
id: Garis arah
is: Stefnulínur
it: Linee di direzione
ja: 案内線を表示
ka: მიმართულების ხაზები
ko: 방향선
nb: Retningslinjer
nl: Richtingslijnen
oc: Endrechiera
pl: Linie kierunków
pt_br: Linhas de direção
ro_ro: Linii de direcție
ru: Линии направления
sc: Lìnias de diretzione
sr: Линије правца
sr_latn: Linije pravca
sv: Riktningslinjer
ta: திசை கோடுகள்
tr: Yön çizgileri
uk: Лінії напряму
zh_hant: 方向線

# osm_live_routing_descr
source: Use OsmAnd Live updates for navigation
ar: استخدم تحديثات أوسماند لايف للتنقل
be: Выкарыстоўваць абнаўленні OsmAnd Live для навігацыі
ca: Utilitza les actualitzacions OsmAnd Live per la navegació
cs: Použít aktualizace z OsmAnd Live pro navigaci
da: Brug OsmAnd Live-opdateringer til navigation
de: Verwenden Sie OsmAnd Live-Updates zur Navigation
el: Χρησιμοποιήστε τις ενημερώσεις του OsmAnd Live για πλοήγηση
es_us: Usa las actualizaciones de OsmAnd Live para la navegación
et: Kasuta navigeerimiseks OsmAnd Live uuendusi
fr: Utiliser les mises à jour d'OsmAnd Live pour la navigation
gl: Use as actualizacións de OsmAnd Live para a navegación
hu: Használja az OsmAnd Live frissítéseket a navigációhoz
id: Gunakan pembaruan OsmAnd Live untuk navigasi
is: Nota uppfærslur OsmAnd Live fyrir leiðsögn
it: Usa gli aggiornamenti OsmAnd Live per la navigazione
ja: OsmAnd Liveの更新情報を利用してナビゲーションをおこないます
ko: 내비게이션에 OsmAnd 실시간 업데이트 사용
nl: Gebruik OsmAnd Live updates voor navigatie
oc: Utilizar leis actualizacions OsmAnd Live per la navigacion
pl: Użyj aktualizacji OsmAnd Live do nawigacji
pt_br: Use as atualizações do OsmAnd Live para navegação
ro_ro: Utilizați actualizările OsmAnd Live pentru navigare
ru: Использовать обновления OsmAnd Live для навигации
sc: Imprea sos agiornamentos de OsmAnd Live pro sa navigatzione
sk: Použiť aktualizácie OsmAnd Live pre navigáciu
sr: Користите OsmAnd уживо ажурирања за навигацију
sr_latn: Koristite OsmAnd uživo ažuriranja za navigaciju
sv: Använd OsmAnd Live-uppdateringar för navigering
ta: வழிசெலுத்தலுக்கு OSMAND நேரடி புதுப்பிப்புகளைப் பயன்படுத்தவும்
tr: Navigasyon için OsmAnd Live güncellemelerini kullan
uk: Використовувати оновлення OsmAnd Live для навігації
zh_hant: 讓導航使用 OsmAnd Live 進行更新

source: Nothing found
ar: لم يتم العثور على شيء
ast: Nun s'atopó nada
az: Heç nə tapılmadı
be: Нічога не знойдзена
ca: No s'ha trobat res
cs: Nic nebylo nalezeno
cy: Heb ganfod unrhyw beth
da: Fandt intet
de: Nichts gefunden
el: Δεν βρέθηκε τίποτα
eo: Trovis nenion
es_us: Nada encontrado
et: Ei leitud midagi
eu: Ez da ezer aurkitu
fa: چیزی پیدا نشد
fi: Mitään ei löytynyt
fr: Aucun résultat
gl: Non se atopou ren
he: לא נמצא כלום
hu: Nincs találat
hy: Ոչինչ չի գտնվել
id: Tidak ada yang ditemukan
is: Ekkert fannst
it: Nessun risultato
ja: 見つかりませんでした
ka: ვერაფერი ვიპოვეთ :(
kn: ಏನೂ ಸಿಗಲಿಲ್ಲ :(
ko: 찾을 수 없음
lt: Nepavyko nieko rasti
lv: Neko neatrada
mk: Ništo ne e pronajdeno
ml: "ഒന്നും കണ്ടെത്താനായില്ല "
nb: Ingenting funnet
nl: Niets gevonden
oc: Ges de resultat
pl: Nic nie odnaleziono
pt_br: Nada encontrado : %@
ro_ro: Nimic găsit
ru: Ничего не найдено
sc: Nudda de agatadu
sk: Nič sa nenašlo
sl: Ni zadetkov
sr: Нема ничег пронађеног
sr_latn: Nema ničeg
sv: Hittade ingenting
ta: எதுவும் கிடைக்கவில்லை
tr: Hiçbir şey bulunamadı
uk: Нічого не знайдено
vi: Không tìm thấy
zh_hans: 什么都没找到
zh_hant: 没有找到

# type_city_town
source: Type city/town/locality
ar: اكتب المدينة / البلدة / المنطقة
az: Şəhər adı yazın
be: Увядзіце горад/населены пункт/мясціну
bg: Type city or town
ca: Introduïu ciutat/població/localitat
cs: Zadejte město/oblast
cy: Rhowch ddinas/tref/ardal
da: Indtast by/bydel/sted
de: Stadt/Ort/Ortschaft eingeben
el: Πληκτρολόγησε πόλη/κωμόπολη/περιοχή
eo: Enigu urbon aŭ lokon
es_us: Escribe la ciudad, pueblo o localidad
et: Kirjuta linn/maakond
eu: Idatzi hiria/herria/tokia
fa: نام شهر/محل را بنویسید
fi: Kirjoita kaupunki/kunta/seutu
fr: Saisissez la ville ou le village
gl: Escribe a cidade, vila ou lugar
he: נא להקליד עיר/מועצה/אזור
hu: Adja meg a településnevet
hy: Մուտքագրեք քաղաք/վայր
id: Ketik kota/daerah
is: Settu inn borg, bæ eða sveitarfélag
it: Scrivi la città/paese/località
ja: 市や町や地域名を入力
ka: ჩაწერეთ ქალაქი
kn: ನಗರ ಅಥವ ಪಟ್ಟಣವನ್ನು ಟೈಪಿಸು
ko: 유형 도시 또는 마을
lt: Įrašykite miestą ar miestelį
lv: Ierakstiet pilsētu
mk: Napišeti grad/mesto/lokalitet
ml: "നഗരമോ പട്ടണമോ തരുക "
my: မြို့ကြီးသို့မဟုတ်မြို့ရိုက်ထည့်ပါ
nb: Skriv inn by/småby/plass
nl: Plaatsnaam invoeren
oc: Escrivètz la vila ò la localitat
pl: Wprowadź miasto/miejscowość
pt_br: Digite uma cidade
ro_ro: Tip municipiu/oraș/localitate
ru: Город / населённый пункт
sc: Iscrie sa tzitade/bidda/localidade
sk: Zadajte mesto/oblasť
sl: Vtipkaj mesto/kraj
sr: Укуцајте град/насеље/локалитет
sr_latn: Ukucaj grad/ mesto
sv: Skriv stad/samhälle/ort
ta: மாநகரம்/நகரம்/இருப்பிடத்தை தட்டச்சு செய்க
tr: Şehir/kasaba/bölgeyi yazın
uk: Введіть місто/містечко/населений пункт
zh_hans: 输入城市/乡镇/地区
zh_hant: 輸入城市／鄉鎮／地方

# shared_string_max_height
source: Max. height
ar: أقصى ارتفاع
az: Maks. yüksəklik
be: Макс. вышыня
cs: Max. výška
cy: Uchder uchaf
da: Maks. højde
de: Maximale Höhe
el: Μέγιστο ύψος
eo: Maksimuma alto
es_us: Altura máx.
et: Suurim kõrgus
eu: Altuera maximoa
fa: حداکثر ارتفاع
fi: Maksimikorkeus
fr: Hauteur max.
gl: Altura máxima
he: גובה מרבי
hu: Legnagyobb magasság
id: Tinggi maks.
is: Hámarkshæð
it: Altezza max
ja: 最大高
ka: მაქს. სიმაღლე
ko: 최대. 고도
lt: Maks. aukštis
mk: Maksimalna visina
nb: Maksimum høyde
nl: Max. hoogte
oc: Autor maximala
pl: Max. wysokość
ro_ro: Înălțime maximă
ru: Макс. высота
sc: Artària màss.
sk: Max. výška
sl: Maks. višina
sr: Макс. висина
sr_latn: Maks. visina
sv: Max höjd
ta: அதிகபட்சம். உயரம்
tr: Azami yükseklik
uk: Макс. висота
vi: Độ cao tối đa
zh_hans: 最大高度
zh_hant: 最高高度

# shared_string_rearrange
source: Rearrange
ar: إعادة الترتيب
cs: Uspořádat
cy: Aildrefnu
da: Omarrangér
de: Neu anordnen
el: Αναδιάταξη
es_us: Reorganizar
fr: Réarranger
hu: Átrendezés
id: Tata ulang
is: Endurraða
it: Riordinare
ja: 並べ替え
nl: Herschikken
ro_ro: Rearanjați
ru: Перестроить
sr: Препаковати
sr_latn: Prepakovati
sv: Arrangera om
ta: மறுசீரமைக்கவும்
tr: Yeniden düzenle
uk: Переставити
zh_hant: 重新排列

source: Reverse route
ar: عكس الطريق
az: Əks marşrut
be: Зваротны маршрут
ca: Ruta inversa
cs: Otočit trasu
cy: Gwrthdroi'r llwybr
da: Omvendt rute
de: Route umkehren
el: Αντιστροφή διαδρομής
eo: Inversigi kurson
es_us: Ruta inversa
et: Pööra teekond teistpidi
eu: Alderantzizko ibilbidea
fa: برعکس‌کردن مسیر
fi: Päinvastainen reitti
fr: Inverser l'itinéraire
gl: Ruta inversa
he: היפוך המסלול
hu: Útvonal megfordítása
id: Balikkan rute
is: Snúa við leið
it: Inverti il percorso
ja: ルート反転
ka: უკანა გზა
ko: 역방향 경로
mk: Obratna ruta
nb: Snu rute
nl: Route omkeren
oc: Inversar lo percors
pl: Odwróć trasę
pt_br: Rota reversa
ro_ro: Inversează ruta
ru: Обратный маршрут
sc: Fùrria s'àndala
sk: Otočiť trasu
sl: Obrni pot
sr: Обрнута путања
sr_latn: Obrnuta putanja
sv: Omvänd rutt
ta: தலைகீழ் பாதை
tr: Ters rota
uk: Зворотний маршрут
vi: Đảo ngược tuyến đường
zh_hans: 反转路线
zh_hant: 反向路線

# res_confirmation_clear_cache
source: Are you sure you want to clear cache for %@?
ar: هل تريد بالتأكيد محو ذاكرة التخزين المؤقت ل %@؟
be: Сапраўды хочаце ачысціць кэш для %@?
ca: Segur que voleu esborrar la memòria cau de %@?
cs: Opravdu chcete smazat vyrovnávací paměť pro %@?
da: Bekræft sletning af cache for %@?
de: Bist du sicher, dass du den Cache für %@ leeren möchtest?
el: Σίγουρα θέλετε να καθαρίσετε την κρυφή μνήμη για %@;
es_us: ¿Limpiar el caché de «%@»?
et: Kas oled kindel, et soovid tühjendada %@ puhvri?
fr: Êtes-vous sûr de vouloir effacer le cache pour %@ ?
hu: Törölni akarja %@ gyorsítótárát?
id: Apakah Anda yakin ingin membersihkan cache untuk %@?
is: Ertu viss um að þú viljir hreinsa skyndiminnið fyrir %@?
it: Sei sicuro di volere cancellare la cache per %@?
ja: %@用キャッシュを消去してもよろしいですか？
nb: Er du sikker på at du ønsker å slette hurtiglageret for %@?
nl: Weet je zeker dat je de cache voor %@ wilt leegmaken?
oc: Segur que volètz escafar la memòria temporària de %@ ?
pl: Czy na pewno chcesz wyczyścić pamięć podręczną dla %@?
pt_br: Tem certeza de que deseja limpar o cache para %@?
ro_ro: Sunteți sigur că doriți să ștergeți memoria cache pentru %@?
ru: Вы уверены, что хотите очистить кеш для %@?
sc: Ses seguru de chèrrere isbodiare sa memòria temporànea pro %@?
sk: Naozaj chcete vymazať vyrovnávaciu pamäť pre %@?
sr: Да ли сте сигурни да желите да обришете кеш за %@?
sr_latn: Da li ste sigurni da želite da obrišete keš za %@?
sv: Vill du rensa cachen för %@?
ta: %@க்கு கேச் அழிக்க விரும்புகிறீர்களா?
tr: %@ için önbelleği temizlemek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете очистити кеш на %@?
zh_hant: 您確定要清除 %@ 的快取嗎？

# temperature_show
source: Show temperature
ar: إظهار درجة الحرارة
cs: Zobrazit teplotu
cy: Dangos tymheredd
da: Vis temperatur
de: Temperatur anzeigen
el: Εμφάνιση θερμοκρασίας
es_us: Mostrar temperatura
et: Näita temperatuuri
fr: Afficher la température
hu: Hőmérséklet megjelenítése
id: Tampilkan suhu
is: Birta hitastig
it: Mostra temperatura
lt: Rodyti temperatūrą
nb: Vis temperatur
nl: Toon temperatuur
oc: Mostrar la temperadura
pl: Pokaż temperaturę
ro_ro: Afișați temperatura
ru: Показать температуру
sc: Ammustra sa temperadura
sr: Прикажи температуру
sr_latn: Prikaži temperaturu
sv: Visa temperatur
ta: வெப்பநிலையைக் காட்டு
tr: Sıcaklığı göster
uk: Показати температуру
zh_hant: 顯示溫度
