Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# gpx_select_track
source: Select track
ar: تحديد مسار
be: Абраць след
ca: Selecciona un trajecte
cs: Vybrat stopu
da: Vælg spor
de: Track auswählen
el: Επιλογή ίχνους
es_us: Eligir la traza
et: Vali teekond
fa: رد را انتخاب کنید
fi: Valitse jälki
fr: Sélectionnez la trace
gl: Select trip
hu: Nyomvonal kiválasztása
id: Pilih trek
is: Veldu feril
it: Scegli un viaggio
ja: 経路の選択
ka: აირჩიეთ ტრეკი
nb: Select trip
nl: Selecteer track
oc: Chausir un percors
pl: Wybierz trasę
pt_br: Selecionar trilha
ro_ro: Selectați track-ul
ru: Выберите трек
sc: Ischerta rasta
sk: Zvoľte stopu
sl: Izbor potovanja
sr: Изаберите путању
sr_latn: Izaberite putanju
sv: Välj spår
ta: தடத்தைத் தேர்ந்தெடுக்கவும்
tr: Yol seç
uk: Оберіть трек
zh_hant: 選擇旅程

# gpx_direction_arrows
source: Direction arrows
ar: اتجاه الأسهم
az: İstiqamət oxları
be: Стрэлкі кірунку
ca: Fletxes de direcció
cs: Směrové šipky
cy: Saethau cyfeiriad
da: Retningspile
de: Richtungspfeile
el: Βέλη κατεύθυνσης
eo: Sagetoj de direkto
es_us: Flechas de dirección
et: Suunanooled
eu: Norabideko geziak
fa: فلش‌های جهت‌نما
fi: Suuntanuolet
fr: Flèches de direction
gl: Frechas de dirección
he: חצי כיוון
hu: Iránymutató nyilak
id: Panah arah
is: Stefnuörvar
it: Frecce della direzione
ja: 方向矢印
ka: მიმართულების ისრები
ko: 방향 화살표
lt: Krypčių rodyklės
mk: Strelki na pravci
mr: दिशेचे बाण
nb: Retningspiler
nl: Richtingspijlen
oc: Sagetas de direccion
pl: Strzałki kierunku
ro_ro: Săgeți direcționale
ru: Стрелки направления
sc: Fritzas de diretzione
sk: Smerové šípky
sl: Smerne puščice
sr: Стрелице смера
sr_latn: Strelice navođenja
sv: Dirigeringspilar
ta: திசை அம்புகள்
tr: Yön okları
uk: Стрілки напрямку
vi: Mũi tên chỉ hướng đi
zh_hans: 方向箭头
zh_hant: 方向箭頭

source: Reset to original
ar: إعادة الضبط إلى الأصلي
ast: Reafitar
az: Orijinala sıfırla
be: Скінуць да зыходнага значэння
bg: Връщане към първоначалното състояние
cs: Resetovat do původního stavu
cy: Ailosod i'r gwreiddiol
da: Nulstil til oprindelig
de: Auf Original zurücksetzen
el: Επαναφορά στο αρχικό
eo: Restarigi implicitajn
es_us: Reiniciar al original
et: Lähtesta originaalile
eu: Leheneratu jatorrizkoa
fa: بازنشانی به اصل
fi: Palauta alkuperäiseen
fr: Restaurer l'original
he: איפוס למקור
hu: Visszaállítás az eredetire
id: Setel ulang ke asli
is: Frumstilla á upprunalegt
it: Ripristina le originali
ja: 初期値へリセット
ka: საწყის მნიშვნელობაზე დაბრუნება
ko: 기본 으로 재설정
lt: Atkurti pradinį
mk: Resetiranje na originalot
nb: Tilbakestill til original
nl: Opnieuw instellen naar origineel
oc: Tornar inicializar l'originau
pl: Przywróć do ustawień początkowych
pt_br: Redefinir para original
ro_ro: Resetează la original
ru: Сбросить к начальному значению
sc: Riprìstina sas originales
sk: Obnoviť na pôvodné
sl: Ponastavi na prvotno vrednost
sr: Поврати на почетне вредности
sr_latn: Vrati na početne vrednosti
sv: Återställ till original
ta: அசல் மீட்டமை
tr: Orijinale sıfırla
uk: Відновити початкові значення
vi: Đặt lại về ban đầu
zh_hans: 重置为原始状态
zh_hant: 重設為原始設定

# route_line_color_elevation_description
source: Route line will be colorized depending on the elevation profile of the route.
ar: سيتم تلوين خط المسار اعتمادا على ملف تعريف الارتفاع للمسار.
cs: Čára trasy bude vybarvena podle sklonu.
da: Rutelinje vil blive farvelagt afhængigt af rutens højdeprofil.
de: Routenlinie wird je nach Höhenprofil der Route eingefärbt.
es_us: La línea de la ruta se coloreará en función del perfil de elevación de la ruta.
et: Marsruudi joon on värvitud sõltuvalt marsruudi kõrgusprofiilist.
fr: La ligne de l'itinéraire sera colorée en fonction du profil d'élévation de l'itinéraire.
hu: Az útvonal vonala az útvonal magassági profiljától függően színezett lesz.
id: Garis rute akan diwarnai tergantung pada profil elevasi rute.
is: Lína leiðar verður lituð í samræmi við hæðarsnið leiðarinnar.
it: La linea del percorso verrà colorata in base al profilo altimetrico.
nl: Routelijn wordt gekleurd afhankelijk van het stijgingsprofiel van de route.
oc: La linha dau percors serà colorada segon la denivelacion.
pt_br: A linha da rota será colorida dependendo do perfil de elevação da rota.
ro_ro: Linia traseului va fi colorată în funcție de profilul de altitudine al traseului.
ru: Линия маршрута будет окрашена в цвета в зависимости от профиля высоты маршрута.
sc: Sa lìnia de s'itineràriu at a èssere colorada sighende su profilu de artària de s'àndala.
sr: Линија руте ће бити обојена у зависности од висинског профила руте.
sr_latn: Linija rute će biti obojena u zavisnosti od visinskog profila rute.
sv: Ruttlinjen färgläggs utifrån höjdprofilen.
ta: பாதையின் உயர சுயவிவரத்தைப் பொறுத்து பாதை வரி வண்ணமயமாக்கப்படும்.
tr: Güzergah çizgisi, güzergahın yükseklik profiline bağlı olarak renklendirilecektir.
uk: Лінія маршруту буде розфарбована залежно від профілю висоти маршруту.
zh_hant: 路線線將根據路線的海拔剖面進行著色。

# gpx_split_interval_none_descr
source: Select the desired splitting option: by time or by distance.
ar: حدد خيار التقسيم المطلوب: حسب الوقت أو بالمسافة.
az: İstədiyiniz bölmə variantını seçin: vaxta və ya məsafəyə görə.
be: Абярыце варыянт падзелу: па часе альбо дыстанцыі.
ca: Seleccioneu el criteri limitant desitjat: temps o distància.
cs: Vyberte požadovaný způsob dělení: podle času nebo podle vzdálenosti.
cy: Dewis yr opsiwn hollti a ddymunir: ynôl amser neu bellter.
da: Vælg den ønskede type opdeling: efter tid eller afstand.
de: Wählen Sie die gewünschte Aufteilungsoption: nach Zeit oder nach Entfernung.
el: Επιλέξτε την επιθυμητή επιλογή διαίρεσης: κατά χρόνο ή απόσταση.
eo: Elektu preferatan manieron de divido: laŭ tempo aŭ laŭ distanco.
es_us: Elige la opción de división deseada: por tiempo o por distancia.
et: Vali soovitud jaotamise võimalus: aja või vahemaa järgi.
eu: Hautatu zatiketa aukera: denboraren arabera edo distantziaren arabera.
fa: گزینهٔ تقسیم‌بندی دلخواه را انتخاب کنید: بر پایه زمان یا مسافت.
fi: Valitse mieluisin jakoasetus: ajan tai välimatkan perusteella.
fr: Sélectionnez l'option de fractionnement souhaitée : par temps ou par distance.
gl: Selecciona a opción de división desexada: por tempo ou por distancia.
he: נא לבחור את אפשרות הפיצול הרצויה: לפי זמן או מרחק.
hu: Válassza ki az előnyben részesített felosztási lehetőséget: idő vagy távolság szerint.
id: Pilih opsi pemisahan yang diinginkan: menurut waktu atau jarak.
is: Veldu hvernig þú vilt skipta upp: eftir tíma eða vegalengd.
it: Seleziona l'opzione desiderata per la divisione: per tempo o per distanza.
ja: 時間または距離で、必要な分割オプションを選択します。
ko: 원하는 분할 옵션을 선택: 시간 또는 거리로.
lt: Pasirinkite norima dalinimo variantą: pagal laiką arba pagal atstumą.
mk: Izberete ja sakanata opcija za razdeluvanje: po vreme ili po rastojanie.
nb: Velg detønskede oppdelingsalternativet: etter tid eller etter avstand.
nl: Selecteer de gewenste splitsingsoptie: op tijd of op afstand.
oc: Chausir lo critèri desirat : segon lo temps ò segon la distància.
pl: Wybierz żądaną opcję podziału: według czasu lub odległości.
pt_br: Selecione a opção de divisão desejada: por tempo ou por distância.
ro_ro: Selectați opțiunea de împărțire dorită: în funcție de timp sau de distanță.
ru: Выберите способ разбиения: по времени или по расстоянию.
sc: Ischerta s'optzione de partzidura chi cheres: pro tempus o pro distàntzia.
sk: Zvoľte spôsob rozdeľovania: podľa času alebo podľa vzdialenosti.
sl: Izbor načina razdeljevanja: po času ali po razdalji.
sr: Изаберите жељену могућност поделе: по времену или по удаљености.
sr_latn: Izaberi željenu mogućnost podele: po vremenu ili po udaljenosti.
sv: Välj önskat delningsalternativ: efter tid eller efter avstånd.
ta: விரும்பிய பிளவு விருப்பத்தைத் தேர்ந்தெடுக்கவும்: நேரம் அல்லது தூரத்தில்.
tr: İstediğiniz bölme seçeneğini seçin: zamana veya mesafeye göre.
uk: Виберіть потрібний варіант поділу: за часом або за відстанню.
vi: Chọn cách chia tách mong muốn: bởi thời gian hoặc bởi khoảng cách.
zh_hans: 选择所需的拆分选项：“按时间”或“按距离”。
zh_hant: 選取所需的分割選項：按時間或按距離。

source: Edit track
ar: تحرير المسار
az: İzə düzəliş et
be: Змяніць след
cs: Editovat stopu
cy: Golygu trac
da: Redigér spor
de: Track editieren
el: Επεξεργασία ίχνους
eo: Redakti spuron
es_us: Editar traza
et: Muuda rada
eu: Editatu arrastoa
fa: ویرایش رد
fi: Muokkaa jälkeä
fr: Modifier la trace
gl: Editar pista
he: עריכת מסלול
hu: Nyomvonal szerkesztése
id: Sunting trek
is: Breyta ferli
it: Modifica la traccia
ja: 経路の編集
ka: ტრეკის ჩასწორება
ko: 트랙 수정
mk: Uredi go zapisot
mr: ट्रॅक संपादा
nb: Rediger spor
nl: Track bewerken
oc: Modificar la traça
pl: Edytuj trasę
pt_br: Editar trilha
ro_ro: Editează traseu
ru: Править трек
sc: Modìfica sa rasta
sk: Upraviť stopu
sl: Uredi sled
sr: Уреди траг
sr_latn: Uredi rutu
sv: Redigera spår
ta: தடத்தைத் திருத்து
tr: Yolu düzenle
uk: Редагувати трек
vi: Chỉnh sửa cung đường
zh_hans: 编辑轨迹
zh_hant: 編輯軌跡

# you_searching
source: You are searching
ar: هل تبحث عن
be: Вы шукаеце
ca: Esteu cercant
cs: Hledáte
da: Du søger
de: Sie suchen
el: Αναζητάτε
es_us: Estás buscando
et: Otsid
fr: Vous recherchez
hu: Ezt keresi:
id: Anda sedang mencari
is: Þú ert að leita að
it: Stai cercando
ja: 検索中
ka: თქვენ ეძებთ
ko: 검색 중
nl: U zoekt
oc: A cercar
pl: Wyszukujesz
pt_br: Você está pesquisando
ro_ro: Sunteți în căutare
ru: Вы ищете на удалении
sc: Ses chircande
sk: Hľadáte
sr: Ви тражите
sr_latn: Vi tražite
sv: Du söker
ta: நீங்கள் தேடுகிறீர்கள்
tr: Aradığınız
uk: Ви шукаєте
zh_hant: 您正在查尋

# calc_pedestrian_route
source: Calculate pedestrian route
ar: احسب طريق المشاة
be: Разлічыць маршрут пешшу
ca: Calcula la ruta per vianants
cs: Spočítat trasu pěšky
da: Beregn fodgængerruten
de: Fußgängerroute berechnen
el: Υπολογισμός διαδρομής για πεζούς
es_us: Calcular ruta a pie
et: Arvuta teekond jalgsi
fr: Calculer l'itinéraire piéton
hu: Gyalogos útvonal tervezése
id: Hitung rute pejalan kaki
is: Reikna leið fyrir fótgangandi
it: Calcola percorso pedonale
ja: 徒歩移動でのルートを計算
ka: ფეხით მოსიარულის რეჟიმის გამოთვლა
nb: Regn ut spaseringsrute
nl: Bereken voetgangersroute
oc: Calcular lo percors d'a pès
pl: Oblicz trasę pieszą
pt_br: Calcular percurso pedestre
ro_ro: Calculați traseul pietonal
ru: Рассчитать пешеходный маршрут
sc: Càrcula s'àndala a pee
sr: Израчунај пешачку руту
sr_latn: Izračunaj pešačku rutu
sv: Beräkna rutt för fotgängare
ta: பாதசாரி வழியைக் கணக்கிடுங்கள்
tr: Yürüme rotasını hesapla
uk: Обчислити пішохідний маршрут
zh_hant: 計算步行路線

# public_transport_ped_route_title
source: The route on foot is approximately %@, and may be faster than public transport
ar: المسار على الأقدام حوالي%@ ، وقد يكون أسرع من وسائل النقل العام
be: Маршрут пешшу складае %@, дайсці можна хутчэй, чым рухацца на грамадскім транспарце
bg: Маршрутът пеша представлява около %@ и вероятно е по-бърз от обществения транспорт
ca: La ruta a peu triga aproximadament %@ i es pot escurçar utilitzant transport públic
cs: Trasa pěšky je přibližně %@ a mohla by být rychlejší než veřejnou dopravou
cy: Mae'r llwybr ar droed oddeutu %@, a gall fod yn gyflymach na thrafnidiaeth gyhoeddus
da: Ruten til fods er ca %@ og kan være hurtigere end offentlig transport
de: Die Route zu Fuß beträgt ca. %@ und könnte schneller sein als mit öffentlichen Verkehrsmitteln
el: Η διαδρομή με τα πόδια είναι κατά προσέγγιση %@ και μπορεί να είναι πιο σύντομη από τη δημόσια συγκοινωνία
eo: Tiuĉi kurso perpiede estas proksimume %@ kaj povas esti pli rapida ol per publika transporto
es_us: La ruta a pie es de aproximadamente %@ y podría ser más rápida que en transporte público
et: Teekond jalgsi on umbes %@ ja see võib olla kiirem kui ühistransport
eu: Ibilbidea oinez gutxi gora behera %@ da eta garraio publikoa baino azkarrago izan daiteke
fa: مسیر پیاده حدود %@ است و احتمالاً از حمل‌ونقل عمومی سریع‌تر باشد
fi: Jalkaisin kuljettava reitti on noin %@ ja se voi olla nopeampi kuin joukkoliikenne
fr: L'itinéraire piéton est approximativement de %@ et peut être plus rapide qu'en transport en commun
gl: A ruta a pé é de aproximadamente %@ e podería ser máis rápida que no transporte público
he: זמן ההגעה בהליכה הוא בערך %@ שזה כנראה פחות זמן מהגעה בתחבורה ציבורית
hu: Az út gyalogosan körülbelül %@, vagyis lehet, hogy gyorsabb, mint tömegközlekedéssel
id: Rute berjalan kaki kira-kira %@ dan mungkin bisa lebih cepat daripada angkutan publik
is: Leiðin er um það bil %@ fótgangandi og gæti verið fljótfarnari þannig heldur en með almenningssamgöngum
it: Il percorso a piedi è circa %@ e poterebbe essere più veloce di quello con i mezzi pubblici
ja: 徒歩でのルートは約%@で、公共交通機関の利用よりも速い可能性があります
ka: The route on foot is approximately %@, and may be faster than by public transport.
ko: 발의 경로는 약 %@이며 대중 교통보다 빠르게 될 수 있습니다
lt: The route on foot is approximately %@, and may be faster than by public transport.
lv: Ar kājām maršruts būtu apmēram %@ un varētu būt ātrāks nekā ar sabiedrisko transportu
mk: Maršrutata peški e približno %@ i može da bide pobrza od javniot prevoz
my: ခြေလျင်ဖြင့်သွားသောလမ်းကြောင်းသည်ခန့်မှန်းခြေအားဖြင့် %@ ဖြစ်ပြီးပြည်သူပို့ဆောင်ရေးထက်ပိုမြန်လိမ့်မည်
nb: Ruten til fots er omtrent %@, og kan være raskere enn offentlig transport
nl: De wandelafstand is ongeveer %@ en is dus wellicht sneller dan het openbaar vervoer
oc: La caminada fa dins lei %@ e se podriá faire pus lèu amb lei transpòrts publics
pl: Długość trasa pieszej wynosi około %@ i może być ona szybsza niż transportem publicznym
pt_br: A rota a pé é de aproximadamente %@ e pode ser mais rápida do que por transporte público.
ro_ro: Traseul pe jos este de aproximativ %@, și poate fi mai rapid decât transportul public
ru: Маршрут пешком составляет около %@ и может быть быстрее общественного транспорта
sc: Cust'àndala a pede est pagu prus o mancu de %@, e diat pòdere èssere prus lestra de su trasportu pùblicu
sk: Trasa peši je približne %@ a mohla by byť rýchlejšia ako hromadnou dopravou
sl: Pešačenje do cilja traja okoli %@ in je lahko hitrejše od javnega prevoza
sr: Пут пешице је приближно %@ и можда може бити бржи него са јавним превозом
sr_latn: Ruta pešice je približno %@ i možda može biti brži nego sa javnim prevozom
sv: Vägen till fots är ca %@, och kan vara snabbare än kollektivtrafik
ta: காலில் உள்ள பாதை சுமார் %@ ஆகும், மேலும் இது பொது போக்குவரத்தை விட வேகமாக இருக்கலாம்
tr: Yürüme rotası yaklaşık %@, ve toplu taşıma araçlarına göre daha hızlı olabilir
uk: Маршрут пішки приблизно %@, і може бути швидшим за громадський транспорт
zh_hans: 步行路线约为 %@，可能比公共交通更快
zh_hant: 步行路線約 %@，可能比大眾運輸還快

source: Search nearby
af: Soek naby
ar: بحث بالقرب
az: Yaxınlıqda axtar
be: Шукаць паблізу
bg: Търси наблизо
ca: Cerca a prop
cs: Hledat poblíž
cy: Chwilio gerllaw
da: Søg i nærheden
de: In der Nähe suchen
el: Αναζήτηση στην περιοχή
eo: Serĉi proksime
es_us: Buscar cerca
et: Otsi lähedusest
eu: Bilatu inguruan
fa: جستجوی اطراف
fi: Etsi läheltä
fr: Rechercher à proximité
gl: Procurar preto
he: חיפוש בסביבה
hu: Közeli pontok
hy: Որոնել մոտակայքում
id: Cari di sekitar
is: Leita í nágrenni
it: Ricerca vicino
ja: 近くを検索
ka: ახლო ძიება
ko: 근처 검색
lt: Ieškoti šalia
lv: Meklēt tuvumā
mk: Prebaruvajte vo blizina
ml: സമീപത്തു തിരയുക
mr: जवळपास शोधा
nb: Søk i nærheten
nl: Zoek dichtbij
oc: Recercar dins la vesinança
pl: Szukaj w pobliżu
ro_ro: Caută în împrejurimi
ru: Поиск рядом
sc: Chirca a curtzu
sk: Hľadať neďaleko Vás
sl: Poišči v bližini
sr: Претражи околину
sr_latn: Pretraži okolinu
sv: Sök i närheten
ta: அருகிலேயே தேடுங்கள்
tr: Yakınlarda ara
uk: Шукати поруч
vi: Tìm kiếm quanh đây
zh_hans: 在附近搜索
zh_hant: 在附近查尋

# change_object_posiotion
source: Change object's position
ar: تغيير موضع الكائن
be: Змяніць пазіцыю аб’екта
ca: Canvia la posició de l'objecte
cs: Změnit pozici objektu
da: Skift objektets position
de: Position des Objekts ändern
el: Αλλαγή θέσης αντικειμένου
es_us: Cambiar la ubicación del objeto
et: Muuda objekti asukoha
fr: Modifier la position de l'objet
hu: Objektum pozíciójának módosítása
id: Ubah posisi objek
is: Breyta staðsetningu hlutar
it: Cambia la posizione dell'oggetto
ja: オブジェクト位置の変更
ka: ობიექტის მდებარეობის შეცვლა
ko: 개체의 위치 변경
nb: Endre objektets posisjon
nl: Wijzig positie van object
oc: Cambiar la posicion de l'objècte
pl: Zmień położenie obiektu
pt_br: Alterar a posição do objeto
ro_ro: Modificarea poziției obiectului
ru: Изменить положение объекта
sc: Muda sa positzione de s'ogetu
sr: Промените позицију објекта
sr_latn: Promenite poziciju objekta
sv: Flytta objektets position
ta: பொருளின் நிலையை மாற்றவும்
tr: Nesnenin konumunu değiştir
uk: Змінити позицію об'єкта
zh_hant: 更改物件的位置

# plugin_popup_ski_title
source: Turn on Ski map style
ar: تشغيل نمط خريطة التزلج
be: Уключыць стыль лыжных мапаў
ca: Activa l'estil de mapes Esquí
cs: Zapnout lyžařský mapový styl
da: Aktiver Skikort format
de: Skikartenstil einschalten
el: Ενεργοποίηση στυλ χάρτη Σκι
es_us: Activar estilo del mapa a esquí
et: Lülita sisse suusakaardi stiil
fr: Activer le style de carte Ski
hu: Sítérkép stílus bekapcsolása
id: Nyalakan gaya peta Ski
is: Kveikja á skíðakortastíl
it: Attiva lo stile mappa Ski
ja: スキーマップスタイルをONにする
ko: 스키 지도 스타일 켜기
nl: Kaartstijl Ski aanschakelen
oc: Activar la representacion de mapa per l'Esquí
pl: Włącz styl Mapy tras narciarskich
pt_br: Ativar estilo Mapa de esqui
ro_ro: Activați stilul hărții de schi
ru: Включить стиль "Ski map"
sc: Allue s'istile mapa iscì
sk: Zapnúť lyžiarsky mapový štýl
sr: Укључите стил скијашке карте
sr_latn: Uključite stil skijaške karte
sv: Slå på kartstilen Vinter och skidor
ta: ச்கை வரைபட பாணியை இயக்கவும்
tr: Kayak haritası tarzını aç
uk: Увімкнути стиль «Лижні мапи»
zh_hant: 打開滑雪地圖樣式

# weather_temperature_fahrenheit
source: Fahrenheit
ar: فهرنهايت
be: Па фарэнгейту
bg: Градуси по Фаренхайт
el: Φαρενάιτ
eo: Farenhejta
fa: فارنهایت
he: פרנהייט
hu: Fahrenheit fok
ja: 華氏
ka: ფარენჰეიტი
ko: 화씨
lt: Farenheitas
nb: Grad fahrenheit
ru: Градусы Фаренгейта
sk: Stupne Fahrenheita
sr: Фаренхајт
sr_latn: Farenhajt
ta: பாரன்ஈட்
tr: Fahrenhayt
uk: F°
vi: độ F
zh_hans: 华氏
zh_hant: 華氏

# weather_pressure_millimeters_of_mercury
source: Millimeters of mercury
ar: ملليمترات من الزئبق
bg: Милиметри живачен стълб
ca: Mil·límetres de mercuri
cs: Milimetrů rtuťového sloupce
da: Millimeter kviksølv
de: Millimeter Quecksilbersäule
el: Χιλιοστά στήλης υδραργύρου
eo: Milimetroj da hidrargo
es_us: Milímetros de mercurio
et: torri
eu: Milimetro merkurioa
fa: میلی‌متر جیوه
fi: Elohopeamillimetriä
fr: Millimètres de mercure
hu: Higanymilliméter
id: Milimeter air raksa
is: Millímetrar kvikasilfurs
it: Millimetri di mercurio
ja: 水銀柱ミリメートル
ko: 수은 밀리미터
lt: Gyvsidabrio milimetrai
nb: Millimeter kvikksølv
nl: Millimeter kwik
pl: Milimetry rtęci
ro_ro: Milimetri coloană de mercur
ru: Миллиметры ртутного столба
sc: Millìmetros de mercùriu
sk: Milimetre ortute
sl: Milimetriživega srebra
sr: Милиметри живе
sr_latn: Milimetri žive
sv: Millimeter kvicksilver
ta: அறிவன் மில்லிமீட்டர்
tr: Milimetre cıva
uk: Міліметри ртутного стовпчика
vi: Mi-li-mét thuỷ ngân
zh_hans: 毫米汞柱
zh_hant: 毫米汞柱

source: Online raster maps
ar: خريطة نقطية على الانترنت
be: Сеціўныя растравыя мапы
ca: Mapes de bits en línia
cs: Online rastrové mapy
da: Online rasterkort
de: Online-Rasterkarten
el: Raster χάρτες με σύνδεση
es_us: Mapa de trama en línea
et: Võrgupõhised rasterkaardid
fr: Cartes raster en ligne
hu: Online raszteres térképek
id: Peta raster online
is: Rastakort á netinu
it: Mappe raster online
ja: オンラインラスターマップ
ka: რასტრული რუკები ინტერნეტში
pl: Mapy rastrowe online
pt_br: Mapas raster online
ro_ro: Hărți raster online
ru: Онлайн растровая карта
sc: Mapas raster in lìnia
sr: Мрежне растерске мапе
sr_latn: Mrežne rasterske mape
sv: Online raster-kartor
ta: நிகழ்நிலை ராச்டர் வரைபடங்கள்
tr: Çevrim içi raster haritaları
uk: Мережеві растрові мапи
zh_hant: 線上點陣地圖

source: Online map
ar: خريطة إنترنت
ast: Mapa en llinia
az: Onlayn xəritə
be: Сеціўная мапа
bg: Онлайн карта
ca: Mapa en línia
cs: On-line mapa
cy: Map arlein
da: Online kort
de: Online-Karte
el: Χάρτης με σύνδεση
eo: Enreta mapo
es_us: Mapa en línea
et: Veebikaart
eu: Sareko mapa
fa: نقشهٔ آنلاین
fi: Online kartta
fr: Carte en ligne
gl: Mapa na rede
he: מפה מקוונת
hu: Online térkép
hy: Առցանց քարտեզ
id: Peta daring
is: Nettengt kort
it: Mappa online
ja: オンラインマップ
ka: ონლაინ რუკა
kn: ಮಿಂಬಲೆ ನಕ್ಷೆ
ko: 온라인 지도
lt: Žemėlapis online
lv: Karte tiešsaistē
mk: Karta na internet
ml: ഓണ്‍ലൈന്‍ ഭൂപടം
nb: Nettbasert kart
nl: Online kaart
oc: Mapa en linha
pl: Mapa online
pt_br: Mapa on-line
ro_ro: Hartă online
ru: Онлайн-карта
sc: Mapa in lìnia
sk: Online mapa
sl: Spletni zemljevid
sr: Карта са мреже
sr_latn: Mapa sa interneta
sv: Online-karta
ta: நிகழ்நிலை வரைபடம்
tr: Çevrim içi harita
uk: Онлайн-мапа
zh_hans: 在线地图
zh_hant: 線上地圖

# osm_live_unlock_all
source: Unlock all features
ar: فتح جميع الميزات
be: Разблакваць усе функцыі
ca: Desbloca totes les funcions
cs: Odemknout všechny funkce
da: Lås op for alle funktioner
de: Alle Vorzüge freischalten
el: Ξεκλείδωμα όλων των λειτουργιών
es_us: Desbloquear todas las características
et: Ava kõik funktsioonid
fr: Débloquer toutes les options
hu: Összes funkció feloldása
id: Buka semua fitur
is: Aflæsa öllum eiginleikum
it: Sblocca tutte le funzionalità
ja: すべての機能のロックを解除
ka: განბლოკეთ ყველა ფუნქცია
oc: Desblocar totei lei fonccions
pl: Odblokuj wszystkie funkcje
pt_br: Desbloquear todos os recursos
ro_ro: Deblocați toate funcțiile
ru: Разблокировать все функции
sc: Isbloca totu sas funtzionalidades
sk: Odomknúť všetky funkcie
sr: Откључајте све функције
sr_latn: Otključajte sve funkcije
sv: Lås upp alla funktioner
ta: அனைத்து அம்சங்களையும் திறக்கவும்
tr: Tüm özelliklerin kilidini aç
uk: Розблокувати всі функції
zh_hant: 解鎖所有功能

source: Privacy policy
ar: سياسة الخصوصية
be: Палітыка прыватнасці
ca: Política de privadesa
cs: Zásady soukromí
da: Privatlivspolitik
de: Datenschutzregelung
el: Πολιτική απορρήτου
es_us: Política de privacidad
et: Andmekaitsepõhimõtted
fa: سیاست حفظ حریم‌خصوصی
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
hu: Adatvédelmi irányelvek
id: Kebijakan privasi
is: Meðferð persónuupplýsinga
it: Politica sulla privacy
ja: プライバシーポリシー
ka: კონფიდენციალობის პოლიტიკა
nb: Personvernspraksis
nl: Privacy beleid
oc: Politica de privadesa
pl: Polityka prywatności
pt_br: Política de privacidade
ro_ro: Politica de confidențialitate
ru: Политика конфиденциальности
sc: Polìtica de riservadesa
sk: Zásady ochrany súkromia
sr: Политика приватности
sr_latn: Politika privatnosti
sv: Integritetspolicy
ta: தனியுரிமைக் கொள்கை
tr: Gizlilik politikası
uk: Політика конфіденційності
zh_hant: 隱私政策
