Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# do_not_show_discount_desc
source: Suppresses displaying app discounts & special local event messages.
ar: يمنع عرض خصومات التطبيق ورسائل الأحداث المحلية الخاصة.
be: Хавае дысконтныя прапановы і адмысловыя мясцовыя падзеі.
ca: No mostris descomptes d'aplicacions ni missatges d'esdeveniments locals destacats.
cs: Neupozorňovat na slevy a zvláštní místní události v aplikaci.
da: Undertrykker visning af app-rabatter & særlige lokale begivenhedsmeddelelser.
de: Unterdrückt Meldungen zu App-Sonderangeboten und besonderen lokalen Ereignissen.
el: Καταργεί την εμφάνιση εκπτώσεων εφαρμογης και ειδικών τοπικών μηνυμάτων εκδηλώσεων.
es_us: Oculta los descuentos de la aplicación y los mensajes especiales de eventos locales.
et: Lülita välja rakenduste allahindluste ja kohalike sündmuste erisõnumite kuvamine.
fr: Retire les messages promotionnels et les annonces locales.
hu: Letiltja az alkalmazáskedvezmények és különleges helyi eseményüzenetek megjelenítését.
id: Jangan menampilkan pesan diskon aplikasi & acara lokal khusus.
is: Lokar á skilaboð um afslætti og sérstaka viðburði í grenndinni.
it: Nascondi le promozioni dell’app e i messaggi di eventi locali speciali.
ja: アプリの割引情報や特別なローカルイベントメッセージの表示を抑制します。
ko: 앱 할인 및 특수 로컬 이벤트 메시지 표시 억제입니다.
nl: Onderdrukt het weergeven van app kortingen en berichten over speciale lokale evenementen.
oc: Amagar la promocion d'aplicacions e lei messatges d'eveniments locaus particulars.
pl: Ogranicza wyświetlanie rabatów aplikacji i wiadomości o specjalnych wydarzeniach lokalnych.
pt_br: Suprime a exibição de descontos de aplicativos e mensagens especiais de eventos locais.
ro_ro: Suprimă afișarea reducerilor din aplicație și a mesajelor privind evenimentele locale speciale.
ru: Скрывает отображение дисконтных предложений и сообщения о специальных местных мероприятиях.
sc: Istudat s'ammustradura de sos iscontos pro sas aplicatziones e sos messàgios a pitzu de sos eventos locales.
sk: Zakáže zobrazovanie zľav aplikácie a oznamov o miestnych udalostiach.
sl: Onemogoči prikazovanje sporočil o popustih programa in posebnih sporočil o dogodkih.
sr: Сузбија приказивање попуста за апликације и специјалних порука о локалним догађајима.
sr_latn: Suzbija prikazivanje popusta za aplikacije i specijalnih poruka o lokalnim događajima.
sv: Undertrycker visning av apprabatter och särskilda meddelanden om lokala evenemang.
ta: பயன்பாட்டு தள்ளுபடிகள் மற்றும் சிறப்பு உள்ளக நிகழ்வு செய்திகளைக் காண்பிக்கும் அடக்குகிறது.
tr: Uygulama indirimlerinin ve özel yerel etkinlik mesajlarının görüntülenmesini engeller.
uk: Пригнічує відображення знижок на застосунок та спеціальні повідомлення про місцеві події.
zh_hant: 封鎖顯示應用程式折扣和專用的在地事件訊息。

# send_anonymous_data_desc
source: Send to OsmAnd map download statistics, we are not collecting location data, or any personal info.
ar: أرسل إلى أوسماند إحصائيات تنزيل الخريطة ، نحن لا نجمع بيانات الموقع ، أو أي معلومات شخصية.
be: Адпраўце ў OsmAnd статыстыку спампоўванняў мапаў. Мы не збіраем даныя месцазнаходжання і іншыя асабістыя звесткі.
ca: Envieu a OsmAnd estadístiques de baixada de mapes, no recopilem dades de localització ni cap informació personal.
cs: Odeslat do OsmAnd statistiku stahování map. Neshromažďujeme žádná data o poloze ani osobní údaje.
da: Send til OsmAnd kort-downloadstatistik, vi indsamler ikke placeringsdata eller andre personlige oplysninger.
de: Karten-Download-Statistik an OsmAnd senden. Wir sammeln keine Standortdaten oder persönliche Informationen.
el: Αποστολή στο OsmAnd στατιστικά στοιχεία λήψης χάρτη, δεν συλλέγουμε δεδομένα τοποθεσίας ή προσωπικά στοιχεία.
es_us: Enviar a OsmAnd las estadísticas de descarga de mapas, no se recopilan datos personales, ni de ubicación.
et: Saada OsmAnd'ile statistikat kaartide allalaadimise kohta. Me ei kogu sinu isiklikke andmed ega asukohateavet.
fa: ارسال به OsmAnd آمار بارگیری نقشه ، ما داده های موقعیت مکانی یا اطلاعات شخصی را جمع آوری نمی کنیم.
fr: Envoyez à OsmAnd des statistiques de téléchargement des cartes. Nous ne collectons aucune donnée de localisation, ni aucune information personnelle.
hu: Küldje el az OsmAndnak a térképletöltési statisztikákat. Nem gyűjtünk helyadatokat és személyes adatokat.
id: Kirim ke OsmAnd statistik unduhan peta, kami tidak mengumpulkan data lokasi, atau info pribadi apa pun.
is: Senda inn í niðurhalstölfræði OsmAnd-landakorta, við söfnum ekki staðsetningargögnum eða nokkrum persónugreinanlegum upplýsingum.
it: Invia a OsmAnd le statistiche di download delle mappe, non raccogliamo dati sulla posizione o informazioni personali.
ja: OsmAndのマップダウンロード統計情報を送信します。私たちは位置情報や個人情報の収集はしていません。
ko: OsmAnd 지도 다운로드 통계로 전송, 위치 데이터나 개인 정보를 수집하지 않습니다.
nb: Send til OsmAnd-kartnedlastingsstatistkkk. Posisjonsdata eller personlig data samles ikke inn.
nl: Stuur statistieken over kaartdownloads naar OsmAnd, we verzamelen geen locatie-informatie of persoonlijke gegevens.
oc: Mandar a OsmAnd leis estadisticas de cargament dei mapas, sachent que recampam ges de donadas de localizacion nimai d'informacions personalas.
pl: Wysyłaj do OsmAnd statystyki pobranych map, nie zbieramy danych o lokalizacji ani informacji osobistych.
pt_br: Enviar para o mapa do OsmAnd e estatísticas de download de mapas, não estamos coletando dados de localização ou informações pessoais.
ro_ro: Trimiteți către OsmAnd statisticile de descărcare a hărților, nu colectăm date de localizare sau orice alte informații personale.
ru: Отправьте в OsmAnd статистику скачиваний карты. Мы не собираем данные о местоположении или какую-либо личную информацию.
sc: Imbia sas istatìsticas de iscarrigamentu de sas mapas a OsmAnd. Non collimus datos de positzione, o informatziones personales.
sk: Odoslať štatistiku sťahovania máp do OsmAnd. Nezhromažďujeme údaje o polohe ani osobné údaje.
sr: Шаље на OsmAnd статистику преузимања мапе, не прикупљамо податке о локацији, нити било какве личне податке.
sr_latn: Šalje na OsmAnd statistiku preuzimanja mape, ne prikupljamo podatke o lokaciji, niti bilo kakve lične podatke.
sv: Skicka till OsmAnd kartnedladdningsstatistik, vi samlar inte in platsdata eller någon personlig information.
ta: OSMAND வரைபடத்திற்கு அனுப்பவும் புள்ளிவிவரங்கள், நாங்கள் இருப்பிடத் தரவு அல்லது எந்தவொரு தனிப்பட்ட தகவலையும் சேகரிக்கவில்லை.
tr: OsmAnd harita indirme istatistiklerini gönder, konum verileri veya herhangi bir kişisel bilgi toplamıyoruz.
uk: Надсилати до OsmAnd статистику завантаження мап, ми не збираємо дані про розташування або будь-які інші особисті дані.
zh_hant: 傳送到 OsmAnd 地圖下載數據，我們不會收集位置資訊或者其他個人資訊。

source: My data
ar: بياناتي
bg: Мои данни
cs: Moje data
cy: Fy nata
da: Mine data
de: Meine Daten
el: Τα δεδομένα μου
eo: Miaj datumoj
es_us: Mis datos
et: Minu andmed
eu: Nire datuak
fr: Mes données
he: הנתונים שלי
hu: Adataim
id: Data saya
is: Gögnin mín
it: I miei dati
ko: 내 데이터
nb: Mine data
nl: Mijn data
oc: Mei donadas
pl: Moje dane
ro_ro: Informațiile mele
ru: Мои данные
sk: Moje údaje
sr: Моји подаци
sr_latn: Moji podaci
sv: Min data
ta: எனது தரவு
tr: Verilerim
uk: Мої дані
vi: Dữ liệu của tôi
zh_hans: 我的数据
zh_hant: 我的資料

# rotate_map_bearing_opt
source: Movement direction
af: Volgens rigting van beweging
ar: اتجاه الحركة
ast: Direición del movimientu
az: Hərəkət istiqaməti
be: У напрамку руху
bg: Посока на движение
ca: Direcció del moviment
cs: Směr pohybu
cy: Cyfeiriad symudiad
da: Bevægelsesretning
de: Bewegungsrichtung
el: Κατεύθυνση κίνησης
eo: Direkto de movado
es_us: Dirección del movimiento
et: Liikumissuund
eu: Mugimenduaren norabidea
fa: در جهت حرکت
fi: Liikkumissuunta
fr: Dans la direction du déplacement
gl: Dirección do movemento
he: כיוון התנועה
hu: A mozgás irányába
hy: Շարժման ուղղությամբ
id: Arah gerakan
is: Eftir átt hreyfingar
it: Direzione del movimento
ja: 移動方向に従う
ka: მოძრაობის მიმართულებით
ko: 이동 방향
lt: Judėjimo kryptis
lv: Kustības virzienā
mk: Nasoka na dviženje
ml: യാത്രാ ദിശയില്‍
mr: हालचालीची दिशा
nb: Bevegelsesretning
nl: Beweegrichting
oc: Segon la direccion
pl: Względem kierunku ruchu
pt_br: Na direção do movimento
ro_ro: Direcția de deplasare
ru: по направлению движения
sc: Diretzione de su movimentu
sk: Smer pohybu
sl: – obračanje zemljevida glede na smer premikanja
sr: У смеру кретања
sr_latn: U smeru kretanja
sv: Färdriktning
ta: இயக்கம் திசை
tr: Hareket yönü
uk: За напрямком руху
vi: Hướng di chuyển
zh_hans: 行进方向
zh_hant: 行進方向

# rotate_map_to
source: Map orientation
af: Kaart oriëntasie
ar: اتجاه الخريطة
ast: Orientación del mapa
az: Xəritə istiqaməti
be: Арыентацыя мапы
bg: Ориентация на картата
br: Reteradur ar gartenn
ca: Orientació del mapa
cs: Natočení mapy
cy: Cyfeiriad y map
da: Kortorientering
de: Kartenausrichtung
el: Προσανατολισμός χάρτη
eo: Map-orientiĝo
es_us: Orientación del mapa
et: Kaardi orientatsioon
eu: Maparen orientazioa
fa: جهت نقشه
fi: Kartan orientaatio
fr: Orientation de la carte
gl: Orientación do mapa
he: יישור המפה
hu: Térkép forgatása
hy: Քարտեզի կողմնորոշումը
id: Orientasi peta
is: Stefna korts
it: Orientamento della mappa
ja: マップの向き
ka: რუკის ორიენტაცია
ko: 지도 방향
lt: Žemėlapio orientacija
lv: Kartes orientācija
mk: Orientacija po karta
ml: ഭൂപട ദിശ : വടക്കോട്ട് ദര്‍ശനം/സഞ്ചാര ദിശ
nb: Kartorientering
nl: Kaartoriëntatie
oc: Orientacion de la mapa
pl: Orientacja mapy
ro_ro: Orientare hartă
ru: Ориентация карты
sc: Orientamentu de sa mapa
sk: Otáčanie mapy
sl: Usmerjenost zemljevida
sr: Усмерење карте
sr_latn: Orijentacija mape
sv: Kartorientering
ta: வரைபட நோக்குநிலை
tr: Harita yönlendirme
uk: Орієнтація мапи
vi: Xoay bản đồ
zh_hans: 地图方位
zh_hant: 地圖方位

# rotate_map_to_bearing_descr
source: Select the map screen alignment.
ar: محاذاة الخريطة.
be: Абраць спосаб выраўноўвання мапы.
bg: Изберете начин на завъртане на картата.
ca: Seleccioneu l'alineació de la pantalla del mapa.
cs: Vyberte způsob otáčení mapy.
da: Vælg justering af skærmen.
de: Art der Kartenausrichtung wählen.
el: Επιλέξτε την ευθυγράμμιση της οθόνης του χάρτη.
es_us: Elige la alineación del mapa.
et: Vali kaardi ekraani orientatsioon.
fa: نحوهٔ چرخش نقشه را انتخاب کنید.
fi: Valitse karttaruudun suunta.
fr: Orientation de la carte.
hu: Térkép forgatásának meghatározása.
id: Pilih perataan layar peta.
is: Veldu stefnu korts miðað við skjá.
it: Selezionare l’allineamento della mappa allo schermo.
ja: マップ画面の向きを選択します。
ko: 지도 화면 정렬을 선택하십시오.
nl: Selecteer de kaart-uitlijning.
oc: Chausissètz l'alinhament de l'ecran de la mapa.
pl: Wybiera sposób obracania mapy.
pt_br: Selecione o alinhamento da tela do mapa.
ro_ro: Selectați alinierea hărții pe ecran.
ru: Выберите способ вращения карты.
sc: Issèbera s’alliniamentu de sa mapa a s’ischermu.
sk: Vyberte spôsob otáčania mapy.
sl: Izbor poravnave zaslona zemljevida.
sr: Изаберите поравнање екрана карте.
sr_latn: Izaberite poravnanje ekrana karte.
sv: Välj kartskärmens justering.
ta: வரைபட திரை சீரமைப்பைத் தேர்ந்தெடுக்கவும்.
tr: Harita ekranı hizalamasını seçin.
uk: Виберіть спосіб обертання мапи.
zh_hans: 选择地图屏幕对齐方式。
zh_hant: 選擇地圖畫面對準方式。

# shared_string_automatic
source: Automatic
ar: تلقائي
az: Avtomatik
be: Аўтаматычна
bg: Автоматично
ca: Automàtic
cs: Automaticky
cy: Awtomatig
da: Automatisk
de: Automatisch
el: Αυτόματο
eo: Aŭtomata
es_us: Automático
et: Automaatne
eu: Automatikoa
fa: خودکار
fi: Automaattinen
fr: Automatique
gl: Automático
he: אוטומטי
hu: Automatikus
hy: Ավտոմատ
id: Otomatis
is: Sjálfvirkt
it: Automatica
ja: 自動判別
ka: ავტომატური
ko: 자동
lt: Automatinis
lv: Automātiski
mk: Automatik
ml: തനിയെയുള്ള
my: အော်တိုမက်တစ်
nb: Automatisk
nl: Automatisch
pl: Automatyczny
ro_ro: Automat
ru: Авто
sc: Automàtica
sk: Automaticky
sl: Samodejno
sr: Самостално
sr_latn: Automatski
sv: Automatisk
ta: தானியங்கி
tr: Otomatik
uk: Автоматично
vi: Tự động
zh_hans: 自动
zh_hant: 自動

# routing_attr_length_name
source: Length
ar: الطول
ast: Llende de llongura
az: Uzunluq limiti
be: Ліміт даўжыні
bg: Дължина
ca: Llargada màxima
cs: Délka
cy: Terfyn hyd
da: Længde
de: Länge
el: Μήκος
eo: Longo
es_us: Longitud
et: Pikkus
eu: Luzera
fa: طول مجاز
fi: Pituusrajoitus
fr: Longueur
gl: Límite de lonxitude
he: מגבלת אורך
hu: Hossz
hy: Երկարության սահմանապակումը
id: Panjang
is: Lengd
it: Lunghezza
ja: 長さ
ka: სიგრძე
ko: 길이
lt: Ilgio limitas
lv: Length limit
mk: Ograničuvanje na dolžinata
nb: Lengde
nl: Lengte
oc: Longor maximala
pl: Długość
pt_br: Limite de comprimento
ro_ro: Lungime
ru: Расстояние
sc: Lìmite de longària
sk: Dĺžka
sl: Dolžina
sr: Дужина
sr_latn: Dužina
sv: Längd
ta: நீளம்
tr: Uzunluk
uk: Довжина
vi: Chiều dài
zh_hans: 长度
zh_hant: 長度

# road_max_speed_descr
source: Sets the maximum travel speed for all roads in the route. Lowers the priority for roads with a possible speed higher than the maximum.
ar: تعيين الحد الأقصى لسرعة السفر لجميع الطرق في المسار. يقلل من أولوية الطرق مع سرعة ممكنة أعلى من الحد الأقصى.
be: Задае максімальную хуткасць руху для ўсіх дарог на маршруце. Паніжае прыярытэт для дарог з дазволенай хуткасцю, вышэйшай за максімальную.
ca: Estableix la velocitat màxima de circulació de totes les carreteres de la ruta. Intenta evitar les carreteres on es permet velocitats superiors a la màxima.
cs: Nastaví maximální cestovní rychlost pro všechny cesty na trase. Snižuje prioritu cest, na nichž je dovolená rychlost vyšší než maximum.
da: Indstiller den maksimale rejsehastighed for alle veje på ruten. Sænker prioriteringen af veje med en mulig hastighed, der er højere end den maksimale hastighed.
de: Legt die maximale Fahrgeschwindigkeit für alle Straßen auf der Route fest. Verringert die Priorität für Straßen mit einer möglichen Geschwindigkeit, die höher als die Höchstgeschwindigkeit ist.
es_us: Define la velocidad máxima de viaje para todos los caminos de la ruta. Reduce la prioridad para los caminos con una posible velocidad superior a la máxima.
et: Määrab kõigi marsruudil olevate teede maksimaalse sõidukiiruse. Alandab prioriteeti maanteedel, mille võimalik kiirus on üle maksimaalse.
fr: Définit la vitesse maximale pour toutes les routes sur le trajet. Cela diminuera la priorité des routes dont la vitesse autorisée est supérieure à ce maximum.
hu: Beállítja a legnagyobb utazási sebességet az útvonal összes útján. Csökkenti a prioritását azoknak az utaknak, amelyeken a lehetséges sebesség magasabb, mint a legnagyobb sebesség.
id: Mengatur kecepatan perjalanan maksimum untuk semua jalan dalam rute. Menurunkan prioritas untuk jalan dengan kemungkinan kecepatan lebih tinggi dari maksimum.
is: Setur hámarksferðahraða fyrir alla vegi á leiðinni. Lækkar forgang vega sem merktir eru með hraðamörkum sem eru hærri en hámarkið.
it: Imposta la velocità di viaggio massima per tutte le strade del percorso. Abbassa la priorità per le strade con una velocità possibile superiore a quella massima.
ja: ルート内のすべての道路の最大移動速度を設定します。最高速度よりも高速移動が可能な道路の優先度を下げます。
ko: 경로 내 모든 도로의 최대 이동 속도를 설정하십시오. 가능한 속도가 최대 속도보다 높은 도로의 우선순위를 낮춘다.
nl: Stelt de maximale reissnelheid in voor alle wegen in de route. Verlaagt de prioriteit voor wegen met een mogelijke snelheid die hoger ligt dan het maximum.
oc: Establís la velocitat maximala de circulacion de totei lei rotas dau percors. Evita lei rotas amb una velocitat superiora au maximom.
pl: Ustala maksymalną prędkość podróży dla wszystkich dróg na trasie. Obniża priorytet dla dróg z możliwą prędkością wyższą niż maksymalna.
pt_br: Define a velocidade máxima de viagem para todas as estradas da rota. Reduz a prioridade para estradas com uma velocidade possível maior que o máximo.
ro_ro: Stabilește viteza maximă de deplasare pentru toate drumurile din traseu. Scade prioritatea pentru drumurile cu o viteză posibilă mai mare decât cea maximă.
ru: Устанавливает максимальную скорость движения для всех дорог в маршруте. Понижает приоритет дорог с возможной скоростью выше максимальной.
sc: Imposta sa lestresa màssima de biàgiu pro totu sos caminos de s'àndala. Abbassat sa prioridade pro sos caminos cun lestresas possìbiles prus artas de su màssimu.
sk: Nastaví maximálnu cestovnú rýchlosť pre všetky cesty na trase. Zníži prioritu cestám s povolenou rýchlosťou väčšou než toto maximum.
sr: Поставља максималну брзину путовања за све путеве на рути. Смањује приоритет за путеве са могућом брзином већом од максималне.
sr_latn: Postavlja maksimalnu brzinu putovanja za sve puteve na ruti. Smanjuje prioritet za puteve sa mogućom brzinom većom od maksimalne.
sv: Ställer in den maximala reshastigheten för alla vägar på rutten. Sänker prioritet för vägar med en möjlig hastighet högre än max.
ta: பாதையில் உள்ள அனைத்து சாலைகளுக்கும் அதிகபட்ச பயண வேகத்தை அமைக்கிறது. அதிகபட்சத்தை விட அதிக வேகத்தைக் கொண்ட சாலைகளுக்கு முன்னுரிமையை குறைக்கிறது.
tr: Güzergahdaki tüm yollar için en yüksek seyahat hızını ayarlar. En yüksek hızın üzerinde olası bir hıza sahip yolların önceliğini düşürür.
uk: Встановлює найвищу швидкість руху всіма дорогами маршруту. Знижує пріоритет доріг з можливою швидкістю понад найвищу.
zh_hant: 設定導航時所有道路的最高旅行速限，建議速限高於最高速限則降低道路優先性。

# save_heading_descr
source: Save heading to each track point while recording.
ar: حفظ الوجهة لكل نقطة متابعة خلال التسجيل.
be: Падчас запісу захоўваць кірунак для кожнага пункта маршруту.
bg: Запазва посоката към всяка записана точка от трасето.
ca: Desa l'orientació a cada fita mentre es fa un enregistrament.
cs: Ukládat směr v každém bodu záznamu.
cy: Cadw pennawd i bob pwynt trac wrth recordio.
da: Gem retning for hvert sporpunkt under optagelse.
de: Richtung zu jedem Trackpunkt während der Aufnahme speichern.
el: Αποθήκευση κατεύθυνσης για κάθε σημείο ίχνους κατά την εγγραφή.
eo: Konservi direkton alĉiu punkto de kurso dum registri.
es_us: Guarda el rumbo para cada punto de la traza durante la grabación.
et: Salvestamise ajal salvesta kurss igasse teekonnapunkti.
eu: Gorde norabidea arrastoko puntu bakoitzean grabazioa bitartean.
fa: هنگام ضبط، جهت (heading) را برای هر یک از نقطه‌های رد ثبت می‌کند.
fi: Tallenna kulkusuunta jokaiseen jälkipisteeseen tallennuksen aikana.
fr: Inclure la direction de chaque point lors de l'enregistrement d'une trace.
gl: Gardar encabezamento en cada punto da pista (trackpoint) mentres se grava.
he: לשמור את הכותרת של כל נקודת דרך בזמן ההקלטה.
hu: Rögzítéskor az egyes útpontok irányát is menti.
id: Simpan heading ke setiap titik trek saat merekam.
is: Vista stefnu í hvern ferilpunkt á meðan upptöku stendur.
it: Salva l'orientamento per ogni punto della traccia durante la registrazione.
ja: 記録中の各経路地点でのその時の向きも保存します。
kn: ರೆಕಾರ್ಡಿಂಗ್ ಮಾಡುವಾಗ ಪ್ರತಿ ಟ್ರ್ಯಾಕ್ ಪಾಯಿಂಟ್‌ಗೆ ಶೀರ್ಷಿಕೆ ಉಳಿಸಿ.
ko: 기록하는 동안 각 트랙 포인트에 제목 저장합니다.
mk: Začuvajte ja odrednicata do sekoja točka na pesna dodeka snimate.
nb: Lagre retning til hvert sporpunkt under opptak.
nl: Sla koers naar elk trackpunt op tijdens het opnemen.
oc: Sauvar l’orientacion de cada ponch de la traça quora s’enregistra.
pl: Zapisuj kierunek do każdego punktu trasy podczas nagrywania.
ro_ro: Salvează direcția la fiecare punct de traseu în timpul înregistrării.
ru: Сохранять путевой угол для каждой точки трека при записи.
sc: Sarva sa diretzione pro cada puntu cando ses registrende.
sk: Pridať nadpis ku každému bodu trasy pri zázname.
sl: Med beleženjem k vsaki točki sledi shrani tudi smer.
sr: Сачувај заглавље свакој тачки трага приликом снимања.
sr_latn: Sačuvaj zaglavlje svakoj tački trase prilikom snimanja.
sv: Spara riktning till varje spårningspunkt under inspelning.
ta: பதிவு செய்யும் போது ஒவ்வொரு டிராக் பாயிண்டிற்கும் செல்வதைச் சேமிக்கவும்.
tr: Kayıt sırasında her izleme noktasına yönü kaydet.
uk: Зберігати азимут кожної точки треку під час запису.
vi: Lưu hướng di chuyển đến mỗi điểm trên cung đường trong khi ghi.
zh_hans: 录制时将航向保存到每个轨迹点。
zh_hant: 在記錄時將標題儲存到每個追蹤點。

source: Distance-circles
ar: دوائر المسافة
be: Акружнасці-адлегласці
bg: Окръжности-разстояния
ca: Distància en cercles
cs: Kružnice vzdálenosti
cy: Cylchoedd-pellter
da: Afstandscirkler
de: Entfernungskreise
el: Κύκλοι απόστασης
eo: Distanco sur cirkloj
es_us: Círculos de distancia
eu: Distantzia-zirkuluak
fa: دایره‌های فاصله
fr: Cercles de distance
he: עיגולי מרחק
hu: Távolság-körök
id: Jarak lingkaran
is: Fjarlægðarhringir
it: Cerchi di distanza
ja: 距離円
ka: მანძილი-წრეები
ko: 거리-원
mk: Rastojanie-krugovi
nb: Distansesirkler
nl: Afstandcirkels
oc: Cèrcles de distància
pl: Kręgi odległości
ro_ro: Distanța-cercuri
ru: Окружности-расстояния
sc: Chircos de distàntzia
sk: Kružnice vzdialenosti
sl: Krogi-za-razdaljo
sr: Кругови растојања
sr_latn: Krugovi rastojanja
sv: Avståndscirklar
ta: தூர-வட்டங்கள்
tr: Mesafe daireleri
uk: Відстані-кола
vi: Vòng tròn khoảng cách
zh_hans: 距离-圆圈
zh_hant: 距離-圓圈

# map_widget_target_distance_desc
source: Shows the distance between camera and target location.
ar: تظهر المسافة بين الكاميرا والموقع المستهدف.
be: Паказвае адлегласць ад камеры да мэтавага месца.
bg: Показва разстоянието между камерата и местоназначение.
cs: Zobrazuje vzdálenost mezi kamerou a cílovým místem.
da: Viser afstanden mellem kameraet og målpositionen.
de: Zeigt die Entfernung zwischen Kamera und Zielort an.
el: Δείχνει την απόσταση μεταξύ κάμερας και τοποθεσίας στόχου.
eo: Fenestraĵo montranta distancon inter la fotilo kaj la celo.
es_us: Muestra la distancia entre la cámara y la ubicación del objetivo.
et: Näitab vahemaad kaamera ja sihtmärgi asukoha vahel.
eu: Kameraren eta xedearen arteko distantzia erakusten du.
fa: فاصله بین دوربین و مکان هدف را نمایش می‌دهد.
fr: Indique la distance entre l'appareil photo et la destination.
hu: Megjeleníti a kamera és a cél közötti távolságot.
id: Menampilkan jarak antara kamera dan lokasi sasaran.
is: Sýnir vegalengdina frá myndavélinni að áfangastaðnum.
it: Mostra la distanza tra la fotocamera e la destinazione.
ja: カメラとターゲット位置間の距離を表示します。
ko: 카메라와 대상 위치 사이의 거리를 표시합니다.
nb: Viser avstanden fra kameraet til målstedet.
nl: Toont de afstand van camera tot doelwit.
pl: Pokazuje odległość między kamerą a miejscem docelowym.
ro_ro: Arată distanța dintre cameră și locația țintă.
ru: Виджет показывает расстояние между камерой и целью.
sc: Ammustrat sa distàntzia intre sa fotocàmera e sa destinatzione.
sk: Zobrazuje vzdialenosť medzi fotoaparátom a cieľovou pozíciou.
sl: Prikazuje razdaljo med kamero in ciljno lokacijo.
sr: Приказује растојање између камере и циљног места.
sr_latn: Prikazuje rastojanje između kamere i odredišta.
sv: Visar avståndet mellan kameran och målet.
ta: கேமரா மற்றும் இலக்கு இருப்பிடத்திற்கு இடையிலான தூரத்தைக் காட்டுகிறது.
tr: Kamera ile hedef konum arasındaki mesafeyi gösterir.
uk: Показує відстань між камерою і ціллю.
vi: Hiện khoảng cách giữa máy ảnh và vị trí đích.
zh_hans: 显示摄像机与目标位置间的距离。
zh_hant: 顯示鏡頭與目標位置的距離。
