Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# fav_export_select
source: Please select favorites to export
ar: يرجى اختيار المفضلة للتصدير
be: Абярыце ўлюбёныя для экспарту
ca: Seleccioneu els preferits per exportar
cs: Vyberte prosím oblíbená místa k exportu
da: Vælg hvilke favoritter der skal eksporteres
de: Bitte Favoriten markieren zum Exportieren
el: Παρακαλώ επιλέξτε αγαπημένα για εξαγωγή
es_us: Marca los favoritos a exportar
et: Palun vali eksporditavad lemmikud
fr: Merci de sélectionner les favoris à exporter
hu: Válassza ki az importálandó kedvenceket
id: Silakan pilih favorit untuk diekspor
is: Veldu eftirlæti sem á að flytja út
it: Per favore selezionare i preferiti da esportare
ja: エクスポートするお気に入りを選択してください
nl: Selecteer favorieten om te exporteren
oc: Seleccionatz lei preferits d'exportar
pl: Wybierz ulubione do eksportu
pt_br: Selecione favoritos para exportar
ro_ro: Vă rugăm să selectați favoritele pentru export
ru: Выберите избранные для экспорта
sc: Pro piaghere ischerta sos preferidos de esportare
sk: Prosím vyberte obľúbené miesta na export
sl: Izbor priljubljenih točk za izvoz
sr: Молимо изаберите омиљене за извоз
sr_latn: Molimo izaberite omiljene za izvoz
sv: Välj favoriter att exportera
ta: ஏற்றுமதி செய்ய பிடித்தவைகளைத் தேர்ந்தெடுக்கவும்
tr: Sık kullanılanları vermek için lütfen seçin
uk: Виберіть закладки для експорту
zh_hant: 請選擇要匯出的我的最愛

# fav_create_group
source: Create new group
ar: إنشاء مجموعة جديدة
be: Стварыць новую групу
ca: Crea un grup nou
cs: Vytvořit novou skupinu
da: Opret en ny gruppe
de: Erstelle neue Gruppe
el: Δημιουργία νέας ομάδας
es_us: Crear nuevo grupo
et: Loo uus grupp
fr: Créer un nouveau groupe
hu: Új csoport létrehozása
id: Buat grup baru
is: Búa til nýjan hóp
it: Crea un nuovo gruppo
ja: 新しいグループを作成
ka: ახალი ჯგუფის შექმნა
ko: 새 그룹 만들기
nl: Nieuwe groep aanmaken
oc: Crear un grop novèu
pl: Utwórz nową grupę
pt_br: Criar novo grupo
ro_ro: Creați un nou grup
ru: Создать новую группу
sc: Crea unu grupu nou
sk: Vytvoriť novú skupinu
sl: Ustvari novo skupino
sr: Направи нову групу
sr_latn: Napravi novu grupu
sv: Skapa ny grupp
ta: புதிய குழுவை உருவாக்கவும்
tr: Yeni grup oluştur
uk: Створити нову групу
zh_hant: 建立新群組

# fav_exists
source: Favorite with name "%@" already exists
ar: المفضلة بهذا الإسم "%@" موجودة بالفعل
be: Улюбёнае "%@" ужо існуе
ca: Ja existeix un preferit amb el nom «%@»
cs: Oblíbené místo s názvem "%@" již existuje
da: Favorit med navnet "%@" findes allerede
de: Favorit mit dem Namen "%@" existiert bereits
el: Αγαπημένο με όνομα "%@" υπάρχει ήδη
es_us: Ya existe el favorito con nombre «%@»
et: Lemmik nimega "%@" on juba olemas
fr: Un favori avec le nom "%@" existe déjà
hu: Már létezik „%@” nevű kedvenc
id: Favorit dengan nama "%@" sudah ada
is: Eftirlæti með heitinu "%@" er þegar til
it: Il preferito con il nome "%@" esiste già
ja: "%@"という名前のお気に入りは既に存在します
nl: Favoriet met de naam "%@" bestaat al
oc: Lo preferit amb lo nom «%@» existís ja
pl: Istnieje już Ulubiony o nazwie "%@"
pt_br: Favorito com o nome "%@" já existe
ro_ro: Favoritul cu numele "%@" există deja
ru: Избранное "%@" уже существует
sc: Su preferidu cun su nùmene "%@" esistit giai
sk: Obľúbené miesto s názvom "%@" už existuje
sl: Priljubljena točka z imenom "%@" že obstaja
sr: Омиљени са именом „%@“ већ постоји
sr_latn: Omiljeni sa imenom „%@“ već postoji
sv: Favorit med namnet "%@" finns redan
ta: "%@" என்ற பெயருடன் பிடித்தது ஏற்கனவே உள்ளது
tr: Favori adı ile "%@" zaten var
uk: Закладка з назвою "%@" вже є
zh_hans: 名称为"%@"的收藏已经存在
zh_hant: 我的最愛所用名稱"%@"已經存在

# shared_string_circle
source: Circle
ar: دائرة
ast: Círculu
az: Dairə
be: Круг
bg: Кръг
ca: Cercle
cs: Kruh
cy: Cyclh
da: Cirkel
de: Kreis
el: Κύκλος
eo: Cirklo
es_us: Círculo
et: Ring
eu: Zirkulua
fa: دایره
fi: Ympyrä
fr: Cercle
gl: Círculo
he: עיגולי
hu: Kör
id: Lingkaran
is: Hringur
it: Cerchio
ja: 円形
ka: წრეწირი
ko: 원형
mk: Krug
mr: वर्तुळ
nb: Sirkel
nl: Cirkel
oc: Cèrcle
pl: Okrąg
ro_ro: Cerc
ru: Круг
sc: Tzìrculu
sk: Kruh
sl: Krog
sr: Круг
sr_latn: Krug
sv: Cirkel
ta: வட்டம்
tr: Daire
uk: Коло
vi: Hình tròn
zh_hans: 圆形
zh_hant: 圓形

# poi_max_radius_reached
source: Maximum search radius reached
ar: تم الوصول إلى الحد الأقصى لنصف قطر البحث
be: Дасягнуты максімальны радыус пошуку
ca: Radi de cerca màxim assolit
cs: Byl dosažen maximální okruh hledání
da: Maksimal søgeradius er nået
de: Maximaler Suchradius erreicht
el: Φτάσατε τη μέγιστη ακτίνα αναζήτησης
es_us: Radio máximo de búsqueda alcanzado
et: Suurim otsinguraadius saavutatud
fr: Rayon de recherche maximum atteint
hu: A legnagyobb keresési sugár elérve
id: Radius pencarian maksimum tercapai
is: Náði hámarki á leitarradíus
it: Raggio di ricerca massimo raggiunto
ja: 検索範囲が限界に達しました
ka: მიღწეულია მაქსიმალური ძებნის რადიუსი
ko: 최대 검색 반경에 도달함
nl: Maximale zoekradius bereikt
oc: Rai de recèrca maximau ajonch
pl: Osiągnięto maksymalny promień poszukiwania
pt_br: Raio de busca máximo alcançado
ro_ro: Raza maximă de căutare atinsă
ru: Достигнут максимальный радиус поиска
sc: Raju de chirca màssimu segudadu
sk: Dosiahnutý maximálny okruh hľadania
sl: Dosežen je največji radij iskanja
sr: Достигнут је максимални радијус претраге
sr_latn: Dostignut je maksimalni radijus pretrage
sv: Maximal sökradie nådd
ta: அதிகபட்ச தேடல் ஆரம் அடைந்தது
tr: Azami arama yarıçapına ulaşıldı
uk: Досягнено максимальний радіус пошуку
zh_hant: 已達到最大搜尋半徑

# personal_category_name
source: Personal
ar: شخصي
az: Şəxsi
be: Асабісты
cs: Osobní
cy: Personol
da: Personlig
de: Persönlich
el: Προσωπικό
eo: Personaj
et: Isiklik
eu: Pertsonala
fa: شخصی
fi: Henkilökohtainen
fr: Personnel
gl: Persoal
he: אישי
hu: Személyes
id: Pribadi
is: Persónulegt
it: Personale
ja: パーソナル
ka: პირადი
kn: ವೈಯಕ್ತಿಕ
ko: 개인
lt: Asmeninis
mk: Licno
nb: Personlig
nl: Persoonlijk
oc: Personau
pl: Osobiste
pt_br: Pessoal
ro_ro: Personale
ru: Персональные
sc: Personale
sk: Osobné
sl: Osebno
sr: Лични
sr_latn: Moji favoriti
sv: Personlig
ta: தனிப்பட்ட
tr: Kişisel
uk: Особистий
vi: Cá nhân
zh_hans: 个人
zh_hant: 個人

# gpx_updown
source: Up/Down
ar: أعلى/أسفل
be: Уверх/Уніз
ca: Amunt/avall
cs: Nahoru/Dolů
cy: I fyny / i lawr
da: Op/ned
de: hoch/runter
el: Πάνω/Κάτω
es_us: Arriba/Abajo
et: Üles/alla
fr: Haut/Bas
hu: Fel / le
id: Naik/Turun
is: Upp/Niður
it: Su/giù
ja: 上り/下り
ko: 위/아래
ku: Jor/Jêr
nb: Opp/Ned
nl: Op/Neer
oc: Amont/Avau
pl: Góra/Dół
pt_br: Acima/Abaixo
ro_ro: Sus/jos
ru: Вверх/Вниз
sc: In susu/In giosso
sk: Hore/Dole
sl: Gor/Dol
sr: Горе/Доле
sr_latn: Gore/Dole
sv: Upp/Ner
ta: மேலே/கீழ்
tr: Yukarı/aşağı
uk: Вгору/вниз
zh_hant: 向上/向下

# track_stop_rec
source: Stop recording
ar: إيقاف التسجيل
be: Спыніць запіс
ca: Atura l'enregistrament
cs: Zastavit záznam
da: Stop optagelse
de: Aufzeichnung stoppen
el: Διακοπή καταγραφής
es_us: Parar grabación
et: Lõpeta salvestamine
fr: Arrêter l'enregistrement
hu: Rögzítés leállítása
id: Berhenti merekam
is: Stöðva skráningu
it: Ferma la registrazione
ja: 記録の停止
ka: ჩაწერის გაჩერება
ko: 녹화 중지
nl: Stop opname
oc: Arrestar l'enregistrament
pl: Zatrzymaj nagrywanie
pt_br: Parar gravação
ro_ro: Opriți înregistrarea
ru: Остановить запись
sc: Firma sa registratzione
sk: Zastaviť nahrávanie
sl: Zaustavi beleženje
sr: Заустави снимање
sr_latn: Zaustavi snimanje
sv: Avsluta inspelning
ta: பதிவு செய்வதை நிறுத்துங்கள்
tr: Kaydetmeyi durdur
uk: Зупинити запис
zh_hant: 停止錄製

# displayed_route_save
source: Save to OsmAnd Tracks
ar: حفظ إلى مسارات أوسماند
be: Захаваць у сляды OsmAnd
ca: Desa a OsmAnd Trips
cs: Uložit do tras OsmAnd
da: Gem i OsmAnd spor
de: In OsmAnd-Tracks speichern
el: Αποθήκευση στα ίχνη OsmAnd
es_us: Guardar en las trazas de OsmAnd
et: Salvesta rakendusse OsmAnd Tracks
fr: Enregistrer dans OsmAnd Traces
hu: Mentés az OsmAnd Tracks mappába
id: Simpan ke Track OsmAnd
is: Vista í OsmAnd-ferla
it: Salva in Viaggi OsmAnd
ja: OsmAnd Tracksに保存
ka: შენახვა OsmAnd-ის ტრეკებში
ko: OsmAnd 트랙에 저장
nb: Lagre i OsmAnd-turer
nl: Opslaan naar OsmAnd Tracks
oc: Sauvagardar dins lei Traças OsmAnd
pl: Zapisz w trasach OsmAnd
pt_br: Salvar em trilhas do OsmAnd
ro_ro: Salvați în OsmAnd Tracks
ru: Сохранить в OsmAnd поездки
sc: Sarva in Rastas OsmAnd
sk: Uložiť do stôp OsmAnd
sr: Сачувај у OsmAnd Путање
sr_latn: Sačuvaj u OsmAnd Putanje
sv: Spara till OsmAnd Spår
ta: OSMAND TRACKS இல் சேமிக்கவும்
tr: OsmAnd Tracks'e kaydet
uk: Зберегти в треки Osmand
zh_hant: 儲存到 OsmAnd 軌跡

# track_clear_q
source: Do you want to clear current track?
ar: هل تريد مسح المسار الحالي؟
be: Сапраўды хочаце ачысціць бягучы след?
ca: Voleu eliminar el trajecte actual?
cs: Opravdu chcete vymazat aktuální stopu?
da: Skal det aktuelle spor ryddes?
de: Möchten Sie den aktuellen Track löschen?
el: Θέλετε να καθαρίσετε το τρέχων ίχνος;
es_us: ¿Vaciar la traza actual?
et: Kas soovid praeguse teekonna eemaldada?
fr: Voulez-vous effacer la trace actuelle ?
hu: Szeretné törölni a jelenlegi utat?
id: Apakah Anda ingin menghapus track saat ini?
is: Viltu hreinsa núverandi feril?
it: Vuoi cancellare il viaggio attuale?
ja: 現在の経路を消去しますか？
ko: 현재 트랙을 지우시겠습니까?
nb: Do you want to clear current trip?
nl: Wil je de huidige track leegmaken?
oc: Volètz escafar lo percors actuau ?
pl: Czy chcesz wyczyścić bieżącą trasę?
pt_br: Você quer limpar a trilha atual?
ro_ro: Doriți să ștergeți track-ul curent?
ru: Вы действительно хотите очистить текущий трек?
sc: Boles innetare sa rasta atuale?
sk: Chcete vymazať aktuálnu stopu?
sl: Ali želite počistiti trenutno sled?
sr: Да ли желите да обришете тренутну путању?
sr_latn: Da li želite da obrišete trenutnu putanju?
sv: Vill du rensa aktuellt spår?
ta: தற்போதைய பாதையை அழிக்க விரும்புகிறீர்களா?
tr: Geçerli yolu temizlemek istiyor musunuz?
uk: Дійсно бажаєте очистити поточний трек?
zh_hans: 你想清除当前的轨迹吗？
zh_hant: 您想要清除目前的軌跡嗎？

source: Show borders of downloaded maps
ar: إظهار حدود الخرائط التي تم تنزيلها
be: Паказваць межы спампаваных мапаў
bg: Граници на изтрглените карти
ca: Mostra les vores dels mapes baixats
cs: Zobrazit hranice stažených map
da: Vis grænser for downloadede kort
de: Grenzen der heruntergeladenen Karten anzeigen
el: Εμφάνιση συνόρων από τους κατεβασμένους χάρτες
eo: Montri randojn de elŝutitaj mapoj
es_us: Colorear mapas descargados
et: Näita allalaaditud kaartide piirjooni
eu: Erakutsi deskargatutako mapen mugak
fa: نمایش مرزهای نقشه‌های بارگیری‌شده
fi: Näytä ladattujen karttojen rajat
fr: Afficher les bordures des cartes téléchargées
hu: Letöltött térképpel rendelkező területek eltérő színnel
id: Tampilkan batasan dari peta terunduh
is: Sýna jaðra sóttra landakorta
it: Mostra i confini delle mappe scaricate
ja: ダウンロードしたマップの境界線を表示
ko: 다운로드한 지도의 경계 표시
nb: Vis grenser for nedlastede kart
nl: Grenzen tonen van gedownloade kaarten
pl: Pokaż granice pobranych map
ro_ro: Arată contururile hărților descărcate
ru: Границы скачанных карт
sc: Ammustra sos oros de sas mapas iscarrigadas
sk: Zobraziť hranice stiahnutých máp
sl: Pokaži obrobe prenesenih zemljevidov
sr: Приказуј границе преузетих карата
sr_latn: Prikazati granice preuzetih mapa
sv: Visa gränser för nedladdade kartor
ta: பதிவிறக்கம் செய்யப்பட்ட வரைபடங்களின் எல்லைகளைக் காட்டு
tr: İndirilen haritaların sınırlarını göster
uk: Показувати межі завантажених мап
vi: Hiện giới hạn của các bản đồ đã tải
zh_hans: 显示已下载地图的边框
zh_hant: 顯示已下載地圖的邊界

source: Add online source
ar: إضافة مصدر عبر الإنترنت
az: Onlayn mənbə əlavə et
be: Дадаць сеціўную крыніцу
ca: Afegeix orígen en connexió
cs: Přidat online zdroj
cy: Ychwanegu ffynhonnell ar-lein
da: Tilføj onlinekilde
de: Online-Quelle hinzufügen
el: Προσθήκη διαδικτυακής πηγής
eo: Aldoni enretan fonton
es_us: Añadir repositorio en línea
et: Võrguallika lisamine
eu: Gehitu sareko iturria
fa: افزودن منبع آنلاین
fi: Lisää verkkolähde
fr: Ajouter une source en ligne
gl: Engadir fonte en liña
he: הוספת מקור מקוון
hu: Online forrás hozzáadása
hy: Ավելացնել առցանց աղբյուր
id: Tambahkan sumber daring
is: Bæta við gagnagjafa á netinu
it: Aggiungi sorgente online
ja: オンラインソースを追加
ka: ონლაინ წყაროს დამატება
ko: 온라인 소스 추가
mk: Dodadete izvor na onlajn
nb: Legg til nettbasert kilde
nl: Online bron toevoegen
oc: Ajustar la fònt en linha
pl: Dodaj źródło online
ro_ro: Adăugare surse online
ru: Добавить онлайн-источник
sc: Annanghe una mitza in lìnia
sk: Pridať online zdroj
sl: Dodaj spletni vir
sr: Додај мрежни извор
sr_latn: Dodaj internet izvor
sv: Lägg till onlinekälla
ta: நிகழ்நிலை மூலத்தைச் சேர்க்கவும்
tr: Çevrim içi kaynak ekle
uk: Додати онлайн джерело
vi: Thêm nguồn trực tuyến
zh_hans: 添加在线资源
zh_hant: 新增線上來源

# map_settings_hide_polygons_desc
source: This option affects only OsmAnd Offline vector maps
ar: يؤثر هذا الخيار على خرائط متجهات أوسماند دون اتصال فقط
be: Гэты параметр уплывае толькі на аўтаномныя вектарныя мапы OsmAnd
ca: Aquesta opció només afecta els mapes vectorials d'OsmAnd en local
cs: Tato možnost ovlivní pouze offline vektorové mapy OsmAnd
da: Indstillingen påvirker kun Offline-vektorkort
de: Diese Option betrifft nur OsmAnd Offline-Vektorkarten
el: Αυτή η επιλογή επηρεάζει μόνο τους διανυσματικούς χάρτες εκτός σύνδεσης του OsmAnd
es_us: Esta opción sólo afecta a los mapas vectoriales sin conexión de OsmAnd
et: See valik mõjutab vaid OsmAnd'i võrguvabade vektorkaartide kuvamist
fr: Cette option s'applique uniquement aux cartes vectorielles hors-ligne OsmAnd
he: אפשרות זו משפיעה על המפות הווקטוריות הבלתי־מקוונות של OsmAnd
hu: Ez az opció csak az OsmAnd Offline vektoros térképeket érinti
id: Opsi ini hanya memengaruhi peta vektor Offline OsmAnd
is: Þessi valkostur hefur bara áhrif á ónettengd OsmAnd-vektorkort
it: Questa opzione ha effetto solo sulle mappe vettoriali offline di OsmAnd
ja: このオプションはOsmAndがオフライン時に使用するベクターマップにのみ影響します
ko: 이 옵션은 OsmAnd 오프라인 벡터 맵에만 영향을 줌
nb: Dette valget har kun innvirkning på frakoblede vektorielle OsmAnd-kart
nl: Deze optie beïnvloedt alleen OsmAnd Offline vector kaarten
oc: Aquesta opcion afècta ren que lei mapas vectorialas OsmAnd localas
pl: Ta opcja dotyczy tylko map wektorowych OsmAnd Offline
pt_br: Esta opção afeta apenas mapas vetoriais do OsmAnd Offline
ro_ro: Această opțiune afectează doar hărțile vectoriale OsmAnd Offline
ru: Этот параметр влияет только на автономные векторные карты OsmAnd
sc: Custa optzione influentzat sas mapas vetoriales non in lìnia de OsmAnd ebbia
sk: Táto možnosť ovplyvní iba OsmAnd offline vektorové mapy
sr: Ова опција утиче само на OsmAnd ванмрежне векторске мапе
sr_latn: Ova opcija utiče samo na OsmAnd vanmrežne vektorske mape
sv: Detta val påverkar bara OsmAnds offline vektorkartor
ta: இந்த விருப்பம் OSMAND இணைப்பில்லாத திசையன் வரைபடங்களை மட்டுமே பாதிக்கிறது
tr: Bu seçenek sadece OsmAnd çevrim dışı vektör haritalarını etkilemektedir
uk: Цей параметр впливає тільки на безмережеві векторні мапи
zh_hant: 此選項僅影響 OsmAnd 離線向量地圖

# global_settings_descr
source: Affect the entire application.
ar: تؤثر على التطبيق بأكمله.
be: Уплывае на ўсю праграму.
ca: Afecta tota l’aplicació.
cs: Ovlivní celou aplikaci.
da: Påvirker hele applikationen.
de: Betreffen die ganze Anwendung.
el: Επηρεάζει ολόκληρη την εφαρμογή.
es_us: Afecta a toda la aplicación.
et: Mõjutavad kogu rakendust.
fi: Vaikuttaa koko sovellukseen.
fr: Affectent toute l'application.
hu: A teljes alkalmazást érinti.
id: Memengaruhi seluruh aplikasi.
is: Hefur áhrif í öllu forritinu.
it: Ha effetto sull'intera applicazione.
ja: アプリケーション全体に影響します。
ka: გადატარება მთელ აპლიკაციაზე.
nb: Påvirker hele programmet.
nl: Beïnvloedt de gehele applicatie.
oc: Afècta tota l’aplicacion.
pl: Ma wpływ na całą aplikację.
pt_br: Afeta o aplicativo inteiro.
ro_ro: Afectează întreaga aplicație.
ru: Влияет на все приложение.
sc: S'àplicat a totu s'aplicatzione.
sr: Утиче на целу апликацију.
sr_latn: Utiče na celu aplikaciju.
sv: Påverkar hela appen.
ta: முழு பயன்பாட்டையும் பாதிக்கும்.
tr: Tüm uygulamayı etkiler.
uk: Впливають на весь застосунок.
zh_hant: 影響整個應用程式。

# intro_promo
source: Global offline maps
ar: خرائط عالمية دون اتصال
be: Сусветныя аўтаномныя мапы
ca: Mapes locals de conjunt
cs: Globální offline mapy
da: Globale offline kort
de: Globale Offline Karten
el: Παγκόσμιοι χάρτες εκτός σύνδεσης
es_us: Mapas globales sin conexión
et: Ülemaailmsed võrguühenduseta kaardid
fi: Maailmanlaajuiset offline-kartat
fr: Cartes globales hors connexion
hu: Globális kapcsolat nélküli térképek
id: Peta offline global
is: Víðvær ónettengd kort
it: Mappe globali offline
ja: グローバルオフラインマップ
ka: გლობალური ინტერნეტგარეშე რუკები
ko: 글로벌 오프라인 맵
nl: Wereldwijde offline kaarten
oc: Mapas globalas fòra de linha
pl: Globalne mapy offline
pt_br: Mapas globais off-line
ro_ro: Hărți globale offline
ru: Мировые офлайн карты
sc: Mapas globales non in lìnia
sk: Globálne offline mapy
sr: Глобалне ванмрежне мапе
sr_latn: Globalne vanmrežne mape
sv: Globala kartor offline
ta: உலகளாவிய இணைப்பில்லாத வரைபடங்கள்
tr: Küresel çevrim dışı haritalar
uk: Світові офлайн мапи
zh_hant: 全球離線地圖

# replace_all_desc
source: Current items will be replaced with items from the file
ar: سيتم استبدال العناصر الحالية بالعناصر التي في الملف
ast: Los elementos actuales van trocase polos del ficheru
az: Hazırkı elementlər fayldakı elementlərlə əvəz olunacaq
be: Бягучыя элементы заменяцца элементамі з файла
bg: Текущите елементи ще бъдат заменени с елементи от файлът
ca: Els elements actuals es substituiran amb elements del fitxer
cs: Aktuální položky budou nahrazeny položkami ze souboru
cy: Bydd eitemau o'r ffeil yn cymryd lle'r eitemau cyfredol
da: Aktuelle poster erstattes med poster fra filen
de: Aktuelle Elemente werden durch Elemente aus der Datei ersetzt
el: Τα τρέχοντα αντικείμενα θα αντικατασταθούν με αντικείμενα από το αρχείο
eo: La nunaj elementoj estos anstataŭigitaj per elementoj el la dosiero
es_us: Los elementos actuales serán reemplazados por elementos del archivo
et: Olemasolevad kirjed asendatakse failis leiduvate kirjetega
eu: Uneko elementuak fitxategiko elementuekin ordeztuko dira
fa: موارد موجود در پرونده، جانشین موارد کنونی می‌شود
fi: Nykyiset kohteet korvataan tiedostosta löytyvillä kohteilla
fr: Les éléments actuels seront remplacés par les éléments du fichier
gl: Os elementos actuais serán substituídos polos elementos do ficheiro
he: הפריטים הנוכחיים יוחלפו בפריטים מהקובץ
hu: A jelenlegi elemek lecserélésre kerülnek a fájlban lévőkre
id: Item saat ini akan diganti dengan item berasal dari berkas
is: Fyrirliggjandi atriðum verður skipt út með atriðum úr skránni
it: Gli oggetti attuali verranno sostituiti con gli oggetti dal file
ja: 現在のアイテムは、ファイル内のアイテムに置き換えられます
ko: 현재 항목은 파일의 항목으로 바꾸기
mk: Tekovnite stavki ḱe bidat zameneti so stavki od datotekata
nb: Nåværende elementer vil erstattes med elementer fra filen
nl: Huidige elementen worden vervangen door elementen uit het bestand
oc: Leis elements actuaus seràn remplaçats per leis elements dau fichier
pl: Bieżące elementy zostaną zastąpione elementami z pliku
pt_br: Os itens atuais serão substituídos pelos itens do arquivo
ro_ro: Elementele curente vor fi înlocuite cu elemente din fișierul
ru: Текущие элементы будут заменены элементами из файла
sc: Sos elementos atuales ant a èssere remplasados cun elementos dae su documentu
sk: Súčasné položky budú nahradené položkami zo súboru
sl: Trenutni elementi bodo nadomeščeni z elementi iz datoteke
sr: Тренутне ставке ће бити замењене ставкама из фајла
sr_latn: Trenutne stavke će biti zamenjene stavkama iz fajla
sv: Nuvarande objekt kommer att ersättas med objekt från filen
ta: தற்போதைய உருப்படிகள் கோப்பிலிருந்து உருப்படிகளுடன் மாற்றப்படும்
tr: Geçerli ögeler, dosyadaki ögelerle değiştirilecek
uk: Поточні елементи будуть замінені на елементи з файлу
vi: Các mục hiện tại sẽ bị thay thế bởi các mục trong tệp
zh_hans: 当前项目将被文件中的项目取代
zh_hant: 目前的項目將會被從檔案而來的項目所取代

# shared_string_profiles
source: Profiles
ar: الأوضاع
az: Profillər
be: Профілі
bg: Профили
ca: Perfils
cs: Profily
cy: Proffiliau
da: Profiler
de: Profile
el: Προφίλ
eo: Profiloj
es_us: Perfiles
et: Profiilid
eu: Profilak
fa: نمایه‌ها
fi: Profiilit
fr: Profils
gl: Perfís
he: פרופילים
hu: Profilok
id: Profil
is: Notandasnið
it: Profili
ja: プロファイル
ka: პროფილები
ko: 프로필
lt: Profiliai
mk: Profili
nb: Profiler
nl: Profielen
oc: Perfius
pl: Profile
pt_br: Perfis
ro_ro: Profiluri
ru: Профили
sc: Profilos
sk: Profily
sl: Profili
sr: Налози
sr_latn: Profili
sv: Profiler
ta: சுயவிவரங்கள்
tr: Profiller
uk: Профілі
vi: Hồ sơ
zh_hans: 个人资料
zh_hant: 設定檔

# copy_from_other_profile_descr
source: You can copy all settings from any profile to the selected profile:
ar: يمكنك نسخ جميع الإعدادات من أي ملف تعريف إلى ملف التعريف المحدد:
be: Вы можаце скапіяваць усе налады з любога профілю ў абраны профіль:
ca: Podeu copiar tota la configuració de qualsevol perfil al que està seleccionat:
cs: Můžete kopírovat všechna nastavení z libovolného profilu do vybraného profilu.
da: Du kan kopiere alle indstillinger fra en hvilken som helst profil til den valgte profil:
de: Sie können alle Einstellungen aus jedem Profil in das ausgewählte Profil kopieren:
el: Μπορείτε να αντιγράψετε όλες τις ρυθμίσεις από οποιοδήποτε προφίλ προς το επιλεγμένο προφίλ:
es_us: Puedes copiar todos los ajustes de cualquier perfil al perfil elegido:
et: Sa võid kopeerida ükspuha missugusest profiilist kõik seadistused valitud profiili:
fr: Vous pouvez copier tous les paramètres de n'importe quel profil vers le profil sélectionné :
hu: Átmásolhatja az összes beállítást bármely profilból a kiválasztott profilba:
id: Anda dapat menyalin semua pengaturan dari profil mana pun ke profil yang dipilih:
is: Þú getur afritað allar stillingar frá hvaða sniði sem er yfir í valda sniðið:
it: Puoi copiare tutte le impostazioni da qualsiasi profilo al profilo selezionato:
ja: 設定の全てを任意のプロファイルから選択したプロファイルへコピーできます。
nl: Je kan alle instellingen van een profiel kopiëren naar het geselecteerde profiel:
oc: Podètz copiar la configuracion de tot perfiu que siegue a aqueu de seleccionat:
pl: Możesz skopiować wszystkie ustawienia z dowolnego profilu do wybranego profilu:
pt_br: Você pode copiar todas as configurações de qualquer perfil para o perfil selecionado:
ro_ro: Puteți copia toate setările din orice profil în profilul selectat:
ru: Вы можете скопировать все настройки из любого профиля в выбранный профиль:
sc: Podes copiare totu sas impostatziones dae cale si siat profilu in su profilu ischertadu:
sr: Можете копирати сва подешавања са било ког профила на изабрани профил:
sr_latn: Možete kopirati sva podešavanja sa bilo kog profila na izabrani profil:
sv: Du kan kopiera alla inställningar från en profil till den valda profilen:
ta: எல்லா அமைப்புகளையும் எந்த சுயவிவரத்திலிருந்தும் தேர்ந்தெடுக்கப்பட்ட சுயவிவரத்திற்கு நகலெடுக்கலாம்:
tr: Tüm ayarları herhangi bir profilden seçilen profile kopyalayabilirsiniz:
uk: Ви можете копіювати всі налаштування з будь-якого профілю до вибраного профілю:
zh_hant: 您可以將任何設定檔的所有設定複製到選定的設定檔：
