Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# position_on_map_bottom
source: Bottom
af: Onder
ar: الأسفل
az: Alt
be: Знізу
bg: Долу
br: En traoñ
ca: Part inferior
cs: Dole
cy: Botwm
da: Bund
de: Unten
el: Κάτω μέρος
eo: Sube
es_us: Abajo
et: All
eu: Bekaldea
fa: پایین
fi: Alas
fr: En bas
gl: Abaixo
he: תחתון
hu: Alulra
hy: Ներքևում
id: Bawah
is: Neðst
it: In basso
ja: 下
ka: ძირი
ko: 아래
lt: Apačia
lv: Apakša
mk: Dno
ml: താഴെ
mr: खाली
nb: Nederst
nl: Onderaan
oc: En bas
pl: Na dole
ro_ro: Jos
ru: Внизу
sc: In bassu
sk: Spodok
sl: Dno
sr: На дну
sr_latn: Na dnu
sv: Nedtill
ta: கீழே
tr: Alt
uk: Внизу
vi: Đáy
zh_hans: 底部
zh_hant: 下面

# map_widget_compass
source: Compass
af: Kompas
ar: البوصلة
ast: Brúxula
az: Kompas
be: Компас
bg: Компас
br: Nadoz-vor
bs: Kompas
ca: Brúixola
cs: Kompas
cy: Cwmpawd
da: Kompas
de: Kompass
el: Πυξίδα
eo: Kompaso
es_us: Brújula
et: Kompass
eu: Iparrorratza
fa: قطب‌نما
fi: Kompassi
fr: Boussole
gl: Compás
he: מצפן
hu: Iránytű
hy: Կողմնացույց
id: Kompas
is: Áttaviti
it: Bussola
ja: コンパス
ka: კომპასი
ko: 나침반
lt: Kompasas
lv: Kompass
mk: Kompas
ml: "വടക്ക്നോക്കി "
mr: कंपास
nb: Kompass
nl: Kompas
oc: Bossòla
pl: Kompas
pt_br: Bússola
ro_ro: Busolă
ru: Компас
sc: Bùssola
sk: Kompas
sl: Kompas
sr: Компас
sr_latn: Kompas
sv: Kompass
ta: திசைகாட்டி
tr: Pusula
uk: Компас
vi: La bàn
zh_hans: 指南针
zh_hant: 指南針

# map_widget_sunrise_desc
source: Shows the time of the next sunrise or the time left until sunrise.
ar: يعرض وقت شروق الشمس التالي أو الوقت المتبقي حتى شروق الشمس.
az: Növbəti günəş çıxma vaxtını və ya günəşin çıxmasına qalan vaxtı göstərir.
be: Паказвае час ўзыходу сонца або час, які застаўся да ўзыходу сонца.
bg: Показва времето на следващия изгрев или времето, оставащо до изгрева на слънцето.
ca: Mosta el temps per a la propera alba o el temps que en queda.
cs: Zobrazuje čas příštího východu slunce nebo čas zbývající do východu slunce.
da: Viser tidspunktet for den næste solopgang eller den tid, der er tilbage til solopgang.
de: Zeigt die Zeit des nächsten Sonnenaufgangs oder die verbleibende Zeit bis zum Sonnenaufgang an.
el: Δείχνει την ώρα της επόμενης ανατολής του ηλίου ή τον χρόνο που απομένει μέχρι την ανατολή του ηλίου.
eo: Montras la horon de la sekva sunleviĝo aŭ la tempon ĝis la sekva sunleviĝo.
es_us: Muestra la hora del próximo amanecer o el tiempo que falta para éste.
et: Näitab järgmise päikesetõusu kellaaega või aega päikesetõusuni.
eu: Hurrengo egunsentiaren ordua edo eguzkia atera arte geratzen den denbora erakusten du.
fa: زمان طلوع بعدی یا زمان باقی‌مانده تا طلوع را نمایش می‌دهد.
fr: Affiche l'heure du prochain lever de soleil ou le temps restant jusqu'à celui-ci.
gl: Mostrala hora do seguinte amencer ou o tempo que queda ata o amencer.
hu: Megjeleníti a következő napkelte idejét vagy az addig hátralévő időt.
id: Menampilkan waktu matahari terbit berikutnya atau waktu yang tersisa sampai matahari terbit.
is: Sýnir tíma næstu sólarupprásar eða tímann þar til sólin rís.
it: Mostra l'ora della prossima alba o il tempo che manca alla prossima alba.
ja: 次の日出時刻、または日出までの残り時間を表示します。
ko: 다음 일출의 시간을 표시하거나 일요일까지 왼쪽 시간.
nb: Viser tidspunktet for neste soloppgang eller tiden som er igjen til soloppgang.
nl: Toont het tijdstip van - of de tijd tot zonsopgang.
oc: Mostrar lo temps que demòra d’aquí a l’auba novèla.
pl: Pokazuje czas następnego wschodu słońca lub czas pozostały do wschodu słońca.
ro_ro: Arată ora următorului răsărit al soarelui sau timpul rămas până la răsărit.
ru: Виджет показывает время следующего восхода или время, оставшееся до восхода.
sc: Ammustrat s'ora de s'arbèschida imbeniente o su tempus chi mancat a s'arbèschida.
sk: Zobrazuje čas najbližšieho východu slnka alebo zostávajúci čas do východu slnka.
sl: Prikazuječas naslednjega sončnega vzhoda ali čas, ki ostaja do sončnega vzhoda.
sr: Приказује време до следећег изласка сунца, или преостало време до следећег изласка сунца.
sr_latn: Prikazuje vreme do sledećeg izlaska sunca ili preostalo vreme do sledećeg izlaska sunca.
sv: Visar tiden för nästa soluppgång eller tiden som är kvar till soluppgång.
ta: அடுத்த சூரிய உதயத்தின் நேரம் அல்லது சூரிய தோன்றுகை வரை எஞ்சிய நேரத்தைக் காட்டுகிறது.
tr: Bir sonraki gün doğumu saatini veya gün doğumuna kalan süreyi gösterir.
uk: Показує час наступного сходу сонця або час, що залишився до сходу сонця.
vi: Hiện thời gian của bình minh tiếp theo hoặc thời gian còn lại cho đến bình mình.
zh_hans: 显示下一次日出的时间或距离日出的剩余时间。
zh_hant: 顯示下一次日出的時間或距離日出的剩餘時間。

# map_widget_trip_recording_uphill
source: Uphill
ar: مرتفع
be: Пад'ём
bg: Изкачване
ca: Ascens
cs: Stoupání
cy: Ar i fyny
da: Opstigning
de: Bergauf
el: Ανηφόρα
eo: Supreniroj
es_us: Ascenso
et: Ülesmäge
eu: Maldan gora
fa: سربالایی
fi: Ylämäki
fr: Montée
he: במעלה ההר
hu: Felfelé
id: Jalan menanjak
is: Hækkun
it: Salita
ja: 上り坂
ka: აღმართი
ko: 오르막길
mk: Nagornica
nb: Oppoverbakke
nl: Bergopwaarts
oc: Montada
pl: Podjazd
ro_ro: Urcare
ru: Подъём
sc: Artziada
sk: Do kopca
sl: Navkreber
sr: Узбрдо
sr_latn: Uzbrdo
sv: Uppför
ta: மேல்நோக்கி
tr: Yokuş yukarı
uk: Підйом
vi: Lên dốc
zh_hans: 上坡
zh_hant: 上坡

# map_widget_trip_recording_duration
source: Duration
ar: المدة
be: Працягласць
bg: Продължителност
ca: Durada
cs: Trvání
cy: Hyd
da: Varighed
de: Dauer
el: Διάρκεια
eo: Daŭro
es_us: Duración
et: Kestus
eu: Iraupena
fa: مدت‌زمان
fr: Durée
he: משך
hu: Időtartam
id: Durasi
is: Tímalengd
it: Durata
ja: 間隔
ka: ხანგრძლივობა
ko: 경과시간
mk: Vreme na traenje
nb: Varighet
nl: Tijdsduur
oc: Durada
pl: Czas trwania
ro_ro: Durată
ru: Длительность
sc: Durada
sk: Trvanie
sl: Trajanje
sr: Трајање
sr_latn: Trajanje
sv: Varaktighet
ta: காலம்
tr: Süre
uk: Тривалість
vi: Khoảng thời gian
zh_hans: 持续时间
zh_hant: 持續時間

# map_widget_trip_recording_distance
source: Distance
ar: المسافة
be: Адлегласць
bg: Разстояние
ca: Distància
cs: Vzdálenost
cy: Pellter
da: Afstand
de: Entfernung
el: Απόσταση
eo: Distanco
es_us: Distancia
et: Vahemaa
eu: Distantzia
fa: فاصله
he: מרחק
hu: Távolság
id: Jarak
is: Vegalengd
it: Distanza
ja: 距離
ka: მანძილი
ko: 거리
mk: Rastojanie
nb: Avstand
nl: Afstand
oc: Distància
pl: Odległość
ro_ro: Distanță
ru: Расстояние
sc: Distàntzia
sk: Vzdialenosť
sl: Razdalja
sr: Растојање
sr_latn: Rastojanje
sv: Sträcka
ta: தூரம்
tr: Mesafe
uk: Відстань
vi: Khoảng cách
zh_hans: 距离
zh_hant: 距離

# map_widget_time
source: Time to go
af: Tyd oor
ar: وقت الذهاب
be: Час у дарозе
bg: Време до пристигане
ca: Temps per arribar-hi
cs: Zbývající čas do cíle
cy: Amser i fynd
da: Resterende tid
de: Verbleibende Zeit
el: Υπολειπόμενος χρόνος
eo: Plua tempo
es_us: Tiempo de llegada
et: Aeg minna
eu: Falta den denbora
fa: مدت سفر
fi: Aikaa jäljellä
fr: Durée restante
gl: Tempo para chegar
he: משך הנסיעה
hu: Hátralévő idő
hy: Ուղևորության ժամանակը
id: Waktu untuk bepergian
is: Tími til stefnu
it: Tempo rimasto
ja: 出発時刻
ka: წასვლის დროა
ko: 가야할 시간
lt: Liko laiko
lv: Laiks ceļam
mk: Vreme za odenje
ml: ദൈര്‍ഘ്യം
nb: Resterende tid
nl: Resterende tijd
oc: Temps per i arribar (TTG)
pl: Czas do osiągnięcia celu
pt_br: Tempo para chegar
ro_ro: Timp rămas
ru: Время до прибытия
sc: Tempus chi mancat
sk: Zostávajúci čas
sl: Čas do cilja
sr: Време пристизања
sr_latn: Vreme dolaska
sv: Tid som är kvar
ta: செல்ல வேண்டிய நேரம்
tr: Gitme zamanı
uk: Час в дорозі
zh_hans: 剩余时间
zh_hant: 剩餘時間

# help_search
source: Map search
ar: خريطة البحث
be: Пошук па мапе
ca: Cerca de mapa
cs: Hledání v mapě
cy: Chwilio'r map
da: Søg på kortet
de: Kartensuche
el: Αναζήτηση χάρτη
es_us: Búsqueda en el mapa
et: Kaardi otsing
fa: جستجوی نقشه
fi: Karttahaku
fr: Recherche sur la carte
hu: Térképkeresés
id: Pencarian peta
is: Leit á landakorti
it: Ricerca mappa
ja: マップ内検索
ka: რუკის ძებნა
ko: 지도 검색
nl: Zoeken op de kaart
oc: Recèrca sus la mapa
pl: Wyszukiwanie map
pt_br: Pesquisa de mapa
ro_ro: Căutare pe hartă
ru: Поиск по карте
sc: Chirca in sa mapa
sk: Hľadanie na mape
sl: Iskanje po zemljevidu
sr: Претрага на мапи
sr_latn: Pretraga na mapi
sv: Sök i kartan
ta: வரைபட தேடல்
tr: Harita arama
uk: Пошук на мапі
zh_hant: 地圖搜尋

# import_title
source: Import data
ar: استيراد البيانات
be: Імпартаваць даныя
ca: Importa dades
cs: Import dat
cy: Mewnforio data
da: Importer data
de: Daten importieren
el: Εισαγωγή δεδομένων
es_us: Importar datos
et: Andmete import
fr: Importer des données
hu: Adatok importálása
id: Impor data
is: Flytja inn gögn
it: Importa dati
nl: Importeer gegevens
oc: Impòrt de donadas
pl: Importowanie danych
pt_br: Importar dados
ro_ro: Import de date
ru: Импортировать данные
sc: Importa datos
sk: Import údajov
sl: Uvozi podatke
sr: Увези податке
sr_latn: Uvoz podataka
sv: Importera data
ta: தரவை இறக்குமதி செய்யுங்கள்
tr: Veri alma
uk: Імпортувати дані
zh_hant: 匯入資料

# map_widget_ruler_control
source: Radius ruler
ar: دوائر القياس
az: Radius xətkeşi
be: Радыусная лінейка
bg: Линия за радиус
ca: Radi de distància
cs: Kruhové pravítko
cy: Mesurydd radiws
da: Radiusmåler
de: Zirkel
el: Χάρακας ακτίνας
eo: Cirkelo
es_us: Regla radial
et: Raadiuse joonlaud
eu: Erradioaren erregela
fa: خط‌کش شعاعی
fi: Sädeviivain
fr: Règle de mesure par rayon
gl: Regra de raio
he: מד זווית
hu: Sugárvonalzó
hy: Շառավիղ-քանոն
id: Pengukur radius
is: Mælistika út frá miðju hrings
it: Righello radiale
ja: 同心円測定器
ka: რადიუსის მზომავი
ko: 반지름 눈금자
lt: Spindulio liniuotė
lv: Rādiusa lineāls
mk: Radius lenir
ml: ആരവൃത്തം
nb: Radiusmåler
nl: Cirkel
oc: Rai de distància
pl: Cyrkiel
pt_br: Régua de raio
ro_ro: Riglă circulară
ru: Радиусная линейка
sc: Righighedda radiale
sk: Kruhové pravítko
sl: Krožno ravnilo
sr: Обим лењира
sr_latn: Radius lanjir
sv: Radielinjal
ta: ஆரம் ஆட்சியாளர்
tr: Yarıçap cetveli
uk: Радіусна лінійка
vi: Thước đo bán kính
zh_hans: 半径量尺
zh_hant: 半徑尺規

source: Show compass ruler
ar: إظهار مسطرة البوصلة
az: Kompas xətkeşini göstər
be: Паказаць лінейку компаса
ca: Mostra el regle de brúixola
cs: Zobrazit stupnici kompasu
cy: Dangos mesurydd cwmpawd
da: Vis kompaslineal
de: Kompasslineal anzeigen
el: Εμφάνιση χάρακα πυξίδας
eo: Montri kompasrozon
es_us: Mostrar regla de brújula
et: Kuva kompassi joonlaud
eu: Erakutsi iparrorratzaren erregela
fa: با درجه‌بندی قطب‌نما
fi: Näytä kompassiviivain
fr: Afficher la boussole
gl: Amosar a regra de compás
he: הצגת סרגל מצפן
hi: कम्पास शासक दिखाएँ
hu: Iránytű megjelenítése
id: Tampilkan penggaris kompas
is: Birta áttavitastiku
it: Mostra il righello della bussola
ja: コンパス定規を表示
ka: კომპასის სახაზავი
ko: 나침반 눈금자 표시
lt: Rodyti kompaso liniuotę
lv: Rādīt kompasa lineālu
mk: Prikaži go lenirot na kompasot
my: သံလိုက်အိမ်မြှောင်ကိုဖော်ပြ
nb: Vis kompasslinjal
nl: Toon kompasliniaal
oc: Mostrar la règla de la bossòla
pl: Wyświetl linijkę kompasu
pt_br: Mostrar régua de bússola
ro_ro: Afișați rigla busolei
ru: Показать компас-линейку
sc: Ammustra sa righighedda de sa bùssola
sk: Zobraziť stupnicu kompasu
sl: Pokaži kompas
sr: Прикажи лењир компас
sr_latn: Prikazati lenjir kompas
sv: Visa kompasslinjal
ta: திசைகாட்டி ஆட்சியாளரைக் காட்டு
tr: Pusula cetvelini göster
uk: Показати компас-лінійку
vi: Hiện thước đo la bàn
zh_hans: 显示指南针标尺
zh_hant: 顯示指南針與尺規

# map_widget_distance_by_tap
source: Distance by tap
ar: المسافة عن طريق الضغط
az: Toxunuşla məsafə
be: Адлегласць па дотыку
bg: Разстояние чрез докосване
cs: Vzdálenost klepnutím
cy: Pellter wrth dapio
da: Afstand ved tryk
de: Entfernung durch Antippen
el: Απόσταση κατά πάτημα
eo: Distanco je frapeto
es_us: Distancia al pulsar
et: Kaugus toksamise järgi
eu: Distantzia sakatuz
fa: مسافت با لمس
fi: Etäisyys napauttamalla
fr: Distance par appui
gl: Distancia ao premer
he: מרחק בנגיעה
hu: Távolságmérés koppintással
id: Jarak dengan ketukan
is: Vegalengd með því að ýta
it: Distanza dal tocco
ja: タップで距離
ka: დაშორება დატყაპუნებით
ko: 탭으로 거리
mk: Rastojanie so dopir
nb: Avstand ved trykk
nl: Afstand bij het tikken
oc: Distança de la tòca
pl: Odległość po dotknięciu
pt_br: Distância por toque
ro_ro: Distanța prin atingere
ru: Расстояние по нажатию
sc: Distàntzia pro tocu
sk: Vzdialenosť stlačením
sl: Razdalja s tapom
sr: Удаљеност по кликтању
sr_latn: Udaljenost po tapkanju
sv: Avståndsmätning genom att trycka
ta: குழாய் மூலம் தூரம்
tr: Dokunma mesafesi
uk: Відстань дотиком
vi: Khoảng cách bằng việc chạm
zh_hans: 点击测距
zh_hant: 點擊距離

# map_widget_camera_tilt
source: Camera tilt
ar: تحريك الكاميرا
be: Нахіл камеры
bg: Наклон на камерата
cs: Naklonění kamery
da: Kamerahældning
de: Kameraneigung
el: Κλίση κάμερας
eo: Klineco de fotilo
es_us: Inclinación de la cámara
et: Kaamera kaldenurk
eu: Kameraren inklinazioa
fa: شیب دوربین
fi: Kameran kallistus
fr: Angle de l'appareil photo
he: הטיית מצלמה
hu: Kamera dőlése
id: Kemiringan kamera
is: Halli myndavélar
it: Inclinazione della fotocamera
ja: カメラの傾き
ko: 사진기 경사
nb: Kamerahelning
nl: Hoek van camera
oc: Inclinacion de l’aparelh fòto
pl: Pochylenie kamery
ro_ro: Înclinare cameră
ru: Наклон камеры
sc: Inclinatzione de sa fotocàmera
sk: Sklon fotoaparátu
sl: Nagib kamere
sr: Нагнутост камере
sr_latn: Nagnutost kamere
sv: Kamerans lutning
ta: கேமரா சாய்வு
tr: Kamera eğimi
uk: Нахил камери
vi: Độ nghiêng máy ảnh
zh_hans: 相机倾斜
zh_hant: 相機傾斜

# map_widget_zoom_level
source: Zoom level
ar: مستويات التكبير
be: Узровень маштабавання
bg: Увеличение
ca: Nivell d'escala
cs: Úroveň přiblížení
da: Zoom-niveau
de: Zoomstufe
el: Επίπεδο μεγέθυνσης
eo: Skal-nivelo
es_us: Nivel de zum
et: Suumitase
eu: Zoom maila
fa: سطح بزرگنمایی
fr: Niveau de zoom
hu: Nagyítási szint
id: Tingkat perbesaran
is: Aðdráttarstig
it: Livello di zoom
ja: ズームレベル
ko: 줌 레벨
nb: Forstørrelsesnivå
nl: Zoomniveau
oc: Nivèu de zoom
pl: Poziom powiększenia
ro_ro: Nivel de zoom
ru: Уровень масштабирования
sc: Livellu de ismanniamentu
sk: Úroveň priblíženia
sl: Stopnja povečave
sr: Разина увећања
sr_latn: Nivo zumiranja
sv: Zoomnivå
ta: சூம் நிலை
tr: Yakınlaştırma seviyesi
uk: Масштаб
vi: Mức độ thu phóng
zh_hans: 缩放层级
zh_hant: 縮放水平

# bottom_widgets_panel
source: Bottom panel
ar: الشريط السفلي
az: Alt panel
be: Ніжняя панэль
bg: Долен панел
cs: Dolní panel
cy: Panel isaf
da: Bundpanel
de: Unteres Bedienfeld
el: Κάτω πλαίσιο
eo: Malsupra panelo
es_us: Panel inferior
et: Alumine paneel
eu: Beheko panela
fa: پنل پایینی
fi: Alapaneeli
fr: Panneau inférieur
he: לוח תחתון
hu: Alsó panel
id: Panel bawah
is: Botnstika
it: Pannello inferiore
ja: 下パネル
ka: ქვედა პანელი
ko: 하단 패널
lt: Apatinis skydelis
mk: Kopche na panelot
nb: Bunn-panel
nl: Onderste paneel
oc: Panèu inferior
pl: Panel dolny
ro_ro: Panou inferior
ru: Нижняя панель
sc: Pannellu inferiore
sk: Dolný panel
sl: Spodnja plošča
sr: Доња полица
sr_latn: Donji panel
sv: Nedre panel
ta: கீழே உள்ள குழு
tr: Alt panel
uk: Нижня панель
vi: Cạnh dưới
zh_hans: 底部面板
zh_hant: 下方面板

# layer_map_appearance
source: Configure screen
af: Verstel skerm
ar: تخصيص الشاشة
az: Ekranı tənzimlə
be: Наладзіць экран
bg: Настройки на екрана
br: Kefluniañ ar skrammad
ca: Configura la pantalla
cs: Nastavení obrazovky
cy: Ffurfweddu'r sgrin
da: Konfigurer skærm
de: Anzeige konfigurieren
el: Διαμόρφωση οθόνης
eo: Agordi ekranon
es_us: Configurar pantalla
et: Seadista ekraani
eu: Konfiguratu pantaila
fa: چینش صفحه
fi: Muokkaa näyttöä
fr: Configurer l'écran
gl: Configurar a pantalla
he: הגדרת המסך
hu: Képernyő beállítása
hy: Կարգավորել էկրանը
id: Konfigurasi layar
is: Stilla skjá
it: Configura lo schermo
ja: 画面構成
ka: ეკრანის გამართვა
ko: 맵 뷰어
lt: Konfigūruoti ekraną
lv: Ekrāna izskats
mk: Konfiguriraj go ekranot
ml: സ്ക്രീന്‍ സജ്ജീകരിക്കുക
mr: स्क्रिन मांडणी
nb: Skjerminnstilling
nl: Configureer scherm
oc: Configurar l'ecran
pl: Skonfiguruj ekran
pt_br: Configurar tela
ro_ro: Configurare ecran
ru: Настройки экрана
sc: Cunfigura s’ischermu
sk: Konfigurovať obrazovku
sl: Nastavitve zaslona
sr: Поставке приказа
sr_latn: Podešavanja prikaza
sv: Konfigurera skärmen
ta: திரையை உள்ளமைக்கவும்
tr: Ekranı yapılandır
uk: Налаштувати екран
vi: Điều chỉnh màn hình
zh_hans: 配置屏幕
zh_hant: 組態螢幕顯示

source: Exit at
ar: خروج عند
be: Выхад на
bg: Изход на
ca: Sortida a
cs: Výjezd na
cy: Gadael ar
da: Stå af ved
de: Aussteigen bei
el: Έξοδος στο
eo: Eliruĉe
es_us: Bajar en
et: Välju
eu: Irten hemen
fa: ایستگاه پیاده‌شدن
fi: Poistu kohdalla
fr: Sortir à
gl: Saír en
he: לצאת ב־
hu: Leszállás itt:
hy: Ելք դեպի
id: Keluar di
is: Fara útaf við
it: Esci a
ja: 降車
ka: გამოსვლა
lv: Iziet pie
mk: Izlez na
ml: പുറത്തേക്ക് എത്തുക
nb: Gå av på
nl: Uitstappen bij
oc: Sortida a
pl: Opuść na
pt_br: Desembarque em
ro_ro: Coborâre la stația
ru: Выход на
sc: Essi in
sk: Vystúpte na
sl: Izstopi na postaji
sr: Излаз на
sr_latn: Izlaz na
sv: Gå av vid
ta: வெளியேறவும்
tr: Burada çık
uk: Вихід на
vi: Thoát ở
zh_hans: 在该站下车
zh_hant: 離開於

# favorites_empty
source: You have not saved any favorite points
ar: لايوجد لديك نقاط مفضلة
be: Вы не захавалі ніводнай улюбёнай кропкі
cs: Nemáte žádné uložené oblíbené body
da: Du har ikke gemt nogen favoritpunkter
de: Sie haben keine Favoriten gespeichert
el: Δεν έχετε αποθηκεύσει κάποιο αγαπημένο σημείο
es_us: No has guardado ningún punto favorito
et: Sul ei ole salvestatud lemmikpunkte
fr: Vous n'avez pas encore enregistré de points favoris
hu: Nem mentett el kedvenc pontot
id: Anda belum menyimpan titik favorit apa pun
is: Þú hefur ekki vistað neina eftirlætispunkta
it: Non hai alcun punto preferito salvato
ja: お気に入り地点を保存していません
nb: Du har ikke lagret noen favorittpunkter
nl: Je hebt nog geen favoriete punten opgeslagen
oc: Avètz pas registrat de ponchs preferits
pl: Nie zapisałeś żadnych ulubionych punktów
pt_br: Você não salvou nenhum ponto favorito
ro_ro: Nu ați salvat niciun punct favorit
ru: Вы не сохранили ни одной любимой точки
sc: No as sarvadu perunu puntu preferidu
sr: Нисте сачували ниједну омиљену тачку
sr_latn: Niste sačuvali nijednu omiljenu tačku
sv: Du har inte sparat några favoritpoäng
ta: பிடித்த புள்ளிகளை நீங்கள் சேமிக்கவில்லை
tr: Herhangi bir sık kullanılan nokta kaydetmediniz
uk: Ви не зберегли жодної точки в закладки
zh_hant: 你沒有儲存任何最愛點

# carplay_available_in_sub_plans
source: Purchase OsmAnd Pro or Maps+ to use OsmAnd with CarPlay.
ar: قم بشراء أوسماند برو أو خرائط بلص لاستخدام أوسماند مع كار بلي.
cs: Zakupte si OsmAnd Pro nebo Maps+, abyste mohli používat OsmAnd s CarPlay.
da: Køb OsmAnd Pro eller Maps+ for at bruge OsmAnd med CarPlay.
de: Kaufen Sie OsmAnd Pro oder Maps+, um OsmAnd mit CarPlay zu verwenden.
el: Αγόρασε OsmAnd Pro ή Maps+ για χρήση OsmAnd με CarPlay.
es_us: Compra «OsmAnd Pro» o «Maps+» para usar OsmAnd con CarPlay.
et: Kui soovid OsmAndi kasutada CarPlay liidestusega, siis palun osta OsmAnd Pro või Maps+.
fr: Achetez OsmAnd Pro ou Maps+ pour utiliser OsmAnd avec CarPlay.
hu: Ha az OsmAndot a CarPlay-el szeretné használni, vásárolja meg az OsmAnd Pro vagy a Maps+ alkalmazást.
id: Beli OsmAnd Pro atau Maps+ untuk menggunakan OsmAnd dengan CarPlay.
is: Kauptu OsmAnd Pro eða Maps+ til að nota OsmAnd með CarPlay.
it: Acquista OsmAnd Pro oppure Maps+ per poter utilizzare OsmAnd con CarPlay.
nl: Koop OsmAnd Pro of Maps+ om CarPlay-functionaliteit te kunnen gebruiken.
oc: Crompar OsmAnd Pro ò Maps+ per poder utilizar OsmAnd amb CarPlay.
pl: Kup OsmAnd Pro lub Maps+, aby używać OsmAnd z CarPlay.
ro_ro: Achiziționați OsmAnd Pro sau Maps+ pentru a utiliza OsmAnd cu CarPlay.
ru: Приобретите OsmAnd Pro или Maps+, чтобы использовать OsmAnd с CarPlay.
sc: Còmpora OsmAnd Pro o Maps+ pro impreare OsmAnd cun CarPlay.
sr: Купите ОсмАнд Про или Мапс+ да би користили ОсмАнд са КарПлејом.
sr_latn: Kupite OsmAnd Pro ili Maps+ da bi koristili OsmAnd sa KarPlejom.
sv: Köp OsmAnd Pro eller Maps+ för att använda OsmAnd tillsammans med CarPlay.
ta: கார்ப்ளேயுடன் OSMand ஐப் பயன்படுத்த OSMand Pro அல்லது MAPS+ ஐ வாங்கவும்.
tr: OsmAnd'ı CarPlay ile kullanmak için OsmAnd Pro veya Maps+ satın alın.
uk: Придбайте OsmAnd Pro або Maps+, щоб використовувати OsmAnd з CarPlay.
zh_hant: 選購 OsmAnd Pro 或 Maps+ 來在 CarPlay 使用 OSMAnd。

# carplay_active_message
source: Map is displayed via CarPlay
ar: يتم عرض الخريطة عبر CarPlay
be: Мапа адлюстроўваецца праз CarPlay
cs: Mapa je zobrazena prostřednictvím CarPlay
da: Kort vises via CarPlay
de: Karte wird über CarPlay angezeigt
el: Ο χάρτης εμφανίζεται μέσω του CarPlay
es_us: El mapa se muestra a través de CarPlay
et: Kaart kuvatakse CarPlay kaudu
fr: La carte est affichée via CarPlay
hu: A térkép a CarPlay-en keresztül jelenik meg
id: Peta ditampilkan melalui CarPlay
is: Kortið er birt með CarPlay
it: La mappa è mostrata tramite CarPlay
ja: マップ画面はCarPlay経由で表示されます
ko: 지도는 CarPlay를 통해 표시됨
nb: Kart vises via CarPlay
nl: Kaart wordt weergegeven via CarPlay
oc: La mapa se mòstra per CarPlay
pl: Mapa jest wyświetlana przez CarPlay
pt_br: O mapa é exibido via CarPlay
ro_ro: Harta este afișată prin CarPlay
ru: Карта отображается через CarPlay
sc: Sa mapa benit ammustrada pro mèdiu de CarPlay
sr: Мапа се приказује преко CarPlay-а
sr_latn: Mapa se prikazuje preko KarPlej-a
sv: Kartan visas via CarPlay
ta: MAP கார்ப்ளே வழியாக காட்டப்படும்
tr: Harita, CarPlay aracılığıyla görüntüleniyor
uk: Мапа відображається через CarPlay
zh_hant: 地圖透過 CarPlay 顯示

source: CarPlay profile
ar: ملف تعريف CarPlay
be: Профіль CarPlay
cs: Profil CarPlay
da: CarPlay-profil
de: CarPlay Profil
el: Προφίλ CarPlay
es_us: Perfil de CarPlay
et: CarPlay profiil
fi: CarPlay-profiili
fr: Profil CarPlay
hu: CarPlay profil
id: Profil CarPlay
is: CarPlay-snið
it: Profilo CarPlay
ja: CarPlayプロファイル
ka: CarPlay-ის პროფილი
ko: CarPlay 프로필
nb: CarPlay-profil
nl: CarPlay-profiel
oc: Perfiu CarPlay
pl: Profil CarPlay
pt_br: Perfil no CarPlay
ro_ro: Profilul CarPlay
ru: Профиль CarPlay
sc: Profilu de CarPlay
sr: CarPlay профил
sr_latn: KarPlej profil
sv: CarPlay-profil
ta: கார்ப்ளே சுயவிவரம்
tr: CarPlay profili
uk: Профіль CarPlay
zh_hant: CarPlay 檔案

# show_pedestrian_warnings
source: Pedestrian crosswalks
ar: ممرات الراجلين
ast: Pasos peoniles
az: Piyada keçidləri
be: Пешаходныя пераходы
bg: Пешеходни пътеки
ca: Passos de zebra
cs: Přechody pro chodce
cy: Croesfannau cerddwyr
da: Fodgængerovergange
de: Fußgängerübergänge
el: Διαβάσεις πεζών
eo: Zebrostriaj pasejoj
es_us: Cruces peatonales
et: Jalakäijate ülekäigurajad
eu: Zebrabideak
fa: گذرگاه‌های پیاده
fi: Suojatiet
fr: Passages piétons
gl: Pasos de peóns
he: מעברי חציה
hu: Gyalogosátkelők
hy: Ցույց տալ հետիոտնային անցումներ
id: Penyeberangan pejalan kaki
is: Gangbrautir
it: Attraversamenti pedonali
ja: 横断歩道
ka: ფეხით მოსიარულეთა გადასასვლელები
ko: 보행자 횡단보도
lt: Pėsčiųjų perėjos
lv: Gājēju pārejas
mk: Pesacki preminii
ml: സീബ്രക്രോസിങ്ങ്
nb: Fotgjengeroverganger
nl: Zebrapaden
oc: Passatges pedoniers
pl: Przejścia dla pieszych
pt_br: Faixas de pedestre
ro_ro: Treceri pietoni
ru: Пешеходные переходы
sc: Atraessamentos pedonales
sk: Priechody pre chodcov
sl: Prehod za pešce
sr: Пешачки прелази
sr_latn: Pešački prelazi
sv: Övergångsställen
ta: பாதசாரி குறுக்குவழிகள்
tr: Yaya geçitleri
uk: Пішохідні переходи
vi: Lối dành cho người đi bộ
zh_hans: 人行横道
zh_hant: 行人穿越道
