Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# gpx_upload_public_visibility_descr
source: "Public" means the trace is shown publicly in your GPS traces and in public GPS trace listings, and in the public trace list with timestamps in raw form. Data served via the API does not reference your trace page. Tracepoint timestamps are not available through the public GPS API, and tracepoints are not chronologically ordered.
ar: "عام" يعني أن التتبع يظهر علنا في آثار GPS وفي قوائم تتبع GPS العامة ، وفي قائمة التتبع العامة مع الطوابع الزمنية في شكل خام. البيانات التي يتم تقديمها عبر واجهة برمجة التطبيقات لا تشير إلى صفحة التتبع الخاصة بك. لا تتوفر الطوابع الزمنية ل Tracepoint من خلال واجهة برمجة تطبيقات GPS العامة، ولا يتم ترتيب نقاط التتبع زمنيا.
be: "Публічны" азначае, што след публічна адлюстроўваецца ў вашых слядах і ў агульнадаступных спісах слядоў, а таксама ў агульнадаступным спісе слядоў з пазнакамі часу ў неапрацаваным выглядзе. Даныя з API, не спасылаюцца на вашу старонку слядоў. Пазнакі часу недаступныя праз агульнадаступны API GPS і не размяшчаюцца ў храналагічным парадку.
cs: „Veřejná“ znamená, že trasa je veřejně dostupná ve vašich GPS trasách, ve veřejných seznamech GPS tras a také ve veřejném seznamu stop s nezpracovanými časovými razítky. Data poskytnutá prostřednictvím API nebudou odkazovat na vaši stránku s trasou. Časová razítka bodů trasy nebudou dostupná prostřednictvím veřejného GPS API a body nebudou chronologicky seřazeny.
cy: Mae "cyhoeddus" yn golygu bod yr olrhain yn cael ei ddangos yn gyhoeddus yn eich olrhain GPS ac mewn rhestrau olrhain GPS cyhoeddus, ac yn y rhestr olrhain gyhoeddus gyda stampiau amser ar ffurf amrwd. Nid yw data a gyflwynir trwy'r API yn cyfeirio at eich tudalen olrhain. Nid yw stampiau amser pwyntiau olrhain ar gael trwy'r API GPS cyhoeddus, ac nid yw pwyntiau olrhain wedi'u trefnu'n gronolegol.
da: "Offentlig" betyder, at sporingen vises offentligt i dine GPS-sporinger og i offentlige GPS-sporingslister og i den offentlige sporingsliste med tidsstempler i rå form. Data, der leveres via API'et, henviser ikke til din sporingsside. Sporpunktstidsstempler er ikke tilgængelige via den offentlige GPS-API, og sporpunkterne er ikke kronologisk ordnet.
de: „Öffentlich“ bedeutet, dass der Track öffentlich in Ihren GPS-Tracks und in öffentlichen GPS-Trackverzeichnissen mit Zeitstempeln in Rohform angezeigt wird. Die über die API bereitgestellten Daten verweisen nicht auf Ihre Trackseite. Die Zeitstempel der Trackpunkte sind nicht über die öffentliche GPS-API verfügbar und die Trackpunkte sind nicht chronologisch geordnet.
eo: “Publika” signifas, ke la GPX‑spuro estos publike videbla en “miaj spuroj” kaj en la publika listo de spuroj (GPS‑spuroj) kun tempindikoj kaj en nepritraktita formo. Datumoj liverataj per la API ne ligos al paĝo de via spuro. Tempindikoj de spurpunkto ne estos akireblaj per la publika API GPS, kaj spurpunktoj ne estos laŭtempe ordigitaj.
es_us: «Público» significa que la traza se mostrará públicamente en tus trazas GPS y en las lista públicas de trazas GPS y con marcas de tiempo en crudo. Los datos servidos a través de la API no harán referencia a tu página de trazas. Las marcas de tiempo de los puntos no estarán disponibles a través de la API pública de GPS, y los puntos de la ruta no se ordenarán de manera cronológica.
et: "Avalik" tähendab, et jälg kuvatakse avalikult teie GPS-jälgede ja avalike GPS-jälgede nimekirjades ning avalikus jälgede nimekirjas koos ajatemplitega töötlemata kujul. API kaudu edastatavad andmed ei viita teie jälgimislehele. Jälgimispunktide ajatemplid ei ole avaliku GPS API kaudu kättesaadavad ja jälgimispunktid ei ole kronoloogiliselt järjestatud.
eu: "Publikoa" esan nahi du lorratza publikoki erakusten dela zure GPS lorratzen eta GPS lorratz zerrende publikoetan, eta lorratzen zerrenda publikoan denbora markak modu gordinean daudela. APIaren bidez hornitutako datuek ez dute zure lorratz orria aipatzen. Bide-puntuen denbora-zigiluak ez daude eskuragarri GPS API publikoaren bidez, eta bide-puntuak ez daude kronologikoki ordenatuta.
fa: «عمومی» یا Public به این معنی است که رد به‌صورت عمومی در ردهای جی‌پی‌اس شما و فهرست ردهای عمومی جی‌پی‌اس در قالب خام نمایش داده می‌شود. دادهٔ نقاط رد که از طریق API در دسترس قرار می‌گیرد، به صفحهٔ ردهای شما ارجاع نمی‌دهد. مهر زمان نقاط رد از طریق API جی‌پی‌اس‌های عمومی دست‌یافتنی نیست و نقاط رد بر پایه زمان مرتب نیستند.
fi: "Julkinen" tarkoittaa sitä, että jälki näkyy julkisesti GPS-jäljissäsi ja julkisissa GPS-jälkilistauksissa sekä julkisessa jälkiluettelossa, jossa aikaleimat on raakamuodossa. API:n kautta toimitetut tiedot eivät viittaa jälkisivuusi. Jälkipisteiden aikaleimat eivät ole saatavilla julkisen GPS-API:n kautta, eikä jälkipisteita ole laitettu aikajärjestykseen.
fr: « Publique » signifie que la trace est affichée publiquement dans vos traces GPS et dans les listes de traces GPS publiques. Les données diffusées via l'API ne font pas référence à votre page de traces. Les horodatages des points de trace ne sont pas disponibles via l'API GPS publique et les points de trace ne sont pas classés par ordre chronologique.
gl: "Público" significa que a pista amosarase de xeito público na túa listaxe de pistas e nas listaxes de pistas GPS públicas con marcas de tempo en bruto. Os datos servidos a través da API no farán referencia á túa pácina de pistas. As marcaxes de tempo dos puntos da pista non estarán dispoñíbeis a través da API pública de GPS, aínda que os puntos son ordenados de xeito cronolóxico.
he: „ציבורי” משמעו שהעקבות מופיעים באופן ציבורי בעקבות ה־GPS שלך וברישומי עקבות GPS ציבוריים וברישומי מעקב ציבוריים עם חותמות זמן בתצורה גולמית. הנתונים שמוגשים דרך ה־APIאינם מפנים אל עמוד העקבות שלך. חותמות הזמן של נקודות המעקב אינן זמינות דרך ה־API של ה־GPS ונקודות המעקב אינן מסודרות בהתאם לזמן שתועדו.
hu: A „nyilvános” azt jelenti, hogy a nyomvonal nyilvánosan megjelenik az Ön GPS-nyomvonalai között és a nyilvános GPS-nyomvonal-listákban, valamint a nyilvános nyomvonal-listában, időbélyegekkel, nyers formában. Az API-n keresztül szolgáltatott adatok nem hivatkoznak az Ön nyomvonal-oldalára. A nyomvonalpont időbélyegei nem érhetők el a nyilvános GPS API-n keresztül, a nyomvonalpontok pedig nincsenek időrendben.
id: "Publik" berarti jejak ditampilkan secara publik di jejak GPS Anda dan di daftar jejak GPS publik, dan di daftar jejak publik dengan stempel waktu dalam bentuk mentah. Data yang disajikan melalui API tidak mereferensikan halaman pelacakan Anda. Stempel waktu titik jejak tidak tersedia melalui API GPS publik, dan titik jejak tidak diurutkan secara kronologis.
is: "Opinbert" þýðir að ferillinn birtist í GPS-ferlunum þínum og á opinberum listum yfir GPS-ferla, þar sem ferilpunktar eru með tímamerkjum á frumsniði. Gögn sem eru sótt í gegnum opinbert GPS API-forritsviðmót vísa ekki í ferlasíðuna þína. Tímamerki ferilpunkta eru ekki tiltæk í gegnum opinbera GPS API-forritsviðmótið og er ekki raðað í tímaröð.
it: "Pubblico" significa che la traccia è visualizzata pubblicamente nelle tue tracce GPS, nelle liste pubbliche di tracce GPS con le informazioni temporali in forma grezza. I dati forniti attraverso le API non conducono alla tua pagina delle tracce. Le informazioni temporali dei punti traccia non sono disponibili attraverso le API GPS pubbliche, e i punti della traccia non sono ordinati cronologicamente.
ja: "パブリック"とはトレース内容がGPSトレースと公的GPSトレースリストに公開され、タイムスタンプが生の形式で公開トレースリストに表示されることを意味します。 APIを介して提供されるデータは、トレースページを参照しません。トレースポイントのタイムスタンプは、パブリックなGPS APIからは利用できません。また、トレースポイントは時系列で並べられていません。
ko: "공개"란 추적이 사용자의 GPS 추적 목록과 공개 GPS 추적 목록, 그리고 공개 추적 목록에 원시 형태의 타임스탬프와 함께 공개적으로 표시됨을 의미합니다. API를 통해 제공되는 데이터는 추적 페이지를 참조하지 않습니다. 추적점 타임스탬프는 공개 GPS API를 통해 사용할 수 없으며, 추적점은 연대순으로 정렬되지 않습니다.
lv: "Publisks" nozīmē, ka trase ir redzama jūsu GPS trasēs un GPS trašu publiskajos sarakstos, un publisko trašu sarakstos ar laika atzīmēm pamatformā. Dati caur API neatspoguļo jūsu trases lapu. Trašu punktu laika atzīmes nav pieejams caur publisko GPS API un trašu punkti nav hronoloģiski sakārtoti.
mk: „Javno“ znači deka tragata e javno prikažana vo vašite GPS tragi i vo javnite spisoci za tragi na GPS i vo spisokot za javna traga so vremenski pečati vo surova forma. Podatocite servirani preku API ne upatuvaat na vašata stranica za traga. Vremenskite oznaki za trasite ne se dostapni prekujavnoto GPS API, a točkite za sledenje ne se hronološki podredeni.
nb: «Offentlig» betyr at sporet vises offentlig i dine GPS-spor og i offentlige GPS-sporingsoppføringer, og i den offentlige spor-listen med tidsstempler i rå form. Data servert via API-et viser ikke til sporsiden din. Tidsstempler fra sporingspunkter er ikke tilgjengelig gjennom det offentlige GPS-API-et, og sporingspunkter sorteres ikke kronologisk.
nl: "Publiek" betekent dat de track openbaar wordt getoond in jouw GPS-tracks en in openbare GPS-track-lijsten. Kaartgegevens afkomstig van de API zullen niet aan je trackpagina refereren. Tijdregistraties in de tracks zijn niet beschikbaar in de publieke GPS API, en de track-punten zullen niet chronologisch geordend zijn.
oc: "Public" vòu dire que la traça se visualiza publicament dins vòstrei traças GPS, dins lei listas publicas de traças GPS amb seis informacions temporalas en forma grassa. Lei donadas fornidas per l'API menan pas a vòstra pagina de traças. Leis informacions temporalas dei ponchs de traça son pas disponibles per l'API GPS publica, e lei ponchs de la traça son pas ordenats segon lo temps.
pl: "Publiczny" oznacza, że ślad jest pokazywany publicznie w śladach GPS i na publicznych listach śladów GPS oraz na publicznej liście śladów z surowymi znacznikami czasowymi. Dane obsługiwane przez API nie odnoszą się do strony śladów. Znaczniki czasu punktów śladowych nie są dostępne za pośrednictwem publicznego API GPS, a punkty śladowe nie są uporządkowane chronologicznie.
pt_br: "Público" significa que o traçado é mostrado publicamente em seus traços GPS e em listagens públicas de traços GPS e na lista pública de traços com carimbos de data/hora em formato bruto. Os dados fornecidos por meio da API não fazem referência à sua página de rastreamento. Os carimbos de data/hora do ponto de rastreamento não estão disponíveis por meio da API GPS pública e os pontos de rastreamento não são ordenados cronologicamente.
ro_ro: "Public" înseamnă că înregistrarea este afișată tuturor în înregistrările dumneavoastră GPS, în listele publice de înregistrări GPS, precum și în lista publică de înregistrări cu marcajele temporale în formă brută. Datele furnizate prin API nu fac trimitere la pagina dumneavoastră cu înregistrarea. Nu sunt disponibile marcaje temporale ale punctelor din înregistrare prin API-ul GPS public, iar punctele nu sunt ordonate cronologic.
ru: "Общедоступный" означает, что трек виден всем в списках ваших GPS-треков и в общедоступных списках GPS-треков, а также в общедоступном списке треков с временнЫми метками в необработанном виде. В данных, обрабатываемых через API, нет ссылок на вашу страницу с треками. ВременнЫе метки точек трека недоступны через общедоступный GPS API, а точки трека не упорядочены в хронологическом порядке.
sc: "Pùblicu" cheret nàrrere chi sa rasta at a èssere ammustrada in manera pùblica in sas rastas GPS tuas, in sas listas de rastas GPS pùblicas e in sa lista de rastas pùblicas cun datas e oras in forma originale. Sos datos frunidos pro mèdiu de s'API non sunt ligados a sa pàgina de sa rasta tua. Sas datas e sas oras integradas in sos puntos de rasta no ant a èssere a disponimentu pro mèdiu de s'API GPS, e sos puntos no ant a èssere ordinados in manera cronològica.
sk: "Identifikovateľná" znamená, že trasa sa zobrazí verejne vo vašich GPS stopách, vo verejných zoznamoch GPS stôp a v zozname verejných trás s časovými pečiatkami v nespracovanej forme. Údaje poskytované cez rozhranie (API) nebudú odkazovať na vašu pôvodnú stránku s trasou. Časové pečiatky bodov trasy nebudú dostupné cez verejné GPS rozhranie (API) a body trasy nebudú v chronologickom poradí.
sl: »Javno« pomeni, da je sled javno prikazana v vaših GPS sledeh in v javnih seznamih sledi GPS ter na javnem seznamu sledi s časovnimi žigi v neobdelani obliki. Podatki, posredovani prek API-ja, se ne sklicujejo na vašo stran za sledenje. Časovni žigi točk sledenja niso na voljo prek javnegaAPI-ja GPS in točke sledenja niso kronološko urejene.
sr: "Јавно" значи да је траг јавно приказан у Вашим траговима ГПС-а и на јавним траговима ГПС-а, као и на јавном списку трагова са временским ознакама у сировом облику. Подаци који се приказују путем АПИ-ја не упућују на Вашу страницу трагова. Временске ознаке праћења нису доступне путем јавног АПИ-ја ГПС-а и тачке праћења нису временски поређане.
sr_latn: „Javno“ znači da je ruta javno prikazan u tragovima GPS-a i na javnim tragovima GPS-a, kao i na javnom spisku ruta sa vremenskim oznakama u sirovom obliku. Podaci koji se prikazuju putem API-ja ne upućuju na stranicu ruta. Vremenske oznake praćenja nisu dostupne putem javnog API-ja GPS-a i tačke praćenja nisu vremenski poređane.
sv: "Offentligt" betyder att spårningen visas offentligt i dina GPS-spår, i offentliga GPS-spårningar och i den offentliga spårningslistan med tidsstämplar i råform. Data som visas via API hänvisar inte till din spårningssida. Tracepoint-tidsstämplar är inte tillgängliga via det offentliga GPS-API:et och spårpunkter är inte kronologiskt ordnade.
ta: "பொது" என்றால், உங்கள் சி.பி.எச் தடயங்களிலும், பொது சி.பி.எச் சுவடு பட்டியல்களிலும், மூல வடிவத்தில் நேர முத்திரைகள் கொண்ட பொது சுவடு பட்டியலில் இந்த சுவடு பகிரங்கமாகக் காட்டப்பட்டுள்ளது. பநிஇ வழியாக வழங்கப்படும் தரவு உங்கள் சுவடு பக்கத்தைக் குறிப்பிடவில்லை. பொது சி.பி.எச் பநிஇ மூலம் டிரேச் பாயிண்ட் நேர முத்திரைகள் கிடைக்கவில்லை, மேலும் ட்ரேச் பாயிண்ட்ச் காலவரிசைப்படி உத்தரவிடப்படவில்லை.
tr: "Genel", izlemenin GPS izlerinizde ve genel GPS izleme listelerinde herkese açık olarak ve ham biçimde zaman damgalarıyla birlikte genel izleme listesinde gösterileceği anlamına gelir. API aracılığıyla sunulan veriler, izleme sayfanızı göstermez. İzleme noktası zaman damgaları, genel GPS API'si aracılığıyla kullanılamaz ve izleme noktaları kronolojik olarak sıralanmaz.
uk: «Загальнодоступний» означає, що траса відображається публічно у ваших трасах GPS і в загальнодоступних списках трас GPS, а також у загальнодоступному списку трас із мітками часу в необробленому вигляді. Дані, які надаються через API, не посилаються на вашу сторінку трасування. Часові мітки точок трасування недоступні через загальнодоступний GPS API, а точки трасування не впорядковані в хронологічному порядку.
vi: "Công khai" có nghĩa là dấu vết sẽ được hiển thị công khai trong các dấu vết GPS của bạn và trong danh sách dấu vết GPS công khai, và trong danh sách dấu vết công khai với dấu thời gian ở dạng gốc. Dữ liệu được phục vụ qua API không tham chiếu đến trang dấu vết của bạn. Dấu thời gian của các điểm theo dõi không có sẵn qua API GPS công khai, và các điểm theo dõi không được sắp xếp theo thứ tự thời gian.
zh_hans: "公开 "是指在您的GPS轨迹和公开的GPS轨迹列表中公开显示该轨迹，并在公开的轨迹列表中以原始格式显示时间戳。通过API提供的数据不会引用您的轨迹页面。通过公开的GPS API无法获得轨迹点的时间戳，而且轨迹点也不会按时间顺序排列。
zh_hant: 「公開」代表軌跡將會公開顯示在您的 GPS 軌跡與公開的 GPS 軌跡清單中，且在公開軌跡清單中會以帶有原始形式的時間戳顯示。透過 API 取得的資料不會引用您的軌跡頁面。軌跡點的時間戳不會透過公開的 GPS API 提供，也不會按時間排序。

# routing_attr_avoid_tunnels_description
source: Avoid tunnels
ar: تجنب الأنفاق
az: Tunellərdən yayın
be: Пазбягаць тунэляў
bg: Избягване на тунели
cs: Vyhnout se tunelům
cy: Osgoi twneli
da: Undgå tunneller
de: Tunnel vermeiden
el: Αποφεύγει τις σήραγγες
eo: Eviti tunelojn
es_us: Evita los túneles
et: Väldi tunneleid
eu: Saihestu tunelak
fa: از تونل‌ها پرهیز کنید
fi: Vältä tunneleita
fr: Éviter les tunnels
he: הימנעות ממנהרות
hu: Alagutak elkerülése
id: Hindari terowongan
is: Forðast veggöng
it: Evita i tunnel
ja: 移動時にトンネルを避けるようにします
ka: გვირაბების აცილება
ko: 터널 피하기
lt: Vengti tunelių
mk: Izbegnuvajte tuneli
nb: Unngå tunneler
nl: Tunnels vermijden
oc: Evitar lei galariás
pl: Unikaj tuneli
ro_ro: Evită tuneluri
ru: Избегать тоннелей
sc: Istransi sas gallerias
sk: Vyhnúť sa tunelom
sl: Izogibanje predorov
sr: Избегавање тунела
sr_latn: Tunele
sv: Undvik tunnlar
ta: சுரங்கங்களைத் தவிர்க்கவும்
tr: Tünellerden kaçının
uk: Уникати тунелів
vi: Tránh đường hầm
zh_hans: 避开隧道
zh_hant: 避開隧道

# routing_attr_height_obstacles_description
source: Projected travel time will reflect elevation impact. Routing preference can help avoid steep uphills:
ar: سيعكس وقت السفر المتوقع تأثير الارتفاع. يمكن أن يساعد تفضيل التوجيه في تجنب المرتفعات الشديدة:
ast: Routing could avoid strong uphills.
az: Marşrut kəskin yoxuşlardan yayına bilər.
be: Прагназаваны час руху будзе ўлічваць вышыні. Параметр маршруту можа дапамагчы пазбегнуць крутых схілаў:
bg: Прогнозното време за пътуване ще отчита въздействието на възвишенията. Предпочитанията за маршрута могат да помогнат за избягване на стръмни изкачвания:
ca: El temps de viatge previst reflectirà l'impacte de l'elevació. La preferència de navegació pot ajudar a evitar pujades pronunciades:
cs: Předpokládaná doba jízdy bude odrážet vliv nadmořské výšky. Preference trasování může pomoci vyhnout se strmým stoupáním:
cy: Gall y llwybro osgoi gorfod mynd i fyny'n serth.
da: Den forventede rejsetid vil afspejle højdepåvirkningen. Ruteberegningsvalg kan hjælpe med at undgå stejle opkørsler:
de: Die voraussichtliche Reisezeit wird den Höhenverlauf berücksichtigen. Die bevorzugte Streckenführung kann helfen, steile Steigungen zu vermeiden:
el: Ο προβλεπόμενος χρόνος ταξιδιού θα αντανακλά αντίκτυπο υψομέτρου. Η προτίμηση δρομολόγησης μπορεί να βοηθήσει στην αποφυγή απότομων ανηφοριών:
eo: Esperata tempo de vojaĝo konsideros ŝanĝojn en altitudo. La prefero “Ebena” helpos al vi eviti krutajn suprenirojn:
es_us: El tiempo de viaje proyectado reflejará el impacto de la elevación. La preferencia de ruta puede ayudar a evitar las subidas empinadas:
et: Eeldatav teekonna kestus arvestab kõrguste vahesid. Marsruudi koostamisel saad vältida raskeid tõuse:
eu: Aurreikusitako bidaia-denborak kotaren eragina islatuko du. Ibilbidearen hobespenak maldan gora aldapatsuak saihesten lagun dezake:
fa: زمان سفر پیش‌بینی‌شده، تأثیر ارتفاع را منعکس خواهد کرد. ترجیح مسیر می‌تواند به جلوگیری از سربالایی‌های تند کمک کند:
fi: Reititys voisi välttää voimakkaita ylämäkiä.
fr: La durée estimée prendra en compte l'altitude. Ce paramètre peut aider à éviter les fortes ascensions :
gl: O tempo de viaxe previsto reflectirá o impacto da elevación. A preferencia de ruta pode axudar a evitar costas empinadas:
he: הרכבת המסלול יכולה להימנע מעליות תלולות.
hu: A tervezett menetidő figyelembe veszi a magassági hatást. Az útvonal-tervezési beállításokkal elkerülheti a meredek emelkedőket:
id: Waktu perjalanan yang diproyeksikan akan mencerminkan dampak ketinggian. Preferensi perutean dapat membantu menghindari tanjakan yang curam:
is: Tímaáætlanir munu taka mið af hækkunum. Leiðagerð gæti forðast miklar brekkur upp í mót:
it: Il tempo di percorrenza previsto terrà conto dell'impatto dell'elevazione. La scelta può aiutare a evitare salite ripide:
ja: 推定所要時間には標高や勾配の度合いが反映されます。事前に細かなルーティングをすることで、急な勾配を避けるのに役立ちます。
ko: 계획된 여행 시간은 고각 충격을 반영할 것입니다. Routing 선호는 가파른 언덕을 피할 수 있습니다:
lt: Numatomas kelionės laikas atspindės aukščio poveikį. Maršruto pasirinkimas gali padėti išvengti stačių įkalnių:
lv: Factor in terrain elevation (via SRTM, ASTER, and EU-DEM data).
mk: Rutiranjeto može da izbegne silnite nagornici.
nb: Anslått reisetid vil reflektere høydepåvirkning. Rutingpreferanse kan bidra til å unngå bratte oppoverbakker:
nl: Geschatte reistijd zal de invloed van stijging meenemen. Routevoorkeur kan helpen om sterke hellingen te vermijden:
oc: Lo calcul dau percors pòt evitar lei devaladas sobdas.
pl: Przewidywany czas podróży będzie odzwierciedlał wpływ wysokości. Preferencje dotyczące trasy mogą pomóc uniknąć stromych podjazdów:
pt_br: Considerar altimetria do terreno (via dados SRTM, ASTER e EU-DEM).
ro_ro: Timpul de deplasare calculat va reflecta impactul înălțimii. Preferințele de rutare pot ajuta la evitarea ascensiunilor abrupte:
ru: Расчёт времени в пути с учётом перепадов высот. Выберите предпочитаемую рельефность маршрута:
sc: Su tempus de biàgiu carculadu at a riflètere s'impatu de s'artària. Sas preferèntzias de su càrculu de s'àndala diant pòdere agiudare a evitare artziadas mannas:
sk: Odhadovaný čas cesty zohľadní vplyv stúpania. V nastaveniach výpočtu trasy sa môžete vyhnúť strmým stúpaniam:
sl: Predvideni potovalničas bo odražal vpliv višinske razlike. Z nastavitvami usmerjanja se lahko izogneš strmim vzponom:
sr: Планирано време путовања ће се одразити на утицај узбрдица. Поставке путање могу помоћи да се избегну стрме узбрдице:
sr_latn: Planirano vreme putovanja će se odraziti na uticaj uzbrdica. Podešavanja rute mogu pomoći da se izbegnu strme uzbrdice:
sv: Uppskattad restid påverkas av höjdskillnader. Inställning för ruttberäkning kan undvika branta uppförsbackar:
ta: திட்டமிடப்பட்ட பயண நேரம் உயர தாக்கத்தை பிரதிபலிக்கும். ரூட்டிங் விருப்பம் செங்குத்தான மேல்நோக்கி தவிர்க்க உதவும்:
tr: Yönlendirme, dik yokuşlardan kaçınabilir.
uk: Прогнозований час у дорозі показуватиме вплив висоти над рівнем моря. Налаштування маршруту може допомогти уникнути крутих підйомів:
vi: Thời gian di chuyển dự kiến sẽ phản ánh tác động của độ cao. Cài đặt điều hướng có thể giúp tránh những đoạn dốc cao:
zh_hans: 预计行程时间将反映海拔影响。路线偏好有助于避免陡峭的上坡：
zh_hant: 預計行程時間將反映海拔影響。路線偏好可以協助避免陡峭的上坡：

# routing_attr_driving_style_speed_name
source: Shorter routes
ar: أقصر الطرق
ast: Caminos más curtios
az: Qısa marşrutlar
be: Кароткія маршруты
ca: Les rutes més curtes
cs: Kratší trasy
cy: Llwybrau byrrach
da: Kortere ruter
de: Kürzere Routen
el: Πιο σύντομες διαδρομές
eo: Pli mallongaj vojoj
es_us: Rutas más cortas
et: Lühemad teekonnad
eu: Ibilbide laburragoak
fa: مسیرهای کوتاه‌تر
fi: Lyhyemmät reitit
fr: Routes plus courtes
gl: Rutas máis curtas
he: נתיבים קצרים יותר
hu: Rövidebb útvonal
hy: Կարճ երթուղիները
id: Rute lebih pendek
is: Styttri leiðir
it: Percorsi più brevi
ja: 短いルート
ka: უფრო მოკლე გზები
lt: Trumpesni maršrutai
lv: Īsāki maršruti
mk: Pokratki pravci
ml: ദൂരം കുറഞ്ഞ പാതകള്‍
my: လမ်းကြောင်းတိုများ
nb: Kortere ruter
nl: Kortere routes
oc: Percors pus corts
pl: Krótsze trasy
pt_br: Rotas mais curtas
ro_ro: Rute scurte
ru: Предпочитать крупные дороги
sc: Àndalas prus curtzas
sk: Kratšie trasy
sl: Krajše poti
sr: Краће путање
sr_latn: Kraće rute
sv: Kortare rutter
ta: குறுகிய வழிகள்
tr: daha kısa rotalar
uk: Коротші маршрути
vi: Tuyến đường ngắn hơn
zh_hans: 更短的路线
zh_hant: 較短路線
