Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# save_track_to_gpx_descrp
source: Auto-start track recording while navigating and auto-save afterwards.
ar: بدء تسجيل المسار تلقائيًا أثناء التنقل والحفظ التلقائي بعد ذلك.
ast: Turn on to automatically save a track during navigation
az: Turn on to automatically save a track during navigation
be: Аўтаматычны запуск запісу следу падчас навігацыі і аўтаматычнае захаванне пасля завяршэння.
bg: Автоматично записване на трасето при маршрутизиране и автоматично запазване накрая.
ca: Comença a gravar la ruta automàticament en iniciar la navegació i desa-la automàticament després.
cs: Automaticky spustit záznam stopy v průběhu navigace a potom uložit.
cy: Dechrau recordio'r trac yn awtomatig wrth lywio a chadw'n awtomatig wedyn.
da: Auto-start sporoptagelse ved navigation og auto-gem bagefter.
de: Automatisches Starten der Trackaufzeichnung während der Navigation und anschließendes automatisches Speichern.
el: Η καταγραφή ίχνους θα ξεκινά αυτόματα κατά την πλόηγηση και θα αποθηκεύεται μετά αυτόματα.
eo: Aŭtomate ekigi registradon de spuro dum navigi kaj konservi ĝin post fini.
es_us: Inicia la grabación de la traza automáticamente mientras navegas y al finalizar, la traza se guardará automáticamente.
et: Logi GPX teekond liikumise ajal ja hiljem salvesta automaatselt.
eu: Hasi automatikoki arrastoa grabatzen nabigatzen duzun bitartean eta gorde automatikoki ondoren.
fa: ضبط رد را هنگام ناوبری به‌طور خودکار شروع و پس از آن ذخیره کنید.
fi: Aloita reitin tallennus automaattisesti navigoinnin alkaessa ja tallenna automaattisesti jälkeenpäin.
fr: Enregistre automatiquement la trace lors de la navigation.
gl: Inicia de xeito automático a gravación da pista mentres navegas e gárdarase despois.
he: להתחיל את הקלטת המסלול אוטומטית בעת הניווט ולשמור אוטומטית קדימה.
hu: Navigáció közben automatikusan rögzíti a nyomvonalat, utána pedig automatikusan elmenti.
id: Mulai perekaman trek secara otomatis saat menavigasi dan simpan secara otomatis setelahnya.
is: Byrja skráningu ferils sjálfvirkt á meðan leiðsögn stendur og vista síðan ferillinn sjálfkrafa.
it: Avvia automaticamente la registrazione della traccia durante la navigazione e la salva automaticamente in seguito.
ja: ナビ中に経路記録を自動開始し、その後自動保存します。
ko: 탐색하는 동안 트랙 녹음을 자동으로 시작하고 나중에 자동 저장합니다.
lt: Turn on to automatically save a track during navigation
lv: Automātiski ierakstīt treku navigācijas laikā un pēc tam to saglabāt.
mk: Avtomatski startuvajte go snimanjeto na zapisite dodeka se dvižite, a potoa avtomatski začuvajte.
mr: मार्गनिर्देशनच्या वेळी आपोआप ट्रॅक मुद्रण चालू करुन नंतर आपोआप साठवा.
nb: Auto-start sporopptak under navigasjon og auto-lagre etterpå.
nl: Automatisch starten met opname van track tijdens navigeren, en achteraf automatisch opslaan.
oc: Activar per enregistrar automaticament la traça de la navigacion
pl: Automatyczne uruchamianie nagrywania ścieżki podczas nawigacji i automatyczne zapisywanie po zakończeniu.
ro_ro: Pornește automat înregistrarea traseelor în timpul navigației și salvează automat după aceea.
ru: Автозапуск записи трека во время навигации и автосохранение по завершении.
sc: Incumintza in automàticu sa registratzione cando sa navigatzione est in cursu e a pustis sarva in automàticu.
sk: Automaticky spustiť nahrávanie stopy počas navigácie a potom uložiť.
sl: Samodejni zagon snemanja sledi med navigacijo in samodejno shranjevanje po tem.
sr: Самостално покрени снимање трага током навођења и самостално сачувај након тога.
sr_latn: Autamatski pokreni snimanje trase tokom navođenja i automatski sačuvaj nakon toga.
sv: Starta spårinspelning automatiskt vid navigering och spara spåret automatiskt efteråt.
ta: செல்லும்போது ஆட்டோ-ச்டார்ட் டிராக் ரெக்கார்டிங் மற்றும் பின்னர் தானாக சேமிக்கப்படுகிறது.
tr: Navigasyon sırasında yol kaydını otomatik olarak başlatın ve bittiğinde otomatik olarak kaydedin.
uk: Автозапуск запису треку під час навігації та автоматичне збереження після завершення.
vi: Tự động bắt đầu ghi lại đường dẫn trong khi điều hướng và sau đó tự động lưu.
zh_hans: 导航开始时自动记录轨迹，并在导航结束后自动保存。
zh_hant: 在導航時自動開始紀錄軌跡，並在之後自動儲存。

# gpx_max_speed
source: Max speed
ar: السرعة القصوى
be: Макс. хуткасць
ca: Velocitat màxima
cs: Max. rychlost
da: Max hastighed
de: Höchstgeschwindigkeit
el: Μέγιστη ταχύτητα
es_us: Velocidad máx.
et: Suurim kiirus
fr: Vitesse maximale
hu: Legnagyobb sebesség
id: Kecepatan maks
is: Hámarkshraði
it: Velocità massima
ja: 最大速度
ka: მაქს სიჩქარე
nl: Maximale snelheid
oc: Velocitat maximala
pl: Prędkość maksymalna
pt_br: Velocidade máxima
ro_ro: Viteza maximă
ru: Максимальная скорость
sc: Lestresa màssima
sk: Max. rýchlosť
sl: Največja hitrost
sr: Максимална брзина
sr_latn: Maksimalna brzina
sv: Maxhastighet
ta: அதிகபட்ச விரைவு
tr: Max hız
uk: Макс. швидкість
zh_hant: 最高速度

# rendering_value_translucent_red_name
source: Translucent red
ar: أحمر فاتح
ast: Coloráu tresllúcido
az: Şəffaf qırmızı
be: Празрысты чырвоны
bg: Полупрозрачно червено
ca: Vermell translúcid
cs: Průsvitná červená
cy: Coch tryleu
da: Gennemsigtig rød
de: Transparentes Rot
el: Ημιδιαφανές κόκκινο
eo: Ruĝa diafana
es_us: Rojo translúcido
et: Läbikumav punane
eu: Gorri gardena
fa: قرمز شفاف
fi: Läpikuultava punainen
fr: Rouge translucide
gl: Vermello translúcido
he: אדום שקוף למחצה
hu: Átlátszó piros
hy: Կիսաթափանցիկ կարմիր
id: Merah tembus pandang
is: Hálfgegnsætt rautt
it: Rosso traslucido
ja: 半透明レッド
ka: გამჭირვალე წითელი
ko: 반투명 적색
lt: Permatomas raudona
lv: Caurspīdīgi sarkans
mk: Prodzirno crveno
ml: "മങ്ങിയ ചുമപ്പ് "
nb: Gjennomskinnelig rød
nl: Doorschijnend rood
oc: Roginèu
pl: Przezroczysty czerwony
pt_br: Vermelho translúcido
ro_ro: Roșu translucid
ru: Красный прозрачный
sc: Ruju translùcidu
sk: Priehľadná červená
sl: Prosojna rdeča
sr: Прозирна црвена
sr_latn: Prozirna crvena
sv: Genomskinlig röd
ta: கசியும் சிவப்பு
tr: Yarı saydam kırmızı
uk: Напівпрозорий червоний
zh_hans: 半透明红色
zh_hant: 半透明的紅色

# shared_string_hide_from_map
source: Hide from map
ar: إخفاء من الخريطة
cs: Skrýt na mapě
da: Skjul på kort
de: Auf Karte verstecken
el: Απόκρυψη από το χάρτη
es_us: Ocultar del mapa
et: Peida kaardilt
fr: Masquer de la carte
hu: Elrejtés a térképről
id: Sembunyikan dari peta
is: Fela á korti
it: Nascondi dalla mappa
nb: Skjul fra kartet
nl: Verberg van de kaart
pl: Ukryj z mapy
ro_ro: Ascunde de pe hartă
ru: Скрыть на карте
sr: Сакриј на карти
sr_latn: Sakrij na karti
sv: Dölj från karta
ta: வரைபடத்திலிருந்து மறைக்க
tr: Haritadan gizle
uk: Приховати з мапи
zh_hant: 從地圖隱藏

# map_settings_over
source: Overlay
ar: الخريطة العلوية
be: Пакрыццё
ca: Capa superposada
cs: Překryv
cy: Troshaen
da: Overlejring
de: Überlagerung
el: Επικάλυψη
es_us: Capa superpuesta
et: Ülekate
eu: Gaineko geruza
fi: Peite
fr: Sur-couche
he: שכבת על
hu: Fedvény
id: Hamparan
is: Yfirlag
it: Cambia la mappa di sovrapposizione
ja: オーバーレイ
ka: დაფარვა
ko: 오버레이
nl: Bovenlaag
oc: Jaça superpausada
pl: Nakładka
pt_br: Sobreposto
ro_ro: Suprapunere
ru: Наложение
sc: Subrapositzione
sk: Prekryv
sl: Prekrivni zemljevid
sr: Надслој
sr_latn: Mapa iznad
sv: Överlägg
ta: மேலடுக்கு
tr: Üst katman
uk: Накладка
vi: Lớp phủ trên
zh_hans: 叠加层
zh_hant: 覆蓋層

# map_settings_under
source: Underlay
ar: الخريطة السفلية
be: Падкладка
ca: Capa de fons
cs: Podklad
cy: Ishaen
da: Underlejring
de: Unterlage
el: Υπόστρωμα
es_us: Capa subyacente
et: Aluskiht
eu: Azpiko geruza
fr: Sous-couche
he: שכבת רקע
hu: Alátétréteg
id: Dasaran
is: Undirlag
it: Cambia la mappa di sottofondo
ja: アンダーレイ
ka: ქვესადები
ko: 언더레이
nl: Onderlaag
oc: Jaça de fons
pl: Podkład
pt_br: Subjacente
ro_ro: Substrat
ru: Подложка
sc: Isfundu
sk: Podklad
sl: Zemljevid za podlogo
sr: Подслој
sr_latn: Pozadinska mapa
sv: Bakgrundslager
ta: அண்டர்லே
tr: Altına koymak
uk: Підкладка
vi: Lớp phủ dưới
zh_hans: 背景层
zh_hant: 底層

# map_settings_install_maps
source: Choose maps to install or update
ar: اختر خرائط لتثبيتها أو تحديثها
be: Абярыце мапы для ўсталёўкі альбо абнаўлення
ca: Trieu els mapes a instal·lar o a actualitzar
cs: Vyberte mapy, které chcete nainstalovat nebo aktualizovat
da: Vælg kort, der skal installeres eller opdateres
de: Wählen Sie die zu installierenden oder zu aktualisierenden Karten
el: Επιλέξτε χάρτες για εγκατάσταση ή ενημέρωση
es_us: Elige los mapas a instalar o actualizar
et: Vali paigaldatavad või uuendatavad kaardid
fr: Choisissez des cartes à installer ou mettre à jour
hu: Válassza ki a telepítendő vagy frissítendő térképeket
id: Pilih peta untuk dipasang atau diperbarui
is: Veldu landakort til að setja inn eða uppfæra
it: Scegli le mappa da installare o aggiornare
ja: インストールあるいは更新するマップを選択してください
ko: 설치 또는 업데이트할 지도 선택
nb: Velg kart å installere eller oppdatere
nl: Kies kaarten om te installeren of te updaten
oc: Chausir lei mapas d'installar ò d'actualizar
pl: Wybierz mapy do zainstalowania lub zaktualizowania
pt_br: Escolha mapas para instalar ou atualizar
ro_ro: Alegeți hărțile de instalat sau de actualizat
ru: Выберите карты для установки или обновления
sc: Issèbera mapas de installare o agiornare
sk: Vyberte mapy, ktoré chcete nainštalovať alebo aktualizovať
sr: Изаберите мапе које желите да инсталирате или ажурирате
sr_latn: Izaberite mape koje želite da instalirate ili ažurirate
sv: Välj kartor att installera eller uppdatera
ta: நிறுவ அல்லது புதுப்பிக்க வரைபடங்களைத் தேர்வுசெய்க
tr: Yüklenecek veya güncellenecek haritaları seç
uk: Оберіть мапи для встановлення або оновлення
zh_hans: 选择要安装或更新的地图
zh_hant: 選擇要安裝或更新的地圖

# map_settings_install_more
source: Install more...
ar: تثبيت المزيد ...
be: Усталяваць яшчэ…
ca: Instal·la més...
cs: Instalovat další...
da: Installer mere...
de: Mehr installieren...
el: Εγκατάσταση περισσότερων…
es_us: Instalar más...
et: Paigalda veel...
fr: Installer plus ...
hu: Telepítsen többet...
id: Instal lebih banyak...
is: Setja inn meira...
it: Installa altro...
ja: リスト以外のものをインストール…
ka: მეტის დაყენება...
ko: 추가 설치...
nb: Installer mer…
nl: Meer installeren...
oc: Installar mai...
pl: Zainstaluj więcej...
pt_br: Instalar mais...
ro_ro: Instalați mai mult...
ru: Установить больше...
sc: Installa àteru…
sk: Inštalovať ďalšie…
sr: Инсталирај више...
sr_latn: Instaliraj više...
sv: Installera fler...
ta: மேலும் நிறுவவும் ...
tr: Daha fazla yükle...
uk: Встановити більше...
zh_hant: 安裝更多…

# map_settings_offline
source: Styles for offline maps
ar: أنماط للخرائط غير المتصلة
be: Стылі аўтаномных мапаў
ca: Estils pels mapes fora de línia
cs: Styly pro offline mapy
da: Stil for offline kort
de: Stile für Offline Karten
el: Στυλ για χάρτες εκτός σύνδεσης
es_us: Estilos de mapas sin conexión
et: Võrguühenduseta kaartide stiilid
fr: Styles de cartes hors ligne
hu: Kapcsolat nélküli térképek stílusai
id: Gaya untuk peta offline
is: Stíll ónettengdra korta
it: Stili per le mappe offline
ja: オフラインマップのスタイル
ka: სტილები ინტერნეტგარეშე რუკებისთვის
ko: 오프라인 지도 스타일
nl: Stijlen voor offline kaarten
oc: Mapas fòra de linha
pl: Style map offline
pt_br: Estilos de mapas off-line
ro_ro: Stiluri pentru hărți offline
ru: Стили офлайн карт
sc: Istiles pro sas mapas non in lìnia
sk: Štýly pre offline mapy
sl: Slog prikaza zemljevida
sr: Стилови за ванмрежне мапе
sr_latn: Stilovi za vanmrežne mape
sv: Stilar för offlinekartor
ta: இணைப்பில்லாத வரைபடங்களுக்கான பாணிகள்
tr: Çevrim dışı haritalar için tarzlar
uk: Стилі офлайн мап
zh_hant: 離線地圖的樣式

# map_settings_slopes_legend
source: You can read more about the slopes on Wikipedia
ar: يمكنك قراءة المزيد حول المنحدرات على ويكيبيديا
be: Больш падрабязна пра схілы можна прачытаць у Вікіпедыі
ca: Podeu trobar més informació sobre les pistes a Viquipèdia
cs: O svazích si můžete přečíst více na Wikipedii
da: Læs mere om skråninger på Wikipedia
de: Sie können mehr über Hangneigungen auf Wikipedia lesen
el: Μπορείτε να διαβάσετε περισσότερα για τις πλαγιές στη Βικιπαίδεια
es_us: Puedes leer más sobre las pendientes en Wikipedia
et: Lisateavet nõlvade kohta saate lugeda Vikipeediast
fr: Vous pouvez en apprendre plus à propos des pentes sur Wikipédia
hu: A lejtőkről bővebben a Wikipédián olvashat
id: Anda dapat membaca lebih lanjut tentang lereng di Wikipedia
is: Þú getur lesið meira um brekkur á Wikipedia
it: Puoi leggere di più sulle piste su Wikipedia
ja: Wikipediaで勾配の詳細を知ることができます
ko: Wikipedia에서 슬로프에 대한 자세한 내용을 읽을 수 있습니다.
nl: U kunt meer over de pistes lezen op Wikipedia
oc: Podètz trobar mai d'informacion subre lei pistes dins Wikipèdia
pl: Więcej o nachyleniach możesz przeczytać w Wikipedii
pt_br: Você pode ler mais sobre as pistas na Wikipédia
ro_ro: Puteți citi mai multe despre pârtii pe Wikipedia
ru: Вы можете узнать больше о склонах в Википедии
sc: Podes lèghere àteras informatziones in subra de sas pendèntzias in Wikipedia
sr: Више о падинама можете прочитати на Википедији
sr_latn: Više o padinama možete pročitati na Vikipediji
sv: Du kan läsa mer om lutningsgrad på Wikipedia
ta: விக்கிபீடியாவில் உள்ள சரிவுகளைப் பற்றி மேலும் படிக்கலாம்
tr: Wikipedia'da yamaçlar hakkında daha fazla bilgi edinebilirsiniz
uk: Ви можете дізнатися більше про схили у Вікіпедії
zh_hant: 您可以在維基百科上閱讀更多關於斜坡的資訊

# map_settings_slopes_description
source: Slope is colorized visualisations on terrain.
ar: المنحدر هو تصورات ملونة على التضاريس.
be: На мапах схілаў для візуалізацыі маштабу выкарыстоўваюцца розныя колеры
bg: Slope maps use different colors to visualize the terrain
ca: Els mapes de pistes utilitzen diferents colors per visualitzar el terreny
cs: Sklon je barevná vizualizace v terénu.
cy: Slope maps use different colors to visualize the terrain
da: Hældning er farvelagte visualiseringer af terræn.
de: Gefälle ist eine farbige Visualisierung des Geländes.
eo: Slope maps use different colors to visualize the terrain
es_us: Las pendientes se colorean sobre el terreno.
et: Nõlv märgib maastikku värvidega.
fi: Slope maps use different colors to visualize the terrain
fr: Les pentes sont colorisées différemment sur le relief.
he: Slope maps use different colors to visualize the terrain
hu: A lejtő a terep színes vizualizációja.
id: Lereng adalah visualisasi berwarna pada medan.
is: Brekkur eru sýndar með mismunandi litum við framsetningu yfirborðsins.
it: La pendenza è visualizzata con un colore sul terreno.
ja: 勾配マップは、色の違いで地形を視覚化します
ka: Slope maps use different colors to visualize the terrain
lt: Slope maps use different colors to visualize the terrain
lv: Slope maps use different colors to visualize the terrain
mk: Slope maps use different colors to visualize the terrain
nl: Piste is gekleurde weergave op terrein.
oc: Lei mapas de pistas emplegan diferentei colors per visualizar lo terren
pl: Mapy nachylenia używają różnych kolorów do wizualizacji terenu
pt_br: Os mapas de declive usam cores diferentes para visualizar o terreno
ro_ro: Harta este colorată conform pantei terenului.
ru: Cклоны раскрашены для визуализации.
sc: Sas mapas de sas pendèntzias impreant colores diferentes pro ammustrare su terrinu
sr: Нагиб је обојена визуелизација терена.
sr_latn: Nagib je obojena vizuelizacija na terenu.
sv: Lutningsgrad är färglagda visualiseringar av terrängens lutning.
ta: சாய்வு என்பது நிலப்பரப்பில் வண்ணமயமாக்கப்பட்ட காட்சிப்படுத்தல்கள்.
tr: Yamaç haritaları araziyi görselleştirmek için farklı renkler kullanır
uk: Схили — це кольорова візуалізація рельєфу.
zh_hant: 斜坡使用不同的顏色來視覺化地形。

# map_settings_zoom_level_description
source: Set the minimum and maximum zoom levels at which the layer will be displayed
ar: تعيين الحد الأدنى والحد الأقصى لمستوى التكبير لعرض الطبقة
be: Вызначце мінімальны і максімальны ўзроўні маштабавання для адлюстравання пласта
bg: Set the minimum and maximum zoom level to display the layer
ca: Establiu els nivells de zoom mínim i màxim on mostrar la capa
cs: Nastavte minimální a maximální úroveň přiblížení, při které se vrstva zobrazí
cy: Set the minimum and maximum zoom level to display the layer
da: Indstil det minimale og maksimale zoomniveau, som laget skal vises ved
de: Lege die minimalen und maximalen Zoomstufen fest, auf denen die Ebene angezeigt wird
el: Ορίστε το ελάχιστο και μέγιστο επίπεδο εστίασης όπου το επίπεδο θα εμφανίζεται
eo: Set the minimum and maximum zoom level to display the layer
es_us: Define el nivel de zum mínimo y máximo dónde se verá la capa
et: Määra väikseim ja suurim suumi tase kaardikihi kuvamisel
fi: Set the minimum and maximum zoom level to display the layer
fr: Définir le zoom minimal et maximal auxquels la couche sera affichée
he: Set the minimum and maximum zoom level to display the layer
hu: Állítsa be a réteg megjelenítésének legkisebb és legnagyobb nagyítási szintjét
id: Atur level zoom minimum dan maksimum di mana lapisan akan ditampilkan
is: Stilltu lágmarks og hámarks aðdráttarstig þess að lagið verður birt
it: Imposta lo zoom minimo e massimo al quale verrà visualizzato il livello
ja: レイヤーを表示するための最小ズームレベルと最大ズームレベルを設定します
ka: Set the minimum and maximum zoom level to display the layer
lt: Set the minimum and maximum zoom level to display the layer
lv: Set the minimum and maximum zoom level to display the layer
mk: Set the minimum and maximum zoom level to display the layer
nl: Stel minimum en maximum zoom niveaus in waarin de laag wordt weergegeven
oc: Reglatz lei nivèus de zoom minimau e maximaus que se mostrarà la mapa
pl: Ustaw minimalny i maksymalny poziom powiększenia do wyświetlania warstwy
pt_br: Defina o nível mínimo e máximo de zoom para exibir a camada
ro_ro: Setați nivelul minim și maxim de zoom la care se va afișa stratul
ru: Установите min и max уровень масштаба для отображения слоя
sc: Imposta su livellu de ismanniamentu mìnimu e màssimu pro ammustrare s'istratu
sr: Подесите минимални и максимални ниво зумирања при коме ће слој бити приказан
sr_latn: Postavite minimalni i maksimalni nivo zuma, pri kome će sloj biti prikazan
sv: Ange minsta och maximala zoomnivån där lagret ska visas
ta: அடுக்கு காண்பிக்கப்படும் குறைந்தபட்ச மற்றும் அதிகபட்ச சூம் அளவை அமைக்கவும்
tr: Katmanı görüntülemek için asgari ve azami yakınlaştırma seviyelerini ayarlayın
uk: Вкажіть мінімальний і максимальний масштаб за якого буде показано шар
zh_hant: 設定顯示圖層的最小和最大縮放等級

# map_settings_add_maps_slopes
source: Additional maps are needed to view Slopes on the map.
ar: تحتاج لخرائط إضافية لعرض المنحدرات على الخريطة.
be: Для прагляду схілаў патрабуюцца дадатковыя мапы
ca: Es necessiten mapes addicionals per visualitzar les pistes al mapa
cs: K zobrazení svahů jsou potřeba další mapy.
da: Yderligere kort er nødvendige for at se hældninger på kortet.
de: Zusätzliche Karten sind erforderlich, um Hangneigungen auf der Karte anzuzeigen.
es_us: Se necesitan mapas adicionales para ver las pendientes en el mapa.
et: Nõlvade kuvamiseks on vaja täiendavaid kaarte.
fr: Des cartes supplémentaires sont nécessaires pour voir les pentes sur la carte.
hu: A lejtők megjelenítéséhez a térképen további térképek szükségesek.
id: Peta tambahan diperlukan untuk melihat Lereng di peta.
is: Viðbótarkort þarf til að skoða brekkur á kortinu.
it: Sono necessarie mappe aggiuntive per visualizzare le pendenze sulla mappa.
ja: マップ上に勾配を表示するには、追加のマップが必要です
nl: Additionele kaarten zijn nodig om Pistes weer te geven op de kaart.
oc: Son necessàrias de mapas suplementàrias per visualizar la penda sus la mapa
pl: Do wyświetlania nachylenia terenu wymagane są dodatkowe mapy
pt_br: Mapas adicionais são necessários para visualizar as inclinações no mapa
ro_ro: Sunt necesare hărți suplimentare pentru a vizualiza pantele pe hartă.
ru: Для просмотра склонов необходимы дополнительные карты.
sc: Tenes bisòngiu de mapas additzionales pro bìdere sas pendèntzias in sa mapa
sr: Додатне мапе су потребне да бисте видели Нагибе на мапи.
sr_latn: Dodatne mape su potrebne da biste videli Nagibe na mapi.
sv: Ytterligare kartor behövs för att se lutningsgrad på kartan.
ta: வரைபடத்தில் சரிவுகளைக் காண கூடுதல் வரைபடங்கள் தேவை.
tr: Yamaçları haritada görüntülemek için ek haritalara ihtiyaç vardır.
uk: Для перегляду Схилів потрібні додаткові мапи.
zh_hant: 需要額外的地圖才能在地圖上檢視斜坡。

# shared_string_legend
source: Legend
ar: عنوان تفسيري
ast: Lleenda
be: Легенда
bg: Легенда
ca: Llegenda
cs: Legenda
cy: Allwedd
da: Tegnforklaring
de: Legende
el: Υπόμνημα
eo: Mapklarigo
es_us: Leyenda
et: Tingmärgid
eu: Legenda
fa: راهنما
fi: Selite
fr: Légende
gl: Lenda
he: מקרא
hu: Jelmagyarázat
id: Legenda
is: Skýring
it: Legenda
ja: 凡例
ka: აღწერა
ko: 레전드
mk: Legenda
nb: Tegnforklaring
nl: Legenda
oc: Legenda
pl: Legenda
ro_ro: Legenda
ru: Легенда
sc: Legenda
sk: Legenda
sl: Legenda
sr: Легенда
sr_latn: Legenda
sv: Teckenförklaring
ta: புராணக்கதை
tr: Lejant
uk: Позначення
vi: Chú giải
zh_hans: 图例
zh_hant: 圖例

# map_settings_show_slider_map
source: Show slider on the map
ar: إظهار شريط الشفافية على الخريطة
be: Паказаць паўзунок на мапе
ca: Mostra arrossegador al mapa
cs: Zobrazit posuvník na mapě
da: Vis skyder på kortet
de: Schieberegler auf der Karte anzeigen
el: Εμφάνιση ρυθμιστικού στον χάρτη
es_us: Mostrar deslizador en el mapa
et: Näita kaardil liugurit
fr: Afficher le curseur sur la carte
he: הצגת מחוון על המפה
hu: Csúszka megjelenítése a térképen
id: Tampilkan penggeser di peta
is: Birta sleða á kortinu
it: Mostra il cursore sulla mappa
ja: マップにスライダーを表示
ko: 지도에 슬라이더 표시
nb: Vis glidebryter på kartet
nl: Toon schuifje op de kaart
oc: Mostrar lo cursor sus la mapa
pl: Pokaż suwak na mapie
pt_br: Mostrar controle deslizante no mapa
ro_ro: Afișați cursorul pe hartă
ru: Показать ползунок на карте
sc: Ammustra su cursore in sa mapa
sr: Прикажи клизач на мапи
sr_latn: Prikaži klizač na mapi
sv: Visa reglage på kartan
ta: வரைபடத்தில் ச்லைடரைக் காட்டு
tr: Kaydırıcıyı haritada göster
uk: Показати повзунок на мапі
zh_hant: 在地圖上顯示滑桿
