Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# sort_subfolders_tracks
source: Sort subfolders
cs: Seřadit podsložky
da: Sortér undermapper
de: Unterordner sortieren
el: Ταξινόμηση υποφακέλων
et: Sordi alamkaustad
fa: مرتب کردن زیر‌ پوشه ها
fr: Trier les sous-dossiers
hu: Almappák sorba rendezése
id: Urutkan subfolder
is: Raða undirmöppum
it: Ordina le sottocartelle
ko: 하위 폴더 정렬
nl: Mappen sorteren
ru: Сортировать подпапки
sk: Zoradiť podpriečinky
sr: Разврставање подфолдера
sr_latn: Sortiranje podfoldera
sv: Sortera undermappar
ta: துணை கோப்புறைகளை வரிசைப்படுத்துங்கள்
uk: Сортувати підтеки
vi: Sắp xếp thư mục con
zh_hant: 排序子資料夾

# shared_string_subfolders_in
source: Subfolders in
cs: Podsložky v
da: Undermapper i
de: Unterordner in
el: Υποφάκελοι σε
et: Alamkaustad asukohas
fr: Sous-dossiers dans
hu: Almappák ebben:
id: Subfolder di
is: Undirmöppur í
it: Sottocartelle in
ru: Вложенные папки в
sr: Подфолдери у
sr_latn: Podfolderi u
sv: Undermappar i
ta: துணை கோப்புறைகள்
uk: Підпапки в
zh_hant: 在子資料夾內

# shared_string_sorted_by
source: is sorted by:
cs: setříděno podle:
da: er sorteret efter:
de: sortiert nach:
el: είναι ταξινομημένοι κατά:
et: on järjestatud järgnevalt:
fr: est trié par :
hu: rendezve:
id: diurutkan berdasarkan:
is: er raðað eftir:
it: è ordinato per:
nl: is gesorteerd op:
ru: отсортировано по:
sr: је сортирано по:
sr_latn: je sortirano po:
sv: sorteras efter:
ta: இதனால் வரிசைப்படுத்தப்பட்டுள்ளது:
uk: сортується за:
zh_hant: 由排序：

# shared_string_nearest
source: Nearest
ar: أقرب
bg: По-близки
ca: Més proper
cs: Nejbližší
da: Nærmeste
de: Am nächsten
el: Κοντινότερο
eo: proksimeco
es_us: Más cercano
et: Lähim
eu: Hurbilena
fa: نزدیک‌ترین
fi: Lähin
fr: Le plus proche
he: הקרוב ביותר
hu: Legközelebbi
id: Terdekat
is: Næsta
it: Il più vicino
ja: 最寄り
ka: უახლოესი
ko: 가장 가까운
nb: Nærmeste
nl: Dichtstbijzijnde
pl: Najbliższy
ro_ro: Cea mai apropiată
ru: Ближайшие
sk: Najbližší
sl: Najbližje
sr: Најближе
sr_latn: Najbliže
sv: Närmsta
ta: அருகில்
tr: En yakın
uk: Найближчі
vi: Gần nhất
zh_hans: 距离最近
zh_hant: 最近

# track_sort_az
source: Name A - Z
ar: الاسم أ – ي
cs: Název A - Z
da: Navn A - Z
el: Όνομα Α - Ω
es_us: Nombre A - Z
fr: Nom A ‐ Z
hu: Név (A-Z)
id: Nama A - Z
is: Nafn: A – Ö
it: Nome A - Z
nb: Navn A–Å
nl: Naam A - Z
pl: Nazwy A - Z
ro_ro: Nume A-Z
ru: Имя от А до Я
sr: Име А - З
sr_latn: Ime A - Z
sv: Namn A - Ö
ta: பெயர் a - சட்
tr: Ad A - Z
uk: За назвою А - Я
zh_hant: 名稱 A - Z

# track_sort_za
source: Name Z - A
ar: الاسم أ – ي
cs: Název Z - A
da: Navn Z - A
el: Όνομα Ω - Α
es_us: Nombre Z - A
fr: Nom Z ‐ A
hu: Név (Z-A)
id: Nama Z - A
is: Nafn: Ö – A
it: Nome Z - A
nb: Navn Å–A
nl: Naam Z - A
pl: Nazwy Z - A
ro_ro: Nume Z-A
ru: Имя от Я до А
sr: Име З - А
sr_latn: Ime Z - A
sv: Namn Ö - A
ta: பெயர் சட் - அ
tr: Ad Z - A
uk: За назвою Я - А
zh_hant: 名稱 Z - A

source: Longest duration first
ar: أطول مدة أولا
be: Спачатку найбольшая працягласць
bg: Първо по-продължителните
cs: Delší doba trvání jako první
da: Længste varighed først
de: Längste Dauer zuerst
el: Μεγαλύτερη διάρκεια πρώτη
eo: daŭro (malkreskante)
es_us: Duración descendente
eu: Lehenengoa iraupen luzeenekoa
fi: Pisin kesto ensimmäisenä
fr: Longue durée en premier
he: המשך הארוך ביותר קודם
hu: Először a leghosszabb időtartam
id: Durasi terpanjang dahulu
is: Lengsta tímalengd fyrst
it: Prima la durata maggiore
ja: 長い期間順
ko: 가장 긴 기간이 먼저
nb: Lengste varighet først
nl: Langste duur eerst
pl: Najpierw najdłuższy czas trwania
ro_ro: Durata mai lungă întâi
ru: Сначала более продолжительные
sk: Najdlhšie trvanie nahor
sl: Najprej daljše trajanje
sr: Најпре најдуже трајање
sr_latn: Prvo najduže trajanje
sv: Längsta tid först
ta: முதலில் நீண்ட காலம்
tr: Önce en uzun süre
uk: Спочатку більш тривалі
vi: Thời gian dài nhất trước
zh_hans: 最长时间优先
zh_hant: 最長時間優先

source: Transfers
ar: التحويلات
be: трансферы
ca: transferències
cs: přestupy
cy: Trosglwyddiadau
da: overførsler
de: Umstiege
el: Μετακινήσεις
eo: transveturiliĝoj
es_us: Transbordos
et: Ümberistumised
eu: transferentziak
fa: انتقال‌ها
fi: Vaihdot
fr: transferts
gl: transferencias
he: החלפות
hu: Átszállások
id: Transfer
is: millifærslur
it: Trasferimenti
ja: 乗り換え
ka: გადარიცხვები
ko: 전송
lt: Perkėlimai
lv: Pārsēšanās
mk: Transferi
ml: മാറിക്കയറുന്ന സ്ഥലം(Transfers)
nb: overføringer
nl: Aantal overstappen
oc: Transferiment
pl: przesiadki
pt_br: Transferências:
ro_ro: Transferuri
ru: пересадки
sc: tramudadas
sk: Prestupy
sl: prevozi
sr: преседања
sr_latn: Transferi
sv: övergångar
ta: இடமாற்றங்கள்
tr: Aktarmalar
uk: Пересадки
zh_hans: 转移
zh_hant: 移動

source: Lat
ar: خط العرض
be: Шырата
cs: š.
da: Bredde
de: Breite
el: Γεω. πλ
et: Lai
fi: Lev
hu: Szélesség
id: Lintang
is: Bre
ja: 緯度
ka: განედი
ko: 위도
nl: Breedte
pl: Szer.
ro_ro: Lațime
ru: Широта
sk: Z.š.
sl: ZD (λ)
sr: Лат
sr_latn: Šir
ta: லாட்
tr: Enlem
uk: Широта
zh_hant: 緯度

source: Lon
ar: خط الطول
be: Даўгата
ca: Long
cs: d.
da: Længde
de: Länge
el: Γεω. μη
et: Pik
fi: Pit
hu: Hosszúság
id: Bujur
is: Len
ja: 経度
ka: გრძედი
ko: 경도
nl: Lengte
oc: Long
pl: Dł.
ro_ro: Lungime
ru: Долгота
sk: Z.d.
sl: ZŠ (β)
sr: Лон
sr_latn: Duž
sv: Long
ta: லோன்
tr: Boylam
uk: Довгота
zh_hant: 經度

# error_calculating_route
source: Could not calculate route.
af: Fout tydens roeteberekening
ar: تعذر حساب المسار.
ast: Nun se pudo calcular el camín.
az: Marşrut hesablana bilmədi.
be: Не атрымалася разлічыць маршрут.
bg: Грешка при изчисляване на маршрута
ca: No s'ha pogut calcular la ruta.
cs: Nepodařilo se vypočítat trasu.
cy: Error calculating route
da: Kunne ikke beregne rute.
de: Route konnte nicht berechnet werden.
el: Αδυναμία υπολογισμού διαδρομής.
eo: Ne povas kalkuli kurson.
es_us: No se pudo calcular la ruta.
et: Teekonna koostamine ei õnnestunud.
eu: Ezin izan da ibilbidea kalkulatu.
fa: مسیر محاسبه نشد.
fi: Reittiä ei voitu laskea.
fr: Impossible de calculer l'itinéraire.
gl: Non foi posíbel calcular a ruta.
he: לא ניתן לחשב מסלול.
hu: Nem sikerült útvonalat tervezni.
hy: Հնարավոր չէ հաշվարկել երթուղին։
id: Tidak dapat menghitung rute.
is: Gat ekki reiknað leið.
it: Impossibile calcolare il percorso.
ja: ルートを計算できませんでした。
ka: შეცდომა გზის დათვლისას.
ko: 경로 탐색 도중 오류
lt: Įvyko klaida skaičiuojant maršrutą
lv: Kļūda, aprēķinot maršrutu
mk: Ne možese da se presmeta maršrutata.
ml: "റൂട്ട് കണ്ടെത്താനായില്ല "
mr: मार्ग निवडू शकलो नाही.
nb: Kunne ikke beregne rute.
nl: Kon de route niet berekenen.
oc: Error de calcul dau percors
pl: Błąd wyznaczania trasy.
pt_br: Erro no cálculo da rota
ro_ro: Nu s-a putut calcula ruta.
ru: Не удалось рассчитать маршрут.
sc: Impossìbile carculare s'àndala.
sk: Nepodarilo sa vypočítať trasu.
sl: Poti ni mogoče določiti.
sr: Израчунавања пута није успело.
sr_latn: Izračunavanja rute nije uspelo.
sv: Det gick inte att beräkna rutten.
ta: வழியைக் கணக்கிட முடியவில்லை.
tr: Rota hesaplanamadı.
uk: Не вдалося прокласти маршрут.
vi: Không thể tính toán lộ trình.
zh_hans: 无法计算路线。
zh_hant: 無法計算路線。

# empty_route_calculated
source: The calculated route is empty.
af: Fout: Berekende roete is leeg
ar: المسار المحسوب فارغ.
ast: El camín calculáu ta baleru.
az: Hesablanan marşrut boşdur.
be: Разлічаны маршрут пусты.
bg: Грешка: Изчисленият маршрут е празен
ca: La ruta calculada està buida.
cs: Vypočítaná trasa je prázdná.
cy: Error: Calculated route is empty
da: Beregnet rute er tom.
de: Berechnete Route ist leer.
el: Η υπολογισμένη διαδρομή είναι κενή.
eo: Kalkulita kurso estas malplena.
es_us: La ruta calculada está vacía.
et: Arvutatud teekond on tühi.
eu: Kalkulatutako ibilbidea hutsik dago.
fa: مسیر محاسبه‌شده تُهی است.
fi: Laskettu reitti on tyhjä.
fr: L'itinéraire calculé est vide.
gl: A ruta calculada está baleira.
he: המסלול שחושב ריק.
hu: Üres útvonal lett tervezve.
hy: Հնարավոր չէ երթուղին հաշվարկել։
id: Rute yang dikalkulasikan kosong.
is: Reiknuð leið er tóm.
it: Il percorso calcolato è vuoto.
ja: 空のルートが計算されました
ka: დათვლილი გზა ცარიელია.
ko: 탐색한 경로를 찾지 못하였습니다
lt: Klaida: Sudarytas maršrutas yra tuščias
lv: Aprēķinātais maršruts ir tukšs
mk: Presmetanata ruta e prazna.
ml: "കണ്ട് പിടിച്ച റൂട്ട് ശൂന്യമാണ് "
nb: Beregnet rute er tom.
nl: De berekende route is leeg.
oc: Error: lo percors de calcular es vuege
pl: Wyznaczono pustą trasę.
pt_br: Erro: A rota calculada está vazia
ro_ro: Traseul calculat este gol.
ru: Невозможно проложить маршрут.
sc: S’àndala carculada est bòida.
sk: Vypočítaná trasa je prázdna.
sl: Določena pot je brez podatkov.
sr: Израчунати пут је празан.
sr_latn: Izračunata ruta je prazna.
sv: Den beräknade rutten är tom.
ta: கணக்கிடப்பட்ட பாதை காலியாக உள்ளது.
tr: Hesaplanan rota boş.
uk: Неможливо прокласти маршрут.
vi: Tuyến đường được tính toán là rỗng.
zh_hans: 计算出的路线为空。
zh_hant: 計算出來的路線為空。

# starting_point_too_far
source: Point of departure too far from nearest road.
af: Beginpunt is te ver van die naaste pad.
ar: نقطة الانطلاق بعيدة جداً عن أقرب طريق.
az: Çıxış nöqtəsi ən yaxın yoldan çox uzaqdır.
be: Пункт адпраўлення знаходзіцца занадта далёка ад бліжэйшай дарогі.
bg: Отправната позиция е твърде далеч от път.
ca: El punt de sortida massa lluny de la carretera més propera.
cs: Výchozí bod je příliš daleko od nejbližší silnice.
cy: Mae'r man cychwyn rhy bell o'r ffordd agosaf.
da: Udgangspunktet er for langt fra nærmeste vej.
de: Startpunkt zu weit von nächster Straße entfernt.
el: Το σημείο εκκίνησης είναι πολύ μακριά από τον πλησιέστερο δρόμο.
eo: Komencpunkto estas tro malproksime de la plej proksima vojo.
es_us: Punto de partida demasiado lejos del camino más cercano.
et: Lähtepunkt lähimast teest liiga kaugel.
eu: Irteera puntua urrunegi dago bide gertuenetik.
fa: مبدأ از نزدیک‌ترین جاده خیلی دور است.
fi: Aloituspiste liian kaukana lähimmästä tiestä.
fr: Point de départ trop éloigné de la route la plus proche.
gl: Punto de partida moi lonxe da estrada máis próxima.
he: נקודת היציאה רחוקה מדי מהדרך הקרובה אליה ביותר.
hu: A kezdőpont túl messze van a legközelebbi úttól.
hy: Մեկնման կետը շատ հեռու է մոտակա ճանապարհից:
id: Titik keberangkatan terlalu jauh dari jalan terdekat.
is: Upphafspunktur of langt frá næsta akvegi.
it: Punto di partenza troppo distante dalla strada più vicina.
ja: 出発地点が最寄りの道路から離れすぎています。
ka: საწყისი წერტილი მეტისმეტად შორსაა უახლოესი გზისაგან.
ko: 시작 포인트가 도로에서 이탈.
lt: Išvykimo taškas yra per toli nuo artimiausio kelio.
lv: Sākuma vieta ir pārāk tālu no tuvākā ceļa.
mk: Točkata na poaǵanje e premnogu daleku od najbliskiot pat.
ml: അടുത്തുള്ള റോഡില്‍ നിന്നും വളരെ അകലെയാണു പ്രാരംഭബിന്ദു.
mr: निघण्याचे ठिकाण रस्त्यापासून खुप दूर आहे.
nb: Startpunkt for langt fra nærmeste vei.
nl: Beginpunt te ver van de dichtstbijzijnde weg.
oc: Ponch de partença tròp luenh de la carriera pus vesina.
pl: Początek trasy znajduje się zbyt daleko od najbliższej drogi.
pt_br: Ponto de partida muito longe da via mais próxima.
ro_ro: Punctul de începere este prea departe de cel mai apropiat drum.
ru: Пункт отправления слишком далеко от ближайшей дороги.
sc: Puntu de tzucada tropu indedda dae su caminu prus a curtzu.
sk: Východzí bod je príliš ďaleko od najbližšej cesty.
sl: Začetna točka je predaleč od najbližje ceste.
sr: Тачка поласка је превише далеко од најближег пута.
sr_latn: Tačka polaska je previše daleko od najbližeg puta.
sv: Startpunkten ligger för långt från närmaste väg.
ta: அருகிலுள்ள சாலையிலிருந்து வெகு தொலைவில் புறப்படும் இடம்.
tr: Kalkış noktası, en yakın yoldan çok uzakta.
uk: Початок маршруту далеко від найближчої дороги.
zh_hans: 出发点离最近的道路太远。
zh_hant: 出發點離最近的道路太遠。

# ending_point_too_far
source: Ending point too far from nearest road.
af: Eindpunt te ver van naaste pad.
ar: نقطة الوصول بعيدة جدا عن أقرب طريق.
az: Son nöqtə ən yaxın yoldan çox uzaqdır.
be: Канцавы пункт занадта далёка ад бліжэйшай дарогі.
bg: Крайната цел е твърде далеч от най-близкия път.
ca: El punt final és massa lluny de la carretera més propera.
cs: Cíl je příliš daleko od nejbližší cesty.
cy: Mae'r pwynt diwedd yn rhy bell o'r ffordd agosach.
da: Slutpunktet er for langt væk fra nærmeste vej.
de: Endpunkt zu weit von der nächsten Straße entfernt.
el: Το τελικό σημείο είναι πολύ μακριά από τον πλησιέστερο δρόμο.
eo: Celo estas tro malproksime al la plej proksima vojo.
es_us: Punto final demasiado lejos del camino más cercano.
et: Lõpp-punkt lähimast teest liiga kaugel.
eu: Bukaera puntua errepide gertuenetik urrutiegi dago.
fa: نقطهٔ پایانی از نزدیک‌ترین جاده خیلی دور است.
fi: Päätepiste on liian kaukana lähimmästä tiestä.
fr: Point d'arrivée trop éloigné de la route la plus proche.
gl: O derradeiro punto está moi lonxe da estrada máis próxima.
he: נקודת הסיום רחוקה מדי מהדרך הקרובה אליה.
hu: Az úti cél közelében nem található út.
hy: Վերջնակետը շատ հեռու է մոտակա ճանապարհից:
id: Titik akhir terlalu jauh dari jalan terdekat.
is: Endapunktur of langt frá næsta akvegi.
it: Punto finale troppo distante dalla strada più vicina.
ja: 目的地が最寄りの道路から遠すぎます。
ka: საბოლოო წერტილი მეტისმეტად სორსაა უახლოესი გზიდან.
ko: 도로에서 너무 멀리 떨어진 마지막 포인트.
lt: Pradžios taškas per toli nuo artimiausio kelio.
lv: Noslēdzošais punkts ir pārāk tālu no tuvākā ceļa.
mk: Krajnata točka e predaleku od najbliskiot pat.
ml: അടുത്തുള്ള റോഡില്‍ നിന്നും വളരെ അകലെയാണു അവസാനബിന്ദു.
nb: Endepunkt for langt fra nærmeste vei.
nl: Eindpunt te ver van dichtstbijzijnde weg.
oc: La destinacion es tròp luenh de la via pus vesina.
pl: Cel końcowy trasy leży zbyt daleko od najbliższej drogi.
pt_br: Destino muito longe da via mais próxima.
ro_ro: Punctul terminus este prea departe de cel mai apropiat drum.
ru: Конец маршрута слишком далеко от ближайшей дороги.
sc: Puntu finale tropu indedda dae su caminu prus a curtzu.
sk: Štartovací bod je príliš ďaleko od najbližšej cesty.
sl: Končna točka je predaleč od najbližje ceste.
sr: Завршна тачка је предалеко од најближег пута.
sr_latn: Odredište je previše daleko od najbližeg puta.
sv: Slutpunkten för långt från närmaste väg.
ta: அருகிலுள்ள சாலையிலிருந்து வெகு தொலைவில் உள்ளது.
tr: Bitiş noktası en yakın yoldan çok uzakta.
uk: Кінець маршруту далеко від найближчої дороги.
zh_hans: 终点距离最近的道路过远。
zh_hant: 結束標點離最近的道路太遠。

# route_your_destination_is_on_left
source: Your destination is on the left
cs: Váš cíl je vlevo
da: Din destination er til venstre
de: Das Ziel befindet sich auf der rechten Seite
el: Ο προορισμός σας είναι στα αριστερά
es_us: Tu destino está a la izquierda
et: Sinu sihtkoht asub vasakul
fr: Votre destination se situe à gauche
hu: Az úti célja bal oldalon található
id: Tujuan Anda ada di sebelah kiri
is: Áfangastaðurinn þinn er til vinstri
it: La tua destinazione è sulla sinistra
nl: Uw bestemming is aan de linkerkant
ro_ro: Destinația dumneavoastră este la stânga
ru: Ваш пункт назначения находится слева
sr: Ваше одредиште је на лево
sr_latn: Vaše odredište je levo
sv: Din destination är till vänster
ta: உங்கள் இலக்கு இடதுபுறத்தில் உள்ளது
uk: Ваш пункт призначення знаходиться ліворуч
zh_hant: 你的目的地在左側

# route_preferred_terrain_any
source: The terrain profile is not taken into account when choosing a route.
ar: لا يتم اعتبار خصائص التضاريس عند اختيار طريق.
be: Пры выбары маршруту не ўлічваецца профіль мясцовасці.
cs: Terénní profil neovlivňuje výběr trasy.
da: Der tages ikke hensyn til terrænprofilen, når der vælges en rute.
de: Das Geländeprofil wird bei der Routenwahl nicht berücksichtigt.
el: Το προφίλ εδάφους δε λαμβάνεται υπόψη όταν επιλέγεται μια διαδρομή.
es_us: El perfil del terreno no se tiene en cuenta al elegir una ruta.
et: Maastiku profiili ei arvestata marsruudi valikul.
fr: Le profil du terrain n'est pas pris en compte lors du choix de l'itinéraire.
he: פרופיל תוואי השטח לא נלקח בחשבון בבחירת מסלול.
hu: Az útvonal kiválasztásakor a domborzati profil nem lesz figyelembe véve.
id: Profil medan tidak diperhitungkan saat memilih rute.
is: Yfirborðssnið er ekki tekið með í myndina þegar leið er valin.
it: Il profilo del terreno non viene preso in considerazione quando si sceglie un percorso.
ko: 지형 프로파일은 경로를 선택할 때 고려되지 않습니다.
nl: Terreinprofiel niet meegerekend in gekozen route.
oc: Lei particularitats dau terren còmptan pas per chausir l'itinerari.
pl: Teren nie jest brany pod uwagę przy wybieraniu trasy.
ro_ro: Profilul terenului nu este luat în considerare atunci când se alege un traseu.
ru: Рельеф местности не учитывается при выборе маршрута.
sc: Su profilu de su terrinu non benit pigadu in cunsideru durante s'issèberu de un'àndala.
sr: Профил терена се не узима у обзир при избору руте.
sr_latn: Profil terena se ne uzima u obzir pri izboru rute.
sv: Terrängprofilen beaktas inte när man väljer rutt.
ta: ஒரு வழியைத் தேர்ந்தெடுக்கும்போது நிலப்பரப்பு சுயவிவரம் கணக்கில் எடுத்துக்கொள்ளப்படாது.
tr: Güzergah seçerken arazi profili dikkate alınmıyor.
uk: Рельєф не враховується при виборі маршруту.
zh_hant: 選擇路線時不考慮地形。

# route_preferred_terrain_less_hilly
source: Shorter, less hilly routes.
ar: مسارات أقصر وأقل انحدارا.
be: Больш кароткія, менш узгорыстыя маршруты.
cs: Kratší, méně kopcovité trasy.
da: Kortere, mindre kuperede ruter.
de: Kürzere, weniger hügelige Strecken.
es_us: Rutas más cortas y menos montañosas.
et: Lühemad, vähem mägised marsruudid.
fr: Itinéraires plus courts et moins vallonnés.
hu: Rövidebb, kevésbé dombos utak.
id: Rute yang lebih pendek dan tidak terlalu berbukit.
is: Styttri, minna hæðóttar leiðir.
it: Percorsi più brevi e meno collinari.
ko: 더 짧고 언덕이 적은 경로.
nb: Kortere, mindre kupperte ruter.
nl: Kortere, minder heuvelachtige routes.
oc: Percors au pus cort. Pòt montar e davalar.
pl: Krótsze, mniej pagórkowate trasy.
ro_ro: Trasee mai scurte, mai puțin accidentate.
ru: Более короткие, менее холмистые маршруты.
sc: Àndalas prus curtzas e cun prus pagu montigros.
sr: Краће, мање брдовите руте.
sr_latn: Kraće, manje brdovite rute.
sv: Kortare, mindre kuperade rutter.
ta: குறுகிய, குறைவான மலைப்பாங்கான வழிகள்.
tr: Daha kısa, daha az engebeli güzergahlar.
uk: Коротші, менш горбисті маршрути.
zh_hant: 較短、較不陡峭的路線。

# route_preferred_terrain_hilly
source: Routes with a hilly relief profile.
ar: بروفايل الطرق مع التضاريس الجبلية.
be: Маршруты з узгорыстым профілем рэльефу.
cs: Trasy s kopcovitým profilem.
da: Ruter med en kuperet reliefprofil.
de: Strecken mit einem hügeligen Geländeprofil.
es_us: Rutas con un perfil de relieve montañoso.
et: Mägise reljeefiga marsruudid.
fr: Itinéraires présentant un profil de relief vallonné.
hu: Dombos domborzatú útvonalak.
id: Rute dengan profil relief berbukit.
is: Leiðir með hæðóttu hæðasniði.
it: Percorsi con un profilo di rilievo collinare.
ko: 구릉 기복 프로파일이 있는 경로.
nl: Routes met een heuvelachtig reliëfprofiel.
oc: Percors que montan e devalan.
pl: Trasy o profilu pagórkowatej rzeźby terenu.
ro_ro: Traseele cu un profil de relief accidentat.
ru: Маршруты с холмистым профилем местности.
sc: Àndalas cun unu profilu de rilievos cun montigros.
sr: Руте са брдовитим профилом рељефа.
sr_latn: Rute sa brdovitim profilom reljefa.
sv: Rutter med en kuperad reliefprofil.
ta: ஒரு மலைப்பாங்கான நிவாரண சுயவிவரத்துடன் பாதைகள்.
tr: Tepelik bir kabartma profiline sahip güzergahlar.
uk: Маршрути з горбистим рельєфом.
zh_hant: 陡峭的路線。

# route_kr
source: Keep right and go
af: Hou regs en ry
ar: الزم اليمين
ast: Queda na derecha y sigui hasta
az: Sağda qalın
be: Трымайцеся правага боку
bg: Продължете по десния път
bs: Držite se desne strane i idite
ca: Mantingueu-vos a la dreta i continueu
cs: Držte se vpravo a pokračujte
cy: Cadwch i'r dde a mynd
da: Hold til højre og kør
de: rechts halten, dann
el: Μείνετε δεξιά και προχωρήστε
eo: Veturu je dekstra koridoro
es_us: Mantente a la derecha y continúa por
et: Hoia paremale ja sõida otse
eu: Mantendu eskubian eta jarraitu
fa: به راست برانید و بروید
fi: Pysy oikealla ja jatka suoraan
fr: Serrez à droite
gl: Mantéñase á dereita e continúe
he: להיצמד לימין ולהמשיך
hu: Tartson jobbra, és haladjon tovább ezen:
hy: Պահեք աջ կողմում
id: Tetap kanan dan jalan
is: Vertu til hægri og haltu áfram
it: Tieni la destra e prosegui
ja: 右寄りに進んでください
ka: გეჭიროთ მარჯვენა მხარე
ko: 오른쪽으로 가십시오.
lt: Laikykitės dešinės ir važiuokite
lv: Turēties pa labi
mk: Drzete desno i odete
ml: വലതുവശം ചേര്‍ന്ന് പോവുക
mr: उजवीकडे रहा आणि जा
nb: Hold til høyre og fortsett
nl: Rechts aanhouden en volg
oc: Tenètz la drecha e contuniatz
pl: Trzymaj się prawej strony
pt_br: Mantenhaà direita e siga
ro_ro: Țineți banda dreapta și continuați
ru: Держитесь правее ⁠
sc: Mantene sa destra e sighi
sk: Držte sa vpravo a pokračujte
sl: Držite se desne
sr: Држите десно и наставите
sr_latn: Drži desno i nastavi
sv: Håll till höger och kör
ta: சரியாக வைத்துக் கொள்ளுங்கள்
tr: Sağda kalın ve devam edin
uk: Тримайтесь праворуч
zh_hans: 靠右行驶
zh_hant: 靠右行走

source: Looking up address
ar: البحث عن عنوان
ast: Buscando la direición
az: Ünvan axtarılır
be: Пошук адраса
bg: Търсене на адрес
ca: Consulta per adreça
cs: Vyhledávání adres
cy: Chwilio am gyfeiriad
da: Søger efter adressen
de: Adresse wird gesucht
el: Αναζήτηση διεύθυνσης
eo: Serĉado de adreso
es_us: Buscando dirección
et: Aadressi otsimine
eu: Helbidea bilatzen
fa: در حال یافتن نشانی
fi: Etsitään osoitetta
fr: Recherche de l'adresse
gl: Estase a procurar o enderezo
he: הכתובת בחיפוש
hu: Cím keresése
hy: Հասցեի որոնում
id: Mencari alamat
is: Fletti upp heimilisfangi
it: Ricerca dell'indirizzo in corso
ja: 住所検索
ka: მისამართი ძებნა
ko: 주소 조회 중
lt: Adresas ieškomas
lv: Adreses meklēšana
mk: Poglednuvanje na adresa
ml: വിലാസം നോക്കികണ്ട്പിടിച്ച്കൊണ്ടിരിക്കുന്നു
my: လိပ်စာရှာဖွေနေသည်
nb: Ser etter adresse
nl: Adres wordt gezocht
oc: Recèrca per adreiça
pl: Wyszukiwanie adresu
pt_br: Procurando endereço
ro_ro: Se caută adresa
ru: Поиск адреса
sc: Chirchende s’indiritzu
sk: Hľadá sa adresa
sl: Iskanje naslova
sr: Претражујем адресу
sr_latn: Traži se adresa
sv: Slår upp adressen
ta: முகவரியைப் பார்ப்பது
tr: Adres aranıyor
uk: Пошук адреси
vi: Đang tìm địa chỉ
zh_hans: 查询地址
zh_hant: 查尋地址

# left_side_navigation
source: Left-hand traffic
af: Linkerhand bestuur
ar: حركة مرور على اليسار
ast: Circulación pela esquierda
az: Sol tərəfdən hərəkət
be: Левабаковы рух
bg: Обратно движение
bs: Vožnja sa lijeve strane
ca: Conducció per l'esquerra
cs: Levostranný provoz
cy: Gyrru ar y chwith
da: Venstrekørsel
de: Linksverkehr
el: Οδήγηση στα αριστερά
eo: Maldekstr-flanka trafiko
es_us: Circular por la izquierda
et: Vasakpoolne liiklus
eu: Ezkerretik gidatzea
fa: رانندگی از چپ
fi: Vasemmanpuoleinen liikenne
fr: Conduite à gauche
gl: Condución pola esquerda
he: כיוון תנועה שמאלי
hu: Bal oldali közlekedés
hy: Ձախակողմյան երթևեկություն
id: Lalu lintas kiri
is: Ekið á vinstri akrein
it: Circolazione a sinistra
ja: 左側通行に設定
ka: მარცხენა ხელით ტარება
ko: 왼쪽좌석 운전
lt: Važiavimas kairiąja kelio puse
lv: Kreisās joslas kustība
mk: Soobracaj od levo kon desno
ml: ലെഫ്ട് ഹാന്റ് ഡ്രൈവിങ്ങ്
mr: डाव्या बाजूने रहदारी
nb: Venstrekjøring
nl: Linksrijdend verkeer
oc: Circulacion a senèstra
pl: Ruch lewostronny
pt_br: Condução pela faixa da esquerda
ro_ro: Trafic pe stânga
ru: Левостороннее движение
sc: Tzirculatzione a manca
sk: Ľavostranná premávka
sl: Vožnja po levi strani
sr: Вожња левом траком
sr_latn: Vožnja levom trakom
sv: Vänstertrafik
ta: இடது கை போக்குவரத்து
tr: Soldan akan trafik
uk: Лівосторонній рух
vi: Lưu thông bên trái đường
zh_hans: 左侧行驶
zh_hant: 靠左行駛

# shared_string_tones
source: tones
ar: نغمات
ast: tonelaes
az: ton
be: тоны
cs: tuny
cy: tonau
da: toner
de: Tonnen
el: τόνοι
eo: tunoj
es_us: toneladas
et: toonid
eu: tonuak
fa: تُن
fi: tonnia
fr: tonnes
gl: tons
he: טונות
hu: tonna
hy: տոնն
id: ton
is: tónar
it: ton
ja: トン
ka: ტონა
ko: 톤
mk: toni
nb: tonn
nl: ton
oc: Sons
pl: tony
ro_ro: tone
ru: тонны
sc: sonerias
sk: tony
sl: ton
sr: тона
sr_latn: tone
sv: ton
ta: டோன்கள்
tr: ton
uk: тонни
vi: tấn
zh_hans: 色调
zh_hant: 色調
