Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# backup_delete_all_data_finished
source: All your data was successfully deleted from OsmAnd Cloud.
ar: تم حذف جميع بياناتك بنجاح من سحابة أوسماند.
cs: Všechna vaše data byla z OsmAnd Cloud úspěšně odstraněna.
da: Alle dine data blev slettet fra OsmAnd Cloud.
de: Alle Ihre Daten wurden erfolgreich aus der OsmAnd Cloud gelöscht.
el: Διαγράφηκαν με επιτυχία όλα τα δεδομένα σας από το OsmAnd Cloud.
es_us: Todos los datos han sido borrados con éxito de OsmAnd Cloud.
et: Kõik sinu andmed on teenusest OsmAnd Cloud kustutatud.
fr: Toutes vos données ont été supprimées avec succès de OsmAnd Cloud.
hu: Az összes adat sikeresen törölve lett az OsmAnd Cloudból.
id: Semua data Anda berhasil dihapus dari OsmAnd Cloud.
is: Öllum gögnum þínum hefur verið eytt af OsmAnd-tölvuskýinu.
it: Tutti i tuoi dati sono stati eliminati con successo da OsmAnd Cloud.
nl: Al uw gegevens succesvol verwijderd van OsmAnd Cloud.
ro_ro: Toate datele dumneavoastră au fost șterse cu succes din OsmAnd Cloud.
ru: Все ваши данные были успешно удалены из OsmAnd Cloud.
sc: Totu sos datos tuos sunt istados iscantzellados dae OsmAnd Cloud.
sr: Сви ваши подаци су успешно избрисани из ОсмАнд Облака.
sr_latn: Svi vaši podaci su uspešno izbrisani iz OsmAnd Oblaka.
sv: All din data har raderats från OsmAnd Cloud.
ta: உங்கள் எல்லா தரவுகளும் ஒச்மண்ட் கிளவுட்டிலிருந்து வெற்றிகரமாக நீக்கப்பட்டன.
tr: Tüm verileriniz OsmAnd Bulut'tan başarıyla silindi.
uk: Усі ваші дані успішно вилучено з OsmAnd Cloud.
zh_hant: 您在 OsmAnd 雲端的所有資料已成功刪除。

# backup_remove_old_versions_finished
source: Old versions was successfully deleted from OsmAnd Cloud.
ar: تم حذف الإصدارات القديمة بنجاح من سحابة أوسماند.
cs: Staré verze byly úspěšně odstraněny z OsmAnd Cloud.
da: Gamle versioner blev slettet fra OsmAnd Cloud.
de: Alte Versionen wurden erfolgreich aus der OsmAnd Cloud gelöscht.
el: Διαγράφηκαν με επιτυχία οι παλιές εκδόσεις από το OsmAnd Cloud.
es_us: Las versiones antiguas han sido borradas con éxito de OsmAnd Cloud.
et: Vanad versioonid on teenusest OsmAnd Cloud kustutatud.
fr: Les anciennes versions ont été supprimées avec succès de OsmAnd Cloud.
hu: A régi verziók sikeresen törölve lettek az OsmAnd Cloudból.
id: Versi lama berhasil dihapus dari OsmAnd Cloud.
is: Eldri útgáfum hefur verið eytt af OsmAnd-tölvuskýinu.
it: Le vecchie versioni sono state eliminate con successo da OsmAnd Cloud.
ja: 古いバージョンはOsmAnd Cloudから正常に削除されました。
nl: Oude versies succesvol verwijderd van OsmAnd Cloud.
ro_ro: Versiunile vechi au fost șterse cu succes din OsmAnd Cloud.
ru: Старые версии были успешно удалены из OsmAnd Cloud.
sc: Sas versiones noas sunt istadas iscantzelladas dae OsmAnd Cloud.
sr: Старије верзије су успешно избрисане из ОсмАнд Облака.
sr_latn: Starije verzije su uspešno izbrisane iz OsmAnd Oblaka.
sv: Gamla versioner har raderats från OsmAnd Cloud.
ta: பழைய பதிப்புகள் ஒச்மண்ட் கிளவுட்டிலிருந்து வெற்றிகரமாக நீக்கப்பட்டன.
tr: Eski sürümler OsmAnd Bulut'tan başarıyla silindi.
uk: Старі версії були успішно вилучені з OsmAnd Cloud.
zh_hant: 從 OsmAnd 雲端成功刪除了舊版本。

# export_profile_descr
source: You can export all profile settings, copy all settings from another profile or reset all profile settings to default state.
ar: لاستيراد ملف تعريف ، انقر فوق الملف المطلوب (* .osf) في أي تطبيق وحدد نسخ إلى أوسماند.
be: Вы можаце экспартаваць усе налады профілю, скапіяваць усе налады з іншага профілю альбо скінуць усе налады профілю да прадвызначаных.
ca: Podeu exportar totes les configuracions dels perfils, copiar-les d'un altre perfil o retornar-les als valors predeterminats.
cs: Můžete exportovat všechna nastavení profilu, kopírovat všechna nastavení z jiného profilu nebo resetovat všechna nastavení profilu do výchozího stavu.
da: Du kan eksportere alle profilindstillinger, kopiere alle indstillinger fra en anden profil eller nulstille alle profilindstillinger til standardtilstand.
de: Sie können alle Profileinstellungen exportieren, alle Einstellungen aus einem anderen Profil kopieren oder alle Profileinstellungen auf den Standardzustand zurücksetzen.
el: Μπορείτε να εξάγετε όλες τις ρυθμίσεις προφίλ, να αντιγράψετε όλες τις ρυθμίσεις από άλλο προφίλ, ή να επαναφέρετε όλες τις ρυθμίσεις προφίλ στην προεπιλεγμένη κατάσταση.
es_us: Puedes exportar todos los ajustes del perfil, copiar todos los ajustes de otro perfil o restablecer todos los ajustes del perfil al estado predefinido.
et: Sa võid eksportida profiili kõik seadistused, kopeerida kõik seadistused teisest profiilist või seada profiili algolekusse.
fr: Vous pouvez exporter tous les paramètres du profil, copier tous les paramètres d'un autre profil ou réinitialiser tous les paramètres du profil à l'état par défaut.
hu: Az összes profilbeállítását exportálhatja, más profilból átmásolhatja az összes beállítást, vagy visszaállíthatja az összes profilbeállítást az alapértelmezett állapotra.
id: Anda dapat mengekspor semua pengaturan profil, menyalin semua pengaturan dari profil lain atau mengatur ulang semua pengaturan profil ke keadaan default.
is: Þú getur flutt út allar stillingar leiðsagnarsniðs, afritað allar stillingar úr öðru sniði eða frumstillt allar stillingar leiðsagnarsniðs á upprunalega stöðu.
it: È possibile esportare tutte le impostazioni del profilo, copiare tutte le impostazioni da un altro profilo o ripristinare tutte le impostazioni del profilo allo stato predefinito.
ja: すべてのプロファイル設定はエクスポートしたり、別のプロファイルから設定をコピーしたり、プロファイル設定をデフォルトの状態にリセットしたりできます。
ko: 모든 프로파일 설정을 내보내거나, 다른 프로파일에서 모든 설정을 복사하거나, 모든 프로파일 설정을 기본 상태로 재설정할 수 있다.
nl: Je kan alle profiel instellingen exporteren, alle instellingen van een ander profiel kopiëren, of alle profiel instellingen terugzetten naar originele waardes.
oc: Podètz exportar totei lei configuracions dei perfius, lei copiar d'un autre perfiu ò tornar ai valors predeterminadas.
pl: Możesz wyeksportować wszystkie ustawienia profilu, skopiować wszystkie ustawienia z innego profilu lub zrestartować wszystkie ustawienia profilu do stanu domyślnego.
pt_br: Você pode exportar todas as configurações do perfil, copiar todas as configurações de outro perfil ou redefinir todas as configurações do perfil para o estado padrão.
ro_ro: Aveți posibilitatea de a exporta toate setările profilului, de a copia toate setările de la un alt profil sau de a reseta toate setările profilului la starea implicită.
ru: Вы можете экспортировать все настройки профиля, скопировать все настройки из другого профиля или сбросить все настройки профиля до состояния по умолчанию.
sc: Podes esportare totu sas impostatziones de unu profilu, copiare totu sas impostatziones dae un'àteru profilu o torrare sas impostatziones de profilu a s'istadu predefinidu issoro.
sr: Можете извести сва подешавања профила, копирати сва подешавања са другог профила или ресетовати сва подешавања профила на подразумевано стање.
sr_latn: Možete izvesti sva podešavanja profila, kopirati sva podešavanja sa drugog profila ili resetovati sva podešavanja profila na podrazumevano stanje.
sv: Du kan exportera alla profilinställningar, kopiera alla inställningar från en annan profil, eller återställa inställningarna till standardvärden.
ta: நீங்கள் அனைத்து சுயவிவர அமைப்புகளையும் ஏற்றுமதி செய்யலாம், எல்லா அமைப்புகளையும் மற்றொரு சுயவிவரத்திலிருந்து நகலெடுக்கலாம் அல்லது அனைத்து சுயவிவர அமைப்புகளையும் இயல்புநிலை நிலைக்கு மீட்டமைக்கலாம்.
tr: Tüm profil ayarlarını dışa aktarabilir, başka bir profilden kopyalayabilir veya varsayılan durumlarına sıfırlayabilirsiniz.
uk: Можна експортувати всі параметри профілю, копіювати всі параметри з іншого профілю або відновити всі параметри профілю до типового стану.
zh_hant: 您可以匯出所有設定檔設定，從另一個設定檔複製所有設定，或將所有設定檔設定重設為預設狀態。

source: New plugin added
ar: ملحق جديد مضاف
az: Yeni qoşma əlavə edildi
be: Дададзена новая ўбудова
bg: Инсталирана е добавка
ca: S'ha afegit un nou connector
cs: Přidán nový modul
cy: Ychwanegwyd ategyn newydd
da: Ny udvidelse tilføjet
de: Neues Plugin hinzugefügt
el: Προστέθηκε νέο πρόσθετο
eo: Aldonis novan kromprogramon
es_us: Nuevo complemento añadido
et: Uus laiendus lisatud
eu: Gehigarri berria gehituta
fa: افزونهٔ تازه افزوده شد
fi: Uusi laajennus lisätty
fr: Nouvelle extension ajoutée
gl: Novo plugin engadido
he: נוסף תוסף חדש
hu: Új bővítmény hozzáadva
id: Plugin baru ditambahkan
is: Nýrri viðbót bætt við
it: Nuovo componente aggiuntivo aggiunto
ja: 新しいプラグインが追加されました
ka: ახალი ჩადგმა დამატებულია
kn: ಹೊಸ ಪ್ಲಗಿನ್ ಸೇರಿಸಲಾಗಿದೆ
ko: 새로운 플러그인 추가
lt: Pridėtas naujas papildinys
mk: Dodaden e nov priklučok
nb: Nytt programtillegg lagt til
nl: Nieuwe plug-in toegevoegd
oc: Ajust novèu apondut
pl: Dodano nową wtyczkę
pt_br: Novo plugin adicionado
ro_ro: S-a adăugat un plugin nou
ru: Добавлен новый плагин
sc: Estensione noa annànghida
sk: Nový modul pridaný
sl: Dodan je nov vstavek
sr: Нови додатак је додат
sr_latn: Novi dodatak je dodat
sv: Nytt insticksprogram tillagd
ta: புதிய சொருகி சேர்க்கப்பட்டது
tr: Yeni eklenti eklendi
uk: Додано новий плагін
vi: Đã thêm plugin mới
zh_hans: 新插件已添加
zh_hant: 已新增新的外掛程式

# reset_profile_action_descr
source: Reset all profile settings to installation defaults. Tapping Reset will discard all your changes, this action can't be undone.
ar: إعادة تعيين كافة إعدادات ملف التعريف إلى إعدادات التثبيت الافتراضية. سيؤدي النقر فوق إعادة التعيين إلى تجاهل جميع التغييرات ، ولا يمكن التراجع عن هذا الإجراء.
be: Скінуць ўсе налады профілю да прадвызначаных значэнняў. Націсканне на "Скід" адкіне ўсе вашыя змены. Гэтае дзеянне нельга скасаваць.
ca: Reinicialitza la configuració de tots els perfils als valors inicials d'instal·lació. Si toqueu Restableix, es descartaran tots els canvis i no es podrà desfer aquesta acció.
cs: Resetovat všechna nastavení profilu do výchozího stavu. Klepnutím na Resetovat zrušíte všechny své změny. Tuto akci nelze vrátit.
da: Nulstil alle profilindstillinger til installationsstandard. Hvis du trykker på Nulstil, slettes alle dine ændringer. Denne handling kan ikke fortrydes.
de: Setzen Sie alle Profileinstellungen auf die Installationsvorgaben zurück. Wenn Sie auf Zurücksetzen tippen, werden alle Ihre Änderungen verworfen, diese Aktion kann nicht rückgängig gemacht werden.
el: Επαναφέρετε όλες τις ρυθμίσεις προφίλ στην προεπιλογή εγκατάστασης. Πατώντας Επαναφορά θα απορρίψει όλες τις αλλαγές σας, αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es_us: Restablecer todos los ajustes del perfil a los valores predefinidos de la instalación. Al pulsar en «Restablecer» serán descartados todos los cambios. Esta acción no se puede deshacer.
et: Muuda kõik profiili seadistused paigaldusjärgsesse algeolekusse. Klõpsates Lähtesta-nuppu kaovad kõik sinu tehtud muudatused ja seda tegevust ei saa tagasi pöörata.
fr: Réinitialiser tous les paramètres du profil aux valeurs par défaut de l'installation. Appuyez sur Réinitialiser pour annuler toutes vos modifications, cette action ne peut pas être annulée.
hu: Az összes profilbeállítás visszaállítása a telepítéskor megadott alapértelmezett értékekre. A Visszaállítás gombra kattintva az összes módosítás törlődik, ez a művelet nem vonható vissza.
id: Atur ulang semua pengaturan profil ke default instalasi. Mengetuk Atur Ulang akan membuang semua perubahan Anda, tindakan ini tidak dapat diurungkan.
is: Endurstilla allar sniðstillingar á upphaflegar sjálfgefnar stillingar. Ef ýtt er á 'Endurstilla' verður öllum breytingum þínum hent, þetta er ekki hægt að afturkalla.
it: Ripristina tutte le impostazioni del profilo sui valori predefiniti di installazione. Toccando Ripristina verranno annullate tutte le modifiche, questa azione non può essere annullata.
ja: すべてのプロファイル設定を初期値にリセットします。 『リセット』をタップすると今までの変更が破棄され、元に戻すことはできません。
nl: Terugzetten van profiel instellingen naar originele waardes. Tikken op Reset zal al je instellingen terugzetten en kan niet teruggedraaid worden.
oc: Reinicializa la configuracion de totei lei perfius ai valors inicialas d'installacion. Se clicatz Restablir, s'anullaràn totei lei modificacions e aquesta accion serà definitiva.
pl: Wszystkie ustawienia profilu zostaną przywrócone do stanu po instalacji. Naciśnięcie przycisku Resetuj spowoduje odrzucenie wszystkich zmian, tej czynności nie można cofnąć.
pt_br: Redefina todas as configurações de perfil para os padrões de instalação. Tocar em Redefinir irá descartar todas as suas alterações, esta ação não pode ser desfeita.
ro_ro: Resetați toate setările de profil la valorile implicite de instalare. Dacă atingeți Resetare, veți anula toate modificările, această acțiune nu poate fi anulată.
ru: Сбросить все настройки профиля до значений по умолчанию. Нажатие на "Сброс" отменяет все ваши изменения, это действие нельзя отменить.
sc: Torra totu sas impostatziones de profilu a sos valores predefinidos de installatzione. Incarchende Reseta as a imbolare totu sas modìficas tuas. Custa atzione non la podes annullare.
sr: Ресетујте сва подешавања профила на подразумеване вредности инсталације. Додиром на Ресетуј ће се одбацити све ваше промене, ова радња се не може опозвати.
sr_latn: Resetujte sva podešavanja profila na podrazumevane vrednosti instalacije. Dodirom na Resetuj će se odbaciti sve vaše promene, ova radnja se ne može opozvati.
sv: Återställ alla profilinställningar till standardvärden. Om du trycker på Återställ kommer alla dina anpassningar att försvinna, detta kan inte ångras.
ta: அனைத்து சுயவிவர அமைப்புகளையும் நிறுவல் இயல்புநிலைக்கு மீட்டமைக்கவும். மீட்டமைப்பைத் தட்டுவது உங்கள் எல்லா மாற்றங்களையும் நிராகரிக்கும், இந்த செயலை செயல்தவிர்க்க முடியாது.
tr: Tüm profil ayarlarını kurulumdaki varsayılan değerlerine sıfırlayın. Sıfırla düğmesine dokunduğunuzda tüm değişiklikleriniz atılacaktır, bu işlem geri alınamaz.
uk: Відновіть всі налаштування профілю до типових значень. Натискання "Відновити" призведе до скасування всіх змін, цю дію не можна скасувати.
zh_hant: 將所有設定檔設定重設為安裝預設值。點選重設將放棄您的所有更改，此操作無法復原。

# checking_for_duplicate_description
source: OsmAnd check %@ for duplicates with existing items in the app. It may take some time.
ar: OsmAndيتحقق من %@ للتكرارات مع العناصر الموجودة في التطبيق. قد يستغرق الأمر بعض الوقت.
az: OsmAnd proqramdakı mövcud elementlərlə dublikatların olub-olmaması üçün %@-ni yoxlayır. Bir az vaxt ala bilər.
be: OsmAnd правярае %@ на дублікаты існых элементаў праграмы. Гэта можа заняць пэўны час.
bg: OsmAndпроверете %@ за дубликати със съществуващите елементи в приложението. Може да отнеме известно време.
ca: OsmAnd està comprovant duplicitats de %@ amb elements ja existents a l'aplicació. Podria trigar una estona.
cs: OsmAnd kontroluje %@ na duplicity s existujícími položkami v aplikaci. Může to chvíli trvat.
cy: OsmAnd i wirio %@ am gopïau dyblyg o eitemau sydd eisoes yn bodoli yn yr ap. Gall gymryd peth amser.
da: OsmAnd kontrol af %@ for dubletter med eksisterende elementer i appen. Det kan tage lidt tid.
de: OsmAnd überprüft %@ auf Duplikate mit bereits vorhandenen Objekten in der App. Das kann einige Zeit dauern.
el: Το OsmAnd ελέγχει το %@ για διπλότυπα με υφιστάμενα στοιχεία στην εφαρμογή. Μπορεί να πάρει κάποιο χρόνο.
eo: Kontrolado de %@ pri duplikatoj kontraŭ la ekzistaj elementoj en la aplikaĵo. Povas okupi iom da tempo.
es_us: OsmAnd comprueba %@ para ver si hay duplicados con los elementos existentes en la aplicación. Puede llevar algún tiempo.
et: OsmAnd kontrollib faili %@, et leida rakenduses korduvaid kirjeid. Selleks võib kuluda aega.
eu: %@-ren bikoizketen egiaztaketa OsmAnd aplikazioan dauden elementuekin. Denboratxo bat hartu lezake.
fa: ‏OsmAnd در حال بررسی ‏%@ برای چیزهای تکراری موجود در برنامه است. ممکن است قدری زمان ببرد.
fi: OsmAnd checks %@ for duplicates with existing items in the application. It may take some time.
fr: OsmAnd vérifie que l'élément %@ n'existe pas déjà dans l'application. Cela peut prendre un certain temps.
gl: O OsmAnd comproba %@ para ver se hai duplicados cos elementos existentes na aplicación. Pode levar algún tempo.
he: OsmAndיחפש כפילויות של %@ עם פריטים קיימים ביישומון. התהליך עשוי לארוך זמן מה.
hu: Az OsmAnd ellenőrizze %@-t, hogy vannak-e másolatok az alkalmazás meglévő elemeivel. Ez eltarthat egy ideig.
id: OsmAnd periksa %@ untuk duplikat dengan item yang ada di aplikasi. Mungkin perlu beberapa waktu.
is: OsmAnd athugar hvort %@ sé með tvítök miðað við fyrirliggjandi atriði í forritinu. Þetta getur tekið nokkurn tíma.
it: OsmAnd ricerca in %@ oggetti esistenti duplicati nell'applicazione. Può richiedere del tempo.
ja: OsmAnd側でアプリ内の既存の項目と重複していないか、%@をチェックします。 少し時間がかかるかもしれません。
ko: OsmAnd 체크 %@ 앱의 기존 항목과 중복. 몇 번 걸릴 수 있습니다.
lt: OsmAnd checks %@ for duplicates with existing items in the application. It may take some time.
lv: OsmAnd checks %@ for duplicates with existing items in the application. It may take some time.
mk: OsmAnd proverete %@ za duplikati so postoečki stavki vo aplikacijata. Može da potrae nekoe vreme.
nb: OsmAnd sjekker %@ for duplikater med eksisterende elementer i programmet. Det kan ta noe tid.
nl: OsmAnd controleert %@ op duplicaten met bestaande items in de app. Dit kan even duren.
oc: OsmAnd es a verificar %@ per lei doblons amb leis elements ja existents en l'aplicacion. Pòt durar un momenton.
pl: OsmAnd wyszukuje duplikaty %@ wśród istniejących elementów. To może zająć chwilę.
pt_br: OsmAnd verifica %@ para duplicatas com itens existentes no aplicativo. Pode levar algum tempo.
ro_ro: OsmAnd verifică %@ pentru duplicate cu elemente existente în aplicație. Este posibil să dureze ceva timp.
ru: OsmAnd проверяет %@ на дубликаты с существующими объектами в приложении. Это может занять некоторое время.
sc: OsmAnd analizat %@ pro agatare dopiones cun sos elementos chi esistint giai in s'aplicatzione. Bi diat pòdere chèrrere unu pagu de tempus.
sk: OsmAnd kontroluje %@ na duplicity s existujúcimi položkami v aplikácii. Môže to chvíľu trvať.
sl: OsmAnd preveri %@ za podvojitve z obstoječimi elementi v aplikaciji. To lahko traja nekaj časa.
sr: ОсмАнд проверава %@ постојање умножака са постојећим јединицама у програму. То може да потраје неко време.
sr_latn: OsmAnd proverava %@ postojanje umnožaka sa postojećim jedinicama u programu. To može da potraje neko vreme.
sv: OsmAnd skannar %@ för dubbletter med befintliga objekt i appen. Det kan ta lite tid.
ta: பயன்பாட்டில் இருக்கும் உருப்படிகளுடன் நகல்களுக்கு osmand காசோலை %@. இதற்கு சிறிது நேரம் ஆகலாம்.
tr: OsmAnd, uygulamadaki mevcut ögelerle yinelenme durumu için %@'i denetliyor. Bu biraz zaman alabilir.
uk: OsmAnd перевірить %@ на наявність подвоєнь із наявними елементами у програмі. Це може зайняти деякий час.
zh_hans: OsmAand将检查%@是否与应用程序中的现有项目重复。 这可能需要一些时间。
zh_hant: OsmAnd 檢查 %@ 在應用程式中是否有重覆的既有項目。 這可能需要一點時間。

# prch_nau_q1
source: Please turn on "Nautical" style in the Map Settings and install world seamarks basemap.
ar: يرجى تشغيل نمط "بحري" في "إعدادات الخريطة" وتثبيت خريطة الأساس للعلامات البحرية العالمية.
be: Калі ласка, актывуйце стыль "Nautical" у наладах мапы і спампуйце сусветную мапу марскіх аб'ектаў.
ca: Activeu l'estil «Nàutic» a «Configuració del mapa» i instal·leu el mapa bàsic mundial marítim.
cs: Zapněte prosím "Námořní" styl v Nastavení mapy a nainstalujte celosvětovou mapu námořních značek.
da: Aktiver "Maritim" kort i indstillingerne og installer basiskortet Sømærker på verdensplan.
de: Bitte schalten Sie den "Nautischen" Stil in den Karteneinstellungen ein und installieren Sie die weltweite Basiskarte Seemarken.
es_us: Active el estilo «Náutico» en los ajustes del mapa e instale las balizas mundiales.
et: Palun lülita kaardiseadetes sisse "Merenduslik" stiil ja paigalda maailma meremärkide põhikaart.
fr: Veuillez utiliser le style « Marine » dans les paramètres de la carte et installer la carte marine mondiale.
hu: Kapcsolja be a „Hajózási” stílust a térkép beállításaiban, és telepítse a világ bójáinak alaptérképét.
id: Harap aktifkan gaya "Nautical" di Pengaturan Peta dan pasang peta dasar marka laut dunia.
is: Kveiktu á "Sjókort" stílnum í kortastillingunum og settu síðan upp grunnkort fyrir sjómerki heimshafanna.
it: Per favore abilita lo stile "Nautico" nelle Impostazioni mappa e installa la mappa di base marina.
ja: マップ設定で"航海"スタイルをONにして、全世界の航路標識ベースマップをインストールしてください。
nl: Schakel "Nautische kaartstijl" aan bij kaartinstellingen en installeer globale zeemarkeringen basiskaart.
oc: Activatz l'estil «Nautic» dins «Configuracion de la mapa» e installatz la mapa marina basica.
pl: Włącz styl "Morski" w ustawieniach mapy i zainstaluj mapę bazową światowych znaków nawigacyjnych.
pt_br: Por favor, ative o estilo "Náutico" nas configurações do mapa e instale mapa base de marcos náuticos.
ro_ro: Vă rugăm să activați stilul "Nautic" în setările hărții și să instalați harta de bază World Seamarks.
ru: Пожалуйста активируйте стиль «Nautical» в «Настройках карты», выбрав «Тип карты» и скачайте «Мировую карту морских ориентиров».
sc: Allughe s’istile "Nàuticu" in sas Impostatziones de sa mapa e installa sa mapa marina de base.
sk: Prosím zapnite "Námorný" štýl v Nastaveniach mapy a nainštalujte celosvetovú mapu námorných značiek.
sr: Укључите "Наутички" стил у подешавањима мапе и инсталирајте основну мапу светских морских ознака.
sr_latn: Uključite "Nautički" stil u podešavanjima mape i instalirajte osnovnu mapu svetskih morskih oznaka.
sv: Välj Sjökort-stilen i kartinställningarna och installera global baskarta för sjömärken.
ta: வரைபட அமைப்புகளில் "கடல்" பாணியை இயக்கி, உலக சீமார்க்ச் பேச்மேப்பை நிறுவவும்.
tr: Lütfen Harita Ayarlarında "Deniz" tarzını açın ve dünya deniz işaretleri temel haritasını yükleyin.
uk: Будь ласка, увімкніть стиль «Nautical» в налаштуваннях мапи та завантажте світову мапу морських об’єктів.
zh_hant: 請在地圖設定中打開"航海"樣式並安裝全球航線標識底圖。

# prch_nau_q2_wifi
source: Downloading requires %@ over WiFi network.
ar: يتطلب التنزيل %@ عبر شبكة واي فاي.
be: Патрэбна спампаваць %@ праз сетку WiFi.
ca: La baixada requereix %@ per la xarxa WiFi.
cs: Stahování vyžaduje %@ přes WiFi síť.
da: Hentning kræver %@ over WiFi netværk.
de: Das Herunterladen über ein WiFi-Netzwerk benötigt %@.
el: Η λήψη απαιτεί %@ μέσω δικτύου WiFi.
es_us: La descarga requiere %@ a través la red WiFi.
et: Allalaadimine eeldab %@ WiFi võrgu kaudu.
fr: Le téléchargement nécessite %@ via le réseau WiFi.
hu: A letöltés %@-ot igényel Wi-Fi-hálózaton keresztül.
id: Mengunduh memerlukan %@ melalui jaringan WiFi.
is: Niðurhal krefst %@ um þráðlaust WiFi-netkerfi.
it: Il download richiede %@ sulla rete WIFI.
ja: %@をダウンロードするには、Wi-Fiネットワークへの接続が必要です。
ko: 다운로드하려면 WiFi 네트워크를 통해 %@가 필요합니다.
nl: Downloaden vereist %@ op een WiFi netwerk.
oc: Lo teledescargament demanda %@ sus la ret WiFi.
pl: Pobieranie wymaga %@ za pośrednictwem sieci Wi-Fi.
pt_br: Transferência requer %@ por rede Wi-Fi.
ro_ro: Descărcarea necesită %@ prin rețeaua WiFi.
ru: Для скачивания %@ необходима WiFi сеть.
sc: S'iscarrigamentu tenet bisòngiu de %@ in sa retza WiFi.
sk: Sťahovanie vyžaduje %@ cez WiFi sieť.
sr: За преузимање потребно %@ преко WiFi мреже.
sr_latn: Za preuzimanje potrebno %@ preko WiFi mreže.
sv: Nedladdning kräver %@ via wifi.
ta: பதிவிறக்குவதற்கு வைஃபை நெட்வொர்க்கை விட %@ தேவை.
tr: İndirme %@ WiFi ağ üzerinden gerektirir.
uk: Потрібно завантажити %@ використовуючи WiFi-мережу.
zh_hant: 透過 WiFi 網路下載需求的 %@。
