Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# rendering_value_sacScale_description
source: Swiss Alpine Club
ar: نادي الألب السويسري
bg: Швейцарски алпийски клуб (SAC)
cs: Švýcarský alpinistický klub
da: Den schweiziske alpinklub
de: Schweizer Alpen-Club
el: Swiss Alpine Club (Ελβετική Αλπική Λέσχη)
eo: laŭ skalo de Svisa Alpisma Klubo
es_us: Club Alpino Suizo
et: SAC (Šveitsi alpiklubi)
eu: Suitzako Alpino Kluba
fa: باشگاه آلپاین سوئیس
fr: Club Alpin Suisse
hu: Svájci Alpesi Klub
id: Klub Alpen Swiss
is: Svissneski Alpaklúbburinn
it: Club Alpino Svizzero
ja: スイス・アルペン・クラブ(スイス山岳会)
ko: 스위스 알파인 클럽
nb: Sveitsisk alpinklubb
nl: Zwitserse Alpenclub
pl: Szwajcarski Klub Alpejski
ro_ro: Clubul Alpin Elvețian
ru: Швейцарский альпийский клуб (SAC)
sk: Švajčiarsky alpinistický klub
sl: Swiss Alpine Club (Švicarska planinska zveza)
sr: Швајцарско планинарско удружење
sr_latn: Švajcarsko planinarsko udruženje
sv: Schweiziska alpinistföreningen (Swiss Alpine Club)
ta: சுவிச் ஆல்பைன் கிளப்
tr: Swiss Alpine Club (İsviçre Alp Kulübü)
uk: Швейцарський альпійський клуб
vi: Câu lạc bộ An-pơ Thuỵ Sĩ
zh_hans: 瑞士高山俱乐部
zh_hant: 瑞士阿爾卑斯山俱樂部

# rendering_attr_highway_class_bridleway_name
source: Bridleway
ar: طريق أحصنة
be: Для коней
ca: Ruta eqüestre
cs: Cesta pro koně
cy: Llwybr march
da: Ridesti
de: Reitweg
el: Δρόμος από ίχνη
eo: Ĉevalvojoj
es_us: Camino ecuestre
et: Ratsutamistee
eu: Zaldi-bidea
fa: راه اسب‌رو
fi: Ratsutie
fr: Passage piéton
gl: Pista de cabalos
he: דרך לסוסים
hu: Lovaglóút
id: Kekang
is: Reiðstígur
it: Percorso equestre
ja: 馬道
ka: საჯირითო გზა
ko: 둘레길
lt: Arklių kelias
lv: Celiņi
mk: Selski pat
ml: ബ്രിഡില്‍വേ
nb: Ridesti
nl: Ruiterpad
oc: Camin equèstre
pl: Droga dla koni
pt_br: Estrada equestre
ro_ro: Piste de călărie
ru: Конная
sc: Caminu pro caddos
sk: Cesta pre kone
sl: Jahalna steza
sr: Коњичка стаза
sr_latn: Konjička staza
sv: Ridväg
ta: பிரிட்ல்வே
tr: Gezinti yolu
uk: Для вершників
vi: Đường cưỡi ngựa
zh_hans: 驮道
zh_hant: 馬道

# verification_code_missing_description
source: Can take 10 minutes. Use the button below if it isn't in your spam folder.
ar: قد تستغرق إلى 10 دقائق ، استخدم الزر أدناه إذا لم يكن موجودا في مجلد البريد العشوائي.
be: Можа заняць да 10 хвілін. Скарыстайцеся кнопкай ніжэй, калі яна не знаходзіцца ў вашым каталозе са спамам.
ca: El retard pel codi pot ser de 10 minuts, verifiqueu també la vostra carpeta de correu brossa. Si això no us ajuda, utilitzeu el botó de sota.
cs: Může trvat 10 minut. Pokud zpráva nebude ani ve vaší složce nevyžádané pošty, použijte tlačítko níže.
cy: Gall gymryd hyd at 10 munud. Ddefnyddiwch y botwm isod os nad yw yn eich ffolder sbam.
da: Det kan tage 10 minutter. Brug knappen nedenfor, hvis den ikke er i din spam-mappe.
de: Kann 10 Minuten dauern. Verwenden Sie die Schaltfläche unten, wenn sie nicht in Ihrem Spam-Ordner ist.
el: Μπορεί να πάρει 10 λεπτά. Χρησιμοποιήστε το παρακάτω κουμπί εάν δεν βρεθεί στο φάκελο με τα σπαμ.
eo: Necesos atendi eĉ 10 minutojn por ricevi la kodon, bonvolu ankaŭ kontroli vian trudmesaĝujon. Se tio ĉi ne helpos, uzu la butonon sube.
es_us: Puede tardar 10 minutos. Usa el botón inferior si no se encuentra en la carpeta de spam.
et: Võib võtta 10 minutit. Kasuta allolevat nuppu kui see ei ole Sinu rämpsposti kaustas.
eu: 10 minutu iraun ditzake. Erabili beheko botoia zure spam karpetan ez badago.
fa: ممکن است ۱۰ دقیقه طول بکشد. اگر در پوشهٔ هرزنامه هم نیست دکمهٔ زیر را بزنید.
fi: Voi kestää 10 minuuttia. Käytä alla olevaa painiketta, jos se ei ole roskapostikansiossasi.
fr: Le délai d'envoi du code est de 10 minutes maximum, vérifiez votre dossier 'Pourriel'. Vous pouvez aussi utiliser le bouton ci-dessous.
he: יכול לארוך עד 10 דקות. יש להשתמש בכפתור שלהלן אם ההודעה לא הגיעה לתיקיית הספאם שלך.
hu: Ez 10 akár perc is lehet. Ha nincs a spam mappában, használja az alábbi gombot.
id: Dapat selama 10 menit. Gunakan tombol di bawah jika tidak ada di folder spam Anda.
is: Þetta gæti tekið 10 mínútur. Notaðu hnappinn hér fyrir neðan ef hann er ekki í ruslpóstmöppunni þinni.
it: L'attesa può essere di 10 minuti. Se non è nella cartella dello spam utilizza il pulsante sotto.
ja: 10分かかる場合があります。迷惑メールフォルダーにも見つからない場合は、下のボタンで再送信してください。
ko: 10 분 정도 걸릴 수 있습니다. 스팸 폴더에 없는 경우 아래 버튼을 사용하세요.
mk: Može da potrae 10 minuti. Koristete go kopčeto podolu ako ne e vo vašata papka za spam.
nb: Kan ta 10 min. Bruk knappen nedenfor hvis den ikke er i søppelpostmappen.
nl: Dit kan tot 10 minuten duren. Gebruik de knop hieronder indien de e-mail ook niet in uw spam terecht is gekomen.
oc: L'espèra pòt durar 10 minutas. Emplegatz lo boton çai-sota se s'es esmarrat pas dins lei spams.
pl: Może to zająć do 10 minut. Użyj przycisku poniżej, jeśli nie znajduje się w folderze spamu.
ro_ro: Poate dura 10 minute. Folosiți butonul de mai jos dacă nu cumva se află în folderul pentru spam.
ru: Время ожидания кода может составить 10 минут. Проверьте папку со спамом, если и его нет, воспользуйтесь кнопкой ниже.
sc: Su tempus de isetu pro su còdighe podet èssere de 10 minutos. Imprea su butone inoghe in suta si no est in sa cartella de su spam tua.
sk: Môže trvať 10 minút. Použite tlačidlo nižšie ak správa nie je vo vašom priečinku nevyžiadanej pošty.
sl: Lahko traja 10 minut. Uporabi spodnji gumb,če ga ni v mapi za neželeno pošto.
sr: Може трајати 10 минута. Користите дугме испод ако није завршио у нежељеној пошти.
sr_latn: Može trajati 10 minuta. Koristite dugme ispod ako nije završio u neželjenoj pošti.
sv: Det kan ta 10 minuter. Klicka på knappen nedan om koden inte är i skräppost-mappen.
ta: 10 நிமிடங்கள் ஆகலாம். உங்கள் ச்பேம் கோப்புறையில் இல்லாவிட்டால் கீழே உள்ள பொத்தானைப் பயன்படுத்தவும்.
tr: 10 dakika sürebilir. Spam klasörünüzde değilse aşağıdaki düğmeyi kullanın.
uk: Може тривати 10 хвилин. Скористайтеся кнопкою внизу, якщо його немає в теці зі спамом.
vi: Có thể mất 10 phút. Dùng nút bên dưới nếu nó không nằm trong thư mục spam của bạn.
zh_hans: 可能需要10分钟。如果它不在垃圾邮件文件夹中，请使用下面的按钮。
zh_hant: 可能需要10分鐘。若其不在您的垃圾郵件資料夾中，請使用下方的按鈕。

# backup_delete_types_descr
source: Delete all data for deprecated data types from OsmAnd Cloud?
ar: حذف كافة البيانات لأنواع البيانات المهملة من سحابة أوسماند؟
be: Выдаліць усе даныя для адключаных тыпаў з OsmAnd Cloud?
bg: Да се изтрият ли всички данни за отхвърлените типове данни от облака OsmAnd?
cs: Smazat všechna data zastaralých typů v OsmAnd Cloudu?
cy: Dileu holl ddata mathau o ddata wedi'i anghymeradwyo o OsmAnd Cloud?
da: Slet alle data for forældede datatyper fra OsmAnd Cloud?
de: Alle Daten für veraltete Datentypen aus der OsmAnd Cloud löschen?
el: Διαγραφή όλων των δεδομένων για παρωχημένους τύπους δεδομένων από το OsmAnd Cloud;
eo: Ĉu vi volas forigi el OsmAnd-Nubo datumojn de neaktualaj elementoj?
es_us: ¿Borrar de OsmAnd Cloud todos los tipos de datos obsoletos?
et: Kas kustutame kõik andmed vananenud andmetüüpide kohta OsmAnd pilvest?
eu: Zaharkitutako datu-moten datu guztiak ezabatu nahi dituzu OsmAnd Cloud-etik?
fa: تمام دادهٔ مربوط به انواع منسوخ داده از ابر OsmAnd پاک شود؟
fi: Poistetaanko kaikki vanhentuneen tietolajin tiedot OsmAnd Cloudista?
fr: Supprimer du Cloud OsmAnd les données obsolètes ?
he: למחוק את כל הנתונים על סוגי נתונים בלתי פעילים מ־OsmAnd Cloud?
hu: Törli az összes elavult adattípus adatát az OsmAnd Cloudból?
id: Hapus semua data untuk tipe data usang dari OsmAnd Cloud?
is: Viltu eyða gögnum frá úreltum gagnagerðum úr OsmAnd-tölvuskýi?
it: Cancella tutti i dati di tipo deprecato da OsmAnd Cloud?
ja: 推奨されない種類のデータすべてをOsmAnd Cloudから削除しますか？
ko: OsmAnd Cloud의 모든 데이터 유형 삭제?
lt: Ar norite iš debesies ištrinti neįgalintų tipų duomenis?
mk: Da se izbrišat site podatoci za zastarenite tipovi podatoci od OsmAnd Cloud?
nb: Slett all data for foreldede datatyper fra OsmAnd-sky?
nl: Verwijder alle gegevens waarvan de gegevens zijn verouderd van OsmAnd Cloud?
oc: Suprimir tota mena de donadas obsoletas de la Nívol OsmAnd ?
pl: Usunąć wszystkie dane z chmury OsmAnd Cloud dla nieaktualnych typów?
ro_ro: Ștergeți toate datele pentru tipurile de date depreciate din OsmAnd Cloud?
ru: Удалить все данные для отключенных типов из OsmAnd Cloud?
sc: Iscantzellare totu sos datos pro sas castas disusadas dae OsmAnd Cloud?
sk: Vymazať všetky údaje zastaralých typov z OsmAnd Cloudu?
sl: Želiš izbrisati vse podatke za zastarele vrste podatkov iz OsmAnd Cloud?
sr: Да ли желите да избришете податке за онеспособљене типове из облака?
sr_latn: Brišeš podatke za sastarele podatke iz zastarjeli tipovi podataka iz Cloud-a?
sv: Radera alla data för föråldrade datatyper från OsmAnd Cloud?
ta: ஒச்மண்ட் கிளவுட்டிலிருந்து நீக்கப்பட்ட தரவு வகைகளுக்கான எல்லா தரவையும் நீக்கவா?
tr: Kullanımdan kaldırılan veri türleri için tüm veriler OsmAnd Cloud'dan silinsin mi?
uk: Вилучити всі дані для застарілих типів даних з OsmAnd Cloud?
vi: Xóa tất cả dữ liệu cho các loại dữ liệu đã lỗi thời từ OsmAnd Cloud?
zh_hans: 从 OsmAnd Cloud 中删除所有已废弃的数据类型的数据？
zh_hant: 要從 OsmAnd Cloud 刪除已器用資料類型的所有資料嗎？

# backup_delete_data_type_description
source: This will delete all %@ data from OsmAnd Cloud. This action cannot be undone.
ar: سيؤدي ذلك إلى حذف جميع بيانات %@ من سحابة أوسماند. لا يمكن التراجع عن هذا الإجراء.
cs: Tím se z OsmAnd Cloud odstraní všechna %@ data. Tuto akci nelze vrátit zpět.
da: Dette vil slette alle %@ data fra OsmAnd Cloud. Denne handling kan ikke fortrydes.
de: Dadurch werden alle %@ Daten aus der OsmAnd Cloud gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es_us: Esto borrará todos los datos de «%@» en OsmAnd Cloud. Esta acción no se puede deshacer.
et: Sa oled kustutamas kõik %@ andmed teenuses OsmAnd Cloud. Seda tegevust pole võimalik tagasi pöörata.
fr: Cela supprimera toutes les %@ données dans OsmAnd Cloud. Cette action ne pourra pas être annulée.
hu: Ezzel az összes %@ adat törlődik az OsmAnd Cloudból. Ez a művelet nem vonható vissza.
id: Ini akan menghapus semua data %@ dari OsmAnd Cloud. Tindakan ini tidak dapat diurungkan.
is: Þetta mun eyða öllum %@-gögnum af OsmAnd Cloud-tölvuskýinu. Það er ekki hægt að afturkalla við þessa aðgerð.
it: Questo eliminerà tutti i dati %@ da OsmAnd Cloud. Questa azione non può essere annullata.
ro_ro: Acest lucru va șterge toate datele %@ din OsmAnd Cloud. Această acțiune nu poate fi anulată.
ru: Это удалит все данные %@ из OsmAnd Cloud. Это действие нельзя отменить.
sc: Custu at a iscantzellare totu sos datos de "%@"dae OsmAnd Cloud. Custa atzione non si podet annullare.
sr: Ово ће обрисати све %@ податке из ОсмАнд Облака. Ова се акција не може поништити.
sr_latn: Ovo će obrisati sve %@ podatke iz OsmAnd Oblaka. Ova se akcija ne može poništiti.
sv: Detta kommer radera alla %@ data från OsmAnd Cloud. Åtgärden kan inte ångras.
ta: இது ஒச்மண்ட் கிளவுட்டிலிருந்து அனைத்து %@ தரவையும் நீக்கிவிடும். இந்த செயலை செயல்தவிர்க்க முடியாது.
tr: Bu tüm %@ verilerini OsmAnd Bulut'tan silecektir. Bu işlem geri alınamaz.
uk: Це видалить усі дані %@ з OsmAnd Cloud. Цю дію не можна скасувати.
zh_hant: 這將會刪除 OsmAnd 雲端上所有的 %@ 資料。這個操作無法復原。

# rendering_attr_OSMMapperAssistantFixme_description
source: Show fixme tags
ar: إظهار علامات أصلحني
be: Паказаць пазнакі fixme
bg: Показва етикетите fixme
ca: Mostra les etiquetes d'errors
cs: Zobrazit značky chyb ('fixme')
cy: Dangos tagiau Fixme
da: Vis retmig-mærker
de: Fixme-Tags anzeigen
eo: Montriŝlosilojn «fixme»
es_us: Muestra etiquetas que solicitan más atención (fixme)
et: Näita „Vajab parandamist“ silte
eu: Konpontzeko eskaera-etiketak (fixme) erakusten ditu
fa: نمایش برچسب‌های Fixme
fi: Näytä fixme-tunnisteet
fr: Afficher les étiquettes fixme
he: הצגת תגיות לתיקון
hu: Fixme címkék (javítandó objektumok) megjelenítése
id: Tampilkan tanda fixme
is: Birta Lagamig-merki
it: Mostra etichette Fixme
ja: Fixmeタグの表示
ka: fixmeჭდეების ჩვენება
ko: 픽스미 태그 표시
lv: Rādīt fixme tagus
mk: Prikaži oznaki za popravka
nb: Vis fiksmeg-etiketter
nl: 'Fixme' labels tonen
oc: Veire lei balisas fixme
pl: Pokaż tagi fixme
ro_ro: Arată etichete fixme
ru: Показать теги fixme
sc: Ammustra sas etichetas de sas faddinas
sk: Zobraziť značky 'fixme' (chyby v údajoch na opravu)
sl: Prikaži oznake fixme
sr: Прикажи ознаке поправке
sr_latn: Prikazati oznake popravke
sv: Visa fixme-taggar
ta: Fixme குறிச்சொற்களைக் காட்டு
tr: Beni-düzelt etiketlerini göster
uk: Показувати теґи fixme
vi: Hiển thị các thẻ fixme
zh_hans: 显示 fixme 标签
zh_hant: 顯示 fixme 標籤

# rendering_attr_showBusRoutes_name
source: Bus routes
ar: خطوط الحافلات
be: Аўтобусныя маршруты
bg: Автобусни маршрути
ca: Línies d'autobús
cs: Autobusové trasy
cy: Llwybrau bysiau
da: Busruter
de: Buslinien
el: Δρομολόγια λεωφορείου
eo: Aŭtobusaj kursoj
es_us: Rutas de autobús
et: Bussiliinid
eu: Autobusen ibilbideak
fa: مسیرهای اتوبوس
fi: Bussireitit
fr: Lignes d'autobus
he: מסלולי אוטובוסים
hu: Buszvonalak
id: Rute bus
is: Leiðir strætisvagna
it: Linee dell'autobus
ja: バス路線
ka: ავტობუსის გზები
ko: 버스 노선
mk: Avtobuski marsruti
nb: Bussruter
pl: Linie autobusowe
ro_ro: Rute de autobuz
ru: Автобусные маршруты
sc: Àndalas in postale
sk: Trasy autobusov
sl: Proge avtobusov
sr: Аутобуске путање
sr_latn: Autobuske rute
sv: Bussrutter
ta: பச் வழித்தடங்கள்
tr: Otobüs yolları
uk: Автобусні маршрути
vi: Những tuyến xe buýt
zh_hans: 公交线路
zh_hant: 公車路線

# rendering_attr_OSMMapperAssistantIconsLowZooms_name
source: Icons at low zooms
ar: الأيقونات عند التكبيرات المنخفضة
be: Значкі на малым маштабе
bg: Пиктограми при малко увеличение
ca: Icones si zooms baixos
cs: Ikony při malém přiblížení
cy: Eiconau ar lefelau chwyddo isel
da: Ikoner ved lave zoomniveauer
de: Icons bei niedrigen Zoomstufen
el: Εικονίδια σε χαμηλές μεγενθύνσεις
eo: Bildsimboloj je malgrandigo
es_us: Iconos en zums bajos
et: Ikoonid madala suumitaseme puhul
eu: Zoom txikitako ikonoak
fa: نمادها در بزرگنمایی پایین
fi: Kuvakkeet matalilla zoomaustasoilla
fr: Icônes à zoom faible
he: סמלים ברמות תקריב נמוכות
hu: Ikonok kis nagyításnál
id: Ikon pada perbesaran rendah
is: Táknmyndir við lítinn aðdrátt
it: Icone a zoom bassi
ja: 低ズーム用アイコン
ka: ხატულები დაბალი გადიდებისას
ko: 낮은 줌의 아이콘
mk: Ikoni so mal zum
nb: Ikoner ved lav forstørrelse
nl: Iconen bij laag zoomniveau
oc: Icònas de zoom feble
pl: Ikony przy małych powiększeniach
ro_ro: Iconuri la niveluri mici de zoom
ru: Значки на мелком масштабе
sc: Iconas a ismanniamentu bassu
sk: Ikony pri nízkom priblížení
sl: Ikone pri majhnih povečavah
sr: Сличице при малом увећању
sr_latn: Ikone pri malom uvećanju
sv: Ikoner vid låga zoomnivåer
ta: குறைந்த சூம்களில் சின்னங்கள்
tr: Düşük yakınlaştırmalarda simgeler
uk: Піктограми на загальних масштабах
vi: Biểu tượng ở mức thu phóng thấp
zh_hans: 低缩放层级的图标
zh_hant: 低縮放程度的圖示

# dangerous_goods_description
source: On some roads and tunnels transporting of hazardous materials is forbidden.
bg: По някои пътища и тунели превозването на опасни товари е забранено.
cs: Na některých silnicích a tunelech je zakázán transport nebezpečných materiálů.
da: På nogle veje og i nogle tunneler er det forbudt at transportere farlige materialer.
de: Auf manchen Straßen und in Tunneln ist der Transport von Gefahrgut verboten.
el: Σε ορισμένους δρόμους και σήραγγες απαγορεύεται η μεταφορά επικίνδυνων υλικών.
eo: Sur kelkaj vojoj kaj tuneloj transporto de danĝeraj materialoj estas malpermesata.
es_us: En algunos caminos y túneles se prohíbe el transporte de materiales peligrosos.
et: Mõnedel teedel ja mõnedes tunnelites on ohtlike kaupade vedu keelatud.
eu: Errepide eta tunel batzuetan debekatuta dago material arriskutsuak garraiatzea.
fa: حمل مواد خطرناک در برخی جاده‌ها و تونل‌ها ممنوع است.
fr: Sur certaines routes et tunnels, le transport de matières dangereuses est interdit.
hu: Egyes utakon és alagutakban tilos a veszélyes anyagok szállítása.
id: Di beberapa jalan dan terowongan, pengangkutan bahan berbahaya dilarang.
is: Flutningur hættulegra spilliefna er bannaður á sumum vegum og í veggöngum.
it: Su alcune strade e gallerie è vietato il trasporto di materiali pericolosi.
ko: 일부 도로 및 터널에서는 위험 물질의 운송이 금지되어 있습니다.
nb: På noen veier og i noen tunneller er transport av farlige materialer forbudt.
nl: Op sommige wegen en tunnels is het verboden om gevaarlijke stoffen te vervoeren.
pl: Na niektórych drogach i w tunelach przewożenie materiałów niebezpiecznych jest zabronione.
ro_ro: Pe unele drumuri și tuneluri este interzis transportul de materiale periculoase.
ru: На некоторых дорогах и в тоннелях перевозка опасных материалов запрещена.
sk: Na niektorých cestách a tuneloch je zakázaný transport nebezpečných materiálov.
sl: Na nekaterih cestah in predorih je prevoz nevarnih snovi prepovedan.
sr: На неким путевима и тунелима није дозвољен превоз опасних материја.
sr_latn: Na nekim putevima i tunelima prevoz opasnih materije je zabranjen.
sv: På vissa vägar och tunnlar är transport av farligt gods förbjudet.
ta: அபாயகரமான பொருட்களைக் கொண்டு செல்லும் சில சாலைகள் மற்றும் சுரங்கங்களில் தடைசெய்யப்பட்டுள்ளது.
uk: Деякими дорогами та тунелями перевезення небезпечних матеріалів заборонено.
vi: Trên một số con đường và đường hầm, việc vận chuyển hàng độc hại bị cấm.
zh_hans: 某些道路和隧道禁止运输危险品。
zh_hant: 部份道路與隧道禁止運輸危險物品。

source: Don't download
ar: لا تقم بالتنزيل
cs: Nestahovat
da: Download ikke
de: Nicht herunterladen
el: Μην κατεβάσεις
es_us: No descargar
et: Ära laadi alla
fr: Ne pas télécharger
hu: Ne töltse le
id: Jangan unduh
is: Ekki sækja
it: Non scaricare
ja: ダウンロードしない
nl: Niet downloaden
ro_ro: Nu descărcați
ru: Не скачивается
sr: Не преузимај
sr_latn: Ne preuzimaj
sv: Ladda inte ner
ta: பதிவிறக்கம் செய்ய வேண்டாம்
tr: İndirilmesin
uk: Не завантажувати
zh_hans: 不要下载
zh_hant: 不下載

# vertical_exaggeration_description
source: By changing the scale value, you can emphasise the 3D relief.
cs: Změnou hodnoty měřítka můžete zvýraznit 3D reliéf.
da: Ved at ændre skalaværdien kan du fremhæve 3D-relieffet.
de: Durch Änderung des Skalenwerts können Sie das 3D-Profil hervorheben.
el: Αλλάζοντας την τιμή κλίμακας, μπορείτε να τονίσετε το 3D ανάγλυφο.
eo: Perŝanĝi la valoron de skalo vi povas emfazi la 3-dimensian map-reliefon.
es_us: Al cambiar el valor de la escala, puede enfatizar el relieve en 3D.
eu: Eskalaren balioa aldatuz, 3D erliebea nabarmendu dezakezu.
fa: با تغییر مقدار مقیاس، می‌توانید ناهمواری سه‌بعدی را برجسته کنید.
fr: En modifiant la valeur de l'échelle, vous pouvez accentuer le relief 3D.
hu: A skálaérték megváltoztatásával kiemelheti a 3D domborzatot.
id: Dengan mengubah nilai skala, Anda dapat memperjelas relief 3D.
is: Með því að breyta gildi kvarðans geturðu ýkt þrívíddaryfirborðið.
it: Cambiando il valore della scala puoi accentuare i rilievi 3D.
ja: スケール値を変更することで、3D表示の強調具合を調整することができます。
lt: Keisdami mastelio vertę, galite pabrėžti 3D reljefą.
nl: Door de schaalwaarde te veranderen, kunt u het 3D-reliëf benadrukken.
pl: Zmieniając wartość skali, można podkreślić płaskorzeźbę 3D.
ro_ro: Prin modificarea valorii scării, puteți accentua relieful 3D.
ru: Изменяя значение масштаба, можно подчеркнуть 3D-рельеф.
sk: Zmenou hodnoty mierky môžete zvýrazniť 3D reliéf.
sr: Променом вредности лествице можете нагласити просторне облине.
sr_latn: Promenom vrednosti skale možeš naglasiti 3D reljef.
sv: Genom att ändra på skalningsvärdet kan du framhäva 3D-reliefen.
ta: அளவிலான மதிப்பை மாற்றுவதன் மூலம், நீங்கள் 3D நிவாரணத்தை வலியுறுத்தலாம்.
tr: Ölçek değerini değiştirerek 3B kabartmayı vurgulayabilirsiniz.
uk: Змінюючи значення масштабу, ви можете підкреслити 3D-рельєф.
vi: Bằng cách đổi giá trị thang đo, bạn có thể nhấn mạnh hình 3D.
zh_hans: 通过改变比例值，可以突出三维地形的效果。
zh_hant: 透過變更比例尺的值，您可以強調 3D 地形。

# shared_string_scale
source: Scale
bg: Мащаб
ca: Escala
cs: Měřítko
da: Skala
de: Maßstab
el: Κλίμακα
eo: Skali
es_us: Escala
et: Mõõtkava
eu: Eskala
fa: مقیاس
fr: Échelle
hu: Skála
id: Skala
is: Kvarði
it: Scala
ja: スケール
ka: მასშტაბი
lt: Mastelis
nl: Schaal
pl: Skala
ro_ro: Scară
ru: Масштаб
sk: Mierka
sr: Лествица
sr_latn: Skala
sv: Skala
ta: அளவு
tr: Ölçek
uk: масштаб
vi: Thang đo
zh_hans: 比例
zh_hant: 比例尺

# shared_string_last_used
source: Last used
ar: آخر استخدام
az: Son istifadə edilən
be: Апошні раз выкарыстоўвалася
ca: Darrera utilització
cs: Naposledy použito
cy: Defnyddiwyd diwethaf
da: Sidst brugt
de: Zuletzt verwendet
el: Τελευταίας χρήσης
eo: Antaŭe uzita
es_us: Último usado
et: Viimati kasutatud
eu: Erabilitako azkena
fa: آخرین استفاده‌شده
fi: Viimeksi käytetty
fr: Dernier utilisé
gl: Usado porúltima vez
he: שימוש אחרון
hu: Az utoljára használt
id: Terakhir digunakan
is: Síðast notað
it: Ultimo utilizzato
ja: 最後に利用
ka: ბოლოს გამოყენებული
ko: 마지막으로 사용한 날짜
mk: Posledno uoptrebeno
nb: Sist brukt
nl: Laatst gebruikt
oc: Darriera utilizacion
pl: Ostatnio używane
ro_ro: Ultima utilizare
ru: Последний используемый
sc: Ùrtimu impreu
sk: Naposledy použité
sl: Nazadnje uporabljeno
sr: Последње коришћено
sr_latn: Poslednje korišćeno
sv: Senast använd
ta: கடைசியாக பயன்படுத்தப்பட்டது
tr: Son kullanılan
uk: Останній використаний
vi: Được dùng gần đây
zh_hans: 上次使用
zh_hant: 最後使用

# osmand_default_routing
source: OsmAnd routing
ar: توجيه أوسماند
ast: Encaminamientu d'OsmAnd
be: Навігацыя OsmAnd
ca: Navegació OsmAnd
cs: Navigace OsmAnd
cy: Llwybro OsmA
da: OsmAnd ruteberegning
de: OsmAnd-Routenführung
el: Δρομολόγηση OsmAnd
eo: OsmAnd-navigilo
es_us: Navegación de OsmAnd
et: OsmAnd marsruutimine
eu: OsmAnd ibilbide-kalkulua
fa: مسیریابی OsmAnd
fi: OsmAnd reititys
fr: Routage OsmAnd
gl: Enrutamento do OsmAnd
he: ניווט עם OsmAnd
hi: OsmAnd मार्ग
hu: OsmAnd útvonaltervezés
id: Rute OsmAnd
is: OsmAnd leiðaval
it: Calcolo percorso OsmAnd
ja: OsmAndルーティング
ka: ნავიგაცია OsmAnd-ით
ko: OsmAnd 라우팅
lv: OsmAnd navigācija
mk: OsmAnd rutiranje
my: Osmand လမ်းကြောင်း
nb: OsmAnd-ruting
nl: OsmAnd routering
oc: Navigacion OsmAnd
pl: Wyznaczanie trasy przez OsmAnd
ro_ro: Rutare OsmAnd
ru: Навигация OsmAnd
sc: Càrculu de s'àndala de OsmAnd
sk: Navigácia OsmAnd
sl: Usmerjanje poti OsmAnd
sr: Навођење ОсмАнда
sr_latn: Navođenje OsmAnda
sv: OsmAnds ruttberäkning
ta: ஒச்மண்ட் ரூட்டிங்
tr: OsmAnd yönlendirme
uk: Прокладання маршрутів OsmAnd
vi: Dẫn đường OsmAnd
zh_hans: OsmAnd 路线规划
zh_hant: OsmAnd 規畫路徑
