Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# wiki_menu_download_descr
source: Additional maps are needed to view Wikipedia POIs on the map.
ar: هناك حاجة إلى خرائط إضافية لعرض النقاط المهمة من ويكيبيديا على الخريطة.
be: Для прагляду POI Вікіпедыі на мапе патрабуюцца дадатковыя мапы.
bg: Необходими са допълнителни карти, за да видите обектите на Уикипедия на картата.
ca: Es necessiten mapes addicionals per veure els PDIs de la Viquipèdia al mapa.
cs: Pro zobrazení bodů zájmu Wikipedie jsou potřeba další mapy.
cy: Mae angen mapiau ychwanegol i weld POIs Wicipedia ar y map.
da: Yderligere kort er nødvendige for at se Wikipedia-interessepunkter på kortet.
de: Zusätzliche Karten werden benötigt, um Wikipedia-POIs auf der Karte anzuzeigen.
el: Απαιτούνται πρόσθετοι χάρτες για να προβάλετε τα ΣΕ της Wikipedia στον χάρτη.
eo: Kromaj mapoj estas necesaj por vidigi punktojn de Vikipedio sur la mapo.
es_us: Se necesitan mapas adicionales para ver los puntos de interés de Wikipedia en el mapa.
et: Vikipedia huvipunktide kuvamiseks on vaja täiendavaid kaarte.
eu: Mapa osagarriak behar dira Wikipediaren POIak mapan ikusteko.
fa: برای مشاهدهٔ نقاط ویکی‌پدیا روی نقشه باید نقشهٔ دیگری را نیز بارگیری کنید.
fi: Lisäkarttoja tarvitaan Wikipedian KP:iden tarkastelemiseen kartalla.
fr: D’autres cartes sont nécessaires pour afficher les POI Wikipédia sur la carte.
gl: Precísanse mapas adicionais para ollar os PDI da Wikipedia no mapa.
he: נדרשות מפות נוספות כדי לצפות בנקודות עניין של ויקיפדיה במפה.
hu: A Wikipédiához kapcsolódó érdekes helyek megtekintéséhez további térképek szükségesek.
hy: Վիքիպեդիա-ի POI-րը քարտեզի վրա դիտելու համար անհրաժեշտ են լրացուցիչ քարտեր:
id: Peta tambahan diperlukan untuk melihat POI Wikipedia pada peta.
is: Viðbótarkort þarf til að skoða Wikipedia-merkisstaði á kortinu.
it: Sono necessarie mappe aggiuntive per visualizzare sulla mappa i PDI Wikipedia.
ja: ウィキペディアPOIをマップ上に表示するには、追加マップが必要です。
ko: 지도에서 위키피디아 POI를 보려면 추가 지도가 필요합니다.
mk: Potrebni se dopolnitelni karti za pregleduvanje na POI na Vikipedija na kartata.
nb: Ekstra kart er nødvendige for å vise Wikipedia-interessepunkter på kartet.
nl: Om Wikipedia-POI’s op de kaart te tonen zijn extra kaarten nodig.
oc: Son necessàrias de mapas suplementàrias per veire lei PDIs de la mapa Wikipèdia.
pl: Potrzebne są dodatkowe mapy, żeby przeglądać UM Wikipedii na mapie.
pt_br: Mapas adicionais são necessários para visualizar os POIs da Wikipédia no mapa.
ro_ro: Sunt necesare hărți suplimentare pentru a vizualiza POI-urile Wikipedia pe hartă.
ru: Для POI Википедии требуются дополнительные карты.
sc: Pro bìdere sos PDI de Wikipedia in sa mapa b'at bisòngiu de mapas agiuntivas.
sk: Pre zobrazenie bodov Wikipedie na mape sú potrebné ďalšie mapy.
sl: Za ogled wikipedijinih POI točk na zemljevidu so potrebni dodatni zemljevidi.
sr: За приказ Википедијиних тачака занимања су потребне додатне карте.
sr_latn: Za prikaz Wikipedia TOI su potrebne dodatne mape.
sv: Ytterligare kartor behövs för att via Wikipedias intressepunkter på kartan.
ta: விக்கிபீடியா POI களை வரைபடத்தில் காண கூடுதல் வரைபடங்கள் தேவை.
tr: Wikipedia POI'lerini haritada görüntülemek için ek haritalara ihtiyaç vardır.
uk: Для перегляду точок інтересу з Вікіпедії на мапі потрібні додаткові мапи.
vi: Cần có những bản đồ bổ sung để hiện những POI của Wikipedia trên bản đồ.
zh_hans: 需要其他地图才能在地图上查看维基百科兴趣点。
zh_hant: 需要額外的地圖才能在地圖上檢視維基百科的 POI。

source: All categories
ar: جميع الفئات
be: Усе катэгорыі
ca: Totes les categories
cs: Všechny kategorie
cy: Pob categori
da: Alle kategorier
de: Alle Kategorien
el: Όλες οι κατηγορίες
es_us: Todas las categorías
et: Kõik kategooriad
fi: Kaikki kategoriat
fr: Toutes les catégories
hu: Minden kategória
id: Semua kategori
is: Allir flokkar
it: Tutte le categorie
ja: すべてのカテゴリー
ka: ყველა კატეგორია
nl: Alle categorieën
oc: Totei lei categorias
pl: Wszystkie kategorie
pt_br: Todas as categorias
ro_ro: Toate categoriile
ru: Все категории
sc: Totu sas categorias
sk: Všetky kategórie
sl: Vse kategorije
sr: Све категорије
sr_latn: Sve kategorije
sv: Alla kategorier
ta: அனைத்து பிரிவுகளும்
tr: Tüm kategoriler
uk: Усі категорії
zh_hant: 所有類別

source: Select language
ar: اختيار اللغة
be: Абраць мову
ca: Tria la llengua
cs: Zvolte jazyk
cy: Dewis iaith
da: Vælg sprog
de: Sprache auswählen
el: Επιλογή γλώσσας
es_us: Eligir idioma
et: Vali keel
fi: Valitse kieli
fr: Sélectionnez la langue
hu: Nyelv kiválasztása
id: Pilih bahasa
is: Veldu tungumál
it: Scegli la lingua
ja: 言語の選択
ka: აირჩიეთ ენა
ko: 언어 선택
nl: Selecteer taal
oc: Chausir la lenga
pl: Wybór języka
pt_br: Escolher idioma
ro_ro: Selectați limba
ru: Выберите язык
sc: Ischerta sa limba
sk: Zvoľte jazyk
sl: Izbor jezika
sr: Изаберите језик
sr_latn: Izaberite jezik
sv: Välj språk
ta: மொழியைத் தேர்ந்தெடுக்கவும்
tr: Dil Seçin
uk: Оберіть мову
zh_hans: 选语言
zh_hant: 選擇語言

# open_url
source: Open page in browser
ar: افتح الصفحة في المتصفح
be: Адкрыць старонку ў браўзеры
ca: Obre la pàgina al navegador
cs: Otevřít stránku v prohlížeči
da: Åbn side i browseren
de: Seite im Browser öffnen
el: Άνοιγμα σελίδας σε πρόγραμμα περιήγησης
es_us: Abrir página en el navegador
et: Ava leht veebibrauseris
fr: Ouvrir la page dans le navigateur
hu: Oldal megnyitása a böngészőben
id: Buka halaman di peramban
is: Opna síðu í vafra
it: Apri la pagina in un browser
ja: ブラウザでページを開く
nl: Open webpagina
oc: Obrir la pagina dins un navigador
pl: Otwórz w przeglądarce
pt_br: Abrir página no navegador
ro_ro: Deschideți pagina în browser
ru: Открыть в браузере
sc: Aberi sa pàgina in unu navigadore (browser)
sk: Otvoriť stránku v prehliadači
sl: Odpri stran v brskalniku
sr: Отворите страницу у претраживачу
sr_latn: Otvori stranicu u pregledaču
sv: Öppna i webbläsare
ta: உலாவியில் பக்கத்தைத் திறக்கவும்
tr: Sayfayı tarayıcıda aç
uk: Відкрити сторінку у браузері
zh_hant: 在瀏覽器中開啟頁面

# menu_all_trips
source: All Tracks
ar: كل المسارات
be: Усе сляды
ca: Tots els recorreguts
cs: Všechny stopy
cy: Pob trac
da: Alle spor
de: Alle Tracks
el: Ολα τα ίχνη
es_us: Todas las trazas
et: Kõik teekonnad
fa: همه ردها
fi: Kaikki jäljet
fr: Toutes les traces
gl: All Trips
hu: Minden utazás
id: Semua Trek
is: Allir ferlar
it: Tutti i viaggi
ja: すべての経路
ka: ყველა ტრეკი
ko: 모든 트랙
nb: All Trips
nl: Alle Tracks
oc: Totei lei traças
pl: Wszystkie trasy
pt_br: Todas as trilhas
ro_ro: Toate track-urile
ru: Все треки
sc: Totu sas rastas
sk: Všetky stopy
sl: Vsa potovanja
sr: Све Путање
sr_latn: Sve Putanje
sv: Alla spår
ta: அனைத்து தடங்களும்
tr: Tüm İzlenen Yollar
uk: Усі треки
zh_hant: 全部的旅程

source: With waypoints
cs: S trasovými body
da: Med rutepunkter
de: Mit Wegpunkten
el: Με σημεία διαδρομής
et: Koos teekonnapunktidega
fa: با نقاط راه
fr: Avec points de passage
hu: Útpontokkal
id: Dengan titik jalur
is: Með ferilpunktum
it: Con punti intermedi
ja: 経由地点を含む
ko: 경유지 포함
nl: Met tussenstops
ru: С путевыми точками
sk: S bodmi trasy
sr: Са међутачкама
sr_latn: Sa međuodredištima
sv: Med vägpunkter
ta: வழிப்புள்ளிகளுடன்
uk: З маршрутними точками
vi: Với các điểm đặt
zh_hant: 有路徑節點

# shared_string_reset_all
source: Reset all
cs: Obnovit vše
da: Nulstil alle
de: Alles zurücksetzen
el: Επαναφορά όλων
et: Lähtesta kõik
fa: بازنشانی همه
fr: Tout réinitialiser
hu: Összes visszaállítása
id: Atur ulang semua
is: Frumstilla allt
it: Resetta tutto
ja: 全てリセット
ko: 모두 재설정
nl: Alles herstellen
ru: Сбросить все
sk: Resetovať všetko
sr: Ресетуј све
sr_latn: Resetuj sve
sv: Återställ allt
ta: அனைத்தையும் மீட்டமைக்கவும்
uk: Скинути все
vi: Đặt lại tất cả
zh_hant: 重設所有

# create_new_trip
source: Create new track
ar: إنشاء مسار جديد
be: Стварыць новы след
ca: Crea un nou trajecte
cs: Vytvořit novou stopu
da: Opret nyt spor
de: Neuen Track erstellen
el: Δημιουργία νέου ίχνους
es_us: Crear nueva traza
et: Loo uus teekond
fr: Créer une nouvelle trace
gl: Create new trip
hu: Új utazás létrehozása
id: Buat trek baru
is: Búa til nýjan feril
it: Crea un nuovo viaggio
ja: 新しい経路を作成
ka: ახალი ტრეკის შექმნა
ko: 새 트랙 만들기
nb: Create new trip
nl: Creëer nieuwe track
oc: Crear un itinerari novèu
pl: Utwórz nową trasę
pt_br: Criar nova trilha
ro_ro: Creați o nouă pistă
ru: Создать новый трек
sc: Crea una rasta noa
sk: Vytvoriť novú stopu
sl: Ustvari novo potovanje
sr: Креирајте нову путању
sr_latn: Kreirajte novu putanju
sv: Skapa nytt spår
ta: புதிய பாதையை உருவாக்கவும்
tr: Yeni bir yol oluştur
uk: Створити новий трек
zh_hant: 建立新的旅程

source: Editing waypoints
ar: تحرير نقاط الطريق
be: Рэдагаванне шляху
ca: Edició de fites
cs: Úprava bodů trasy
da: Rediger rutepunkter
de: Bearbeiten von Wegpunkten
el: Επεξεργασία σημείων διαδρομής
es_us: Editando puntos de ruta
et: Teekonnapunktide muutmine
fr: Modifier les points de passage
hu: Útvonalpontok szerkesztése
id: Mengedit titik acuan
is: Breytingar á ferilpunktum
it: Modifica dei punti intermedi
ja: 経由地点の編集
ka: გზის წერტილების ჩასწორება
nl: Tussenpunten bewerken
oc: Modificar lei ponchs intermediaris
pl: Edytuj punkty trasy
pt_br: Editando paradas
ro_ro: Editarea punctelor de trecere
ru: Правка точек
sc: Modificande puntos mesanos
sk: Úprava bodov trasy
sr: Уређивање пролазних тачака
sr_latn: Uređivanje prolaznih tačaka
sv: Redigera ruttpunkter
ta: வழிப்புள்ளிகளைத் திருத்துதல்
tr: Yol işaretleri düzenleme
uk: Редагування точок
zh_hant: 編輯航點

# select_wpt_on_map
source: Select point on map to add to the track
ar: حدد نقطة على الخريطة لإضافتها إلى المسار
be: Абярыце пункт на мапе, каб дадаць у след
ca: Seleccioneu un punt en el mapa per afegir-lo al trajecte
cs: Vyberte bod na mapě, který chcete přidat ke stopě
da: Vælg et punkt på kortet for at føje det til sporet
de: Wählen Sie den Punkt auf der Karte aus, der zum Track hinzugefügt werden soll
el: Επιλέξτε σημείο στον χάρτη για προσθήκη στο ίχνος
es_us: Elige en el mapa, el punto para añadir a la traza
et: Vali kaardilt punkt ja lisa teekonnale
fr: Sélectionnez un point sur la carte à ajouter à la trace
gl: Select point on map to add to the trip
hu: Válasszon egy pontot a térképen az utazáshoz való hozzáadáshoz
id: Pilih titik di peta untuk ditambahkan ke trek
is: Veldu punkt á kortinu til að bæta í ferilinn
it: Scegli un punto sulla mappa per aggiungerlo al viaggio
ja: 経路に追加する地点をマップから選択してください
nb: Select point on map to add to the trip
nl: Selecteer punt op de kaart om aan de track toe te voegen
oc: Chausir un ponch sus la mapa d'ajustar a l'itinerari
pl: Wybierz punkt na mapie, aby dodać do trasy
pt_br: Selecionar ponto no mapa para adicionar à trilha
ro_ro: Selectați punctul de pe hartă pentru a-l adăuga la traseu
ru: Выберите точку на карте и добавьте в поездку
sc: Ischerta unu puntu in sa mapa de annànghere a sa rasta
sk: Zvoľte bod na mape, ktorý má byť pridaný k stope
sr: Изаберите тачку на мапи коју желите да додате путањи
sr_latn: Izaberite tačku na mapi koju želite da dodate putanji
sv: Välj punkt i kartan att lägga till i spåret
ta: பாதையில் சேர்க்க வரைபடத்தில் புள்ளியைத் தேர்ந்தெடுக்கவும்
tr: Yola eklemek için harita üzerinde nokta seç
uk: Виберіть точку на мапі, щоб додати її до треку
zh_hant: 在地圖上選取標點以增加到旅程

# map_coords
source: Map: Lat %.5f Lon %.5f
ar: خريطة: خط العرض%.5f خط الطول %.5f
be: Мапа: Шырата %.5f Даўгата %.5f
ca: Mapa: Lat %.5f Lon %.5f
cs: Mapa: šířka %.5f délka %.5f
da: Kort: Lat %.5f Lon %.5f
de: Karte: Breite %.5f Länge %.5f
el: Χάρτης: Γεω. πλ %.5f Γεω. μη %.5f
es_us: Mapa: Lat %.5f Lon %.5f
et: Kaart: Laiuskraad %.5f Pikkuskraad %.5f
fi: Kartta: Lat %.5f Lon %.5f
fr: Carte : Lat %.5f Lon %.5f
hu: Térkép: Szé.: %.5f, Ho.: %5f
id: Peta: Lat %.5f Lon %.5f
is: Kort: Bre %.5f Len %.5f
it: Coordinate: Latitudine %.5f Longitudine %.5f
ja: マップ: 緯度 %.5f 経度 %.5f
nl: Kaart: Lat %.5f Lon %.5f
oc: Mapa: Lat %.5f Lon %.5f
pl: Mapa:Szer %.5f Dł %.5f
pt_br: Mapa: Lat %.5f Lon %.5f
ro_ro: Harta: Lat %.5f Lon %.5f
ru: Карта: Широта %.5f Долгота %.5f
sc: Mapa: Lat %.5f Lon %.5f
sr: Мапа: Шир %.5f Дуж %.5f
sr_latn: Mapa: Šir %.5f Duž %.5f
sv: Karta: Lat %.5f Lon %.5f
ta: வரைபடம்: lat %.5f lon %.5f
tr: Harita: Enlem %.5f Boylam %.5f
uk: Мапа: широта %.5f довгота %.5f
zh_hant: 地圖：緯度 %.5f 經度 %.5f

# local_indexes_cat_backup
source: Deactivated
af: gedeaktiveer
ar: معطلة
ast: Desactivóse
az: Qeyri-aktiv edilmiş
be: Не актыўны
bg: Изключен
ca: Desactivat
cs: Záloha
cy: Wedi'i dadactifadu
da: Deaktiveret
de: Deaktiviert
el: Απενεργοποιημένο
eo: Malaktivaj
es_us: Desactivado
et: Keelatud
eu: Desaktibatuta
fa: غیرفعال
fi: Poistettu käytöstä
fr: Désactivé
gl: Desactivado
he: מנוטרל
hu: Inaktiválva
hy: Անջատված է
id: Dinonaktifkan
is: Afvirkjað
it: Disattivato
ja: 無効化されました
ka: დეაქტივირებულია
ko: 비활성화
lt: Deaktyvuota
lv: Arhivēts
mk: Deaktivirano
ml: നിര്‍ജീവം
nb: Deaktivert
nl: Gedeactiveerd
oc: Desactivat
pl: Nieaktywny
ro_ro: Dezactivat
ru: Архивировано
sc: Istudadu
sk: Záloha
sl: Izklopljen
sr: Искључено
sr_latn: Deaktivirano
sv: Inaktiverade
ta: செயலிழக்கச் செய்தது
tr: Devre dışı
uk: Вимкнені
vi: Sao lưu
zh_hans: 已停用
zh_hant: 已停用

# gpx_trip_groups
source: Track groups
ar: مجموعات المسار
be: Групы слядоў
ca: Agrupacions de trajectes
cs: Skupiny stop
da: Sporgrupper
de: Trackgruppen
el: Ομάδες ιχνών
es_us: Grupos de trazas
et: Teekondade grupid
fr: Groupes de traces
gl: Trip groups
hu: Nyomvonal-csoportok
id: Grup trek
is: Hópar ferla
it: Gruppi viaggio
ja: 経路のグループ
ka: ტრეკის ჯგუფები
ko: 트랙 그룹
nb: Trip groups
nl: Track groepen
oc: Gropes de traças
pl: Grupy tras
pt_br: Grupos de trilha
ro_ro: Grupuri de track-uri
ru: Группы треков
sc: Grupos de rastas
sk: Skupiny stôp
sr: Групе путања
sr_latn: Grupe putanja
sv: Spårgrupper
ta: ட்ராக் குழுக்கள்
tr: Yol grupları
uk: Групи треків
zh_hant: 旅程群組

# est_travel_time
source: Estimate travel time
ar: تقدير وقت السفر
be: Прыблізны час
ca: Durada estimada del trajecte
cs: Odhadovaný čas jízdy
da: Anslået rejsetid
de: Reisezeit abschätzen
el: Εκτιμώμενος χρόνος ταξιδιού
es_us: Tiempo de viaje estimado
et: Eeldatav reisi aeg
fr: Temps de voyage estimé
hu: Utazási idő becslése
id: Perkirakan waktu tempuh
is: Áætla ferðatíma
it: Durata del viaggio prevista
ja: 所要時間の見積もり
ka: მოგზაურობის დაახლოებითი დრო
ko: 예상 이동 시간
nl: Schatting reistijd
oc: Durada dau percors estimada
pl: Szacunkowy czas podróży
pt_br: Tempo estimado de viagem
ro_ro: Estimarea timpului de călătorie
ru: Время в пути
sc: Tempus dàbile de biàgiu
sk: Odhadovaný čas cesty
sl: Oceni čas potovanja
sr: Процени време путовања
sr_latn: Proceni vreme putovanja
sv: Uppskatta restid
ta: பயண நேரத்தை மதிப்பிடுங்கள்
tr: Tahmini seyahat süresi
uk: Приблизний час
zh_hant: 估算行程時間

# default_speed_descr
source: Estimates arrival time for unknown road types and limits speed for all roads (may affect routing)
ar: يستخدم لتقدير وقت الوصول لنوع غير معروف من الطرق ولتقليل السرعة لجميع الطرق (قد يغير المسار)
be: Выкарыстоўваецца для разліку прыблізнага часу прыбыцця для невядомага тыпу дарог і абмежавання хуткасці для ўсіх дарог (можа змяніцца маршрут)
ca: Estima l'hora d'arribada si es desconeix el tipus de via i aplicant les limitacions de velocitat a totes les carreteres (podria afectar la navegació)
cs: Odhadne čas příjezdu pro neznámé typy cest a omezí rychlost na všech typech cest (může ovlivnit výpočet trasy)
da: Estimerer ankomsttid for ukendte vejtyper og begrænser hastigheden for alle veje (kan påvirke ruteberegning)
de: Schätzt die Ankunftszeit für unbekannte Straßentypen und begrenzt die Geschwindigkeit für alle Straßen (kann die Streckenführung beeinflussen)
el: Εκτιμά τον χρόνο άφιξης για δρόμους αγνώστου είδους και άγνωστες ταχύτητες για όλους τους δρόμους (ίσως επηρεάσει την δρομολόγηση)
es_us: Estima el tiempo de llegada para los tipos de caminos desconocidos, y limita la velocidad para todos los caminos (puede afectar a la ruta)
et: Hindab saabumisaega tundmatute teede korral ja kiirusepiiranguid kõikidel teedel (võib muuta teekonda)
fr: Estime l'heure d'arrivée pour les types de route inconnus et limite la vitesse sur toutes les routes (peut modifier le calcul d'itinéraire)
hu: Ismeretlen úttípusok esetében megbecsüli az érkezési időt, és minden út esetében korlátozza a sebességet (befolyásolhatja az útvonaltervezést)
id: Memperkirakan waktu kedatangan untuk jenis jalan yang tidak diketahui dan membatasi kecepatan untuk semua jalan (dapat mempengaruhi perutean)
is: Notað til að áætla komutíma á óþekktum gerðum vega og til takmörkunar á hraða á öllum vegum (gæti breytt leiðarvali)
it: Stima l'ora di arrivo per i tipi di strada sconosciuti e limita la velocità per tutte le strade (può influire sul percorso)
ja: 不明な道路タイプにおける到着時間を推定、すべての道路で速度を制限します(ルート決定に影響を与える可能性があります)
ko: 알 수 없는 도로 유형에 대한 도착 시간을 추정하고 모든 도로의 속도를 제한합니다(경로에 영향을 줄 수 있음)
nl: Schatting aankomsttijd voor onbekende wegtypes en snelheidslimieten voor alle wegen (beïnvloedt de route)
oc: Estimar l'ora d'arribada si la mena de vias es pas conoissuda e en aplicant lei limitacions de velocitat en totei lei carrieras (aquò podriá afectar la navigacion)
pl: Szacuje czas przyjazdu dla nieznanych rodzajów dróg i ogranicza prędkość na wszystkich drogach (może zmienić trasę)
pt_br: Estima a hora de chegada de tipos de estradas desconhecidos e limita a velocidade de todas as estradas (pode afetar o roteamento)
ro_ro: Estimarea timpului de sosire pentru tipurile de drumuri necunoscute și limitarea vitezei pentru toate drumurile (poate afecta traseul)
ru: Используется для оценки времени прибытия для неизвестного типа дорог и ограничения скорости для всех дорог (может изменить маршрут)
sc: Faghet unu càrculu de s'ora de arribu pro castas disconnotas de caminu, e limitat sa lestresa pro totu sos caminos (diat pòdere mudare s'àndala)
sr: Процењује време стизања код непознатих типова путева и ограничава брзину на свим путевима (може да утиче на руту)
sr_latn: Procenjuje vreme stizanja kod nepoznatih tipova puteva i ograničava brzinu na svim putevima (može da utiče na rutu)
sv: Uppskattar restid för okända vägtyper och begränsar hastighet för alla vägar (kan påverka ruttberäkning)
ta: அறியப்படாத சாலை வகைகளுக்கான வருகை நேரத்தை மதிப்பிடுகிறது மற்றும் அனைத்து சாலைகளுக்கும் வேகத்தை கட்டுப்படுத்துகிறது (ரூட்டிங் பாதிக்கலாம்)
tr: Bilinmeyen yol türleri için varış zamanını tahmin eder ve tüm yollar için hızı sınırlar (yönlendirmeyi etkileyebilir)
uk: Приблизний час прибуття для невідомих типів доріг та обмеження швидкості для всіх доріг (може вплинути на маршрутизацію)
zh_hant: 估計未知道路類型的到達時間，並限制所有道路的速度（可能影響路線規劃）

source: Open Map Settings
ar: فتح إعدادات الخريطة
be: Адкрыць налады мапы
ca: Obre la configuració del mapa
cs: Otevřít nastavení mapy
da: Åbn indstillinger for kortet
de: Karteneinstellungen öffnen
el: Άνοιγμα ρυθμίσεων χάρτη
es_us: Abrir ajustes del mapa
et: Ava kaardi seaded
fr: Ouvrez les paramètres de la carte
hu: Térképbeállítások megnyitása
id: Buka Pengaturan Peta
is: Stillingar Open Map
it: Impostazioni Open Map
ja: オープンマップ設定
ka: რუკის პარამეტრების გახსნა
ko: 지도 설정 열기
nl: Open Kaart Instellingen
oc: Dobrir la configuracion de la mapa
pl: Otwórz ustawienia mapy
pt_br: Abrir configurações do mapa
ro_ro: Deschideți setările hărții
ru: Открыть настройки карты
sc: Aberi sas Impostatziones de sa mapa
sk: Otvoriť nastavenia mapy
sr: Отвори подешавања мапе
sr_latn: Otvori podešavanja mape
sv: Öppna inställningar för kartan
ta: வரைபட அமைப்புகளைத் திறக்கவும்
tr: Harita ayarlarını aç
uk: Відкрити параметри мапи
zh_hant: 開啟地圖設定

# plugin_popup_srtm_desc
source: To start using Topography feature, please download Contour lines of an region first
ar: لبدء استخدام ميزة الخطوط الكنتورية ، يرجى تنزيل خطوط الكنتورية الخاصة بالمنطقة أولاً
be: Каб пачаць выкарыстоўваць функцыю контурных ліній, спачатку спампуйце контурныя лініі рэгіёна
bg: To start using Contour lines feature, please download Contour lines of an region first
ca: Per començar a utilitzar la funció Corbes de nivell, primer heu de baixar Corbes de nivell d'una regió
cs: Chcete-li začít používat funkci Topografie, stáhněte si prosím nejdříve vrstevnicová data pro daný region
cy: To start using Contour lines feature, please download Contour lines of an region first
da: For at bruge topografi-funktionen skal du først downloade højdekurver for en region
de: Um Topographie zu nutzen, bitte die entsprechenden Höhendaten herunterladen
el: Για να ξεκινήσετε να χρησιμοποιείτε το χαρακτηριστικό Τοπογραφία, κατεβάστε τις Ισοϋψείς καμπύλες μιας περιοχής πρώτα
eo: To start using Contour lines feature, please download Contour lines of an region first
es_us: Para usar la función de Topografía, descarga primero los datos de Curvas de nivel de una región
et: Topograafia funktsioonaalsuse kasutamise alustamiseks laadi kõigepealt alla piirkonna kõrgusjooned
fi: To start using Contour lines feature, please download Contour lines of an region first
fr: Pour utiliser la fonctionnalité Topographie, veuillez d'abord télécharger les courbes de niveaux pour une région
gl: To start using Contour lines feature, please download Contour lines of an region first
he: To start using Contour lines feature, please download Contour lines of an region first
hu: A szintvonalak szolgáltatás használatának megkezdéséhez először töltse egy terület szintvonalait
id: Untuk mulai menggunakan fitur Topografi, silakan unduh garis kontur suatu wilayah terlebih dahulu
is: Til að sjá landslagseinkenni á kortinu, þarftu fyrst að sækja hæðarlínukort af viðkomandi svæði
it: Per iniziare a usare la funzionalità Topografia, scaricare prima le curve di livello di una regione
ja: 等高線表示機能を利用するには、まず目的地域の等高線データをダウンロードしてください
ka: To start using Contour lines feature, please download Contour lines of an region first
lt: To start using Contour lines feature, please download Contour lines of an region first
lv: To start using Contour lines feature, please download Contour lines of an region first
mk: To start using Contour lines feature, please download Contour lines of an region first
nb: To start using Contour lines feature, please download Contour lines of an region first
nl: Om de Topografie optie te gebruiken moet u eerst Contourlijnen van een regio downloaden
oc: Per començar d'utilizar la funcion Corbas de nivèu, vos fau premier teledescargar lei corbas de nivèu d'un airau
pl: Aby rozpocząć korzystanie z funkcji poziomic, pobierz najpierw poziomice regionu
pt_br: Para usar o recurso Curvas de nível, primeiro baixe as curvas de nível de uma região
ro_ro: Pentru a începe să utilizați funcția Topografie, vă rugăm să descărcați mai întâi curbele de nivel ale unei regiuni
ru: Чтобы начать пользоваться плагином "Ландшафт" , пожалуйста, скачайте изолинии какого-либо региона
sc: Pro incumentzare a impreare sa funtzionalidade curvas de livellu, pro piaghere iscàrriga in antis sas curvas de livellu de una regione
sk: Ak chcete začať používať funkciu topografie, prosím stiahnite si najprv vrstevnice regiónu
sr: Да бисте почели да користите функцију Топографије, молимо прво преузмите Контурне линије региона
sr_latn: Da biste počeli da koristite funkcionalnost Topografije, prvo preuzmite Konturne linije regiona
sv: För att börja använda Topografi-funktionen, ladda först ner Höjdkurvor för en region
ta: இடவியல் அம்சத்தைப் பயன்படுத்தத் தொடங்க, முதலில் ஒரு பிராந்தியத்தின் விளிம்பு வரிகளைப் பதிவிறக்கவும்
tr: Topoğrafya özelliğini kullanmaya başlamak için lütfen önce bir bölgenin eş yükselti eğrilerini indirin
uk: Щоб розпочати користуватися плагіном Топографія, спочатку завантажте ізолінії для обраного регіону
zh_hans: 要开始使用等高线功能，请先下载一个区域的等高线
zh_hant: 要開始使用地形圖功能，請先下載區域的等高線
