Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# quick_action_switch_profile_descr
source: The action button switches between selected profiles.
ar: سيتم تبديل زر الإجراء التسجيل بين التشكيلات الجانبية المحددة.
az: Fəaliyyət düyməsi seçilmiş profillər arasında keçid edir.
be: Пры націсканні на кнопку "Дзеянні" пераключаюцца абраныя профілі.
bg: Бутонът за действия превлкючва между избраните профили.
cs: Tlačítko akce přepne mezi zvolenými profily.
cy: Mae'r botwm gweithredu yn newid rhwng proffiliau dethol.
da: Denne genvejsknap skifter mellem valgte profiler.
de: Die Aktionsschaltfläche schaltet zwischen den ausgewählten Profilen um.
el: Το πλήκτρο ενέργειας εναλλάσσει μεταξύ των επιλεγμένων προφίλ.
eo: Butono por baskuli inter elektitaj profiloj.
es_us: El botón de acción alterna entre los perfiles elegidos.
et: Toimingunupp lülitub valitud profiilide vahel.
eu: Ekintza botoiak hautatutako profilen artean txandakatzen du.
fa: با لمس دکمهٔ عملیاتی بین نمایه‌های انتخاب‌شده جابه‌جا شوید.
fi: Toimintopainike vaihtaa valittujen profiilien välillä.
fr: Le bouton d’action bascule entre les profils sélectionnés.
gl: O botón de acción troca entre os perfís escollidos.
he: כפתור הפעולה מחליף בין הפרופילים הנבחרים.
hu: A műveletgomb vált a kiválasztott profilok között.
hy: Սեղմելով «Գործողության կոճակը» փոխում է ընտրված պրոֆիլների միջև:
id: Tombol tindakan beralih di antara profil yang dipilih.
is: Ef ýtt er á þennan aðgerðahnapp verður skipt á milli valinna notkunarsniða.
it: Il pulsante azione cambia fra i profili selezionati.
ja: 選択したプロファイルを切り替えるボタンです。
ko: 작업 버튼은 선택한 프로필 간에 전환합니다.
lt: Veiksmo mygtukas perjungia pasirinktus profilius.
lv: Darbības poga pārslēdz izvēlētos profilus.
mk: Kopčeto za akcija se prefrla pomeǵu izbranite profili.
nb: Handlingsknappen veksler mellom valgte profiler.
nl: De sneltoets wisselt tussen de geselecteerde profielen.
oc: Lo boton d'accion bascula entre lei perfius seleccionats.
pl: Przycisk akcji przełącza między wybranymi profilami.
pt_br: O botão de ação alterna entre os perfis selecionados.
ro_ro: Butonul de acțiune permite comutarea între profilurile selectate.
ru: Кнопка действия переключает между выбранными профилями.
sc: Su butone de atzione faghet colare dae unu profilu ischertadu a s'àteru.
sk: Tlačidlo akcie prepne medzi zvolenými profilmi.
sl: Gumb za dejanja preklaplja med izbranimi profili.
sr: Дејствено дугме мења између изабраних налога.
sr_latn: Dugme menja između izabranih profila.
sv: Åtgärdsknappen växlar mellan valda profiler.
ta: தேர்ந்தெடுக்கப்பட்ட சுயவிவரங்களுக்கு இடையில் செயல் பொத்தான் மாறுகிறது.
tr: Eylem düğmesi seçilen profiller arasında geçiş yapar.
uk: Перемикання між профілями здійснюється торканням до кнопки.
vi: Nút hành động chuyển đổi giữa các hồ sơ đã chọn.
zh_hans: 操作按钮在选定的配置文件之间切换。
zh_hant: 點擊動作按鈕會在選取的設定檔間切換。

# profile_type_user_string
source: User profile
ar: ملف تعريف المستخدم
az: İstifadəçi profili
be: Профіль карыстальніка
ca: Perfil d'usuari
cs: Uživatelský profil
cy: Proffil defnyddiwr
da: Brugerprofil
de: Benutzerprofil
el: Προφίλ χρήστη
eo: Profilo de uzanto
es_us: Perfil de usuario
et: Kasutajaprofiil
eu: Erabiltzailearen profila
fa: نمایهٔ کاربر
fi: Käyttäjäprofiili
fr: Profil utilisateur
gl: Perfil do usuario
he: פרופיל
hu: Felhasználói profil
id: Profil pengguna
is: Notandasnið
it: Profilo utente
ja: ユーザープロファイル
ka: პროფილი
ko: 사용자 프로필
mk: Profil na korisnikot
nb: Brukerprofil
nl: Gebruikersprofiel
oc: Perfiu d'utilisator
pl: Profil użytkownika
pt_br: Perfil de usuário
ro_ro: Profilul utilizatorului
ru: Профиль пользователя
sc: Profilu de s'impreadore
sk: Profil používateľa
sl: Uporabniški profil
sr: Кориснички профил
sr_latn: Korisnički profil
sv: Användarprofil
ta: பயனர் சுயவிவரம்
tr: Kullanıcı profili
uk: Профіль користувача
vi: Hồ sơ người dùng
zh_hans: 用户配置文件
zh_hant: 使用者設定檔

# add_parking
source: Add as Parking position
ar: إضافة كموقف للسيارات
be: Дадаць паркоўку
ca: Afegeix com a posició d'aparcament
cs: Přidat jako pozici Parkování
da: Tilføj parkering
de: Als Parkposition hinzufügen
el: Προσθήκη ως Θέση στάθμευσης
es_us: Añadir como ubicación de estacionamiento
et: Lisa parkimiskohana
fr: Ajouter comme position de stationnement
hu: Hozzáadás parkolási pozícióként
id: Tambah sebagai posisi Parkir
is: Bæta við sem staðsetningu bílastæðis
it: Aggiungi come posizione di parcheggio
ja: 駐車位置を追加
nl: Voeg toe als Parkeerlocatie
oc: Ajustar per posicion d'aparcament
pl: Oznacz położenie parkowania
pt_br: Adicionar como posição de estacionamento
ro_ro: Adăugați ca poziție de parcare
ru: Добавить как место парковки
sc: Annanghe comente positzione de parchègiu
sk: Pridať ako Polohu parkovania
sl: Dodaj kot parkirno mesto
sr: Додај као Паркинг позицију
sr_latn: Dodaj kao Parking poziciju
sv: Lägg till som parkeringsposition
ta: பார்க்கிங் நிலையாக சேர்க்கவும்
tr: Pozisyon otopark olarak ekle
uk: Додати місце паркування
zh_hant: 增加為停車地點

# poi_context_menu_modify
source: Modify POI
af: verander interessante plek
ar: تعديل POI
az: POI-yə düzəliş et
be: Змяніць POI
bg: Промяна на POI
ca: Modifica el PDI
cs: Upravit POI
cy: Addasu MODdau
da: Ændr interessepunkt
de: Bearbeite POI
el: Τροποποίηση ΣΕ
eo: Modifi interesejon
es_us: Editar PDI
et: Muuda huvipunkti
eu: Aldatu POI-a
fa: اصلاح POI
fi: Muokkaa KP:ta
fr: Modifier le point d'intérêt
gl: Modificar o PDI
he: שינוי נ״ע
hu: Érdekes hely módosítása
hy: Խմբագրել POI
id: Ubah POI
is: Breyta merkisstað
it: Modifica PDI
ja: POIを変更
ka: POI-ის ჩასწორება
ko: POI 수정
lt: Koreguoti LV
lv: Labot POI
mk: Izmeni go POI
ml: POI പരിഷ്ക്കരിക്കുക
mr: पिओआय बदला
nb: Endre interessepunkt
nl: POI wijzigen
oc: Modificar lo PDI
pl: Modyfikuj użyteczne miejsce
ro_ro: Modifică POI
ru: Править POI
sc: Muda PDI
sk: Upraviť bod záujmu (POI)
sl: Spremeni točko POI
sr: Измена тачака занимања
sr_latn: Izmena TOI
sv: Ändra Intressepunkt
ta: பின்னர் மாற்றவும்
tr: POI düzenle
uk: Редагувати POI
vi: Sửa địa điểm
zh_hans: 修改 POI
zh_hant: 修改 POI

# versions_item
source: Versions
ar: الإصدارات
ast: Versiones
az: Versiyalar
be: Версіі
bg: Версии
cs: Verze
cy: Fersiynau
da: Versioner
de: Versionen
el: Εκδόσεις
eo: Versioj
es_us: Versiones
et: Versioonid
eu: Bertsioak
fa: نسخه‌ها
fi: Versiot
gl: Versións
he: גרסאות
hu: Verziók
hy: Տարբերակներ
id: Versi-versi
is: Útgáfur
it: Versioni
ja: バージョン履歴
ka: ვერსიები
ko: 버전
lt: Versijos
lv: Versijas
mk: Verzii
ml: പതിപ്പുകള്‍
nb: Versjoner
nl: Versies
pl: Wersje
ro_ro: Versiuni
ru: Версии
sc: Versiones
sk: Verzie
sl: Različice
sr: Издања
sr_latn: Verzije
sv: Versioner
ta: பதிப்புகள்
tr: Sürümler
uk: Версії
zh_hans: 版本信息
zh_hant: 版本

# shared_string_color_magenta
source: Magenta
ar: أرجواني
ast: Maxenta
be: Пурпуровы
cs: Purpurová
el: Ματζέντα
eo: Fuksina
et: Fuksiapunane
fa: ارغوانی
gl: Maxenta
he: מג׳נטה
hi: मैजेंटा
is: Blárautt (magenta)
ja: マゼンタ
ka: ფუქსინი
ko: 마젠타
lt: Purpurinė
lv: Purpura
my: ပန်းခရမ်းရောင်
pl: Purpurowy
ro_ro: Purpuriu
ru: Пурпурный
sk: Purpurová
sl: Temno rdeča
sr: Магента
sr_latn: Madženta
ta: மெசந்தா
tr: Eflatun
uk: Пурпуровий
vi: Màu hồng sẫm
zh_hans: 品红色
zh_hant: 品紅

# index_name_africa
source: Africa
af: Afrika
ar: إفريقيا
ast: África
az: Afrika
be: Афрыка
bg: Африка
ca: Àfrica
cs: Afrika
cy: Affrica
da: Afrika
de: Afrika
el: Αφρική
eo: Afriko
es_us: África
et: Aafrika
eu: Afrika
fa: آفریقا
fi: Afrikka
fr: Afrique
gl: África
he: אפריקה
hu: Afrika
hy: Աֆրիկա
id: Afrika
is: Afríka
ja: アフリカ
ka: აფრიკა
ko: 아프리카
ku: Afrîka
lt: Afrika
lv: Āfrika
mk: Afrika
ml: ആഫ്രിക്ക
mr: अफ्रिका
nb: Afrika
nl: Afrika
pl: Afryka
ru: Африка
sc: Àfrica
sk: Afrika
sl: Afrika
sr: Африка
sr_latn: Afrika
sv: Afrika
ta: ஆப்பிரிக்கா
tr: Afrika
uk: Африка
vi: Châu Phi
zh_hans: 非洲
zh_hant: 非洲

# index_name_asia
source: Asia
af: Asië
ar: آسيا
az: Asiya
be: Азія
bg: Азия
ca: Àsia
cs: Asie
da: Asien
de: Asien
el: Ασία
eo: Azio
et: Aasia
fa: آسیا
fi: Aasia
fr: Asie
he: אסיה
hu: Ázsia
hy: Ասիա
is: Asía
ja: アジア
ka: აზია
ko: 아시아
ku: Asya
lt: Azija
lv: Āzija
mk: Azija
ml: ഏഷ്യ
mr: आशिया
nl: Azië
pl: Azja
ru: Азия
sc: Àsia
sk: Ázia
sl: Azija
sr: Азија
sr_latn: Azija
sv: Asien
ta: ஆசியா
tr: Asya
uk: Азія
vi: Châu Á
zh_hans: 亚洲
zh_hant: 亞洲

source: Article has no points
ar: لايوجد نقاط في المقال
cs: V článku nejsou žádné body
da: Artikel har ingen punkter
de: Artikel hat keine Punkte
el: Το άρθρο δεν έχει σημεία
es_us: El artículo no tiene puntos
et: Artiklil pole punkte
fr: L'article n'a aucun point
hu: Pontok nélküli cikkek
id: Artikel tidak memiliki poin
is: Greinin er ekki með neina punkta
it: L'articolo non ha punti
nl: Artikel heeft geen punten
ro_ro: Articolul nu are niciun punct
ru: В статье не упоминаются искомые точки
sr: Чланак нема тачака
sr_latn: Članak nema tačaka
sv: Artikeln har inga punkter
ta: கட்டுரைக்கு எந்த புள்ளிகளும் இல்லை
uk: Стаття не має пунктів
zh_hant: 條目沒有點

# osm_editing_plugin_name
source: OpenStreetMap editing
af: OSM veranderings
ar: تعديل خريطة الشارع المفتوحة
be: Рэдагаванне OpenStreetMap
bg: Редактиране на OSM
ca: Edició d'OpenStreetMap
cs: Editace OpenStreetMap
cy: Golygu OpenStreetMap
da: OpenStreetMap redigering
de: OpenStreetMap-Bearbeitung
el: Επεξεργασία OpenStreetMap
eo: OSM-redaktilo
es_us: Edición de OpenStreetMap
et: OpenStreetMap'i muutmine
eu: OpenStreetMap edizioa
fa: ویرایش اوپن‌استریت‌مپ
fi: OSM muokkaus
fr: Édition OpenStreetMap
gl: Edición do OpenStreetMap
he: עריכה של OpenStreetMap
hu: OpenStreetMap-szerkesztés
hy: OSM-ի խմբագրում
id: Penyuntingan OpenStreetMap
is: Breytingar á OpenStreetMap
it: Modifiche OSM
ja: OpenStreetMap編集
ka: OpenStreetMap-ის გამართვა
kn: ಒಎಸ್ಎಂ ಸಂಪಾದನೆ
ko: OSM 편집
lt: OSM redagavimas
lv: OSM labošana
mk: Ureduvanje na OpenStreetMap
ml: ഓഎസ്എം തിരുത്തലുകള്‍
nb: OSM-redigering
nl: OpenStreetMap bewerken
oc: Modificar OpenStreetMap
pl: Edytowanie OpenStreetMap
ro_ro: Editare OpenStreetMap
ru: Правка OpenStreetMap
sc: Modìfica de OpenStreetMap
sk: Upravovanie OpenStreetMap
sl: Urejanje točk OSM
sr: Опенстритмапско уређивање
sr_latn: Uređivanje OSM mapa
sv: OpenStreetMap-redigering
ta: OpenStreetMap திருத்துதல்
tr: OpenStreetMap düzenleme
uk: Редагування OpenStreetMap
vi: Biên tập OpenStreetMap
zh_hans: OpenStreetMap 编辑
zh_hant: OpenStreetMap 編輯

# product_desc_development
source: For developers and experienced users
ar: إعدادات للمطورين وذوي الخبرة
cs: Pro vývojáře a zkušené uživatele
da: For udviklere og erfarne brugere
de: Für Entwickler und erfahrene Benutzer
el: Για προγραμματιστές και έμπειρους χρήστες
es_us: Para desarrolladores y usuarios experimentados
et: Arendajatele ja kogemustega kasutajatele
fr: Pour les développeurs et utilisateurs avancés
hu: Fejlesztők és tapasztalt felhasználók számára
id: Untuk pengembang dan pengguna berpengalaman
is: Fyrir forritara og mjög vana notendur
it: Per sviluppatori e utenti esperti
nb: For utviklere og erfarne brukere
nl: Voor ontwikkelaars en geavanceerde gebruikers
oc: Per lei desvelopaires e leis utilisaires avançats
ro_ro: Pentru dezvoltatori și utilizatori experimentați
ru: Для разработчиков и опытных пользователей
sc: Pro isvilupadores e impreadores cun esperièntzia
sr: За програмере и искусне кориснике
sr_latn: Za programere i iskusne korisnike
sv: För utvecklare och avancerade användare
ta: உருவாக்குபவர்கள் மற்றும் பட்டறிவு வாய்ந்த பயனர்களுக்கு
tr: Geliştiriciler ve deneyimli kullanıcılar için
uk: Для розробників і досвідчених користувачів
zh_hant: 適用於開發人員和經驗豐富的使用者

# product_desc_europe
source: Unlimited map downloads for Europe
ar: تنزيلات خرائط غير محدودة لأوروبا
be: Неабмежаваныя спампоўкі мапаў Еўропы
ca: Baixada il·limitada de mapes d'Europa
cs: Neomezené stahování map Evropy
da: Ubegrænset hentning af kort over Europa
de: Unbegrenzte Kartendownloads für Europa
el: Απεριόριστες λήψεις χαρτών για την Ευρώπη
es_us: Descargas ilimitadas de mapas para Europa
et: Piiramatud Euroopa kaartide allalaadimised
fr: Téléchargement illimité de cartes pour l'Europe
gl: Map of Europe
hu: Korlátlan térképletöltés: Európa
id: Unduhan peta tak terbatas untuk Eropa
is: Ótakmörkuð niðurhöl korta af Evrópu
it: Scaricamenti illimitati delle mappe per l'Europa
ja: ヨーロッパ向けマップの無制限ダウンロード
ko: 유럽을 위한 무제한 지도 다운로드
ku: Nexşeya Ewropayê
nl: Onbeperkte kaart downloads voor Europa
oc: Teledescargaments illimitats dei mapas d'Euròpa
pl: Nieograniczone pobieranie map dla Europy
pt_br: Downloads ilimitados de mapas para a Europa
ro_ro: Descărcări nelimitate de hărți pentru Europa
ru: Скачивание карт Европы без ограничений
sc: Iscarrigamentos de mapas illimitados pro s’Europa
sk: Neobmedzené sťahovania máp Európy
sl: Neomejeno prenašanje zemljevidov Evrope
sr: Неограничено преузимање мапа за Европу
sr_latn: Neograničeno preuzimanje mapa za Evropu
sv: Obegränsad nedladdning av kartor inom Europa
ta: ஐரோப்பாவிற்கான வரம்பற்ற வரைபட பதிவிறக்கங்கள்
tr: Avrupa için sınırsız harita indirme
uk: Завантаження мап Європи без обмежень
zh_hant: 歐洲的地圖

# product_desc_russia_short
source: Maps of Russia regions
ar: خرائط مناطق روسيا
be: Мапы рэгіёнаў Расіі
ca: Mapes de les regions de Rússia
cs: Mapy ruské oblasti
da: Kort til Rusland-regioner
de: Karten der Regionen in Russland
el: Χάρτες των περιοχών της Ρωσίας
es_us: Mapas regionales de Rusia
et: Venemaa piirkondade kaardid
fi: Venäjän alueiden kartat
fr: Cartes de la Russie
hu: Oroszországi területi térképek
id: Peta wilayah Rusia
is: Rússnesk svæðiskort
it: Mappe delle regioni della Russia
ja: ロシア地域のマップ
ka: რუსეთის რეგიონის რუკები
nl: Rusland regiokaarten
oc: Mapas de Russia
pl: Mapy regionów Rosji
pt_br: Mapas das regiões da Rússia
ro_ro: Hărți ale regiunilor din Rusia
ru: Карты регионов России
sc: Mapas de sas regiones de sa Rùssia
sk: Mapy regiónov Ruska
sr: Мапе региона Русије
sr_latn: Mape regiona Rusije
sv: Kartor över Ryssland
ta: ரச்யா பிராந்தியங்களின் வரைபடங்கள்
tr: Rusya bölgelerinin haritaları
uk: Мапи Російських регіонів
zh_hant: 俄羅斯地區地圖

source: Worldwide maps
ar: خرائط عالمية
ast: All World Maps
az: All World Maps
be: Мапы ўсяго свету
bg: Карти на света
ca: Mapes mundials
cs: Celosvětové mapy
cy: All World Maps
da: Globale kort
de: Weltweite Karten
el: Παγκόσμιοι χάρτες
eo: Tutteraj mapoj
es_us: Mapas de todo el mundo
et: Kõik maailma kaardid
eu: Mundu osoko mapak
fa: نقشه‌های جهانی
fi: Maailmankartat
fr: Cartes mondiales
gl: All World Maps
he: All World Maps
hu: Térképek világszerte
id: Peta dunia
is: Heimskort
it: Mappe internazionali
ja: 世界地図
ka: All World Maps
ko: 세계지도
ku: Nexşeyên hemû cîhanê
lt: All World Maps
lv: All World Maps
mk: All World Maps
nb: Verdenskart
nl: Wereldwijde kaarten
oc: Mapa mondiala
pl: Mapy świata
ro_ro: Hărți lume
ru: Карты мира
sc: Mapas mundiales
sk: Celosvetové mapy
sl: Zemljevidi sveta
sr: Светске карте
sr_latn: Mape sveta
sv: Världskartor
ta: உலகளாவிய வரைபடங்கள்
tr: Dünya haritaları
uk: Мапи світу
vi: Bản đồ toàn thế giới
zh_hans: 全球地图
zh_hant: 世界地圖

# track_save_short_q
source: Track is too short, do you want to save?
ar: المسارقصير جدا ، هل تريد الحفظ؟
be: След занадта кароткі, хочаце захаваць?
ca: El trajecte és molt curt, segur que el voleu desar?
cs: Stopa je příliš krátká, opravdu ji chcete uložit?
da: Sporet er for kort, gem alligevel?
de: Track ist zu kurz, wollen Sie diesen speichern?
es_us: La traza es muy corta, ¿quieres guardarla?
et: Teekond on liiga lühike, kas soovid salvestada?
fr: La trace est trop courte, voulez-vous l'enregistrer ?
hu: Az út túl rövid, szeretné menteni?
id: Trek terlalu pendek, apakah Anda ingin menyimpan?
is: Ferillinn er of stuttur, viltu vista hann?
it: Il percorso è troppo breve, vuoi salvarlo?
ja: 非常に短い経路ですが保存しますか？
nb: Trip is too short, do you want to save?
nl: Track is te kort, wilt u het opslaan?
oc: Lo percors es fòrça brèu, es segur que lo vouguètz sauvagardar ?
pl: Trasa jest zbyt krótka, czy chcesz ją zapisać?
pt_br: Trilha é muito curta, você quer salvar?
ro_ro: Track-ul este prea scurt, vrei să salvezi?
ru: Путешествие почти пустое, сохранить?
sc: Sa rasta est tropu curtza, cheres sarvare?
sk: Stopa je príliš krátka, chcete ju uložiť?
sr: Путања је прекратка, да ли желите да сачувате?
sr_latn: Putanja je prekratka, da li želite da sačuvate?
sv: Spåret är väldigt kort, vill du spara?
ta: ட்ராக் மிகவும் குறுகியது, நீங்கள் சேமிக்க விரும்புகிறீர்களா?
tr: Yol çok kısa, kaydetmek istiyor musunuz?
uk: Трек закороткий, дійсно бажаєте зберегти його?
zh_hans: 行程过短，您仍然想要保存吗？
zh_hant: 軌跡太短，您想要儲存嗎？

# shared_string_hillshade
source: Hillshade
ar: التضاريس
az: Təpə kölgəsi
be: Зацяненне рэльефу
bg: Засенчване на релефа
ca: Ombrejat del relleu
cs: Stínování svahů
cy: Cysgodion bryniau
da: Terrænskygge
de: Relief
el: Σκίαση ανάγλυφου
eo: Nivelombrumo
es_us: Sombreado
et: Kõrgusreljeef
eu: Erliebea
fa: سایه‌روشن
fi: Rinnevarjostus
fr: Ombrage du relief
gl: Sombras do relevo
he: הצללה
hu: Domborzatárnyékolás
id: Bayangan bukit
is: Hæðaskygging
it: Ombreggiatura rilievi
ja: 陰影起伏図
ka: ბორცვი
ko: 힐스헤드
mk: Ridska senka
nb: Relieffskygge
nl: Reliëfschaduw
oc: Ombras de relèu
pl: Mapa cieniowana
ro_ro: Relief umbrit
ru: Затенение рельефа
sc: Umbraduras de sos rilievos
sk: Tieňované svahy
sl: Senčenje
sr: Сенке брда
sr_latn: Senke reljefa
sv: Terrängskuggning
ta: இல்சேட்
tr: Tepe gölgesi
uk: Відтінення рельєфу
vi: Bóng đồi núi
zh_hans: 地形阴影
zh_hant: 地形陰影

# prch_wiki_info
source: Wikipedia plugin enables wikipedia information for maps you are entitled, purchased or downloaded within free limit.
ar: يتيح ملحق ويكبيديا معلومات ويكيبيديا للخرائط التي يحق لك الحصول عليها أو شراؤها أو تنزيلها ضمن حدود مجانية.
be: Дапаўненне Вікіпедыі дадае інфармацыю для мапаў, якія вы купілі альбо спампавалі бясплатна.
ca: El complement Viquipèdia activa la informació de viquipèdia dels mapes que hàgiu titulat, comprat o baixat dins el límit gratuït.
cs: Zásuvný modul Wikipedie umožňuje získat informace z Wikipedie pro mapy, na které máte nárok, které jste si zakoupili nebo stáhli v rámci bezplatného limitu.
da: Wikipedia-modul tilføjer oplysninger fra Wikipedia for kort, som er købt eller hentet inden for den gratis grænse.
de: Wikipedia-plugin aktiviert Wikipedia-Informationen für berechtigte Karten welche sie gekauft oder innerhalb des freien Limits heruntergeladen haben.
el: Το πρόσθετο της Βικηπαιδειας ενεργοποιεί πληροφορίες Βικιπαίδειας για χάρτες που δικαιούστε, αγοράσατε ή κατεβάσατε εντός του δωρεάν ορίου.
es_us: El complemento de Wikipedia activa la información de Wikipedia para los mapas que tiene descargados o comprados con un límite gratuito.
et: Vikipeedia lisamoodul võimaldab tasuta limiidi piires vikipeedia teavet nende kaartide kohta, millele sul on õigus, ostetud või alla laaditud kaartide piires.
fr: L'extension Wikipédia permet d'activer les informations Wikipédia pour les cartes que vous avez le droit, achetées ou téléchargées dans les limites de la limite de la gratuité.
hu: A Wikipédia bővítmény Wikipédia információkat engedélyez azokhoz a térképekhez, amelyekre jogosult, amelyet megvásárolt vagy az ingyenes kereten belül letöltött.
id: Plugin Wikipedia mengaktifkan informasi wikipedia untuk peta yang berhak Anda miliki, dibeli atau diunduh dalam batas gratis.
is: Wikipedia-viðbótin virkjar upplýsingar af Wikipedia á þeim landakortum sem þú átt rétt á, hvort sem er keyptum eða sóttum með frjálsum kvóta.
it: Il componente aggiuntivo Wikipedia aggiunge le informazioni Wikipedia per le mappe che sono state scaricare gratuitamente o acquistate.
ja: Wikipediaアドオンを使用すると、購入あるいは無料ダウンロード枠の制限内でダウンロードできたWikipedia情報を、マップ内で参照することができます。
ko: Wikipedia 애드온은 무료 한도 내에서 자격, 구매 또는 다운로드 된지도에 대한 위키백과 정보를 활성화합니다.
nl: Wikipedia plugin maakt Wikipedia informatie beschikbaar voor kaarten die onbeperkt voor u toegankelijk, aangekocht of gedownload zijn.
oc: L'ajust Wikipèdia activa l'informacion de Wikipèdia per lei mapas teledescargadas, crompadas ò obtengudas dins lo limit ofèrt a gratis.
pl: Dodatek do Wikipedii udostępnia informacje na temat Wikipedii dla map, do których jesteś uprawniony, kupowany lub pobierany w ramach bezpłatnego limitu.
pt_br: Complemento Wikipédia ativa informações para mapas da Wikipédia que você tem direito, comprado ou baixado dentro do limite gratuito.
ro_ro: Wikipedia plugin permite obținerea de informații despre Wikipedia pentru hărțile la care aveți dreptul, achiziționate sau descărcate în limita gratuită.
ru: Плагин "Википедия" позволяет использовать информацию Википедии для карт, на которые вы имеете право, которые вы приобрели или скачали в рамках бесплатного лимита.
sc: S’estensione Wikipedia annanghet sas informatziones de Wikipedia a sas mapas iscarrigadas de badas o comporadas.
sk: Modul Wikipédia zobrazuje informácie z Wikipédie k mapám, ktoré máte zakúpené alebo stiahnuté zdarma.
sr: Додатак Википедија омогућава информације на Википедији за мапе на које имате право, које сте купили или преузели у оквиру бесплатног ограничења.
sr_latn: Dodatak Vikipedija omogućava informacije na Vikipediji za mape na koje imate pravo, koje ste kupili ili preuzeli u okviru besplatnog ograničenja.
sv: Wikipedia-modulen möjliggör wikipedia-information för kartor du har tillgång till, köpta eller nedladdade inom fri kvot.
ta: விக்கிபீடியா சொருகி உங்களுக்கு உரிமை பெற்ற, வாங்கப்பட்ட அல்லது இலவச வரம்பிற்குள் பதிவிறக்கம் செய்யப்பட்ட வரைபடங்களுக்கான விக்கிபீடியா தகவல்களை இயக்குகிறது.
tr: Vikipedi plugin haritalar size başlıklı satın aldığınız veya ücretsiz limit dahilinde indirilen için wikipedia bilgileri sağlar.
uk: Плагін Вікіпедія надає відомості з Вікіпедії для мап, на які ви маєте права, які були придбані або завантажені в межах вільного ліміту.
zh_hant: 維基百科外掛您有資格為地圖啟用維基百科資訊，購買或在免費的期限內下載。

# shared_string_open
source: Open
ar: فتح
az: İş vaxtı:
be: Гадзіны працы
bg: Отваряне
ca: Obre
cs: Otevřeno
cy: Agor
da: Åbn
de: Geöffnet
el: Άνοιγμα
eo: Malfermi
es_us: Abrir
et: Ava
eu: Ireki
fa: باز کردن
fi: Avaa
fr: Ouvert
gl: Aberto
he: פתוח
hu: Megnyitás
hy: Աշխատանքային ժամերը
id: Buka
is: Opið
it: Apri
ja: 開く
ka: გახსნა
ko: 열기
ku: Vekirî
lt: Darbo laikas
lv: Atvērts
ml: പ്രവേശനം
mr: "उघडे असण्याची वेळ"
nb: Åpne
nl: Openen
oc: Dobèrt
pl: Otwórz
ro_ro: Deschis
ru: Открыть
sc: Aberi
sk: Otvoriť
sl: Odpri
sr: Отвори
sr_latn: Otvori
sv: Öppna
ta: திற
tr: Aç
uk: Відчинено
vi: Mở
zh_hans: 打开
zh_hant: 開啟

# product_desc_weather
source: 24h hourly forecast 7 days ahead on the map
ar: توقعات الطقس على مدار 24 ساعة و 7 أيام توقعات كل 3 ساعات
cs: 24hodinová předpověď na 7 dní dopředu na mapě
da: 24-timers prognose 7 dage frem på kortet
de: Stündlich aktualisierte Tages- und Wochenvorhersage auf der Karte
el: 24ωρη πρόγνωση καιρού των επόμενων 7 ημερών στον χάρτη
es_us: Pronóstico horario de 24 horas con 7 días de anticipación en el mapa
et: Järgmise 7 päeva tunnipõhine ilmaennustus kaardil
fr: Prévisions horaires 24h/24 et sur 7 jours sur la carte
hu: 7 napos, 24 órás óránkénti előrejelzés a térképen
id: Prakiraan per jam 24 jam 7 hari ke depan di peta
is: 24klst veðurspá á klukkustundar fresti, 7 daga fram í tímann
it: Previsioni orarie 24 ore su 24 con 7 giorni di anticipo sulla mappa
ko: 지도로 보는 24시간 시간별 예보 7일 전
nl: 24-uurs voorspelling van 7 dagen op de kaart
ro_ro: Prognoza orară pe 24h cu 7 zile înainte pe hartă
ru: 24-часовой почасовой прогноз на карте на 7 дней вперед
sc: Previsiones oràrias 24o e cun 7 dies de antìtzipu in sa mapa
sr: Прогноза за 24 сата по сату и 7 дана на свака 3 сата
sr_latn: Prognoza za 24 sata po satu i 7 dana na svaka 3 sata
sv: Väderprognos timme för timme 7 dagar framåt, på kartan
ta: வரைபடத்தில் 7 நாட்கள் முன்னால் 24 மணிநேர முன்னறிவிப்பு
tr: Gün boyunca saatlik tahmin ve her 3 saatte bir 7 günlük tahmin
uk: 24-годинний погодинний прогноз на 7 днів вперед на мапі
zh_hant: 在地圖上提供未來 7 天的 24 小時每小時預報
