Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# quick_action_verb_pause_resume
source: Pause / Resume
ca: Pausa / Reprèn
cs: Pozastavit / Pokračovat
da: Pause / genoptag
de: Pause / Fortsetzen
el: Παύση / Επαναφορά
es_us: Pausar / Reanudar
et: Peata / jätka
eu: Pausatu / Berrekin
fa: مکث/ادامه
fi: Keskeytä / Jatka
fr: Mettre en pause / Reprendre
hu: Szünet / folytatás
id: Jeda / Lanjutkan
is: Bið / Halda áfram
it: Sospendi / Riprendi
ja: 一時停止/再開
nl: Pauzeren / Hervatten
ro_ro: Pauză / Reluare
ru: Пауза/возобновление
sk: Pozastaviť / Pokračovať
sr: Застани / настави
sr_latn: Pauziranje / Nastavak
sv: Pausa / Återuppta
ta: இடைநிறுத்தம் / மீண்டும் தொடங்கவும்
uk: Пауза / Відновити
vi: Tạm dừng / Tiếp tục
zh_hans: 暂停 / 恢复
zh_hant: 暫停/復原

source: Map source
af: Kaartbron
az: Xəritə mənbəyi
be: Крыніца мапы
bg: Източник на карти
ca: Font del mapa
cs: Zdroj map
cy: Ffynhonnell map
da: Kortkilde
de: Kartenquelle
el: Πηγή χάρτη
es_us: Repositorio del mapa
et: Kaardiallikas
eu: Maparen iturburua
fa: منبع نقشه
fi: Kartan lähde
fr: Source cartographique
gl: Fonte do mapa
he: מקור המפה
hu: Térkép forrása
hy: Քարտեզի աղբյուրը
id: Sumber peta
is: Uppruni korts
it: Sorgente mappa
ja: マップソース
ka: რუკის წყარო
ko: 지도 소스
lt: Žemėlapio šaltinis
lv: Kartes Avots
mk: Izvor na kartata
ml: ഭൂപടഉറവിടം
mr: नकाशाचा स्त्रोत
nl: Kaartbron
pl: Zasób mapy
ro_ro: Sursa hărții
ru: Источник карты
sc: Mitza mapa
sk: Zdroj mapy
sl: Vir zemljevida
sr: Извор карте
sr_latn: Izvor mape
sv: Kartkälla
ta: வரைபட மூல
tr: Harita kaynağı
uk: Джерело мапи
vi: Nguồn bản đồ
zh_hans: 地图来源
zh_hant: 地圖來源

source: Pressure layer
az: Təzyiq qatı
bg: Слой с налягане
ca: Capa de pressió atmosfèrica
cs: Tlaková vrstva
da: Tryklag
de: Luftdruckebene
el: Επίπεδο πίεσης
es_us: Capa de presión
et: Õhurõhu andmekiht
eu: Presioaren geruza
fa: لایه فشار
fi: Painetaso
fr: Couche de pression
gl: Capa das presións
he: שכבת לחצים
hu: Légnyomás réteg
id: Lapisan tekanan
is: Loftþrýstingslag
it: Livello pressione atmosferica
ja: 気圧関連レイヤー
ko: 압력 층
nl: Luchtdruk laag
pl: Warstwa ciśnieniowa
ro_ro: Strat presiuni
ru: Слой давления
sc: Istratu de sa pressione atmosfèrica
sk: Vrstva tlaku
sl: Sloj zračnega tlaka
sr: Слој притиска
sr_latn: Nivo pritiska
sv: Lufttryckslager
ta: அழுத்தம் அடுக்கு
tr: Basınç katmanı
uk: Шар атмосферного тиску
vi: Lớp áp suất
zh_hans: 压力图层
zh_hant: 壓力圖層

source: App profile
ca: Perfil d'aplicació
cs: Profil aplikace
da: App-profil
de: App-Profil
el: Προφίλ εφαρμογής
es_us: Perfil de la aplicación
et: Rakenduse profiil
eu: Aplikazioaren profila
fa: نمایه برنامه
fi: Sovellusprofiili
fr: Profil de l'application
hu: Alkalmazásprofil
id: Profil aplikasi
is: Forritssnið
it: Profilo app
ja: アプリプロファイル
nl: App-profiel
ro_ro: Profil aplicație
ru: Профиль приложения
sk: Profil aplikácie
sr: Налог програма
sr_latn: Profil aplikacije
sv: App-profil
ta: பயன்பாட்டு சுயவிவரம்
uk: Профіль застосунку
vi: Hồ sơ ứng dụng
zh_hant: 應用程式設定檔

# toggle_contour_lines
source: Show/Hide contour lines
ar: إظهار/إخفاء الخطوط الكنتورية
be: Паказаць/схаваць контурныя лініі
ca: Mostra/Amaga les corbes de nivell
cs: Zobrazit/skrýt vrstevnice
da: Vis/skjul højdekurver
de: Ein-/Ausblenden von Höhenlinien
el: Εμφάνιση/Απόκρυψη ισοϋψών καμπύλων
es_us: Mostrar/ocultar líneas de contorno
et: Kuva/peida kõrgusjooned
fr: Afficher/masquer les courbes de niveau
hu: Szintvonalak megjelenítése/elrejtése
id: Tampilkan/Sembunyikan garis kontur
is: Birta/fela hæðarlínur
it: Mostra/Nascondi curve di livello
ja: 等高線の表示/非表示
ka: კონტურის ხაზების ჩვენება/დამალვა
nb: Vis/skjul konturlinjer
nl: Toon/Verberg contourlijnen
oc: Mostrar & Amagar lei corbas de nivèu
pl: Pokaż/Ukryj poziomice
pt_br: Mostrar/ocultar linhas de contorno
ro_ro: Afișați/ascundeți curbele (izolinii)
ru: Показать/спрятать изолинии
sc: Ammustra/Cua sas curvas de livellu
sr: Прикажи/сакриј изохипсе
sr_latn: Prikaži/sakrij izohipse
sv: Visa/Dölj höjdkurvor
ta: விளிம்பு கோடுகளைக் காட்டவும்/மறைக்கவும்
tr: Eş yükselti çizgilerini göster/gizle
uk: Показати/сховати ізолінії
zh_hant: 顯示/隱藏等高線

# show_from_zoom_level
source: Displaying starts at zoom level
ar: يبدأ العرض عند مستوى التكبير/التصغير
ast: Display starting at zoom level
az: Göstərilməyə başlanacaq miqyas səviyyəsi
be: Паказваць ад узроўню маштабавання
bg: Видими при увеличение
ca: Mostra començant pel nivell d'escala
cs: Zobrazení začíná na úrovni přiblížení
cy: Dangos yn dechrau ar lefel chwyddo
da: Visning starter ved zoomniveau
de: Anzeige beginnt bei Zoomstufe
el: Η προβολή ξεκινά σε επίπεδο ζουμ
eo: Vidigi komence de skal‑nivelo
es_us: La vista inicia desde el nivel de zum
et: Kuvamine algab suurenduse tasemest
eu: Bistaratzea zoom mailan hasten da
fa: نمایش از سطح بزرگنمایی
fi: Näytä alkaen zoomaustasolta
fr: Affiché à partir du niveau de zoom
gl: Amosar dende o nivel de achegamento
he: הצגה החל מרמת תקריב
hu: Megjelenítés a következő nagyítási szinttől:
hy: Ցուցադրել խոշորացման մակարդակից
id: Tampilkan dari level perbesaran
is: Birting hefst við aðdráttarstigið
it: Mostra dal livello di zoom
ja: 標準ズームレベル
ka: Display starting at zoom level
lt: Rodyti nuo mąstelio
lv: Rādīt no zoom līmeņa
mk: Ekranot započnuva od nivoto na zumiranje
ml: സൂം ലെവല്‍ മുതല്‍ പ്രദർശിപ്പിക്കുക
nb: Vis fra og med forstørrelsesnivå
nl: Weergave start vanaf zoomniveau
oc: Mostrar partent d'un nivèu de zoom
pl: Wyświetlanie rozpoczyna się na poziomie powiększenia
ro_ro: Afișarea începe la nivelul de zoom
ru: Показывать начиная с масштаба
sc: Sa visualizatzione incumintzat dae su livellu de ismanniamentu
sk: Zobrazenie začne od úrovne priblíženia
sl: Prikazovanje se začne na ravni povečave
sr: Приказ почиње од нивоа увећања
sr_latn: Prikaz počinje od nivoa zumiranja
sv: Visa från zoom-nivå
ta: காண்பிக்கும் சூம் மட்டத்தில் தொடங்குகிறது
tr: Yakınlaştırma seviyesinde başlayarak görüntüle
uk: Показувати починаючи з масштабу
vi: Việc hiển thị bắt đầu từ mức thu phóng
zh_hans: 从缩放级别开始显示
zh_hant: 自此縮放等級開始顯示

# public_transport_show
source: Show public transport
ar: إظهار وسائل النقل العام
be: Паказаць грамадскі транспарт
ca: Mostra el transport públic
cs: Zobrazit veřejnou dopravu
da: Vis offentlig transport
de: Öffentliche Verkehrsmittel anzeigen
el: Εμφάνιση δημόσιας συγκοινωνίας
es_us: Mostrar transporte público
et: Näita ühistransporti
fa: نمایش حمل‌ونقل عمومی
fi: Näytä joukkoliikenne
fr: Afficher les transports publics
gl: Amosar transporte público
hu: Tömegközlekedés megjelenítése
id: Tampilkan transportasi umum
is: Birta almenningssamgöngur
it: Mostra i trasporti pubblici
ja: 公共交通機関を表示
ka: საჯარო ტრანსპორტის ჩვენება
nb: Vis offentlig transport
nl: OV-informatie tonen
oc: Mostrar lo transpòrt public
pl: Pokaż transport publiczny
pt_br: Mostrar transporte público
ro_ro: Arată transportul public
ru: Показать общественный транспорт
sc: Ammustra sos trasportos pùblicos
sk: Zobraziť verejnú dopravu
sr: Прикажи јавни превоз
sr_latn: Prikaži javni prevoz
sv: Visa kollektivtrafik
ta: பொது போக்குவரத்தைக் காட்டு
tr: Toplu taşıma araçlarını göster
uk: Показати громадський транспорт
zh_hans: 显示公共交通
zh_hant: 顯示大眾運輸

# quick_action_remove_next_destination_descr
source: Deletes the next destination on your route. If that is the final destination, the navigation will stop.
ar: سيتم حذف نقطة الوجهة الحالية على المسار. إذا كانت هي الوجهة الرئيسية، سوف تتوقف الملاحة.
az: Marşrutunuzdakı növbəti təyinatı silir. Əgər bu son təyinatdırsa, naviqasiya dayanacaq.
be: Бягучы пункт прызначэння маршруту будзе выдалены. Калі гэта канцавы пункт прызначэння, то навігацыя спыніцца.
bg: Следващата междинна точка ще бъде премахната. Ако това е местоназначението, маршрутизирането ще спре.
ca: Esborra la propera fita de la vostra ruta. Si aquesta fos la Destinació, la navegació s'aturaria.
cs: Vymaže následující cíl na trase. Jestliže to je poslední cíl, navigace se zastaví.
cy: Yn dileu cyrchfan nesaf eich llwybr. Os mai dyna'r cyrchfan olaf, bydd y llywio yn dod i ben.
da: Sletter den næste destination på din rute. Hvis det er den endelige destination, stopper navigationen.
de: Löscht das nächste Ziel auf Ihrer Route. Wenn dies das endgültige Ziel ist, wird die Navigation gestoppt.
el: Διαγράφει τον επόμενο προορισμό στη διαδρομή σας. Εάν είναι ο τελικός προορισμός, θα σταματήσει η πλοήγηση.
eo: La markita celo de la kurso estos forigita. Se tioĉi estos la fina celo, la navigado ĉesos.
es_us: Quita el siguiente destino de la ruta. Si es el destino final, la navegación se detendrá.
et: Kustutab järgmise marsruudi sihtkoha. Kui see on lõppsihtkoht, siis navigeerimine peatub.
eu: Zure ibilbidean hurrengo helmuga ezabatzen du. Azken helmuga hori bada, nabigazioa geldituko da.
fa: مقصد بعدیِ مسیر شما را پاک خواهد کرد. البته اگر مقصد نهایی باشد، ناوبری را متوقف می‌کند.
fi: Poistaa seuraavan määränpään reitiltäsi. Jos se on viimeinen määränpää niin navigointi loppuu.
fr: Supprime la prochaine étape de votre route. S'il s'agit de la destination finale, le guidage s'arrêtera.
gl: Elimina o seguinte destino da ruta. Seé o destino final, a navegación será detida.
he: מוחק את נקודת היעד הבאה במסלול שלך. אם זו נקודת היעד, הניווט ייפסק.
hu: Törli az útvonala következő célpontját. Ha ez a végső úti cél, akkor a navigáció leáll.
hy: Երթուղու ընթացիկ նպատակակետը կջնջվի: Եթե դա նպատակակետն է, նավարկումը կդադարի։
id: Menghapus tujuan berikutnya pada rute Anda. Jika itu adalah tujuan akhir, navigasi akan berhenti.
is: Eyðir næsta áfangastað leiðarinnar. Ef þetta er sjálfur áfangastaðurinn, mun leiðsögn stöðvast.
it: Elimina la destinazione successiva nel percorso. Se questa è la destinazione finale, la navigazione si fermerà.
ja: ルート上の次の目的地を削除します。それが最終目的地の場合は、ナビゲーションが停止します。
ko: 경로에 다음 목적지를 삭제합니다. 마지막 목적지인 경우, 네비게이션이 중지됩니다.
mk: Ja briše slednata destinacija na vašata maršruta. Ako toa e krajnata destinacija, navigacijata ḱe prestane.
nb: Nåværende målpunkt på ruten vil slettes. Hvis det er målet, vil navigasjonen stoppe.
nl: Verwijdert het volgende routepunt. Als dit de eindbestemming was stopt de navigatie.
oc: Escafa la destinacion venenta de vòstra percors. Aquesta foguèsse la destinacion finala, la navigacion s'arrestariá.
pl: Usuwa następny cel na trasie. Jeśli jest to miejsce docelowe, nawigacja zostanie zatrzymana.
pt_br: Exclui o próximo destino da sua rota. Se esse for o destino final, a navegação será interrompida.
ro_ro: Șterge următoarea destinație de pe traseu. Dacă aceasta este destinația finală, navigația se va opri.
ru: Следующая точка маршрута будет удалена. Если это конечный пункт, навигация завершится.
sc: Iscantzellat su puntu de destinatzione imbeniente in s'àndala tua. Si est sa destinatzione, sa navigatzione s'at a firmare.
sk: Vymaže nasledujúci cieľ vašej trasy. Ak je to posledný cieľ, navigácia sa zastaví.
sl: Trenutna ciljna točka na poti bo izbrisana. Če je ta vaš cilj, bo navigacija zaustavljena.
sr: Уклања тренутну одредишну тачку. Ако је она и завршна тачка, навођење ће се зауставити.
sr_latn: Uklanja trenutnu odredišnu tačku. Ako je ona i finiš tačka, navođenje će se zaustaviti.
sv: Raderar nästa destination på din rutt. Om det är den slutliga destinationen kommer navigationen att stoppas.
ta: உங்கள் பாதையில் அடுத்த இலக்கை நீக்குகிறது. அது இறுதி இலக்கு என்றால், வழிசெலுத்தல் நிறுத்தப்படும்.
tr: Rotanızdaki bir sonraki hedefi siler. Bu son hedefse, navigasyon duracaktır.
uk: Вилучає наступний пункт призначення з маршруту. Якщо це кінцевий пункт призначення, навігація зупиниться.
vi: Xoá đích đến kế tiếp trên tuyến đường của bạn. Nếu đó là đích đến cuối cùng, việc điều hướng sẽ dừng lại.
zh_hans: 删除路线上的下一目的地。如果该目的地是最终目的地，导航将停止。
zh_hant: 刪除您路線上的下一個目的地。如果其為您最後的目的地，導航將會中止。

source: Select application profile
ar: اختر وضع الملاحة
cs: Zvolte profil aplikace
da: Vælg applikationsprofil
de: App-Profil auswählen
el: Επιλογή προφίλ εφαρμογής
es_us: Elegir perfil de la aplicación
et: Vali rakenduse profiil
fi: Valitse sovelluksen profiili
fr: Sélectionner le profil d'application
hu: Alkalmazásprofil kiválasztása
id: Pilih profil aplikasi
is: Veldu forritssnið
it: Seleziona profilo applicazione
ja: アプリプロファイルの選択
ka: აპლიკაციის პროფილის არჩევა
nb: Velg programprofil
nl: Selecteer applicatieprofiel
oc: Chausir lo perfiu de l'aplicacion
pl: Wybierz profil aplikacji
pt_br: Selecione o perfil do aplicativo
ro_ro: Selectați profilul aplicației
ru: Выбрать профиль приложения
sc: Ischerta su profilu de s'aplicatzione
sr: Изаберите профил апликације
sr_latn: Izaberite profil aplikacije
sv: Välj app-profil
ta: பயன்பாட்டு சுயவிவரத்தைத் தேர்ந்தெடுக்கவும்
tr: Uygulama profili seç
uk: Вибрати профіль застосунку
zh_hant: 選擇應用程式設定檔

# profile_type_osmand_string
source: OsmAnd profile
ar: وضع الاستعراض
ast: Perfil d'OsmAnd
az: OsmAnd profili
be: Профіль OsmAnd
bg: Профил на OsmAnd
ca: Perfil OsmAnd
cs: Profil OsmAnd
cy: Proffil OsmAnd
da: OsmAnd-profil
de: OsmAnd-Profil
el: Προφίλ OsmAnd
eo: OsmAnd‑profilo
es_us: Perfil de OsmAnd
et: OsmAnd profiil
eu: OsmAnd profila
fa: نمایهٔ OsmAnd
fi: OsmAnd-profiili
fr: Profil OsmAnd
gl: Perfil do OsmAnd
he: פרופיל
hu: OsmAnd-profil
id: Profil OsmAnd
is: OsmAnd-snið
it: Profilo OsmAnd
ja: OsmAndプロファイル
ka: OsmAnd-ის პროფილი
ko: OsmAnd 프로필
lv: OsmAnd profili
mk: OsmAnd profil
nb: OsmAnd-profil
nl: OsmAnd-profiel
oc: Perfiu OsmAnd
pl: Profil OsmAnd
pt_br: Perfil do OsmAnd
ro_ro: Profil OsmAnd
ru: Профиль OsmAnd
sc: Profilu de OsmAnd
sk: Profil OsmAnd
sl: Profil OsmAnd
sr: ОсмАнд профил
sr_latn: OsmAnd profil
sv: OsmAnd-profil
ta: Osmand சுயவிவரம்
tr: OsmAnd profili
uk: Профіль OsmAnd
vi: Hồ sơ OsmAnd
zh_hans: OsmAnd 配置文件
zh_hant: OsmAnd 設定檔

# unsupported_action_title
source: Unsupported action (%@)
ar: إجراء غير مدعوم (%@)
ca: Acció no admesa (%@)
cs: Nepodporovaná akce (%@)
da: Handlingen understøttes ikke (%@)
de: Nicht unterstützte Aktion (%@)
el: Μη υποστηριζόμενη ενέργεια (%@)
es_us: Acción no admitida (%@)
et: Tegevuse tugi puudub (%@)
fr: Action non prise en charge (%@)
hu: Nem támogatott művelet (%@)
id: Tindakan tidak didukung (%@)
is: Óstudd aðgerð (%@)
it: Azione non supportata (%@)
ja: サポートされていないアクション(%@)
ka: მხარდაუჭერელი ქმედება (%@)
nb: Ustøttet handling (%@)
nl: Actie (%@) niet ondersteund
oc: Accion non admesa (%@)
pl: Nieobsługiwana czynność (%@)
pt_br: Ação não suportada (%@)
ro_ro: Acțiune neacceptată (%@)
ru: Неподдерживаемое действие (%@)
sc: Atzione non suportada (%@)
sr: Неподржана радња (%@)
sr_latn: Nepodržana radnja (%@)
sv: Åtgärden stöds inte (%@)
ta: ஆதரிக்கப்படாத செயல் (%@)
tr: Desteklenmeyen eylem (%@)
uk: Непідтримувана дія (%@)
zh_hant: 不支援的動作 (%@)

# add_parking_short
source: Add Parking
ar: إضافة موقف سيارات
be: Паркоўка
ca: Afegir aparcament
cs: Přidat parkování
da: Tilføj parkering
de: Parken hinzufügen
el: Προσθήκη θέσης στάθμευσης
es_us: Añadir estacionamiento
et: Lisa parkimine
fr: Ajouter un Parking
hu: Parkolás hozzáadása
id: Tambah Parkir
is: Bæta við bílastæði
it: Aggiungi parcheggio
ja: 駐車場を追加
nl: Parkeerplaats toevoegen
oc: Ajustar un aparcament
pl: Dodaj Parking
pt_br: Adicionar estacionamento
ro_ro: Adăugați parcare
ru: Добавить место парковки
sc: Annanghe parchègiu
sk: Pridať Parkovanie
sl: Dodaj parkirno mesto
sr: Додај Паркинг
sr_latn: Dodaj parking
sv: Lägg till parkering
ta: பார்க்கிங் சேர்க்கவும்
tr: Park Ekle
uk: Додати парковку
zh_hant: 增加停車場

# osn_add_dialog_title
source: Create note
ar: إنشاء الملاحظة
az: Qeyd yarat
be: Стварыць нататку
bg: Създайте Бележка
ca: Crea nota
cs: Vytvořit poznámku
cy: Creu nodyn
da: Opret bemærkning
de: Hinweis erstellen
el: Δημιουργία σημείωσης
eo: Krei rimarkon
es_us: Crear nota
et: Loo märge
eu: Sortu oharra
fa: نوشتن یادداشت
fi: Luo huomautus
fr: Créer une note
gl: Crear unha nota
he: יצירת הערה
hu: Jegyzet létrehozása
hy: Ստեղծել նշում
id: Buat catatan
is: Búa til minnispunkt
it: Crea nota
ja: 注釈の作成
ka: შენიშვნის შექმნა
kn: ಟಿಪ್ಪಣಿಯನ್ನು ಹಾಕಿರಿ
ko: 노트 만들기
lt: Sukurti pastabą
lv: Izveidot piezīmi
mk: Kreiraj beleska
ml: കുറിപ്പ് സൃഷ്ടിക്കുക
nb: Opprett notat
nl: Notitie aanmaken
oc: Crear una nòta
pl: Utwórz uwagę
ro_ro: Crează notă
ru: Создать заметку
sc: Crea nota
sk: Vytvoriť poznámku
sl: Ustvari opombo
sr: Направи белешку
sr_latn: Napravi belešku
sv: Skapa anteckning
ta: குறிப்பை உருவாக்கவும்
tr: Not oluştur
uk: Створити нотатку
zh_hans: 创建注记
zh_hant: 建立註解

# help_first_use_descr
source: How to download maps and set basic settings
ar: كيفية تنزيل الخرائط وضبط الإعدادات الأساسية
be: Як спампаваць мапы, вызначыць асноўныя налады
ca: Com baixar mapes i establir la configuració bàsica
cs: Jak stahovat mapy a zvolit základní nastavení
da: Hvordan man henter kort og angiver de grundlæggende indstillinger
de: So laden Sie Karten herunter und legen Grundeinstellungen fest
el: Πώς να κατεβάσετε χάρτες και να φτιάξετε βασικές ρυθμίσεις
es_us: Cómo descargar mapas y configurar ajustes básicos
et: Kuidas laadida alla kaarte ja määrata põhiseadistusi
fr: Comment télécharger des cartes et régler les paramètres actuels
hu: Hogyan lehet letölteni a térképeket és megadni az alapbeállításokat
id: Cara mengunduh peta dan mengatur pengaturan dasar
is: Hvernig á að sækja kort og setja upp grunnstillingar
it: Come scaricare mappe e fare le impostazioni di base
ja: マップのダウンロード、および基本的な設定のやり方
ko: 지도를 다운로드하고 기본 설정 방법
nl: Hoe kaarten downloaden en basisinstellingen aanpassen
oc: Coma teledescargar de mapas e establir la configuracion basica
pl: Jak pobierać mapy i ustawiać podstawowe ustawienia
pt_br: Como baixar mapas e definir configurações básicas
ro_ro: Cum să descărcați hărți și să definiți setările de bază
ru: Как скачать карты и установить базовые настройки
sc: Comente iscarrigare sas mapas e definire sas impostatziones de base
sk: Ako sťahovať mapy a zmeniť základné nastavenia
sl: Kako prejeti zemljevide in prilagoditi osnovne nastavitve
sr: Како преузети мапе и поставити основна подешавања
sr_latn: Kako preuzeti mape i postaviti osnovna podešavanja
sv: Ladda ner kartor och ställa in grunderna
ta: வரைபடங்களைப் பதிவிறக்குவது மற்றும் அடிப்படை அமைப்புகளை அமைப்பது எப்படி
tr: Nasıl harita indirilir ve temel ayarlar belirlenir
uk: Як завантажити мапи і виконати основні налаштування
zh_hant: 如何下載地圖和設置基本設定

# help_navigation_descr
source: How to set up navigation
ar: كيفية إعداد الملاحة
be: Як наладзіць навігацыю
ca: Com configurar la navegació
cs: Jak nastavit navigaci
da: Hvordan man opsætter navigation
de: So richten Sie die Navigation ein
el: Πώς να διαμορφώσετε την πλοήγηση
es_us: Cómo configurar la navegación
et: Kuidas alustada navigeerimist
fr: Comment calculer un itinéraire
hu: Hogyan lehet beállítani a navigálást
id: Cara mengatur navigasi
is: Hvernig á að setja upp leiðsögn
it: Come impostare la navigazione
ja: ナビゲーション設定のやり方
ko: 탐색을 설정하는 방법
nl: Hoe navigatie instellen
oc: Coma configurar la navigacion
pl: Jak skonfigurować nawigację
pt_br: Como configurar a navegação
ro_ro: Cum se configurează navigația
ru: Как установить навигацию
sc: Comente impostare sa navigatzione
sk: Ako nastaviť navigáciu
sl: Kako nastaviti navigacijo
sr: Како подесити навигацију
sr_latn: Kako podesiti navigaciju
sv: Starta navigering och vägvisning
ta: வழிசெலுத்தலை எவ்வாறு அமைப்பது
tr: Navigasyon nasıl ayarlanır
uk: Як налаштувати навігацію
zh_hant: 如何設定導航

# faq_item
source: FAQ
ar: الأسئلة المتداولة
be: Частыя пытанні
bg: ЧЗВ
ca: PMF
cs: Často kladené dotazy
cy: C&A
da: OSS
el: Συχνές ερωτήσεις
eo: Oftaj demandoj
es_us: Preguntas Frecuentes
et: KKK
fa: سؤالات رایج
fi: UKK
gl: Cuestións frecuentes (FAQ)
he: שו״ת
hu: GYIK
hy: Հաճախակի տրվող հարցեր (FAQ)
id: Pertanyaan dan Jawaban
is: FAQ / Algengar spurningar
ka: კითხვაპასუხი
ko: 질문과 답변
lt: DUK
lv: BUJ
ml: എഫ് ഏ ക്യൂ
nb: Ofte stilte spørsmål
oc: DPF (Demandas pus frequentas)
pl: Częste pytania
ro_ro: Întrebări frecvente
ru: Вопросы и ответы
sc: Preguntas fitianas (FAQ)
sk: Otázky
sl: Pogosta vprašanja
sr: ЧП
sv: Frågor och svar
ta: கேள்விகள்
tr: SSS
uk: Питання та відповіді
vi: Câu hỏi thường gặp
zh_hans: 常见问题
zh_hant: 常見問題

# help_faq_descr
source: Frequently asked questions
ar: الأسئلة المتداولة
be: Частыя пытанні
ca: Preguntes més freqüents
cs: Často kladené otázky
da: Ofte stillede spørgsmål
de: Häufige Fragen
el: Συχνές ερωτήσεις
es_us: Preguntas Frecuentes
et: Korduma kippuvad küsimused
fa: سؤالاتی که زیاد پرسیده شده است
fi: Usein kysytyt kysymykset
fr: Foire Aux Questions
gl: Cuestións frecuentes
hu: Gyakran ismételt kérdések
id: Pertanyaan yang sering diajukan
is: Algengar spurningar
it: Domande frequenti
ja: よくある質問
ka: ხშირად დასმული კითხვები
ko: 자주 묻는 질문들
nb: Ofte stilte spørsmål
nl: Veel gestelde vragen
oc: Demandas frequentas
pl: Często zadawane pytania
pt_br: Respostasàs perguntas frequentes
ro_ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sc: Dimandas fitianas
sk: Často kladené otázky
sl: Pogosto zastavljena vprašanja
sr: Често постављана питања
sr_latn: Često postavljana pitanja
sv: Frågor och svar
ta: அடிக்கடி கேட்கப்படும் கேள்விகள்
tr: Sık Sorulan Sorular
uk: Часті запитання
zh_hans: 常见问题
zh_hant: 常見的問題

# features_menu_group
source: Features
ar: ميزات
ast: Carauterístiques
az: Xüsusiyyətlər
be: Магчымасці
bg: Функции
ca: Característiques
cs: Vlastnosti
cy: Nodweddion
da: Funktioner
de: Merkmale
el: Χαρακτηριστικά
eo: Ebloj
es_us: Características
et: Funktsioonid
eu: Ezaugarriak
fa: قابلیت‌ها
fi: Ominaisuudet
fr: Fonctionnalités
gl: Funcionalidades
he: תכונות
hu: Funkciók
hy: Հնարավորությունները
id: Fitur-fitur
is: Eiginleikar
it: Funzioni
ja: 機能
ka: მახასიათებლები
ko: 기능
ku: Taybetmendî
lt: Galimybės
lv: Iespējas
mk: Karakteristiki
ml: " സവിശേഷതകള്‍ "
nb: Funksjoner
nl: Functies
oc: Caracteristicas
pl: Cechy
ro_ro: Funcționalități
ru: Возможности
sc: Funtzionalidades
sk: Funkcie
sl: Zmožnosti
sr: Могућности
sr_latn: Mogućnosti
sv: Funktioner
ta: நற்பொருத்தங்கள்
tr: Özellikler
uk: Особливості
vi: Tính năng
zh_hans: 功能
zh_hant: 功能

# planning_trip_item
source: Planning a trip
ar: التخطيط لرحلة
ast: Planificación d'un viaxe
az: Səfər planlaşdırma
be: Планаванне паездкі
bg: Планиране на пътуване
ca: Planificació d'un viatge
cs: Plánování cesty
da: Turplanlægning
de: Eine Strecke planen
el: Σχεδιασμός ταξιδιού
eo: Plani vojaĝon
es_us: Planificación de viaje
et: Reisi planeerimine
eu: Planifikatu bidaia
fa: طراحی سفر
fi: Reitin suunnittelu
fr: Préparer un itinéraire
gl: Planificación dunha viaxe
he: תכנון טיול
hu: Egy utazás tervezése
hy: Ուղեւորության պլանավորում
id: Merencanakan sebuah perjalanan
is: Skipulagning ferðar
it: Pianifica un viaggio
ja: ルートの指定方法
ka: მოგზაურობის დაგეგმვა
ko: 여행 계획하기
lt: Kelionės planavimas
lv: Ceļojuma plānošana
mk: Planiranje na patuvanje
ml: ഒരു യാത്ര ആസൂത്രണം ചെയ്യുക
nb: Turplanlegging
nl: Een reis plannen
oc: Planificacion d'un viatge
pl: Planowanie podróży
ro_ro: Planificarea unei călătorii
ru: Планирование пути
sc: Pranificare unu biàgiu
sk: Plánovanie výletu
sl: Načrtovanje potovanj
sr: Планирање пута
sr_latn: Planiranje putovanja
sv: Att planera en resa
ta: ஒரு பயணத்தைத் திட்டமிடுங்கள்
tr: Bir seyahat planlama
uk: Планування подорожі
vi: Lập kế hoạch cho một chuyến đi
zh_hans: 规划行程
zh_hant: 規劃一次旅程
