Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# quick_action_contour_lines_descr
source: Button showing or hiding contour lines on the map.
ar: زر إظهار أو إخفاء الخطوط المحيطية على الخريطة.
az: Xəritədə kontur xətlərini göstərən və ya gizlədən düymə.
be: Кнопка для адлюстравання/хавання контурных ліній на мапе.
bg: Бутон за превключване на контурните линии на картата.
ca: Botó per a mostrar o amagar les corbes de nivell en el mapa.
cs: Tlačítko pro zobrazení nebo skrytí vrstevnic na mapě.
cy: Botwm yn dangos neu'n cuddio cyfuchliniau ar y map.
da: Knap der viser eller skjuler højdekurver på kortet.
de: Schaltfläche zum Ein- und Ausblenden von Höhenlinien auf der Karte.
el: Πλήκτρο εμφάνισης ή απόκρυψης ισοϋψών καμπυλών στον χάρτη.
eo: Butono por montri/kaŝi nivelkurbojn sur la mapo.
es_us: Un botón que muestra u oculta las curvas de nivel en el mapa.
et: Tegevusnupp kõrgusjoonte kuvamiseks või peitmiseks kaardil.
eu: Sestra-kurbak mapan erakusteko edo ezkutatzeko botoia.
fa: دکمه‌ای برای آشکار/پنهان کردن منحنی‌های میزان روی نقشه.
fi: Painike, joka näyttää tai piilottaa korkeuskäyrät kartalla.
fr: Bouton affichant ou masquant les courbes de niveau sur la carte.
gl: Un botón que amosa ou agocha as curvas de nivel no mapa.
he: כפתור להצגה או להסתרה של קווי מתאר במפה.
hu: Gomb, amely a térképen megjeleníti vagy elrejti a szintvonalakat.
id: Tombol menampilkan atau menyembunyikan garis kontur pada peta.
is: Hnappur til að birta eða fela hæðarlínur á kortinu.
it: Pulsante per mostrare o nascondere nella mappa le linee isoipse.
ja: マップ上の等高線の表示/非表示を切り替えられるボタンです。
ka: Tapping this action button shows or hides contour lines layer.
kn: ನಕ್ಷೆಯಲ್ಲಿ ಬಾಹ್ಯರೇಖೆಗಳನ್ನು ತೋರಿಸಲು ಅಥವಾ ಮರೆಮಾಡಲು ಟಾಗಲ್.
ko: 지도에서 등고선을 표시하거나 숨기는 버튼입니다.
lt: Tapping this action button shows or hides contour lines layer.
lv: Tapping this action button shows or hides contour lines layer.
mk: Kopče što prikažuva ili krie konturni linii na kartata.
nb: Knapp som viser eller skjuler koter på kartet.
nl: Knop om hoogtelijnen al dan niet te tonen op de kaart.
oc: Boton per mostrar o amagar lei corbas de nivèu sus la mapa.
pl: Przycisk wyświetlający lub ukrywający izolinie na mapie.
pt_br: Tocar neste botão de ação mostra ou oculta a camada das linhas de contorno.
ro_ro: Buton ce arată sau ascunde liniile de contur de pe hartă.
ru: Кнопка отображения/скрытия изолиний на карте.
sc: Butone chi ammustrat o cuat sas curvas de livellu in sa mapa.
sk: Tlačidlo pre zobrazenie alebo skrytie vrstevníc na mape.
sl: Gumb za prikaz ali skrivanje izohips na zemljevidu.
sr: Дугме које приказује или сакрива линије изохипси на карти.
sr_latn: Dugme koje prikazuje ili sakriva linije izohipsi na mapi.
sv: Knapp som visar eller döljer höjdkurvor i kartan.
ta: வரைபடத்தில் விளிம்பு கோடுகளைக் காண்பிக்கும் அல்லது மறைக்கும் பொத்தான்.
tr: Eş yükselti eğrilerini haritada gösterme veya gizleme düğmesi.
uk: Увімк/вимк показ ізоліній на мапі.
vi: Nút dùng để hiện hoặc ẩn đường đồng mức trên bản đồ.
zh_hans: 用以显示或隐藏地图等高线的按钮。
zh_hant: 在地圖上顯示或隱藏等高線的按鈕。

# quick_action_mapillary_hide
source: Hide Mapillary
ar: إخفاء مابيلاري
be: Схаваць Mapillary
ca: Amaga Mapillary
cs: Skrýt Mapillary
da: Skjul Mapillary
de: Mapillary ausblenden
el: Απόκρυψη Mapillary
es_us: Ocultar Mapillary
et: Peida Mapillary andmed
fa: پنهان‌کردن مپیلاری
fi: Piilota Mapillary
fr: Masquer Mapillary
gl: Agochar o Mapillary
hu: Mapillary elrejtése
id: Sembunyikan Mapillary
is: Fela Mapillary
it: Nascondi Mapillary
ja: Mapillaryを非表示
ka: Mapillary-ის დამალვა
nb: Skjul Mapillary
nl: Mapillary verbergen
oc: Amagar Mapillary
pl: Ukryj Mapillary
pt_br: Ocultar Mapillary
ro_ro: Ascundere Mapillary
ru: Скрыть Mapillary
sc: Cua Mapillary
sk: Skryť Mapillary
sl: Skrij Mapillary
sr: Сакриј Мапилари
sr_latn: Sakrij Mapilari
sv: Dölj Mapillary
ta: மேபிலரி மறைக்கவும்
tr: Mapillary'i gizle
uk: Вимкнути Mapillary
zh_hans: 隐藏Mapillary
zh_hant: 隱藏 Mapillary

# quick_action_remove_next_destination
source: Next destination point
ar: حذف نقطة الوجهة التالية
ast: Desaniciar el puntu de destín más cercanu
az: Ən yaxın təyinat nöqtəsini sil
be: Выдаліць наступны пункт прызначэння
bg: Премахване на следващото местоназначение
ca: Proper punt de destinació
cs: Další cílový bod
cy: Dileu'r pwynt cyrchfan agosaf
da: Næste destinationspunkt
de: Nächster Zielpunkt
el: Επόμενο σημείο προορισμού
eo: Sekva celo
es_us: Siguiente punto de destino
et: Järgmine sihtpunkt
eu: Hurrengo helmuga puntua
fa: مقصد بعدی
fi: Seuraava määränpää
fr: Prochaine étape
gl: Eliminar punto de destino máis preto
he: נקודת היעד הבאה
hu: Következő úti cél
hy: Ջնջել հաջորդ նպատակակետը
id: Titik-tujuan selanjutnya
is: Eyða næsta áfangastað
it: Punto di destinazione successivo
ja: 次の目的地
ka: შემდეგი სამიზნე წერტილი
ko: 다음 목적지 지점을 삭제
lt: Ištrinti sekančio atvykimo tašką
lv: Delete nearest destination point
mk: Izbrišete ja najbliskata destinacija
nb: Neste målpunkt
nl: Volgende bestemmingspunt
oc: Suprimir lo ponch d’etapa pus pròche
pl: Usuń następny punkt docelowy
pt_br: Apagar o ponto de destino mais próximo
ro_ro: Următorul punct de destinație
ru: Следующий пункт назначения
sc: Iscantzella su puntu de destinatzione prus a curtzu
sk: Ďalší cieľový bod
sl: Zbriši naslednjo ciljno točko
sr: Следећа одредишна тачка
sr_latn: Sledeća odredišna tačka
sv: Nästa destinationspunkt
ta: அடுத்த இலக்கு புள்ளி
tr: Sonraki varış noktasını sil
uk: Наступний пункт призначення
vi: Điểm đến tiếp theo
zh_hans: 下一个目的地点
zh_hant: 下一個目的地點

# change_application_profile
source: Change app profile
ar: تغيير وضع التطبيق
ast: Camudar el perfil de l'aplicación
az: Proqram profilini dəyiş
be: Змяніць профіль праграмы
bg: Change application profile
ca: Canvia el perfil de l'aplicació
cs: Změnit profil aplikace
cy: Newid proffil ap
da: Ændr app-profil
de: App-Profil ändern
el: Αλλαγή προφίλ εφαρμογής
eo: Ŝanĝi aplikaĵan profilon
es_us: Cambiar perfil de la aplicación
et: Muuda rakenduse profiili
eu: Aldatu aplikazioaren profila
fa: تغییر نمایه برنامه
fi: Vaihda sovelluksen profiilia
fr: Modifier le profil
gl: Mudar perfil da aplicación
he: החלפת פרופיל יישומון
hu: Alkalmazásprofil módosítása
hy: Փոխել hավելվածի պրոֆիլը
id: Ubah profil aplikasi
is: Skipta um forritssnið
it: Cambia il profilo dell'app
ja: アプリプロファイルの変更
ka: აპის პროფილის შეცვლა
ko: 앱 프로파일 변경
lt: Keisti programos profilį
lv: Mainīt aplikācijas profilu
mk: Promeni go profilot na aplikacijata
nb: Endre programprofil
nl: App-profiel wijzigingen
oc: Cambiar lo perfiu de l'aplicacion
pl: Zmiana profilu aplikacji
pt_br: Alterar perfil do aplicativo
ro_ro: Schimbă profilul aplicației
ru: Сменить профиль
sc: Càmbia su profilu de s'aplicatzione
sk: Zmeniť aplikačný profil
sl: Spremeni profil aplikacije
sr: Промени налог програма
sr_latn: Promeni profil programa
sv: Byt app-profil
ta: பயன்பாட்டு சுயவிவரத்தை மாற்றவும்
tr: Uygulama profilini değiştir
uk: Змінити профіль програми
vi: Thay đổi hồ sơ ứng dụng
zh_hans: 更改应用配置文件
zh_hant: 變更應用程式設定檔

# quick_action_toggle_preference
source: A toggle to change preference.
az: Seçimi dəyişmək üçün düymə.
be: Пераключальнік для змены параметраў.
cs: Přepínač pro změnu předvoleb.
da: Et skifter til at ændre præference.
de: Ein Schalter zum Ändern der Voreinstellung.
el: Ένας διακόπτης για αλλαγή της προτίμησης.
es_us: Un botón que cambia las preferencias.
et: Võimalus eelistust sisse/välja lülitada.
eu: Hobespenak aldatzeko botoia.
fa: دکمه‌ای برای تغییر اولویت.
fr: Un interrupteur pour changer le paramètre.
hu: Egy kapcsoló a beállítás módosításához.
id: Sebuah alihan untuk mengubah preferensi.
is: Víxlhnappur til að breyta kjörstillingu.
it: Un pulsante per modificare le preferenze.
ja: 設定を変更するためのボタンです。
ko: 기본 설정을 변경하도록 전환합니다.
nl: Een knop om te schakelen tussen je voorkeursstatus.
pl: Zmiana preferencji.
ro_ro: Un comutator pentru a schimba preferința.
ru: Переключатель для изменения предпочтений.
sc: Unu butone pro mudare sas preferèntzias.
sk: Prepínač na zmenu nastavenia.
sr: Прекидач промене подешавања.
sr_latn: Prekidač promene podešavanja.
sv: Knapp för att växla preferens.
ta: விருப்பத்தை மாற்ற ஒரு மாற்று.
tr: Tercihi değiştirmek için bir geçiş.
uk: Перемикач для зміни налаштувань.
vi: Một công tắc để thay đổi sự ưa thích.
zh_hans: 更改首选项的开关。
zh_hant: 用於變更偏好設定的開關。

# quick_action_terrain_color_scheme
source: Terrain color scheme
ca: Esquema de colors del terreny
cs: Barevné schéma terénu
da: Farvetema for terræn
de: Gelände-Farbschema
el: Χρωματικό σχέδιο εδάφους
es_us: Esquema de color del terreno
et: Maastiku värvivalik
eu: Lurraren kolore-eskema
fa: طرح رنگی ناهمواری
fr: Palette de couleurs du relief
hu: Domborzati színséma
id: Skema warna medan
is: Litastef yfirborðs
it: Combinazione di colori del terreno
ja: 地形の配色
nl: Kleurenschema voor terrein
ro_ro: Schema de culori a terenului
ru: Цветовая схема рельефа
sk: Farebná schéma terénu
sr: Теренска шема боја
sr_latn: Šema boja terena
sv: Färgschema för terrängen
ta: நிலப்பரப்பு வண்ணத் திட்டம்
uk: Кольорова гама рельєфу
vi: Hệ màu địa hình
zh_hant: 地形配色方案

# add_waypoint_short
source: Add waypoint
ar: إضافة إحداثية
be: Дадаць пункт шляху
ca: Afegeix una fita
cs: Přidat mezicíl
da: Tilføj rutepunkt
de: Wegpunkt hinzufügen
el: Προσθήκη σημείου διαδρομής
es_us: Añadir punto de ruta
et: Lisa teekonnapunkt
fi: Lisää väyläpiste
fr: Ajouter un point de passage
hu: Útvonalpont hozzáadása
id: Tambah titik jalan
is: Bæta við ferilpunkti
it: Aggiungi punto intermedio
ja: 経由地点を追加
ka: გზის წერტილის დამატება
nb: Legg til rutepunkt
nl: Tussenpunt toevoegen
oc: Ajustar un ponch d'etapa
pl: Dodaj punkt trasy
pt_br: Adicionar parada
ro_ro: Adăugați un punct de trecere
ru: Путевая точка
sc: Annanghe puntu mesanu
sk: Pridať prechodný bod
sl: Dodaj vmesno točko
sr: Додај пролазну тачку
sr_latn: Dodaj prolaznu tačku
sv: Lägg till ruttpunkt
ta: வே பாயிண்ட் சேர்க்கவும்
tr: Geçiş noktası eklemek
uk: Додати маршрутну точку
zh_hant: 增加航點

# edit_waypoint_short
source: Edit waypoint
ar: تحرير إحداثية
be: Рэдагаваць пункт шляху
ca: Edita la fita
cs: Upravit mezicíl
da: Rediger rutepunkt
de: Wegpunkt bearbeiten
el: Επεξεργασία σημείου διαδρομής
es_us: Editar punto de ruta
et: Muuda teekonnapunkti
fi: Muokkaa väyläpistettä
fr: Modifier le point de passage
hu: Útpont szerkesztése
id: Edit titik jalan
is: Breyta ferilpunkti
it: Modifica il punto intermedio
ja: 経由地点を編集
ka: გზის წერტილის ჩასწორება
nl: Tussenpunt bewerken
oc: Modificar un ponch d'etapa
pl: Edytuj punkt GPX
pt_br: Editar parada
ro_ro: Editarea punctului de trecere
ru: Изменить точку
sc: Modìfica puntu mesanu
sk: Upraviť prechodný bod
sl: Uredi vmesno točko
sr: Уредите пролазну тачку
sr_latn: Uredite prolaznu tačku
sv: Redigera ruttpunkt
ta: வழியைத் திருத்து
tr: Geçiş noktası Düzenle
uk: Редагувати маршрутну точку
zh_hant: 編輯航點

source: Delete waypoints
ar: احذف الإحداثيات
be: Выдаліць пункты шляху
bg: Премахване на потправни точки
cs: Odstranit body trasy
cy: Dileu cyfeirbwyntiau
da: Slet rutepunkter
de: Wegpunkte löschen
el: Διαγραφή σημείου διαδρομής
eo: Forigi navigadpunktojn
es_us: Borrar puntos de referencia
et: Kustuta teekonnapunktid
eu: Ezabatu bide-puntuak
fa: پاک‌کردن راه‌نشان‌ها
fi: Poista väyläpisteet
fr: Supprimer les points de passage
gl: Eliminar puntos de referencia
he: מחיקת נקודות דרך
hu: Útpontok törlése
id: Hapus titik jalan
is: Eyða ferilpunktum
it: Elimina i waypoint
ja: 経由地点を削除
ka: გზის წერტილების წაშლა
ko: 방법의 삭제
mk: Izbrisi gi tockite na patot
nb: Slett rutepunkter
nl: Tussenpunten verwijderen
oc: Suprimir lei ponchs d'etapa
pl: Usuń punkty trasy
pt_br: Apagar ponto fixo
ro_ro: Șterge puncte intermediare
ru: Удалить путевые точки
sc: Iscantzella sos puntos de coladòrgiu
sk: Odstrániť body trasy
sl: Brisanje točk
sr: Обриши пролазну тачку
sr_latn: Obriši međuodredište
sv: Ta bort waypoints
ta: வழித்தடங்களை நீக்கு
tr: Ara noktaları sil
uk: Вилучити маршрутні точки
vi: Xoá điểm dừng
zh_hans: 删除路径点
zh_hant: 刪除航點

# points_delete_multiple
source: Delete %d point(s)?
ar: حذف %d نقطة؟
az: %d nöqtə silinsin?
be: Выдаліць %d пункт(аў)?
ca: Voleu eliminar %d punt(s)?
cs: Smazat %d bodů?
cy: Dileu %d pwynt(iau)?
da: Slet %d punkt(er)?
de: %d Punkt(e) löschen?
el: Διαγραφή %d σημείων;
eo: Ĉu forigi %d punkto(j)n?
es_us: ¿Borrar %d punto(s)?
et: Kustutada %d punkt(i)?
eu: %d puntu ezabatu?
fa: آیا %d نقطه حذف شود؟
fi: Haluatko varmasti poistaa %d pistee(n/t)?
fr: Supprimer %d point(s) ?
gl: Tes a certeza de que desexas eliminar %d punto(s)?
he: למחוק %d נקודות?
hu: Biztosan töröl %d pontot?
hy: Համոզված եք, որ ցանկանում եք ջնջել %d կետ(եր)?
id: Hapus %d titik?
is: Á að eyða %d punkti/punktum?
it: Eliminare %d punto(i)?
ja: %d個の地点を削除しますか？
ka: წავშალო %d წერტილი?
lt: Jūs ketinate trinti %d punktą (- us). Ar tikrai?
lv: Jūs izdzēsīsiet %d punktu(us). Vai turpināt?
mk: Da se izbriše %d točka(i)?
ml: നിങ്ങൾ %d പോയിന്റ് (കൾ) ഇല്ലാതാക്കാൻ പോകുന്നു. ഉറപ്പാണോ?
nb: Er du sikker på at du vil slette %d punkt(er)?
nl: %d punt(en) verwijderen?
oc: Volètz suprimir %d ponch(s)?
pl: Usunąć %d punkt(y/ów)?
ro_ro: Ștergeți %d punct(e)?
ru: Удалить точки (%d)?
sc: Iscantzellare %d puntu(os)?
sk: Vymazať %d bodov?
sl: Želiš izbrisati %d točk/o/i?
sr: Обрисати %d тачку(е)?
sr_latn: Obrisati %d tačku(e)?
sv: Ta bort %d punkt(er)?
ta: %d புள்ளி (களை) நீக்கவா?
tr: %d nokta silinsin mi?
uk: Вилучити %d точку(и)?
zh_hans: 删除 %d 个点？
zh_hant: 刪除 %d 個點？

# delete_group_confirm_short
source: Delete group?
ar: حذف المجموعة؟
cs: Smazat skupinu?
da: Slet gruppe?
de: Gruppe löschen?
el: Διαγραφή ομάδας;
es_us: ¿Borrar grupo(s)?
et: Kustutada grupp?
fr: Supprimer le groupe ?
hu: Biztosan törli a csoportot?
id: Hapus grup?
is: Eyða hópi?
it: Eliminare gruppo?
ka: წავშალო ჯგუფი?
nb: Slett gruppe?
nl: Groep verwijderen?
oc: Suprimir lo grop ?
pl: Usunąć grupę?
pt_br: Excluir grupo?
ro_ro: Ștergeți grupul?
ru: Удалить группу?
sc: Iscantzellare su grupu?
sr: Избрисати групу?
sr_latn: Izbrisati grupu?
sv: Radera grupp?
ta: குழுவை நீக்கவா?
tr: Grup silinsin mi?
uk: Вилучити групу?
zh_hant: 刪除群組？

# delete_group_confirm
source: Are you sure you want to delete "%@" group?
ar: هل أنت متأكد أنك تريد حذف مجموعة ”%@” ؟
cs: Opravdu chcete smazat skupinu "%@"?
da: Er du sikker på, at du ønsker at slette gruppe "%@"?
de: Sind Sie sicher, dass Sie die Gruppe "%@" löschen wollen?
el: Σίγουρα θέλετε να διαγράψετε την ομάδα "%@";
es_us: ¿Borrar el grupo «%@»?
et: Kas oled kindel, et soovid kustutada grupi „%@“?
fr: Êtes-vous sûr de vouloir supprimer le groupe «%@» ?
hu: Biztosan törölni szeretné a(z) „%@” nevű csoportot?
id: Apakah Anda ingin menghapus grup "%@"?
is: Ertu viss um að þú viljir eyða ”%@” hópnum?
it: Sicuro di volere cancellare il gruppo "%@"?
nl: Weet je zeker dat je groep "%@" wilt verwijderen?
oc: Siatz ben segur que volètz escafar lo grop "%@" ?
pl: Czy na pewno chcesz usunąć grupę "%@"?
pt_br: Você tem certeza que deseja excluir o grupo ”%@”?
ro_ro: Sunteți sigur că doriți să ștergeți grupul "%@"?
ru: Вы уверены, что хотите удалить группу "%@"?
sc: Ses seguru de chèrrere iscantzellare su grupu "%@"?
sr: Да ли сте сигурни да желите да избришете групу „%@“?
sr_latn: Da li ste sigurni da želite da izbrišete grupu „%@“?
sv: Är du säker på att du vill radera "%@" grupp?
ta: "%@" குழுவை நீக்க விரும்புகிறீர்களா?
tr: "%@" grubunu silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити групу «%@»?
zh_hant: 您確定要刪除 "%@" 群組嗎？

# poi_context_menu_modify_osm_change
source: Modify OSM change
ar: تعديل OSM
az: OSM dəyişikliyinə düzəliş et
be: Рэдагаваць POI
bg: Промяна на OSM редакцията
ca: Modifica el canvi OSM
cs: Upravit změnu OSM
da: Rediger OSM-ændring
de: OSM-Änderung bearbeiten
el: Τροποποίηση αλλαγής OSM
eo: Modifi OSMŝanĝoj
es_us: Editar cambio de OSM
et: Muuda OSM muudatust
eu: Eraldatu OSM aldaketa
fa: اصلاح ویرایش OSM
fi: Muokkaa OSM muutosta
fr: Modifier la contribution OSM
gl: Modificar modificación do OSM
he: עריכת שינוי ב־OSM
hu: OSM-szerkesztés módosítása
hy: Խմբագրել POI
id: Modifikasi perubahan OSM
is: Breyta OSM-breytingu
it: Modifica i cambiamenti di OSM
ja: 修正をOSMに反映
ka: OSM ცვლილების ჩასწორება
lt: Redaguoti LV
lv: Rediģēt POI
mk: Izmenete ja promenata na OSM
ml: "ഓഎസ്എം മാറ്റ വരുത്തുക "
nb: Modifiser OSM-endring
nl: Verander OSM-wijziging
oc: Modificar lo cambiament d'OSM
pl: Zmodyfikuj zmianę OSM
ro_ro: Modificați modificarea OSM
ru: Изменить POI
sc: Modìfica càmbiu OSM
sk: Upraviť zmenu OSM
sl: Popravi spremembo OSM
sr: Промени измену ОСМ-а
sr_latn: Promeni OSM izmenu
sv: Modifiera OSM-ändring
ta: OSM மாற்றத்தை மாற்றவும்
tr: OSM değişikliği değiştirme
uk: Редагувати зміни OSM
vi: Sửa thay đổi OSM
zh_hans: 修改 OSM 的变更
zh_hant: 修改 OSM 的變更

# context_menu_item_open_note
source: Open OSM Note
ar: فتح ملاحظة OSM
az: OSM qeydini aç
be: Дадаць нататку OSM
bg: Отваряне на бележка на OSM
ca: Obre una nota d'OSM
cs: Otevřít OSM poznámku
cy: Agor Nodyn OSM
da: Lav OSM-bemærkning
de: OSM-Hinweis erstellen
el: Άνοιγμα σημείωσης OSM
eo: Krei OSM-rimarkon
es_us: Abrir nota de OSM
et: Ava OSM märge
eu: Ireki OSM oharra
fa: ایجاد یادداشت OSM
fi: Avaa OSM-huomautus
fr: Signaler une anomalie OSM
gl: Abrir nota do OSM
he: פתיחת הערת OSM
hu: OSM-jegyzet nyitása
hy: Ավելացնել OSM նշումը
id: Buka Catatan OSM
is: Opna OSM-minnispunkt
it: Apri una nota di OSM
ja: OSMでの注釈を開く
kn: ಒಎಸ್ಎಂ ಟಿಪ್ಪಣಿಯನ್ನು ತೆರೆಯಿರಿ
ko: OSM 노트 열기
lt: Pridėti OSM pastabą
lv: Atvērt OSM piezīmi
mk: Otvorete OSM Note
ml: ഓഎസ്എം കുറിപ്പ് തുറക്കുക
nb: Åpne OSM-notat
nl: OSM Note openen
oc: Obrir una nòta d'OSM
pl: Utwórz uwagę OSM
ro_ro: Creeză notă OSM
ru: OSM-заметка
sc: Aberi una nota de OSM
sk: Otvoriť OSM poznámku
sl: Odpri opombe OSM
sr: Отвори белешку ОСМ-а
sr_latn: Otvori OSM belešku
sv: Öppna OSM-anteckning
ta: OSM குறிப்பைத் திறக்கவும்
tr: OSM Not'u aç
uk: Відкрити Нотатку OSM
zh_hans: 打开 OSM 注记
zh_hant: 開啟 OSM 註解

# modify_poi
source: Modify the POI information
ar: تعديل معلومات POI
be: Рэдагаваць інфармацыю пра POI
ca: Modifica la informació del PDI
cs: Upravit informace o bodu zájmu
da: Ændre IP oplysninger
de: POI-Information ändern
el: Τροποποίηση πληροφοριών ΣΕ
es_us: Editar la información del PDI
et: Muuda HP teavet
fr: Modifier le point d'intérêt OSM
hu: Érdekes hely információinak módosítása
id: Modifikasi informasi POI
is: Breyta upplýsingum merkisstaðar
it: Modifica le informazioni del PDI
ja: POI情報を変更
ka: POI-ის ინფორმაციის შეცვლა
nl: Wijzig de POI informatie
oc: Modificar l'informacion dau PDI
pl: Zmodyfikuj informacje o Użytecznym Miejscu
pt_br: Modificar as informações do POI
ro_ro: Modificarea informațiilor POI
ru: Править информацию о POI
sc: Modìfica sas informatziones de su PDI
sk: Upraviť informácie o POI
sl: Spremeni podrobnosti točke POI
sr: Измените информације о POI
sr_latn: Izmenite informacije o TOI
sv: Redigera information om intressepunkten
ta: POI தகவல்களை மாற்றவும்
tr: POI bilgilerini değiştir
uk: Редагувати відомості про точку інтересу
zh_hant: 修改 POI 資料

# cannot_add_marker
source: Cannot add Parking
ar: لا يمكن إضافة موقف سيارات
be: Нельга дадаць паркоўку
ca: No es pot desar l'aparcament
cs: Parkování nelze přidat
da: Kan ikke tilføje parkering
de: Kann den Parkplatz nicht hinzufügen
el: Δεν είναι δυνατή η προσθήκη χώρου στάθμευσης
es_us: No se pudo añadir el estacionamiento
et: Parkimist ei saa lisada
fr: Impossible d'ajouter un Parking
hu: Nem adható hozzá parkolás
id: Tidak dapat menambahkan Parkir
is: Get ekki bætt við bílastæði
it: Impossibile aggiungere Parcheggio
ja: 駐車場を追加できません
ka: პარკინგის დამატება შეუძლებელია
nl: Kan Parkeerplaats niet toevoegen
oc: Impossible d'ajustar l'Aparcament
pl: Nie można dodać Parkingu
pt_br: Não é possível adicionar estacionamento
ro_ro: Nu se poate adăuga Parcare
ru: Невозможно добавить место парковки
sc: Impossìbile annanghere su parchègiu
sk: Parkovanie sa nedá pridať
sl: Ni mogoče dodati označbe parkiranja
sr: Није могуће додати паркинг
sr_latn: Nije moguće dodati parking
sv: Kan inte lägga till parkering
ta: பார்க்கிங் சேர்க்க முடியாது
tr: Park ekleyemezsiniz
uk: Неможливо додати парковку
zh_hant: 不能增加停車場

# cannot_add_marker_desc
source: Please remove one direction at least and retry
ar: الرجاء إزالة اتجاه واحد على الأقل وإعادة المحاولة
be: Прыбярыце адзін з кірункаў і паўтарыце спробу
ca: Esborreu com a mínim una adreça i torneu-ho a intentar
cs: Odstraňte aspoň jeden směr a zkuste to znovu
da: Fjern i det mindste en retning, og prøv igen
de: Bitte mindestens eine Richtung entfernen und nochmal versuchen
el: Παρακαλούμε αφαιρέστε τουλάχιστον μια κατεύθυνση και δοκιμάστε ξανά
es_us: Quita al menos una dirección e intenta de nuevo
et: Palun eemalda vähemalt üks suund ja proovi uuesti
fr: Veuillez retirer au moins une direction et réessayer
hu: Legalább egy irányt távolítson el és próbálja újra
id: Harap hapus setidaknya satu arah dan coba lagi
is: Fjarlægðu a.m.k. eina leiðarlýsingu og prófaðu aftur
it: Si prega di rimuovere almeno una direzione e riprovare
ja: 少なくとも1つ以上案内すべき場所を削除して、再試行してみてください
nl: Verwijder minstens één richting en probeer opnieuw
oc: Suprimir au mens una adreiça e tornatz assajar
pl: Usuń przynajmniej jeden kierunek i spróbuj ponownie
pt_br: Por favor, apague uma direção no mínimo e tente novamente
ro_ro: Vă rugăm să eliminați cel puțin o direcție și să încercați din nou
ru: Уберите одно из направлений и повторите попытку
sc: Pro piaghere boga a su mancu una diretzione e torra a proare
sk: Odstráňte aspoň jeden smer a skúste znova
sr: Уклоните барем један правац и покушајте поново
sr_latn: Uklonite barem jedan pravac i pokušajte ponovo
sv: Ta bort minst en riktning och försök igen
ta: தயவுசெய்து ஒரு திசையை நீக்கி மீண்டும் முயற்சிக்கவும்
tr: Lütfen en az bir yönde kaldırın ve yeniden deneyin
uk: Приберіть один з напрямків і спробуйте ще раз
zh_hant: 請至少移除一個指引，然後重試

source: kg
ar: كلم
az: kq
be: кг
bg: кг
el: κλ
fa: کیلوگرم
he: ק״ג
ka: კგ
ko: 킬로그램
mk: kgr
ru: кг
ta: கிலோ
uk: кг
zh_hans: 千克
zh_hant: 公斤

# shared_string_sec
source: sec
ar: ثانية
az: san
be: сек.
ca: seg
cs: sek.
cy: eil
da: sek
de: Sek
el: δευ
eo: s
es_us: seg
et: sek
eu: seg
fi: sek
gl: seg
he: שנ׳
hu: mp
id: det
is: sek
ja: 秒
ka: წმ
mk: sekunda
nb: sek
pl: sek
ro_ro: secundă
ru: с
sc: seg
sk: sek.
sl: sek
sr: сек
sr_latn: sek
sv: sek
ta: நொடி
tr: sn
uk: с
vi: giây
zh_hans: 秒
zh_hant: 秒

# units_sec_short
source: s
ar: ثانية
be: с
el: δ
et: sek
id: dtk
nl: Z
ru: с
ta: கள்
uk: с
zh_hant: 秒

# help_travel
source: Travel (Wikipedia & Wikivoyage)
ar: السفر (ويكيبيديا وويكيفويا)
be: Падарожжы (Wikipedia і Wikivoyage)
ca: Viatge (Viquipèdia i Viquiviatges)
cs: Cestování (Wikipedie & Wikivoyage)
da: Rejser (Wikipedia & Wikivoyage)
de: Reisen (Wikipedia & Wikivoyage)
el: Ταξίδι (Βικιπαίδεια και Βικιταξίδια)
es_us: Viajes (Wikipedia y Wikiviajes)
et: Reisimine (Wikipedia ja Wikivoyage)
fr: Voyage (Wikipédia et Wikivoyage)
hu: Utazás (Wikipédia és Wikivoyage)
id: Perjalanan (Wikipedia & Wikivoyage)
is: Ferðalög (Wikipedia og Wikivoyage)
it: Viaggi (Wikipedia e Wikivoyage)
ja: 旅行(Wikivoyage & Wikipedia)
ka: მოგზაურობა (Wikipedia & Wikivoyage)
nb: Rise (Wikipedia og Wikivoyage)
oc: Viatge (Wiquipèdia i Wiquiviatges)
pl: Podróże (Wikipedia & Wikivoyage)
pt_br: Viagem (Wikipédia e Wikivoyage)
ro_ro: Călătorii (Wikipedia & Wikivoyage)
ru: Путешествия (Википедия и Wikivoyage)
sc: Biàgiu (Wikipedia e Wikivoyage)
sr: Путовања (Википедија и Википутовање)
sr_latn: Putovanja (Vikipedija i Vikiputovanje)
sv: Reseguider (Wikipedia & Wikivoyage)
ta: பயணம் (விக்கிவோயேச்)
tr: Seyahat (Wikipedia & Wikivoyage)
uk: Подорожі (Wikipedia та Wikivoyage)
zh_hant: 旅行（維基百科和維基導遊）
