Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

source: Promo subscription
ar: اشتراك برومو
ast: Soscripción promocional
be: Прома-падпіска
bg: Промоционален абонамент
cs: Propagační předplatné
cy: Tanysgrifiad hyrwyddol
da: Kampagne-abonnement
de: Promo-Abonnement
el: Προωθητική συνδρομή
eo: Reklamkoda abono
es_us: Suscripción promocional
et: Kampaaniatellimus
eu: Sustapeneko harpidetza
fa: اشتراک با کد تبلیغی
fi: Kampanjatilaus
fr: Abonnement promotionnel
he: מינוי פרומו
hu: Promóciós előfizetés
id: Langganan promo
is: Kynningaráskrift
it: Sottoscrizione promozionale
ja: プロモーションサブスクリプション
ka: პრომოს გამოწერა
ko: 판촉가입
mk: Promo pretplata
nb: Promo-abonnement
nl: Promotie op het abonnement
oc: Abonament promocionau
pl: Subskrypcja promocyjna
ro_ro: Abonament promoțional
ru: Промо-подписка
sc: Abbonamentu promotzionale
sk: Propagačné predplatné
sl: Promocijska naročnina
sr: Попустна претплата
sr_latn: Promotivna pretplata
sv: Kampanj-prenumeration
ta: விளம்பர சந்தா
tr: Tanıtım aboneliği
uk: Промо-передплата
vi: Gói đăng ký khuyến mại
zh_hans: 优惠订阅
zh_hant: 促銷訂閱

# walking_route_osmc_description
source: Color routes by their individual local color (if present on OpenStreetMap) and type (international, regional, local).
ar: لون المسارات حسب لونها المحلي الفردي (إذا كان موجودًا على OpenStreetMap) والنوع (دولي ، إقليمي ، محلي).
be: Расфарбоўвайце маршруты паводле іх індывідуальнага лакальнага колеру (калі ёсць на OpenStreetMap) і тыпу (міжнародны, рэгіянальны, лакальны).
bg: Оцветяване маршрутите в зависимост от цвета, зададен на устройството (ако е наличен в OpenStreetMap) и тип (международен, регионален, местен).
cs: Obarvit trasy podle jejich individuální lokální barvy (pokud je nastavena v OpenStreetMap) a typu (mezinárodní, regionální, lokální).
cy: Lliwio llwybrau ynôl eu lliwiau lleol (os ar OpenStreetMap) a math (rhyngwladol, rhanbarthol, lleol).
da: Farvelæg ruter efter deres individuelle, lokale farve (hvis den findes på OpenStreetMap) og type (international, regional, lokal).
de: Einfärbung von Routen nach ihrer individuellen lokalen Farbe (falls in OpenStreetMap vorhanden) und ihrem Typ (international, regional, lokal).
el: Χρωματίζονται οι διαδρομές ανάλογα με το δικό του τοπικό χρώμα (αν υπάρχει στο OpenStreetMap) και τον τύπο (διεθνές, περιφερειακό, τοπικό).
eo: Kolorigi kursojn laŭ iliaj koloroj en la realo (se ekzistas en OSM – ŝlosilo «osmc:symbol») aŭ laŭ ilia speco (interŝtata, regiona, loka).
es_us: Colorea las rutas según su color local individual (si está presente en OpenStreetMap) y el tipo (internacional, regional, local).
et: Värvi marsruudid vastavalt nende individuaalsele kohalikule värvile (kui see on OpenStreetMapis olemas) ja tüübile (rahvusvaheline, piirkondlik, kohalik).
eu: Koloreztatu ibilbideak tokiko kolore indibidualaren arabera (OpenStreetMap-en badago) eta motaren arabera (nazioarteko, eskualdeko, tokiko).
fa: مسیرها را بر پایه رنگ محلی (اگر در اوپن‌استریت‌مپ موجود باشد) و نوع (بین‌المللی، منطقه‌ای، محلی) رنگ‌آمیزی می‌کند.
fi: Värireitit niiden yksilöllisen paikallisen värin mukaan (jos ne ovat OpenStreetMapissa) ja tyypin (kansainvälinen, alueellinen, paikallinen).
fr: Colorer les itinéraires selon leur définition locale (si elle est connue d’OpenStreetMap) et du type d'itinéraire (international, régional, local).
he: צביעת מסלולים לפי הצבע המקומי הייחודי שלהם (אם קיים ב־OpenStreetMap) וסוג (בינלאומי, אזורי, מקומי).
hu: Útvonalak színezése egyedi helyi színük (ha az OpenStreetMapen meg van adva) és típusuk (helyi, regionális, nemzetközi) szerint.
id: Warnai rute berdasarkan warna lokal masing-masing (jika ada di OpenStreetMap) dan jenisnya (internasional, regional, lokal).
is: Lita leiðir eftir stökum staðbundnum litum (ef til staðar í OpenStreetMap) og tegund vega (alþjóðlegt, héraðsbundið, staðbundið.
it: Colora i percorsi in base ai loro colori locali (se presente in OpenStreetMap) e tipo (internazionali, regionali, locali).
ja: 個々のローカルカラー(OpenStreetMapで使われているもの)と、タイプ(国際、地域、ローカル)に応じてルートに色付けをします。
ka: Color routes according to their individual local color (if present on OpenStreetMap) and type (international, regional, local).
ko: 노선 색상을 각각의 로컬 색상(OpenStreetMap에 있는 경우) 및 유형(국제, 지역, 로컬)으로 지정합니다.
lt: Color routes according to their individual local color (if present on OpenStreetMap) and type (international, regional, local).
lv: Color routes according to their individual local color (if present on OpenStreetMap) and type (international, regional, local).
mk: Oboeni pravci spored nivnata individualna lokalna boja (ako se prisutni na OpenStreetMap) i tip (meǵunarodna, regionalna, lokalna).
nb: Fargelegg ruter i henhold til deres individuelle lokale farge (hvis den forefinnes i OpenStreetMap) og type (internasjonal, regional, lokal).
nl: Kleur routes op basis van hun eigen lokale kleur (indien aanwezig op OpenStreetMap) en type (internationaal, regionaal, lokaal).
oc: Coloratz lei percors de sa color locala particulara (se figura sus OpenStreetMap) e sa categoria (internationala, regionala, locala).
pl: Przypisz kolor trasom na podstawie ich indywidualnie przypisanego lokalnie koloru (jeśli dostępny w OpenStreetMap) i typu (międzynarodowe, regionalne, lokalne).
pt_br: Rotas de cores de acordo com sua cor local individual (se presente no OpenStreetMap) e tipo (internacional, regional, local).
ro_ro: Colorează rutele în funcție de culoarea lor locală individuală (dacă este prezentă pe OpenStreetMap) și după tipul lor (internațional, regional, local).
ru: Окраска маршрутов разным цветом (если задано на OpenStreetMap) по типам (международный, региональный, местный).
sc: Colora sas àndalas cun sos colores locales individuales issoro (si bi sunt in OpenStreetMap) e a sa casta issoro (internatzionales, regionales, locales).
sk: Vyfarbiť trasy podľa ich vlastných farieb (ak sú zadané v OpenStreetMap) a typu (medzinárodné, regionálne, lokálne).
sl: Obarvaj poti glede na njihovo posamezno lokalno barvo (če je prisotna v OpenStreetMap) in vrsto (mednarodna, regionalna, lokalna).
sr: Боји путање по њиховим појединачним местним бојама (уколико је присутно на картама Опенстритмап) и врсти (међународне, областне, местне).
sr_latn: Boji rute po njihovim pojedinačnim mesnim bojama (ukoliko je prisutno na mapama OpenStreetMap) i vrsti (međunarodne, oblastne, mesne).
sv: Färglägg rutter enligt deras individuella lokala färg (om det finns angivet på OpenStreetMap) och typ (internationell, regional, lokal).
ta: அவற்றின் தனிப்பட்ட உள்ளக வண்ணத்தின் வண்ண வழிகள் (ஓபன்ச்ட்ரீட்மேப்பில் இருந்தால்) மற்றும் வகை (சர்வதேச, பிராந்திய, உள்ளூர்).
tr: Rotaları kendi yerel renklerine (OpenStreetMap'te varsa) ve türlerine (uluslararası, bölgesel, yerel) göre renklendir.
uk: Забарвлення маршрутів за їх місцевим індивідуальним кольором (якщо він наявний в OpenStreetMap) і типом (міжнародний, регіональний, місцевий).
vi: Tô màu tuyến đường theo từng màu địa phương riêng (nếu có trên OpenStreetMap) và loại (quốc tế, khu vực, địa phương).
zh_hans: 根据路线各自的本地颜色（如果在OpenStreetMap上存在）和类型（国际、区域、本地）给路线着色。
zh_hant: 按其各自的當地顏色（如果存在於 OpenStreetMap 之上的話）與類型（國際、區域、當地）為路線著色。

# rendering_value_walkingRoutesOSMCNodes_description
source: Color routes according to their node network type (international, regional, local).
ar: لون الطرق وفقا لنوع نقطة التشابك الخاصة بهم (دولية، إقليمية، محلية).
be: Колер маршрутаў у залежнасці ад тыпу сеткі вузлоў (міжнародная, рэгіянальная, лакальная).
bg: Оцветяване маршрутите в зависимост от възела (международен, регионален, местен), към който принадлежат.
cs: Obarví trasy podle typu sítě (mezinárodní, regionální, lokální).
cy: Lliw y lwybrau ynôl eu math o rwydwaith nodau (rhyngwladol, rhanbarthol, lleol).
da: Farvelæg ruter efter deres knudepunktsnetværkstype (international, regional, lokal).
de: Einfärbung von Routen nach dem Typ ihres Knotennetzes (international, regional, lokal).
el: Χρωματίζονται οι διαδρομές ανάλογα με τον τύπο του δικτύου κόμβων (διεθνές, περιφερειακό, τοπικό).
eo: Kolorigi kursojn laŭ speco de reto (interŝtata, regiona, loka).
es_us: Colorea las rutas según su tipo de red de nodos (internacional, regional, local).
et: Värvi teekondi vastavalt nende sõlmede võrgu tüübile (rahvusvaheline, piirkondlik, kohalik).
eu: Koloreztatu ibilbideak nodoen sare motaren arabera (nazioartekoak, eskualdekoak, tokikoak).
fa: مسیرها را بر پایه نوع شبکهٔ گره آن‌ها (بین‌المللی، منطقه‌ای، محلی) رنگ‌آمیزی کن.
fi: Väritä reitit niiden solmuvälin tyypin mukaan (kansainvälinen, alueellinen, paikallinen).
fr: Colorer les itinéraires selon le type de réseau (international, régional, local).
he: צביעת מסלולים לפי סוג רשת הנקודות (בינלאומי, אזורי, מקומי).
hu: Útvonalak színezése a csomóponthálózat típusa szerint (hely, regionális, nemzetközi).
id: Warnai rute sesuai dengan jenis jaringan nodusnya (internasional, regional, lokal).
is: Lita leiðir eftir tegund vega í vegakerfi (alþjóðlegt, héraðsbundið, staðbundið.
it: Colora i percorsi in base al tipo di nodi della rete (internazionale, regionale, locale).
ja: ノードネットワークのタイプ(国際、地域、ローカル)に応じてルートに色付けします。
ko: 노드 네트워크 유형(국제, 지역, 로컬)에 따른 색상 경로다.
mk: Ruti vo boja spored nivniot tip na mreža na jazli (medjunarodna, regionalna, lokalna).
nb: Fargelegg ruter i henhold til deres nodenettverkstype (internasjonal, regional, lokal).
nl: Kleur routes op basis van het type wandelknooppuntennetwerk (internationaal, regionaal, lokaal).
oc: Colorar lei percors segon la natura dei nos dau malhum (internacionau, regionau, locau).
pl: Kolor trasy według typu sieci węzłów (międzynarodowy, regionalny, lokalny).
pt_br: Rotas de cores de acordo com seu tipo de rede de nó (internacional, regional, local).
ro_ro: Colorează rutele în funcție de tipul rețelei lor de noduri (internațională, regională, locală).
ru: Окраска в соответствии с типом узловой сети (международная, региональная, местная).
sc: Colora sas àndalas in base a sa casta de nodu de retza issoro (internatzionale, regionale, locale).
sk: Vyfarbiť trasy podľa ich typu siete (medzinárodná, regionálna, lokálna).
sl: Obarvaj poti glede na vrsto omrežja vozlišč (mednarodno, regionalno, lokalno).
sr: Обоји путеве према њиховим врстама саобраћајних чворишта (међународни, областни, местни).
sr_latn: Oboji puteve prema njihovim vrstama (međunarodni, oblastni, mesni).
sv: Färglägg leder utifrån deras nätverkstyp (internationell, regional, lokal).
ta: வண்ண வழிகள் அவற்றின் முனை பிணையம் வகை (சர்வதேச, பிராந்திய, உள்ளூர்) படி.
tr: Rotaları düğüm ağ türlerine (uluslararası, bölgesel, yerel) göre renklendir.
uk: Забарвлення маршрутів згідно з типом мережі вузлів (міжнародної, регіональної, місцевої).
vi: Tô màu tuyến đường theo loại mạng lưới nút của chúng (quốc tế, khu vực, địa phương).
zh_hans: 根据其节点网络类型（国际、区域、本地）对路线进行着色。
zh_hant: 根據其節點網路類型（國際、區域、當地）為路線著色。

# rendering_value_walkingRoutesOSMC_description
source: Color routes according to their individual local color (if present on OpenStreetMap) and hiking shield symbol.
ar: لون الطرق وفقا للون المحلي الفردي (إذا كان موجودا على OpenStreetMap) ورمز درع المشي/التنزه.
be: Расфарбоўвайце маршруты ў адпаведнасці з іх індывідуальным лакальным колерам і сімвалам на турыстычных указальніках (калі прысутнічаюць на OpenStreetMap) .
bg: Оцветяване на маршрутите в зависимост от цвета, зададен на устройството (ако е наличен в OpenStreetMap) и символа на информационната туристическа значка.
cs: Obarví trasy podle jejich individuální lokální barvy (pokud je nastavena v OpenStreetMap) a turistického značení.
cy: Lliw y llwybrau ynôl eu lliw lleol unigol (os yw'n bresennol ar OpenStreetMap) a symbol tarian heicio.
da: Farvelæg ruterne efter deres individuelle lokale farve (hvis de findes på OpenStreetMap) og symbolet for vandreskjoldet.
de: Einfärbung von Routen nach ihrer individuellen lokalen Farbe (falls in OpenStreetMap vorhanden) und Wandermarkierungen.
eo: Kolorigi kursojn laŭ iliaj koloroj kaj emblemoj en la realo (se ekzistas en OSM – ŝlosilo «osmc:symbol»).
es_us: Colorea las rutas según su color local individual (si está presente en OpenStreetMap) y el símbolo del escudo de senderismo.
et: Värvi marsruudid vastavalt nende individuaalsele kohalikule värvile (kui see on OpenStreetMapis olemas) ja matkakilbi sümbolile.
eu: Koloreztatu ibilbideak tokiko kolore indibidualaren arabera (OpenStreetMap-en badago) eta mendizaleen ezkutuaren ikurraren arabera.
fa: مسیرها را بر پایه رنگ محلی و جداگانه‌ای که به آن‌ها داده شده (اگر در اوپن‌استریت‌مپ موجود است) و نماد پلاک پیاده‌گردی رنگ‌آمیزی کن.
fi: Väritä reitit niiden yksilöllisen paikallisen värin (jos se on OpenStreetMapissa) ja vaellussymbolin mukaan.
fr: Colorer les itinéraires selon leur couleur locale (si elle est connue d’OpenStreetMap) et du marquage des chemins de randonnée.
he: לצבוע נתיבים לפי הצבע המקומי הייחודי שלהם (אם קיים ב־OpenStreetMap) וסמל המגן לטיולים.
hu: Útvonalak színezése egyedi helyi színük (ha az OpenStreetMapen meg van adva) és turistaútjelzésük szerint.
id: Warnai rute sesuai dengan warna lokal masing-masing (jika ada di OpenStreetMap) dan simbol perisai pendakian.
is: Lita leiðir eftir stökum staðbundnum litum (ef til staðar í OpenStreetMap) og tákni í gönguleiðaflokkun.
it: Colora i percorsi in base al loro colore locale (se presente in OpenStreetMap) e i simboli escursionistici.
ja: 個々のローカルカラー(OpenStreetMapで使われている物)と、ハイキングシールドシンボルに従ってルートに色付けします。
ko: 색상 경로는 각각의 로컬 색상(OpenStreetMap에 있는 경우) 및 하이킹 실드 기호에 따라 달라집니다.
mk: Boja na pravci spored nivnata individualna lokalna boja (ako e prisutna na OpenStreetMap) i simbol naštitot za pešačenje.
nb: Fargelegg ruter i henhold til deres individuelle lokale farge (hvis den finnes på OpenStreetMap) og turgåingsskjold-symbol.
nl: Kleur routes op basis van hun eigen lokale kleur (indien aanwezig op OpenStreetMap) en wandelsymbool.
oc: Coloratz lei percors segon sa color locala particulara (se figura sus OpenStreetMap) e aquela dau simbòl dau blason d'escorreguda.
pl: Przypisz kolor trasom na podstawie ich indywidualnie przypisanego lokalnie koloru (jeśli dostępny w OpenStreetMap) i symbolu odznaki turystycznej.
pt_br: Rotas de cores de acordo com sua cor local individual (se presente no OpenStreetMap) e símbolo de escudo de caminhada.
ro_ro: Colorează rutele în funcție de culoarea lor locală individuală (dacă este prezentă pe OpenStreetMap) și de simbolul marcajului turistic.
ru: Окраска согласно индивидуальной маркировке на туристических информационных щитах (если задано на OpenStreetMap).
sc: Colora sas àndalas in base a su colore locale individuale issoro (si bi sunt in OpenStreetMap) e a su sìmbulu de sos caminos de escursionismu.
sk: Vyfarbiť trasy podľa ich vlastných farieb (ak sú zadané v OpenStreetMap) a turistického symbolu.
sl: Obarvaj poti glede na njihovo posamezno lokalno barvo (če je prisotna v OpenStreetMap) in glede na barvo markacije.
sr: Боји путање по њиховим местним бојама (ако постоје на Опенстритмапама) и бојама знакова ознака.
sr_latn: Boji rute po njihovim mesnim bojama (ako postoje na OpenStritMapama) i bojama znakova oznaka.
sv: Färglägg leder utifrån deras egna färg och symbol (om de finns angivna i OSM).
ta: அவற்றின் தனிப்பட்ட உள்ளக வண்ணத்திற்கு ஏற்ப வண்ண வழிகள் (ஓபன்ச்ட்ரீட்மேப்பில் இருந்தால்) மற்றும் ஐக்கிங் கவச அடையாளம்.
tr: Rotaları kendi yerel renklerine (OpenStreetMap'te varsa) ve yürüyüş levhası sembolüne göre renklendir.
uk: Забарвлення маршрутів згідно з їхнім індивідуальним місцевим кольором (якщо він присутній в OpenStreetMap) і символом на туристичному маршруті.
vi: Tô màu tuyến đường theo màu địa phương riêng (nếu có trên OpenStreetMao) và kí hiệu leo núi hình khiên.
zh_hans: 根据路线各自的本地颜色（如果 OpenStreetMap 上存在）和远足盾牌符号为路线着色。
zh_hant: 根據其各自的當地顏色（如果存在於 OpenStreetMap 之上的話）與健行盾牌符號為路線著色。

source: OsmAnd Cloud
ar: سحابة أوسماند
eo: OsmAnd-Nubo
fa: ابر OsmAnd
is: OsmAnd Cloud-tölvuský
ka: OsmAndღრუბელში
ko: ‎오스엠앤‎‎드 클라우드‎
nb: OsmAnd-sky
oc: La Nívol OsmAnd
ro_ro: Cloud OsmAnd
sr: ОсмАнд облак
sr_latn: OsmAnd Oblak
sv: OsmAnd molntjänst
ta: ஒச்மண்ட் முகில்
zh_hans: OsmAnd 云
zh_hant: OsmAnd 雲端

source: Deleted item
ar: مادة محذوفة
cs: Smazaná položka
da: Slettet element
de: Gelöschtes Element
el: Διαγραμμένο αντικείμενο
es_us: Elemento borrado
et: Kustutatud objekt
fr: Élément supprimé
hu: Törölt elem
id: Item yang dihapus
is: Eytt atriði
it: Oggetto cancellato
lt: Ištrintas elementas
nl: Verwijderd item
ro_ro: Element șters
ru: Удаленный элемент
sc: Elementu iscantzelladu
sr: Обрисана ставка
sr_latn: Obrisana stavka
sv: Raderat objekt
ta: நீக்கப்பட்ட உருப்படி
tr: Silinen öge
uk: Видалений елемент
zh_hant: 已刪除項目

source: New file
ar: ملف جديد
bg: Нов файл
ca: Fitxer nou
cs: Nový soubor
cy: Ffeil newydd
da: Ny fil
de: Neue Datei
el: Νέο αρχείο
eo: Nova dosiero
es_us: Archivo nuevo
et: Uus fail
eu: Fitxategi berria
fa: پرونده جدید
fi: Uusi tiedosto
fr: Nouveau fichier
he: קובץ חדש
hu: Új fájl
id: Berkas baru
is: Ný skrá
it: Nuovo file
ja: 新規ファイル
ko: 새 파일
lt: Naujas failas
nb: Ny fil
nl: Nieuw bestand
oc: Fichier novèu
pl: Nowy plik
ro_ro: Fișier nou
ru: Новый файл
sc: Documentu nou
sk: Nový súbor
sl: Nova datoteka
sr: Нова датотека
sr_latn: Novi fajl
sv: Ny fil
ta: புதிய கோப்பு
tr: Yeni dosya
uk: Новий файл
vi: Tệp mới
zh_hans: 新文件
zh_hant: 新檔案

source: Deleted file
ar: ملف محذوف
bg: Премахнат файл
ca: Fitxer suprimit
cs: Smazaný soubor
da: Slettet fil
de: Gelöschte Datei
el: Διαγραμμένο αρχείο
eo: Forigita dosiero
es_us: Archivo borrado
et: Kustutatud fail
eu: Fitxategi ezabatua
fa: پرونده پاک‌شده
fi: Poistettu tiedosto
fr: Fichier supprimé
he: קובץ שנמחק
hu: Törölt fájl
id: Berkas dihapus
is: Eydd skrá
it: File cancellato
ja: 削除されたファイル
ko: 삭제 된 파일
lt: Ištrintas failas
nb: Slettet fil
nl: Verwijderd bestand
oc: Fichier suprimit
pl: Plik usunięty
ro_ro: Fișier șters
ru: Удалённый файл
sc: Documentu iscantzelladu
sk: Odstránený súbor
sl: Izbrisana datoteka
sr: Избрисана датотека
sr_latn: Obrisan fajl
sv: Borttagen fil
ta: நீக்கப்பட்ட கோப்பு
tr: Silinen dosya
uk: Вилучений файл
vi: Xoá tệp
zh_hans: 已删除文件
zh_hant: 已刪除檔案

# cloud_create_account
source: Create account
ar: إنشاء حساب
cs: Vytvořit účet
cy: Creu cyfrif
da: Opret konto
de: Konto anlegen
el: Δημιουργία λογαριασμού
es_us: Crear cuenta
et: Loo kasutajakonto
fr: Créer un compte
hu: Fiók létrehozása
id: Buat akun
is: Stofna aðgang
it: Crea account
ja: アカウントを作成
ko: 계정 만들기
lt: Sukurti paskyrą
nl: Creëer account
oc: Crear un còmpte
pl: Utwórz konto
ro_ro: Creați un cont
ru: Зарегистрироваться
sc: Crea unu contu
sr: Направи налог
sr_latn: Napravi nalog
sv: Skapa konto
ta: கணக்கை உருவாக்கவும்
tr: Hesap oluştur
uk: Створити обліковий запис
zh_hant: 建立帳戶

# register_opr_have_account
source: I already have an account
ar: لدي حساب بالفعل
ast: Yá tengo una cuenta
az: Artıq hesabım var
be: У мяне ўжо ёсць акаўнт
bg: Вече имам профил
ca: ja tinc un compte
cs: Už mám účet
cy: Mae gen i gyfrif eisoes
da: Har allerede en konto
de: Ich habe bereits ein Konto
el: Έχω ήδη λογαριασμό
eo: Mi jam havas konton
es_us: Ya tengo cuenta
et: Mul juba on kasutajakonto olemas
eu: Kontu bat daukat dagoeneko
fa: حساب کاربری دارم
fi: Minulla on jo tunnukset
fr: J'ai déjà un compte
gl: Xa teño unha conta
he: כבר יש לי חשבון
hu: Már van fiókom
id: Saya sudah memiliki sebuah akun
is: Ég er nú þegar með notandaaðgang
it: Ho già un account
ja: 私はすでにアカウントを持っています
ka: უკვე მაქვს ანგარიში
ko: 이미 계정이 있다면 로그인
lt: Aš jau turiu paskyrą
lv: Man jau ir konts
mk: Vece sum pretplatnik
nb: Jeg har allerede en konto
nl: Ik heb al een account
oc: Avètz ja un còmpte
pl: Mam już konto
ro_ro: Am deja un cont
ru: У меня уже есть аккаунт
sc: Tèngio giai unu contu
sk: Už mám účet
sl: Že imam račun
sr: Већ имам
sr_latn: Već imam
sv: Jag har redan ett konto
ta: என்னிடம் ஏற்கனவே ஒரு கணக்கு உள்ளது
tr: Zaten bir hesabım var
uk: У мене вже є обліковий запис
vi: Tôi đã có một tài khoản
zh_hans: 我已经有一个账户
zh_hant: 我已經有帳號了

source: Local backup
ar: نسخ احتياطي محلي
az: Yerli nüsxə
be: Лакальная рэзервовая копія
bg: Локално архивиране
cs: Lokální záloha
cy: Copi wrth gefn lleol
da: Lokal sikkerhedskopiering
de: Lokales Backup
el: Τοπικό αντίγραφο ασφαλείας
eo: Loka sekurkopio
es_us: Copia de seguridad local
et: Kohalik varukoopia
eu: Babeskopia lokala
fa: پشتیبان محلی
fi: Paikallinen varmuuskopio
fr: Sauvegarde locale
he: גיבוי מקומי
hu: Helyi biztonsági mentés
id: Pencadangan lokal
is: Staðvært öryggisafrit
it: Salvataggio locale
ja: ローカルバックアップ
ka: ლოკალური მარქაფი
ko: 로컬 백업
lt: Vietinė atsarginė kopija
mk: Lokalna rezervna kopija
nb: Lokal sikkerhetskopi
nl: Lokale back-ups
oc: Sauvagarda locala
pl: Lokalna kopia zapasowa
ro_ro: Backup local
ru: Локальное резервное копирование
sc: Còpia de seguresa locale
sk: Lokálna záloha
sl: Lokalna varnostna kopija
sr: Локална резервна копија
sr_latn: Lokalna rezervna kopija
sv: Lokal säkerhetskopia
ta: உள்ளக காப்புப்பிரதி
tr: Yerel yedekleme
uk: Локальна резервна копія
vi: Bản sao lưu địa phương
zh_hans: 本地备份
zh_hant: 本機備份

# fetching_from_server
source: Fetching data from server
ar: جلب البيانات من الخادم
cs: Získávání dat ze serveru
da: Henter data fra serveren
de: Daten vom Server abrufen
el: Λήψη δεδομένων από διακομιστή
es_us: Obteniendo datos del servidor
et: Laadime andmeid serverist
fr: Récupération des données depuis le serveur
hu: Adatok lekérése a kiszolgálóról
id: Mengambil data dari server
is: Næ í gögn frá netþjóni
it: Recupero dati dal server
nl: Gegevens ophalen van server
ro_ro: Preluarea datelor de pe server
ru: Получение данных с сервера
sc: Recuperende sos datos dae su serbidore
sr: Преузимање података са сервера
sr_latn: Preuzimanje podataka sa servera
sv: Hämtar data från server
ta: சேவையகத்திலிருந்து தரவைப் பெறுதல்
tr: Sunucudan veri alınıyor
uk: Отримання даних із сервера
zh_hant: 正在從伺服器擷取資料

# duration_ago
source: %@ ago
ar: %@منذ
az: %@ əvvəl
be: %@ таму
bg: Преди %@
cs: před %@
cy: %@ ynôl
da: %@ siden
de: vor %@
el: %@ πριν
eo: antaŭ %@
es_us: hace %@
et: %@ tagasi
eu: Duela %@
fa: ‏%@ پیش
fi: %@ sitten
fr: il y a %@
he: לפני %@
hu: Ennyi idővel ezelőtt: %@
id: %@ yang lalu
is: fyrir %@ síðan
it: %@ fa
ja: %@前
ka: %@-ის წინ
ko: %@ 전
lt: %@ prieš
mk: Pred %@
nb: %@ siden
nl: %@ geleden
oc: %@ fach(s)
pl: %@ temu
ro_ro: În urmă cu %@
ru: %@ назад
sc: %@ a como
sk: pred %@
sl: pred %@
sr: Пре %@
sr_latn: Pre %@
sv: %@ sedan
ta: %@ முன்பு
tr: %@ önce
uk: %@ тому
zh_hans: %@ 前
zh_hant: %@ 前
