Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# export_profile_select_descr
source: Select the data to be exported.
ar: حدد البيانات المطلوب تصديرها.
be: Абярыце даныя для імпарту.
cs: Vyberte data k exportu.
da: Vælg data der skal eksporteres.
de: Wählen Sie die Daten aus, die exportiert werden sollen.
el: Επιλέξτε τα δεδομένα για εξαγωγή.
es_us: Marca los datos a exportar.
et: Vali eksporditavad andmed.
fr: Sélectionnez les données à exporter.
hu: Válassza ki az exportálandó adatokat.
id: Pilih data yang akan diekspor.
is: Veldu gögnin sem á að flytja út.
it: Seleziona i dati da esportare.
ja: エクスポートするデータを選択します。
ko: 내보낼 데이터를 선택합니다.
nb: Velg data å eksportere.
nl: Selecteer de gegevens om te exporteren.
oc: Seleccionatz lei donadas d'exportar.
pl: Wybierz dane do wyeksportowania.
pt_br: Selecione os dados a serem exportados.
ro_ro: Selectați datele care urmează să fie exportate.
ru: Выберите данные для экспорта.
sc: Ischerta sos datos de esportare.
sr: Изаберите податке за извоз.
sr_latn: Izaberite podatke za izvoz.
sv: Välj data att exportera.
ta: ஏற்றுமதி செய்ய வேண்டிய தரவைத் தேர்ந்தெடுக்கவும்.
tr: Dışa aktarılacak verileri seçin.
uk: Виберіть дані для експорту.
zh_hant: 選擇要匯出的資料。

# nav_type_hint
source: Navigation type
ar: نوع الملاحة
ast: Tipu de navegación
az: Naviqasiya növü
be: Тып навігацыі
br: Doare Merdeiñ
ca: Tipus de navegació
cs: Typ navigace
cy: Math o lywio
da: Navigationstype
de: Navigationsart
el: Τύπος πλοήγησης
eo: Speco de navigo
es_us: Tipo de navegación
et: Navigeerimise liik
eu: Nabigazio mota
fa: نوع ناوبری
fi: Navigointityyppi
fr: Type de navigation
gl: Tipo de navegación
he: סוג ניווט
hi: नेविगेशन प्रकार
hu: Navigáció típusa
id: Jenis navigasi
is: Gerð leiðsagnar
it: Tipo di navigazione
ja: ナビゲーションタイプ
ka: ნავიგაციის ტიპი
ko: 네비게이션 종류
lt: Navigacijos tipas
lv: Navigācijas veids
mk: Tip na navigacija
my: လမ်းညွှန်အမျိုးအစား
nb: Navigasjonstype
nl: Navigatietype
oc: Mena de navigacion
pl: Rodzaj nawigacji
pt_br: Tipo de navegação: %@
ro_ro: Tip navigație
ru: Режим навигации
sc: Casta de navigatzione
sk: Typ navigácie
sl: Vrsta navigacije
sr: Врста навођења
sr_latn: Vrsta navođenja
sv: Navigeringstyp
ta: வழிசெலுத்தல் வகை
tr: Navigasyon türü
uk: Тип навігації
vi: Kiểu điều hướng
zh_hans: 导航类型
zh_hant: 導航類型

# shared_string_nothing_selected
source: Nothing selected
ar: لا شيء محدد
ast: Nun s'esbilló nada
az: Heç nə seçilməyib
be: Нічога не абрана
bg: Нищо не е избрано
bn: কিছু নির্বাচন করা হয়নি
ca: No hi ha res seleccionat
cs: Nic není vybráno
cy: Dim wedi'i ddewis
da: Intet valgt
de: Nichts ausgewählt
el: Τίποτα δεν επιλέχτηκε
eo: Nenio elektita
es_us: Nada marcado
et: Midagi pole valitud
eu: Ez da ezer hautatu
fa: چیزی انتخاب نشده
fi: Mitään ei ole valittu
fr: Aucun élément sélectionné
gl: Ren selecionado
he: שום דבר לא נבחר
hu: Nincs kijelölve semmi
id: Tidak ada yang dipilih
is: Ekkert valið
it: Nessuna selezione
ja: 何も選択されていません
ka: არაფერი აგირჩევიათ
ko: 선택한 항목 없음
lv: Nekas nav izvēlēts
mk: Nisto ne e izbrano
nb: Ingenting valgt
nl: Niets geselecteerd
oc: Ren de seleccionat
pl: Nic nie zaznaczono
pt_br: Nada selecionado
ro_ro: Nimic selectat
ru: Ничего не выбрано
sc: Nudda de ischertadu
sk: Nič nie je zvolené
sl: Ni izbranih predmetov
sr: Ништа није означено
sr_latn: Ništa nije označeno
sv: Ingenting valt
ta: எதுவும் தேர்ந்தெடுக்கப்படவில்லை
tr: Hiçbir şey seçilmedi
uk: Нічого не вибрано
vi: Không có gì được chọn
zh_hans: 未选择任何内容
zh_hant: 未選取

source: Custom plugins
ar: الإضافات المخصصة
be: Карыстальніцкія ўбудовы
cs: Vlastní moduly
da: Brugerdefinerede udvidelser
de: Benutzerdefinierte Erweiterungen
el: Προσαρμοσμένα πρόσθετα
es_us: Complementos personalizados
et: Kohandatud pistikprogrammid
fr: Plugins personnalisés
hu: Egyéni bővítmények
id: Plugin kustom
is: Sérsniðnar viðbætur
it: Plugin personalizzati
ka: მომხმარებლის დამატებები
ko: 사용자 정의 플러그인
nb: Egendefinerte programtillegg
nl: Eigen plugins
oc: Ajusts complementaris personalizats
pl: Niestandardowe wtyczki
pt_br: Plugins personalizados
ro_ro: Plugin-uri personalizate
ru: Настраиваемые плагины
sc: Estensiones personalidades
sr: Прилагођени додаци
sr_latn: Prilagođeni dodaci
sv: Användaranpassade insticksmoduler
ta: தனிப்பயன் செருகுநிரல்கள்
tr: Özel eklentiler
uk: Власні плагіни
zh_hant: 客製化插入程式

source: Online plugins
cs: Online pluginy
da: Online udvidelser
el: Διαδικτυακές επεκτάσεις
es_us: Complementos en línea
fr: Extensions en ligne
hu: Online bővítmények
id: Plugin online
is: Viðbætur á netinu
it: Componenti aggiuntivi online
pl: Rozszerzenia online
ro_ro: Plugin-uri online
ru: Онлайн-плагины
sr: Мрежни додаци
sr_latn: Mrežni dodaci
sv: Insticksmoduler online
ta: நிகழ்நிலை செருகுநிரல்கள்
tr: Çevrim içi eklentiler
uk: Онлайн плагіни
zh_hant: 線上插件

# extra_maps_menu_group
source: Extra maps
ar: خرائط إضافية
ast: Mapes adicionales
az: Əlavə xəritələr
be: Дадатковыя мапы
bg: Допълнителни карти
ca: Mapes addicionals
cs: Další mapy
cy: Mapiau ychwanegol
da: Ekstra kort
de: Zusätzliche Karten
el: Πρόσθετοι χάρτες
eo: Kromaj mapoj
es_us: Mapas adicionales
et: Täiendavad kaardid
eu: Mapa gehigarriak
fa: نقشه‌های بیشتر
fi: Lisäkartat
fr: Cartes supplémentaires
gl: Mapas adicionais
he: מפות נוספות
hi: ज़्यादा मापें
hu: Egyéb térképek
hy: Լրացուցիչ քարտեզներ
id: Peta tambahan
is: Aukakort
it: Mappe extra
ja: 追加マップ
ka: დამატებითი რუკები
ko: 추가 지도
mk: Dodatni karti
nb: Ekstra kart
nl: Extra kaarten
oc: Mapas suplementàrias
pl: Dodatkowe mapy
ro_ro: Hărți suplimentare
ru: Дополнительные карты
sc: Mapas additzionales
sk: Ďalšie mapy
sl: Dodatni zemljevidi
sr: Додатне карте
sr_latn: Dodatne mape
sv: Extra kartor
ta: கூடுதல் வரைபடங்கள்
tr: Ek haritalar
uk: Додаткові мапи
vi: Những bản đồ bổ sung
zh_hans: 额外地图
zh_hant: 額外地圖

# routing_attr_avoid_shuttle_train_name
source: No shuttle train
ar: خدمة النقل بالقطار
be: Без прыгарадных цягнікоў
bg: Избягване на трансферен влак
ca: Sense trens llançadora
cs: Žádný autovlak
cy: Dim trên gwennol
da: Ingen shuttle-tog
de: Kein Shuttlezug
el: Αποφυγή τρένου κλειστής διαδρομής
eo: Sen aŭt-ŝarĝtrajnoj
es_us: Sin trenes de enlace
et: Kiirrongita
eu: Tren transbordadorerik ez
fa: قطار خطی
fi: Ei liityntäjunaa
fr: Éviter les trains-navettes
gl: Sen tranbordos de tren
he: ללא רכבות שאטל
hu: Autószállító vonat nélkül
hy: Առանց բեռնատար գնացքների
id: Tidak ada kereta antar jemput
is: Forðast tengilestir
it: Nessun treno navetta
ja: カートレインを使わない
ka: შატლის გარეშე
ko: 셔틀 열차 피하기
lt: Vengti priemiestinių traukinių
lv: Izvairīties no starppilsētu vilcieniem
mk: Nemašatl-voz
ml: "ഷട്ടില്‍ ട്രെയിന്‍ ഒഴിവാക്കുക "
nb: Ingen pendeltog
nl: Geen autotreinen
oc: Evitar lei trens naveta
pl: Bez pociągu wahadłowego
pt_br: Sem trem de conexão
ro_ro: Fără tren navetă
ru: Без челночных поездов (шаттлов)
sc: Perunu trenu ispola
sk: Nepoužiť autovlak
sl: Brez prevoza z vlakom
sr: Без брзих возова
sr_latn: Autovoz
sv: Inget pendeltåg
ta: சட்டில் ரயில் இல்லை
tr: Shuttle treni yok
uk: Уник. приміських поїздів
vi: Không đi tàu trung chuyển
zh_hans: 无区间列车
zh_hant: 避開穿梭頻繁的鐵路

# rendering_attr_contourColorScheme_description
source: Contour lines color scheme
ar: لون الخطوط الكنتورية
az: Kontur xətlərinin rəng sxemi
be: Каляровая схема гарызанталяў
bg: Цветова схема на контурните линии
ca: Esquema de color de les línies de contorn
cs: Barevné schéma pro vrstevnice
cy: Cynllun lliwiau cyfuchluniau
da: Farvetema for højdekurver
de: Farbschema für Höhenlinien
el: Χρωματικοί συνδυασμοί ισοϋψών καμπυλών
eo: Kolor-skemo de nivelkurboj
es_us: Esquema de color para las curvas de nivel
et: Kõrgusjoonte värviskeem
eu: Ingerada marren kolore eskema
fa: رنگ‌بندی منحنی‌های میزان
fi: Korkeuskäyräviivojen väripaletti
fr: Couleurs des courbes de niveau
gl: Esquema de cores das liñas de nivel
he: ערכת הצבעים של קווי המתאר
hu: Szintvonalak színsémája
hy: Եզրագծերի գունային սխեման
id: Skema warna garis kontur
is: Litastef hæðarlína
it: Schema del colore dei contorni
ja: 等高線の配色
lt: Kontūro linijų spalvų schema
lv: Kontūrlīniju krāsu shēma
mk: Šema na boi na konturni linii
ml: കോണ്ടൂര്‍ വരകളുടെ നിറങ്ങളുടെ സ്കീം
nb: Fargeskjema for koter
nl: Kleur van hoogtelijnen
oc: Combinason de colors per lei corbas de nivèu
pl: Zestaw kolorów poziomic
pt_br: Esquema de cores das curvas de nível
ro_ro: Schemă de culori pentru linii de contur
ru: Цветовая гамма изолиний
sc: Ischema de colores de sas curvas de livellu
sk: Farebná schéma pre vrstevnice
sl: Barvna shema izohips
sr: Образац боја линија изохипси
sr_latn: Obrazac boja linija izohipsi
sv: Färgschema för höjdkurvor
ta: விளிம்பு கோடுகள் வண்ணத் திட்டம்
tr: Eş yükselti eğrileri renk şeması
uk: Колірна схема ізоліній
vi: Hệ màu đường đồng mức
zh_hans: 等高线的色彩调配
zh_hant: 等高線的色彩調配

# rendering_value_boldOutline_name
source: Bold outline
ar: تحديد الخطوط
az: Qalın kontur
be: Тлусты абрыс
bg: Тъмен контур
ca: Contorn destacat
cs: Tučný obrys
cy: Amlinell trwm
da: Fed kontur
de: Hervorgehobene Umrisse
el: Έντονο περίγραμμα
eo: Grasaj konturoj
es_us: Borde remarcado
et: Paks kontuurjoon
eu: Ingerada lodia
fa: لبهٔ برجسته
fi: Tummennettuääriviiva
fr: Contour en gras
gl: Bordo groso
he: קו מתאר מודגש
hu: Vastag körvonal
hy: Համարձակ ուրվագիծ
id: Garis tebal
is: Feit útlína
it: Contorno in grassetto
ja: 輪郭強調
ka: გარემოხაზულობის გამუქება
ko: 큰 선
lt: Paryškintas kontūras
lv: Biezas kontūras
mk: Zadebeleni madvoresni linii
ml: തടിച്ച അതിര്‍രേഖ
nb: Tykke omriss
nl: Dik omlijnd
oc: Contorn destacat
pl: Pogrubione kontury
pt_br: Títulos com contornos
ro_ro: Bold contur
ru: Жирный контур
sc: Oru in grassetu
sk: Hrubý obrys
sl: Poudarjen obris
sr: Задебљај обрисне линије
sr_latn: Zadebljaj obrisne linije
sv: Fet kontur
ta: தைரியமான அவுட்லைன்
tr: Kalın anahat
uk: Жирний контур
vi: Đường viền đậm
zh_hans: 粗边框
zh_hant: 粗框體

# rendering_attr_piste_difficulty_easy_name
source: Easy
ar: سهل
az: Asan
be: Лёгкая
ca: Fàcil
cs: Začátečník
cy: Hawdd
da: Let
de: Einfach
el: Εύκολη
eo: facila
es_us: Fácil
et: Lihtne
eu: Erraza
fa: آسان
fi: Helppo
fr: Facile
gl: Doado
he: קל
hu: Könnyű
id: Mudah
is: Auðvelt
it: Facile
ja: 初級者向け
ka: ადვილი
ko: 쉬움
lt: Lengvas
mk: Lesno
my: လွယ်တယ်
nb: Enkel
nl: Makkelijk
oc: Facil
pl: Łatwa
pt_br: Fácil
ro_ro: Uşor
ru: Легко
sc: Fàtzile
sk: Ľahká
sl: Enostavna
sr: Лака
sr_latn: Laka
sv: Lätt
ta: எளிதானது
tr: Kolay
uk: Легко
vi: Dễ
zh_hans: 简单
zh_hant: 簡單

# import_duplicates_description
source: OsmAnd already has elements with the same names as those imported. Select an action.
ar: OsmAndيحتوي بالفعل على عناصر بنفس الأسماء مثل التي استوردتها. حدد إجراء.
az: OsmAnd-da artıq idxal olunanlarla eyni adda elementlər var. Fəaliyyət seçin.
be: У OsmAnd ужо ёсць элементы з тымі самымі назвамі, што і імпартаваныя. Абярыце дзеянне.
bg: В OsmAnd вече има елементи със същите имена, както тези, които се добавят. Изберете действие.
ca: Hi ha elements importats amb els mateixos noms que altres d'OsmAnd. Seleccioneu una opció.
cs: OsmAnd již má položky se stejnými názvy jako ty importované. Zvolte akci.
cy: Mae gan OsmAnd eisoes elfennau gyda'r un enwauâ'r rhai a fewnforiwyd. Dewis gweithred.
da: OsmAnd har allerede elementer med de samme navne som de importerede. Vælg en handling.
de: OsmAnd enthält bereits Elemente gleichen Namens wie die importierten. Wählen Sie eine Maßnahme.
el: Το OsmAnd έχει ήδη στοιχεία με το ίδιο όνομα όπως τα εισηχθέντα. Επιλέξτε μια ενέργεια.
eo: OsmAnd jam havas elementojn kun la samaj nomoj, kiel tiuj enportataj. Elektu kion fari.
es_us: OsmAnd ya tiene elementos con los mismos nombres que los importados. Elige una acción.
et: OsmAndis on juba samade nimedega kirjed kui need, mis imporditud. Vali tegevus.
eu: OsmAnd-ek dagoeneko izen berdinak dituzten elementuak ditu. Aukeratu ekintza bat.
fa: چیزهایی در OsmAnd همنام با موارد درون‌بردی است. کنشی را برگزینید.
fi: OsmAnd issa on jo elementtejä, joilla on samat nimet kuin tuoduilla elementeillä. Valitse toiminto.
fr: Des éléments portant les mêmes noms existent déjà dans OsmAnd. Sélectionnez une action.
gl: O OsmAnd xa posúe elementos cos mesmos nomes que os importados. Escolle unha acción.
he: ל־OsmAnd כבר יש פריטים באותם השמות כמו אלו המיובאים. נא לבחור פעולה.
hu: Az OsmAnd már tartalmaz az importálttal megegyező nevű elemeket. Válasszon egy műveletet.
id: Elemen yang diimpor sudah ada dalam aplikasi OsmAnd Silahkan pilih tindakan.
is: OsmAnd er með atriði með sömu nöfnum og þau sem voru flutt inn. Veldu aðgerð.
it: OsmAnd ha già elementi con gli stessi nomi di quelli importati. Scegli un'azione.
ja: OsmAnd には、すでにインポートされたものと同じ名前の項目があります。 対応を選択してください。
ko: OsmAnd 에는 이미 가져온 요소와 동일한 이름의 요소가 있습니다. 작업을 선택합니다.
mk: OsmAnd veḱe ima elementi so isti iminja kako i uvezenite. Izberete dejstvo.
nb: OsmAnd har allerede elementer med samme navn som de i importen. Velg en handling.
nl: OsmAnd heeft reeds elementen met dezelfde naam als de geïmporteerde. Kies een actie.
oc: D'elements importats pòrtan de noms pariers a aquelei qu'a OsmAnd. Seleccionatz una accion.
pl: OsmAnd ma już elementy o takich samych nazwach jak te importowane. Wybierz akcję.
pt_br: OsmAnd já possui elementos com os mesmos nomes dos importados. Selecione uma ação.
ro_ro: OsmAnd are deja elemente cu aceleași nume ca și cele importate. Selectați o acțiune.
ru: В OsmAnd уже есть элементы с такими же именами, как у импортированных. Выберите действие.
sc: OsmAnd tenet giai elementos cun su matessi nùmene de cussos importados. Ischerta un'atzione.
sk: OsmAnd už má položky s rovnakými názvami ako sú importované. Zvoľte akciu.
sl: OsmAndže ima elemente z enakimi imeni kot uvoženi. Izberi dejanje.
sr: ОсмАнд већ има јединице са истим именом као они који се увозе. Одаберите радњу.
sr_latn: OsmAnd već ima jedinice sa istim imenom kao oni koji se uvoze. Odaberi radnju.
sv: OsmAnd har redan objekt med samma namn som några av de som importeras. Välj en åtgärd.
ta: ஆச்மாண்டில் ஏற்கனவே இறக்குமதி செய்யப்பட்ட அதே பெயர்களைக் கொண்ட கூறுகள் உள்ளன. ஒரு செயலைத் தேர்ந்தெடுக்கவும்.
tr: OsmAnd'da içe aktarılanlarla aynı ada sahip ögeler zaten var. Bir eylem seçin.
uk: OsmAnd вже містить елементи з такими ж назвами, що й імпортовані. Виберіть дію.
vi: OsmAnd đã có các phần tử trùng tên với những phần tử được nhập. Chọn một hành động.
zh_hans: OsmAnd 已经具有与导入的元素同名的元素。 选择一个操作。
zh_hant: OsmAnd 已有與匯入的名稱相同的元素。 選取動作。

# shared_string_importing
source: Importing
ar: استيراد
az: İdxal edilir
be: Імпарт
bg: Импортиране
ca: S'està important
cs: Importování
cy: Yn mewnforio
da: Importerer
de: Importieren
el: Εισάγεται
eo: Enportado
es_us: Importando
et: Impordin
eu: Inportatzen
fa: در حال درون‌برد
fi: Tuodaan
fr: Import en cours
gl: Estase a importar
he: מתבצע ייבוא
hu: Importálás
id: Mengimpor
is: Innflutningur í gangi
it: Importazione in corso
ja: インポート中
ka: შემოტანა
ko: 가져오는 중
lt: Importuojama
mk: Uvezuvanje
nb: Importerer
nl: Bezig met importeren
oc: A importar
pl: Importowanie
pt_br: Importando
ro_ro: Se importă
ru: Импортирование
sc: Importende
sk: Importujem
sl: Uvažanje
sr: Увозим
sr_latn: Uvoženje
sv: Importerar
ta: இறக்குமதி
tr: İçe aktarılıyor
uk: Імпорт
vi: Đang nhập
zh_hans: 正在导入
zh_hant: 正在匯入

# importing_from
source: Importing data from %@
ar: استيراد البيانات من %@
az: Məlumatlar %@-dan idxal edilir
be: Імпарт даных з %@
bg: Импортиране на данни от %@
ca: S'estan important dades de %@
cs: Importování dat z %@
cy: Mewnforio data o %@
da: Importerer data fra %@
de: Daten aus %@ importieren
el: Εισαγωγή δεδομένων από το %@
eo: Enportado de datumoj el %@
es_us: Importando datos de «%@»
et: Andmete import failist %@
eu: Inportatu datuak %@-tik
fa: درون‌برد داده از %@
fr: Import de données à partir de %@
gl: Estanse a importar datos de %@
he: מיובאים נתונים מתוך %@
hu: Adatok importálása innen: %@
id: Mengimpor data dari %@
is: Flyt inn gögn frá %@
it: Importazione dei dati da %@
ja: %@からデータをインポート
ka: მონაცემების შემოტანა %@-დან
ko: %@에서 데이터 가져오기
mk: Se uvezuvaat podatoci od %@
nb: Importerer data fra %@
nl: Gegevens importeren uit %@
oc: A importar lei donadas de %@
pl: Importowanie danych z %@
pt_br: Importando dados de %@
ro_ro: Se importă date din %@
ru: Импорт данных из %@
sc: Importende datos dae %@
sk: Importujem údaje z %@
sl: Uvažanje podatkov iz %@
sr: Увозим податке из %@
sr_latn: Uvoz podataka iz %@
sv: Importerar data från %@
ta: %@ இலிருந்து தரவை இறக்குமதி செய்தல்
tr: Veriler %@'den içe aktarılıyor
uk: Імпорт даних з %@
zh_hans: 正在从 %@ 导入数据
zh_hant: 正在從 %@ 匯入資料

# shared_string_restoring
source: Restoring
ar: استعادة
cs: Obnovování
da: Gendannelse
de: Wiederherstellen
el: Επαναφέρεται
es_us: Restaurar
et: Taastan
fr: Restauration
hu: Visszaállítás
id: Memulihkan
is: Endurheimti
it: Ripristino in corso
lt: Atkuriama
nb: Gjenoppretting
nl: Herstellen
oc: Es a restaurar
pl: Przywracanie
ro_ro: Restaurarea
ru: Восстановление
sc: Ripristinende
sr: Враћање
sr_latn: Vraćanje
sv: Återställer
ta: மீட்டமைத்தல்
uk: Відновлення
zh_hant: 正在恢復

# configure_screen_quick_action
source: Quick action
ar: إجراءات سريعة
ast: Aición rápida
az: Sürətli fəaliyyət
be: Хуткае дзеянне
bg: Бързо действие
ca: Acció directa
cs: Rychlá akce
cy: Gweithred gyflym
da: Genvej
de: Schnellaktion
el: Γρήγορη ενέργεια
eo: Rapida ago
es_us: Acción rápida
et: Kiirtoiming
eu: Ekintza azkarra
fa: کنش فوری
fi: Pikatoiminto
fr: Action rapide
gl: Acción rápida
he: פעולה מהירה
hu: Gyors-művelet
hy: Արագ գործողություն
id: Tindakan cepat
is: Flýtiaðgerð
it: Azione rapida
ja: クイックアクション
ka: სწრაფი მოქმედება
ko: 빠른 작업
lt: Spartusis veiksmas
lv: Ātrās darbības
mk: Brzo dejstvie
ml: ദ്രുത പ്രവർത്തനം
nb: Hurtighandling
nl: Sneltoets
oc: Accion dirècta
pl: Szybka czynność
pt_br: Ação rápida
ro_ro: Acțiune rapidă
ru: Быстрое действие
sc: Atzione lestra
sk: Rýchla akcia
sl: Hitro dejanje
sr: Брзе радње
sr_latn: Brze radnje
sv: Snabbåtgärd
ta: விரைவான செயல்
tr: Hızlı eylem
uk: Швидка дія
vi: Hành động nhanh
zh_hans: 快捷操作
zh_hant: 快速動作

# shared_string_class
source: Class
bg: Клас
ca: Classe
cs: Třída
da: Klasse
de: Klasse
el: Τάξη
eo: Klaso
es_us: Clase
et: Klass
eu: Mota
fa: کلاس
fi: Luokka
fr: Classe
he: מחלקה
hu: Osztály
id: Kelas
is: Flokkur
it: Classe
ka: კლასი
ko: 등급
nb: Klasse
nl: Klasse
pl: Klasa
ro_ro: Clasă
ru: Класс
sk: Trieda
sl: Razred
sr: Класа
sr_latn: Klasa
sv: Klass
ta: வகுப்பு
tr: Sınıf
uk: Клас
vi: Loại
zh_hans: 分级
zh_hant: 分類

# shared_string_import_complete
source: Import complete
ar: تم الاستيراد
az: İdxal tamamlandı
be: Імпарт завершаны
bg: Внасянето е завършено
ca: Importació completada
cs: Import dokončen
cy: Mewnforio wedi ei gwblhau
da: Importen er fuldført
de: Import abgeschlossen
el: Ολοκλήρωση εισαγωγής
eo: Enportado finita
es_us: Importación completa
et: Imporditud
eu: Inportazioa burututa
fa: درون‌برد کامل شد
fi: Tuonti valmis
fr: Import terminé
gl: Importación completada
he: הייבוא הושלם
hu: Importálás kész
id: Impor selesai
is: Innflutningi lokið
it: Importazione completata
ja: インポート完了
ka: შემოტანა დასრულებულია
ko: 가져오기 완료
mk: Uvezi celosno
nb: Import fullført
nl: Importeren voltooid
oc: Importacion completa
pl: Zakończono importowanie
pt_br: Importação concluída
ro_ro: Importarea s-a finalizat
ru: Импорт завершен
sc: Importatzione acabada
sk: Import ukončený
sl: Uvoz je končan
sr: Увоз је завршен
sr_latn: Uvoz je završen
sv: Importen slutförd
ta: இறக்குமதி முழுமையானது
tr: İçe aktarma tamamlandı
uk: Імпорт завершено
vi: Đã hoàn thành việc nhập
zh_hans: 导入完成
zh_hant: 匯入完成

# app_restart_required
source: App restart required to apply some settings.
ar: مطلوب إعادة تشغيل التطبيق لتطبيق بعض الإعدادات.
az: Bəzi parametrləri tətbiq etmək üçün proqramın yenidən başlaması tələb olunur.
be: Для ўжывання некаторых налад патрабуецца перазапуск праграмы.
bg: За да бъдат приложени настройките е необходимо рестартиране на приложението.
cs: K použití některých nastavení je nutný restart aplikace.
cy: Mae ar yr ap angen ailddechrau i roi rhai gosodiadau ar waith.
da: Det er nødvendigt at genstarte appen for at anvende nogle indstillinger.
de: App-Neustart erforderlich, um einige Einstellungen anzuwenden.
el: Απαιτείται η επανεκκίνηση της εφαρμογής για να εφαρμοσθούν μερικές ρυθμίσεις.
eo: Restarto de la aplikaĵo estas necesa por apliki kelkajn agordojn.
es_us: Es necesario reiniciar la aplicación para aplicar algunos ajustes.
et: Mõningate seadistuste rakendamiseks on vajalik rakenduse taaskäivitamine.
eu: Ezarpen batzuk aplikatzeko, aplikazioa berrabiarazi behar da.
fa: برای پیاده‌سازی برخی تنظیمات، باید برنامه بازراه‌اندازی شود.
fi: Joidenkin asetusten voimaantulo edellyttää sovelluksen uudelleenkäynnistystä.
fr: Un redémarrage de l'application est nécessaire pour appliquer certains paramètres.
gl: É necesario reiniciar a aplicación para aplicar algúns axustes.
he: צריך להפעיל את היישומון מחדש כדי שכמה מהשינויים יחולו.
hu: Egyes beállítások érvényesítéséhez újra kell indítani az alkalmazást.
id: Pemulaian aplikasi dibutuhkan untuk menerapkan beberapa pengaturan.
is: Endurræsingar forrits er krafist til að virkja sumar stillingar.
it: Riavvio richiesto per applicare alcune impostazioni.
ja: 一部の設定を適用するには、アプリの再起動が必要です。
ka: Application restart required to apply some settings.
ko: 앱 재시작은 일부 설정을 적용해야 합니다.
lt: Norint pritaikyti kai kuriuos nustatymus, reikia iš naujo paleisti programą.
lv: Application restart required to apply some settings.
mk: Potrebno e restartiranje na aplikacijata za da se primenat nekoi postavki.
nb: Programomstart kreves forå bruke noen innstillinger.
nl: Herstarten van de app is vereist om bepaalde instellingen toe te passen.
oc: Reaviar l'aplicacion es necessari per aplicar lei reglatges.
pl: Aby zastosować niektóre ustawienia, wymagane jest ponowne uruchomienie aplikacji.
pt_br: É necessário reiniciar o aplicativo para aplicar algumas configurações.
ro_ro: Este necesară repornirea aplicației pentru a aplica anumite setări.
ru: Для применения некоторых настроек требуется перезапуск приложения.
sc: Pro aplicare unas cantas impostatziones tocat a torrare a allùghere s'aplicatzione.
sk: Niektoré nastavenia vyžadujú reštart aplikácie.
sl: Za uporabo nekaterih nastavitev je potreben ponovni zagon aplikacije.
sr: Потребно је препокретање програма ради примене неких поставки.
sr_latn: Potrebno je ponovno pokretanje programa radi primene nekih podešavanja.
sv: Omstart av appen krävs för att tillämpa vissa inställningar.
ta: சில அமைப்புகளைப் பயன்படுத்த பயன்பாட்டு மறுதொடக்கம் தேவை.
tr: Bazı ayarların uygulanması için uygulamanın yeniden başlatılması gerekiyor.
uk: Щоб увімкнути деякі налаштування, необхідно перезапустити застосунок.
vi: Khởi động lại ứng dụng là cần thiết để áp dụng một số cài đặt.
zh_hans: 程序需要重新启动以应用某些设置。
zh_hant: 需要重新啟動應用程式才能套用某些設定。

source: Added items: %@
ar: العناصر المضافة: % @
be: Дададзеныя элементы: %@
ca: Elements afegits: %@
cs: Přidané položky: %@
da: Tilføjede elementer: %@
de: Hinzugefügte Elemente: %@
el: Προστέθηκαν στοιχεία: %@
es_us: Elementos añadidos: %@
et: Lisatud kirjed: %@
fr: Éléments ajoutés : %@
hu: Hozzáadott elemek
id: Item yang ditambahkan: %@
is: Bætti við atriðum: %@
it: Oggetti aggiunti: %@
ja: 追加項目: %@
ka: დამატებული ელემენტები: %@
nb: Tillagte elementer: %@
nl: Items toegevoegd: %@
oc: Elements ajustats : %@
pl: Dodane elementy: %@
pt_br: Itens adicionados: %@
ro_ro: Elemente adăugate: %@
ru: Добавленные элементы: %@
sc: Elementos annànghidos: %@
sr: Додате ставке: %@
sr_latn: Dodate stavke: %@
sv: Objekt tillagda: %@
ta: சேர்க்கப்பட்டது உருப்படிகள்: %@
tr: Eklenen ögeler: %@
uk: Додані елементи: %@
zh_hant: 已新增項目：%@
