Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# help_article_start_with_first_steps_name
source: First steps
ar: الخطوات الأولى
cs: První kroky
cy: Camau cyntaf
da: Første trin
de: Erste Schritte
el: Πρώτα βήματα
eo: Unuaj paŝoj
es_us: Primeros pasos
et: Esimesed sammud
eu: Lehen urratsak
fa: نخستین گام‌ها
fi: Alkuaskeleet
fr: Premiers pas
hu: Az első lépések
id: Langkah-langkah pertama
is: Fyrstu skref
it: Primi passi
ko: 첫 번째 단계
nb: Første trinn
nl: Eerste stappen
oc: Premiers pas
pl: Pierwsze kroki
ro_ro: Primii pași
ru: Первые шаги
sk: Prvé kroky
sr: Почетни кораци
sr_latn: Početni koraci
sv: Första stegen
ta: முதல் படிகள்
tr: İlk adımlar
uk: Перші кроки
vi: Những bước đầu tiên
zh_hans: 第一步
zh_hant: 第一步

# help_article_start_with_main_menu_name
source: Main menu
ar: القائمة الرئيسية
cs: Hlavní menu
cy: Prif ddewislen
da: Hovedmenu
de: Hauptmenü
el: Κυρίως μενού
eo: Ĉefmenuo
es_us: Menú principal
et: Põhimenüü
eu: Menu nagusia
fa: فهرست اصلی
fi: Päävalikko
fr: Menu principal
he: תפריט ראשי
hu: Főmenü
id: Menu utama
is: Aðalvalmynd
it: Menu principale
ko: 메인 메뉴
nb: Hovedmeny
nl: Hoofdmenu
oc: Menú principau
pl: Menu główne
ro_ro: Meniul principal
ru: Главное меню
sk: Hlavné menu
sr: Главни мени
sr_latn: Glavni meni
sv: Huvudmeny
ta: பட்டியல் விளையாடுங்கள்
tr: Ana menü
uk: Головне меню
vi: Menu chính
zh_hans: 主菜单
zh_hant: 主要選單

# help_article_troubleshooting_crash_logs_name
source: Crash logs
ar: سجلات الأعطال
cs: Záznamy o pádech aplikace
cy: Logiau chwal
da: Logfiler over nedbrud
de: Absturzprotokolle
el: Καταγραφή κρασαρισμάτων
eo: Pane-protokoloj
es_us: Registro de errores
et: Kokkujooksmise logid
eu: Erroreen erregistroa
fa: گزارش‌های خرابی
fi: Kaatumislokit
fr: Journaux des plantages
hu: Összeomlási naplók
id: Catatan mogok
is: Hrunskrár
it: Registri di arresto anomalo
ko: 오류 로그
nb: Krasjlogger
nl: Crashlogboeken
oc: Jornau deis anomalias
pl: Dzienniki awarii
ro_ro: Jurnale de erori
ru: Журнал сбоев
sk: Záznamy o pádoch
sr: Дневник рушења програма
sr_latn: Dnevnik rušenja programa
sv: Kraschloggar
ta: செயலிழப்பு பதிவுகள்
tr: Çökme günlükleri
uk: Журнал збоїв
vi: Nhật ký sự cố
zh_hans: 崩溃日志
zh_hant: 當機記錄

# help_article_troubleshooting_general_name
source: General
ar: عام
cs: Všeobecné
cy: Cyffredinol
da: Generelt
de: Allgemein
el: Γενικά
eo: Aliaj
et: Üldist
eu: Orokorra
fa: عمومی
fi: Yleistä
fr: Général
hu: Általános
id: Umum
is: Almennt
it: Generale
ka: ზოგადი
ko: 기본 설정
nb: Generelt
nl: Algemeen
oc: Generau
pl: Ogólne
ru: Общие
sk: Všeobecné
sr: Генерално
sr_latn: Generalno
sv: Allmänt
ta: பொது
tr: Genel
uk: Загальні
vi: Chung
zh_hans: 常见问题
zh_hant: 一般

# help_article_troubleshooting_maps_data_name
source: Maps & Data
ar: بيانات الخرائط
br: Kartennoù & roadennoù
cs: Mapy a data
cy: Mapiau&Data
da: Kort og data
de: Karten und Daten
el: Χάρτες & Δεδομένα
eo: Mapoj kaj datumoj
es_us: Mapas y datos
et: Kaardid ja andmed
eu: Mapak eta datuak
fa: نقشه‌ها و داده‌ها
fi: Kartat&data
fr: Cartes & données
he: מפות ונתונים
hu: Térképek és adatok
id: Peta & Data
is: Landakort og gögn
it: Mappe e dati
ko: 지도 및 데이터
lt: Žemėlapiai ir duomenys
nb: Kart&Data
nl: Kaarten & Data
oc: Mapas&Donadas
pl: Mapy i dane
ro_ro: Hărți și date
ru: Карты и данные
sk: Mapy a údaje
sr: Карте и подаци
sr_latn: Mape i podaci
sv: Kartor & Data
ta: வரைபடங்கள் & தரவு
tr: Haritalar ve Veriler
uk: Мапи й дані
vi: Bản đồ và Dữ liệu
zh_hans: 地图与数据
zh_hant: 地圖與資料

# help_article_troubleshooting_track_recording_issues_name
source: Track recording
ar: تسجيل المسار
cs: Záznam stop
cy: Recordio traciau
da: Optagelse af spor
de: Trackaufzeichnung
el: Καταγραφή ίχνους
eo: Registri spuron
es_us: Grabación de trazas
et: Raja salvestamine
eu: Arrastoen grabazioa
fa: ضبط رد
fi: Jäljen tallennus
fr: Enregistrement de trace
hu: Nyomvonal rögzítése
id: Perekaman trek
is: Upptaka ferils
it: Registrazione della traccia
ko: 트랙 기록
nb: Sporopptak
nl: Track-opnamen maken
oc: Enregistrar la traça
pl: Nagrywanie ścieżki
ro_ro: Înregistrări GPS
ru: Запись маршрута
sk: Záznam stôp
sr: Снимање трага
sr_latn: Snimanje trase
sv: Spårinspelning
ta: ட்ராக் ரெக்கார்டிங்
tr: Yol kaydı
uk: Запис треку
vi: Ghi đường dẫn
zh_hans: 轨迹录制
zh_hant: 軌跡錄製

# help_article_widgets_name
source: Map Widgets
ar: ودجت الخريطة
cs: Mapové nástroje
da: Kortmoduler
de: Kartenwidgets
el: Πρόσθετα χάρτη
eo: Map-fenestraĵoj
es_us: Widgets del mapa
et: Kaardi vidinad
eu: Mapen trepetak
fa: ابزارک‌های نقشه
fr: Gadgets de la carte
hu: Térképmodulok
id: Widget Peta
is: Viðmótshlutar korts
it: Widget della mappa
ko: 지도 위젯
nb: Kartmoduler
nl: Kaartwidgets
oc: Clavelets de la mapa
pl: Widżety mapy
ro_ro: Widgeturi hartă
ru: Виджеты
sk: Nástroje na mape
sr: Справице карте
sr_latn: Widžeti mape
sv: Kartwidgets
ta: வரைபட விட்செட்டுகள்
tr: Harita Widget'ları
uk: Віджети мапи
vi: Các widget bản đồ
zh_hans: 地图小工具
zh_hant: 地圖小工具

# help_article_widgets_info_widgets_name
source: Informational widgets
ar: ودجت المعلومات
cs: Informační nástroje
da: Informationsmoduler
de: Informations-Widgets
el: Πρόσθετα πληροφοριών
eo: Informaj fenestraĵoj
es_us: Widgets de información
et: Infovidinad
eu: Trepeta informatiboak
fa: ابزارک‌های اطلاعاتی
fr: Gadgets d'information
hu: Információs modulok
id: Widget informasi
is: Viðmótshlutar til upplýsinga
it: Widget informativi
ko: 정보 위젯
nb: Informasjonsmoduler
nl: Informatieve widgets
oc: Clavelets d'informacions
pl: Widżety informacyjne
ro_ro: Widgeturi informaționale
ru: Информационные виджеты
sk: Ďalšie nástroje
sr: Справице обавештења
sr_latn: Informativni widgeti
sv: Informationswidgets
ta: செய்தி விட்செட்டுகள்
tr: Bilgilendirme widget'ları
uk: Інформаційні віджети
vi: Widget cung cấp thông tin
zh_hans: 信息小工具
zh_hant: 資訊小工具

# help_article_widgets_map_buttons_name
source: Map buttons
ar: أزرار الخريطة
br: Boutonoù ar gartenn
cs: Mapová tlačítka
cy: Botymau map
da: Kortknapper
de: Schaltflächen der Karte
el: Κουμπιά χάρτη
eo: Butonoj de mapo
es_us: Botones del mapa
et: Kaardinupud
eu: Maparen botoiak
fa: دکمه‌های نقشه
fi: Karttapainikkeet
fr: Boutons de la carte
he: כפתורי מפה
hu: Térképgombok
id: Tombol peta
is: Kortahnappar
it: Pulsanti della mappa
ko: 맵 버튼
nb: Kartknapper
nl: Kaart-knoppen
oc: Claveles de la mapa
pl: Przyciski mapy
ro_ro: Butoane hartă
ru: Кнопки карты
sk: Tlačidlá na mape
sr: Дугмад карте
sr_latn: Dugmad mape
sv: Kartknappar
ta: வரைபட பொத்தான்கள்
tr: Harita düğmeleri
uk: Кнопки мапи
vi: Nút bấm bản đồ
zh_hans: 地图按钮
zh_hant: 地圖按鈕

# help_article_widgets_markers_name
source: Marker widgets
ar: ودجت التوجيه المباشر
bg: Приспособления за маркери
cs: Nástroje pro značky
da: Markørmoduler
de: Markierungs-Widgets
el: Γραφικά στοιχεία δείκτη
eo: Map-markaj fenestraĵoj
es_us: Widgets de marcadores
et: Markerite vidinad
eu: Markatzaileen trepetak
fa: ابزارک‌های نشانگر
fr: Gadgets de marqueur
hu: Jelölőmodulok
id: Widget penanda
is: Viðmótshlutar merkja
it: Widget marcatori
ko: 마커 위젯
nb: Markørmoduler
nl: Markeringswidgets
oc: Clavelets de marcadors
pl: Widżety znaczników
ro_ro: Widgeturi marcaje
ru: Виджеты маркеров
sk: Nástroje značiek
sr: Справице ознака
sr_latn: Markeri widgeta
sv: Markörwidgets
ta: மார்க்கர் விட்செட்டுகள்
uk: Віджети позначок
vi: Widget đánh dấu
zh_hans: 标记小工具
zh_hant: 標記小工具

# help_article_widgets_nav_widgets_name
source: Navigational widgets
ar: ودجت التنقل
cs: Navigační nástroje
da: Navigationsmoduler
de: Navigations-Widgets
el: Πρόσθετα πλοήγησης
eo: Navigaj fenestraĵoj
es_us: Widgets de navegación
et: Tee juhatamise vidinad
eu: Nabigazio trepetak
fa: ابزارک‌های ناوبری
fr: Gadgets de guidage
hu: Navigációs modulok
id: Widget navigasi
is: Leiðsöguhlutar
it: Widget di navigazione
ko: 탐색 위젯
nb: Navigeringsmoduler
nl: Navigatiewidgets
oc: Clavelets de guidatge
pl: Widżety nawigacyjne
ro_ro: Widgeturi navigaționale
ru: Навигационные виджеты
sk: Navigačné nástroje
sr: Справице навођења
sr_latn: Widgeti za navođenje
sv: Navigeringswidgets
ta: ஊடுருவல் விட்செட்டுகள்
tr: Navigasyon widget'ları
uk: Навігаційні віджети
vi: Widget điều hướng
zh_hans: 导航小工具
zh_hant: 導航小工具

# help_article_widgets_radius_ruler_name
source: Radius-ruler and Ruler
ar: دوائر القياس والمسطرة
bg: Линия за радиуси и скала на мащаба
cs: Kruhové pravítko a pravítko
da: Radiusmåler og måler
de: Radius-Maßstab und Lineal
el: Χάρακας ακτίνων και Χάρακας
eo: Cirkelo kaj mezurilo
es_us: Regla radial y brújula
et: Raadiuse joonlaud ja tavajoonlaud
eu: Erradio-erregela eta erregela
fa: خط‌کش شعاع و خط‌کش
fr: Règle et règle-rayon
hu: Sugárvonalzó és normál vonalzó
id: Penggaris Radius dan Penggaris
is: Mælistika út frá miðju og mælistika
it: Righello radiale e righello
ja: 半径定規と定規
ko: Radius-ruler 및 Ruler
nl: Straal-meetlat en meetlat
pl: Linijka promienia i linijka
ro_ro: Rigla pentru rază și Rigla
ru: Радиус-линейка и шкала масштаба
sk: Polomerové pravítko a pravítko
sr: Мерач пречника и лењир
sr_latn: Merač prečnika i lenjir
sv: Radielinjal och linjal
ta: ஆரம்-ருலர் மற்றும் ஆட்சியாளர்
tr: Yarıçap cetveli ve Cetvel
uk: Радіус-лінійка та лінійка
vi: Thước bán kính và Thước
zh_hans: 半径量尺和量尺
zh_hant: 半徑尺規與尺規

# shared_string_setup_route
source: Setup a route
ar: إعداد الطريق
cs: Připravit trasu
cy: Dechrau cynllunio llwybr
da: Opret en rute
de: Route einrichten
el: Διαμορφώστε μια διαδρομή
eo: Difini kurson
es_us: Configurar una ruta
et: Seadista teekond
eu: Zehaztu ibilbide bat
fr: Définir un itinéraire
hu: Útvonal beállítása
id: Siapkan rute
is: Útbúa leið
it: Imposta un percorso
ko: 경로 설정
nl: Route opzetten
oc: Definir un percors
pl: Wyznacz trasę
ro_ro: Configurează o rută
ru: Настройка маршрута
sk: Nastaviť trasu
sr: Постави путању
sr_latn: Podešavanje rute
sv: Förbered en rutt
ta: ஒரு வழியை அமைக்கவும்
uk: Встановити маршрутизацію
vi: Thiết lập một tuyến đường
zh_hans: 设置路线
zh_hant: 設定路線

# tracker_item
source: OsmAnd tracker
ar: متتبع أوسماند
be: Назіральнік OsmAnd
cs: Stopování OsmAnd
cy: Traciwr OsmAnd
eo: Enreta spurilo
et: OsmAnd jälgija
eu: OsmAnd aztarnaria
fa: ردیاب OsmAnd
fr: Suivi de position par OsmAnd
gl: Rastrexador do OsmAnd
he: עוקב OsmAnd
hu: OsmAnd helymegosztás
hy: OsmAnd թրեկեր
id: Pelacak OsmAnd
is: OsmAnd-rekjari
it: Tracciatore OsmAnd
ka: OsmAnd-ის ტრეკერი
ko: OsmAnd 트래커
mk: OsmAnd traker
nb: OsmAnd-sporer
oc: OsmAnd Traçador
ro_ro: OsmAnd monitor
ru: Трекер OsmAnd
sc: Arrastadore de OsmAnd
sk: Stopovanie OsmAnd
sl: Sledilnik OsmAnd
sr: ОсмАнд пратилац
sr_latn: OsmAnd monitor
ta: ஒச்மண்ட் டிராக்கர்
tr: OsmAnd izleyici
uk: OsmAnd трекер
vi: Công cụ theo dõi OsmAnd
zh_hans: OsmAnd 追踪器
zh_hant: OsmAnd 追蹤程式

# history_actions_footer_text
source: You can export history into a file. You can delete all history entries recorded until now.
ar: يمكنك تصدير سجل التاريخ إلى ملف. يمكنك حذف جميع إدخالات سجل التاريخ المسجلة حتى الآن.
cs: Historii můžete exportovat do souboru. Všechny dosud zaznamenané záznamy historie můžete vymazat.
da: Du kan eksportere historik til en fil. Du kan slette alle historikposter, der er registreret indtil nu.
de: Sie können den Verlauf in eine Datei exportieren. Sie können alle bisher aufgezeichneten Verlaufseinträge löschen.
el: Μπορείτε να εξάγετε το ιστορικό σε ένα αρχείο. Μπορείτε να διαγράψετε όλες τις καταχωρήσεις ιστορικού που καταγράφηκαν έως τώρα.
es_us: Puedes exportar el historial a un archivo. Puedes borrar todas las entradas del historial registradas hasta el momento.
et: Sa võid ajaloo eksportida faili. Lisaks võid ajaloost kustutada kõik kirjed kuni praeguse hetkeni.
fr: Vous pouvez exporter l'historique dans un fichier. Vous pouvez supprimer toutes les entrées de l'historique enregistrées jusqu'à présent.
hu: Exportálhatja előzményeit egy fájlba. Törölhet minden eddig rögzített előzményt.
id: Anda dapat mengekspor riwayat ke dalam sebuah file. Anda dapat menghapus semua entri riwayat yang tercatat hingga sekarang.
is: Þú getur flutt aðgerðaferil út í skrá. Þú getur eytt öllum atriðum í ferlinum sem skráð hafa verið til þessa.
it: Puoi esportare la cronologia in un file. Puoi eliminare tutti gli elementi della cronologia registrati fino ad ora.
ko: 파일로의 역사를 수출할 수 있습니다. 이제까지 기록된 모든 역사 항목을 삭제할 수 있습니다.
nl: Je kan de geschiedenis exporteren naar een bestand. Je kunt alle geschiedenisitems wissen die tot nu toe zijn opgenomen.
oc: Podètz exportar l'istoric dins un fichier. Podètz pereu escafar totei leis intradas de l'istoric enregistradas fins ara.
pl: Można wyeksportować historię do pliku. Można usunąć wszystkie zapisy historii zarejestrowane do tej pory.
ro_ro: Puteți exporta istoricul într-un fișier. Puteți șterge toate intrările din istoric înregistrate până acum.
ru: Вы можете экспортировать историю в файл. Вы можете удалить все записи истории до данного момента.
sr: Историју можете извозити у фајлу. Можете да избришете све уносе историје до сада забележене.
sr_latn: Istoriju možete izvoziti u fajlu. Možete da izbrišete sve unose istorije do sada zabeležene.
sv: Du kan exportera historiken till en fil. Du kan radera alla historikposter sparade hittills.
ta: நீங்கள் ஒரு கோப்பில் வரலாற்றை ஏற்றுமதி செய்யலாம். இப்போது வரை பதிவுசெய்யப்பட்ட அனைத்து வரலாற்று உள்ளீடுகளையும் நீங்கள் நீக்கலாம்.
tr: Geçmişi bir dosyaya aktarabilirsiniz. Şimdiye kadar kaydedilen tüm geçmiş kayıtlarını silebilirsiniz.
uk: Ви можете експортувати історію у файл. Ви можете видалити всі записи історії, записані до цього моменту.
zh_hant: 您可以匯出歷史至檔案。您可以刪除至今記錄的所有歷史項目。

source: Most viewed
ar: الأكثر مشاهدة
bg: Най-преглеждани
cs: Nejčastěji prohlížené
da: Mest sete
de: Meistgesehen
el: Περισσότερες προβολές
eo: Ofte legataj
es_us: Más visto
et: Enimvaadatud
eu: Gehien ikusiak
fa: بیشترین بازدید
fi: Eniten katsellut
fr: Les plus vu(e)s
he: הנצפים ביותר
hu: Legnézettebb
id: Sering banyak dilihat
is: Oftast skoðað
it: I più visti
ko: 높은 조회수
nb: Mest viste
nl: Meest bekeken
oc: Lei pus vistas
pl: Najczęściej wyświetlane
ro_ro: Cele mai văzute
ru: Наиболее просматриваемые
sk: Najpozeranejšie
sr: Најпрегледаније
sr_latn: Najpregledanije
sv: Mest sedd
ta: பெரும்பாலானவை பார்க்கப்பட்டன
tr: En çok görüntülenen
uk: Найогляданіші
vi: Được xem nhiều nhất
zh_hans: 最多访问
zh_hant: 最多檢視

source: User guide
ar: دليل المستخدم
bg: Ръководство на потребителя
cs: Uživatelská příručka
da: Brugervejledning
de: Benutzeranleitung
el: Οδηγός χρήστη
eo: Gvidlibro
es_us: Guía del usuario
et: Kasutusjuhend
eu: Erabiltzailearen gida
fa: راهنمای کاربر
fi: Käyttöopas
fr: Guide utilisateur
he: מדריך שימוש
hu: Használati útmutató
id: Panduan pengguna
is: Notendahandbók
it: Guida utente
ko: 사용자 가이드
nb: Brukerveiledning
nl: Gebruikershandleiding
oc: Guida de l'utilizator
pl: Samouczek
ro_ro: Ghid utilizator
ru: Руководство пользователя
sk: Používateľská príručka
sr: Корисничко упутство
sr_latn: Korisničko uputstvo
sv: Användarmanual
ta: பயனர் வழிகாட்டி
tr: Kullanıcı kılavuzu
uk: Посібник користувача
vi: Hướng dẫn sử dụng
zh_hans: 用户指南
zh_hant: 使用者指南

source: Map Widgets
ar: ودجت الخريطة
br: Widjetoù ar gartenn
cs: Mapové nástroje
da: Kortmoduler
de: Kartenwidgets
el: Πρόσθετα χάρτη
eo: Map-fenestraĵoj
es_us: Widgets del mapa
et: Kaardividinad
eu: Mapen trepetak
fr: Gadgets de la carte
hu: Térképmodulok
id: Widget Peta
is: Viðmótshlutar korts
it: Widget della mappa
ko: 지도 위젯
nb: Kartmoduler
nl: Kaartwidgets
oc: Clavelets de la mapa
pl: Widżety mapy
ro_ro: Widgeturi hartă
ru: Виджеты
sk: Nástroje na mape
sr: Справице карте
sr_latn: Widžeti mape
sv: Kartwidgets
ta: வரைபட விட்செட்டுகள்
tr: Harita Widget'ları
uk: Віджети мапи
vi: Các widget bản đồ
zh_hans: 地图小工具
zh_hant: 地圖小工具

# download_install_beta_version
source: Download and install beta version of OsmAnd
ar: قم بتنزيل وتثبيت الإصدار التجريبي من أوسماند
cs: Stáhněte a nainstalujte si beta verzi aplikace OsmAnd
da: Hent og installer betaversion af OsmAnd
de: Beta-Version von OsmAnd herunterladen und installieren
el: Λήψη και εγκατάσταση beta εκδόσεων του OsmAnd
es_us: Descarga e instala una versión beta de OsmAnd
et: Laadi alla ja paigalda OsmAndi beetaversioon
fr: Télécharger et installer la version bêta d'OsmAnd
hu: Az OsmAnd béta verziójának letöltése és telepítése
id: Unduh dan pasang versi beta OsmAnd
is: Sæktu og settu upp prófunarútgáfu OsmAnd
it: Scarica e installa la versione beta di OsmAnd
ko: OsmAnd의 베타 버전을 다운로드 및 설치
nl: Download en installeer de beta versie van OsmAnd
oc: Teledescargar e installar la version beta d'OsmAnd
pl: Pobierz i zainstaluj wersję beta OsmAnd
ro_ro: Descarcă și instalează versiunea beta a OsmAnd
ru: Скачайте и установите бета-версию OsmAnd
sr: Преузмите и инсталирајте бета верзију ОсмАнда
sr_latn: Preuzmite i instalirajte beta verziju OsmAnda
sv: Ladda ner och installera betaversion av OsmAnd
ta: OSMand இன் பீட்டா பதிப்பை பதிவிறக்கம் செய்து நிறுவவும்
tr: OsmAnd beta sürümünü indirin ve kurun
uk: Завантажити й установити бета-версію OsmAnd
zh_hant: 下載與安裝 OsmAnd beta 版本

# road_speeds_descr
source: These parameters can affect the route calculation.
ar: يمكن أن تؤثر هذه التفضيلات على كيفية حساب مسار الطريق.
be: Гэтыя параметры могуць уплываць на разлік маршруту.
ca: Aquests paràmetres podrien afectar el càlcul de la ruta.
cs: Tyto parametry mohou ovlivnit výpočet trasy.
da: Disse parametre kan påvirke ruteberegningen.
de: Diese Parameter können die Routenberechnung beeinflussen.
el: Αυτοί οι παράμετροι μπορεί να επηρεάσουν τον υπολογισμό διαδρομής.
es_us: Estos parámetros pueden afectar al cálculo de la ruta.
et: Need parameetrid võivad mõjutada teekonna koostamist.
fr: Ces paramètres peuvent modifer le calcul d'itinéraire.
hu: Ezek a paraméterek befolyásolhatják az útvonal kiszámítását.
id: Parameter ini dapat mempengaruhi perhitungan rute.
is: Þessi viðföng geta haft áhrif á útreikning leiða.
it: Questi parametri possono influenzare il calcolo del percorso.
ja: これらのパラメータは、ルート計算に影響を与える可能性があります。
ko: 이러한 매개변수는 경로 계산에 영향을 미칠 수 있다.
nb: Disse parameterne kan ha innvirkning på ruteberegning.
nl: Deze parameters kunnen de routeberekening beïnvloeden.
oc: Aquestei paramètres podrián afectar lo calcul de la rota.
pl: Te parametry mogą mieć wpływ na obliczanie trasy.
pt_br: Esses parâmetros podem afetar o cálculo da rota.
ro_ro: Acești parametri pot afecta calculul traseului.
ru: Эти параметры могут повлиять на расчет маршрута.
sc: Custos paràmetros diant pòdere influentzare su càrculu de s'àndala.
sk: Tieto parametre môžu ovplyvniť výpočet trasy.
sr: Ови параметри могу утицати на прорачун руте.
sr_latn: Ovi parametri mogu uticati na proračun rute.
sv: Dessa parametrar kan påverka ruttberäkningen.
ta: இந்த அளவுருக்கள் பாதை கணக்கீட்டை பாதிக்கும்.
tr: Bu parametreler güzergah hesaplamasını etkileyebilir.
uk: Ці параметри можуть вплинути на обчислення маршруту.
zh_hans: 这些参数会影响路线计算。
zh_hant: 這些參數會影響導航計算。

# road_min_speed_descr
source: Sets the minimum travel speed for all roads in the route. Raises priority for roads with recommended speeds less than the minimum.
ar: تعيين الحد الأدنى لسرعة السفر لجميع الطرق في المسار. يرفع أولوية الطرق ذات السرعات الموصى بها أقل من الحد الأدنى.
be: Задае мінімальную хуткасць руху для ўсіх дарог на маршруце. Павышае прыярытэт для дарог з рэкамендаванай хуткасцю меншай за мінімальную.
ca: Estableix la velocitat mínima de circulació de totes les carreteres de la ruta. Prioritza les carreteres amb velocitats recomanades inferiors a la mínima.
cs: Nastaví minimální cestovní rychlost pro všechny cesty na trase. Zvyšuje prioritu cest, jejichž doporučená rychlost je nižší než minimum.
da: Indstiller den mindste rejsehastighed for alle veje på ruten. Øger prioriteringen af veje med anbefalede hastigheder, der er lavere end minimumshastigheden.
de: Legt die minimale Fahrgeschwindigkeit für alle Straßen auf der Route fest. Erhöht die Priorität für Straßen mit empfohlenen Geschwindigkeiten unter der Mindestgeschwindigkeit.
es_us: Define la velocidad mínima de viaje para todos los caminos de la ruta. Aumenta la prioridad para los caminos con velocidades recomendadas inferiores a la mínima.
et: Määrab kõigi marsruudil olevate teede minimaalse sõidukiiruse. Tõstab prioriteedi maanteedele, mille soovitatav kiirus on alla miinimumi.
fr: Définit la vitesse minimale pour toutes les routes sur le trajet. Augmentera la priorité des routes dont la vitesse recommandée est inférieure à ce minimum.
hu: Beállítja a legkisebb utazási sebességet az útvonal összes útján. Megemeli a prioritását azoknak az utaknak, amelyeken az ajánlott sebesség alacsonyabb, mint a legkisebb sebesség.
id: Mengatur kecepatan perjalanan minimum untuk semua jalan di rute. Meningkatkan prioritas untuk jalan dengan kecepatan yang disarankan kurang dari minimum.
is: Setur lágmarksferðahraða fyrir alla vegi á leiðinni. Hækkar forgang vega sem merktir eru með hraðamörkum sem eru lægri en lágmarkið.
it: Imposta la velocità di viaggio minima per tutte le strade del percorso. Aumenta la priorità per le strade con velocità consigliate inferiori al minimo.
ja: ルート内のすべての道路の最低移動速度を設定します。推奨速度が最低速度を下回る道路の優先度を上げます。
ko: 경로 내 모든 도로의 최소 이동 속도를 설정하십시오. 권장 속도가 최소 속도 미만인 도로의 우선 순위 상승합니다.
nl: Stelt de minimale reissnelheid in voor alle wegen in de route. Verhoogt de prioriteit voor wegen met een aanbevolen snelheid lager dan het minimum.
oc: Aquò definís la velocitat minimala de circulacion per totei lei rotas dau percors. Aumenta la prioritat per lei rotas amb de velocitats inferioras au minimom.
pl: Ustala minimalną prędkość podróży dla wszystkich dróg na trasie. Podnosi priorytet dla dróg z zalecanymi prędkościami mniejszymi niż minimalna.
pt_br: Define a velocidade mínima de viagem para todas as estradas da rota. Aumenta a prioridade para estradas com velocidades recomendadas menores que o mínimo.
ro_ro: Stabilește viteza minimă de deplasare pentru toate drumurile din traseu. Mărește prioritatea pentru drumurile cu viteze recomandate mai mici decât cea minimă.
ru: Устанавливает минимальную скорость движения для всех дорог в маршруте. Повышает приоритет дорог с рекомендованной скоростью ниже минимальной.
sc: Imposta sa lestresa mìnima de biàgiu pro totu sos caminos de s'àndala. Faghat artziare sa prioridade pro sos caminos cun lestresas racumandadas prus bassas de su mìnimu.
sk: Nastaví minimálnu cestovnú rýchlosť pre všetky cesty na trase. Zvýši prioritu cestám s odporúčanou rýchlosťou menšou ako toto minimum.
sr: Поставља минималну брзину путовања за све путеве на рути. Повећава приоритет за путеве са препорученим брзинама мањим од минималне.
sr_latn: Postavlja minimalnu brzinu putovanja za sve puteve na ruti. Povećava prioritet za puteve sa preporučenim brzinama manjim od minimalne.
sv: Ställer in den lägsta reshastigheten för alla vägar på rutten. Höjer prioritet för vägar med rekommenderade hastigheter lägre än minimum.
ta: பாதையில் உள்ள அனைத்து சாலைகளுக்கும் குறைந்தபட்ச பயண வேகத்தை அமைக்கிறது. பரிந்துரைக்கப்பட்ட வேகத்தை குறைந்தபட்சத்தை விடக் குறைவான சாலைகளுக்கு முன்னுரிமையை எழுப்புகிறது.
tr: Güzergahdaki tüm yollar için en düşük seyahat hızını ayarlar. En düşük hızın altında tavsiye edilen hızlara sahip yollar için önceliği artırır.
uk: Встановлює найменшу швидкість руху всіма дорогами маршруту. Підвищує пріоритет доріг з рекомендованою швидкістю менше мінімальної.
zh_hant: 設定導航時所有道路的最低旅行速限，建議速限少於最低速限則提升道路優先性。
