Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# shared_string_precise
source: Precise
be: Дакладная
cs: Přesná
da: Præcis
de: Präzise
el: Ακριβής
eo: Preciza
es_us: Preciso
et: Täpne
eu: Zehatza
fi: Tarkka
fr: Exact
he: מדויק
hu: Pontos
id: Persis
is: Nákvæmt
it: Preciso
ka: ზუსტი
lt: Tikslus
nl: Nauwkeurig
pl: Precyzyjnie
ro_ro: Precis
ru: Точно
sk: Presné
sr: Тачно
sr_latn: Preciznije
sv: Precis
ta: துல்லியமான
te: ఖచ్చితమైన
tr: Hassas
uk: Точно
vi: Chính xác
zh_hans: 精确
zh_hant: 精確

# lang_ga
source: Irish
ar: الأيرلندية
ast: Irlandés
az: İrlandca
be: Ірландская
bg: Ирландски
ca: Irlandès
cs: Irština
cy: Gwyddeleg
da: Irsk
de: Irisch
el: Ιρλανδικά
eo: Irlanda
es_us: Irlandés
et: iiri
eu: Gaelera (Irlandakoa)
fa: ایرلندی
fi: Irlanti
fr: Irlandais
gl: Irlandés
he: אירית
hu: ír
hy: Իռլանդական
id: Irlandia
is: Írska
it: Irlandese
ja: アイルランド語
ka: ირლანდიური
kn: ಐರಿಷ್
ko: 아일랜드어
lt: Airių
lv: īru
mk: Irski
ml: ഐറിഷ്
nb: Irsk
nl: Iers
oc: Irlandés
pl: Irlandzki
ro_ro: Irlandeză
ru: Ирландский
sc: Irlandesu
sk: Írsky
sl: Irščina
sr: Ирски
sr_latn: Irski
sv: Iriska
ta: ஐரிச்
tr: İrlandaca
uk: Ірландська
zh_hans: 爱尔兰语
zh_hant: 愛爾蘭語

# lang_ht
source: Haitian
ar: الهايتية
ast: Haitianu
az: Haiti dili
be: Гаіцянская
bg: Хаитянски
ca: Crioll haitià
cs: Haitština
cy: Creol Haiti
da: Haitiansk
de: Haitianisch
el: Αϊτινά
eo: Haitia kreola
es_us: Haitiano
et: haiti
eu: Haitiko kreolera
fa: هائیتی
fi: Haiti
fr: Haïtien
gl: Haitiano
he: האיטית
hu: haiti
hy: Հայիթերեն
id: Haiti
is: Tahítíska
it: Haitiano
ja: ハイチ語
ka: ჰაიტური
ko: 아이티어
lt: Haiti
lv: Haiti
mk: Haitski
ml: "ഹൈത്തിയന്‍ ഭാക്ഷ "
nb: Haitisk
nl: Haïtiaans
oc: Aïcian
pl: Haitański
ro_ro: Haitiană
ru: Гаитянский
sc: Haitianu
sk: Haitsky
sl: Haitščina
sr: Хаићански
sr_latn: Haićanski
sv: Haitiska
ta: ஆய்டியன்
tr: Haiti dili
uk: Гаїтянська
zh_hans: 海地语
zh_hant: 海地

# lang_nds
source: Low German
ar: الألمانية الدنيا
az: Aşağı Almanca
be: Ніжненямецкая
bg: Долногермански езици
ca: Baix alemany
cs: Dolnoněmčina
cy: Almaeneg Isel
da: Plattysk
de: Plattdeutsch
el: Κάτω γερμανικά
eo: Platgermana
es_us: Bajo Alemán
et: alamsaksa
eu: Behe-alemana
fa: آلمانی فرودین
fi: Alasaksa
fr: Bas allemand
gl: Baixo alemán
he: גרמנית תחתית
hu: alnémet
hy: Ցածր Գերմաներեն
id: Jerman Rendah
is: Lágþýska
it: Basso tedesco
ja: 低地ドイツ語
ka: ქვედა გერმანული
ko: 낮은 독일어
lt: Vokiečių žemaičių
lv: Zemvācu
mk: Nizok germanski
ml: ലോ ജര്‍മന്‍ ഭാഷ
nb: Lavtysk
nl: Nederduits
oc: Allemand corrent
pl: Dolno Saksoński
ro_ro: Germană redusă
ru: Нижненемецкий
sc: Bassu-tedescu
sk: Dolná nemčina
sl: Nizka nemščina
sr: Нисконемачки
sr_latn: Niskonemački
sv: Lågtyska
ta: கீழ் செர்மன்
tr: Aşağı Almanca
uk: Нижньонімецька
zh_hans: 低地德语
zh_hant: 低地德語

source: Available map styles
ar: أنماط الخريطة المتاحة
be: Даступныя стылі мапаў
ca: Estils de mapa disponibles
cs: Dostupné styly mapy
da: Tilgængelige kortstilarter
de: Verfügbare Kartenstile
el: Διαθέσιμα στυλ χάρτη
es_us: Estilos de mapas disponibles
et: Saadaolevad kaardistiilid
fi: Saatavilla olevat karttatyylit
fr: Styles de cartes disponibles
hu: Elérhető térképstílusok
id: Gaya peta yang tersedia
is: Tiltækir kortastílar
it: Stili mappa disponibili
ja: 利用可能なマップスタイル
ka: ხელმისაწვდომი რუკის სტილები
ko: 사용 가능한 지도 스타일
nb: Tilgjengelige kartstiler
nl: Beschikbare kaart stijlen
oc: Estils de mapa disponibles
pl: Dostępne style map
pt_br: Estilos de mapa disponíveis
ro_ro: Stiluri de hărți disponibile
ru: Доступные стили карт
sc: Istiles de mapa disponìbiles
sk: Dostupné štýly máp
sr: Доступни стилови мапе
sr_latn: Dostupni stilovi mape
sv: Tillgängliga kartstilar
ta: கிடைக்கும் வரைபட பாணிகள்
tr: Kullanılabilir harita tarzları
uk: Доступні стилі мап
zh_hant: 可用的地圖風格

# shared_string_poi_types
source: POI types
ar: أنواع نقاط الاهتمام
az: POI növləri
be: Тыпы POI
bg: Видове POI
ca: Tipus de PDI
cs: Typy POI
cy: Mathau o POI
da: IP-typer
de: POI-Typen
el: Είδη Σημείων Ενδιαφέροντος
eo: Specoj de interesejoj
es_us: Tipos de PDI
et: Huvipunktide tüübid
eu: Interesgune motak
fa: گونه‌های POI
fi: KP-tyypit
fr: Types de PI
gl: Tipos de PDI
he: סוגי נקודות עניין
hu: Érdekes helyek típusai
id: Tipe POI
is: Gerðir POI-merkisstaða
it: Tipi di PDI
ja: POIの種類
ka: POI_ს ტიპები
ko: POI 유형
mk: Tipovi na POI
nb: Interessepunkttyper
oc: Tipes de PDI
pl: Rodzaje użytecznych miejsc
pt_br: Tipos de POI
ro_ro: Tipuri POI
ru: Типы POI
sc: Castas de PDI
sk: Typy bodov záujmu
sl: Vrste točk POI
sr: Врсте тачака занимања
sr_latn: Vrste TOI
sv: POI-typer
ta: POI வகைகள்
tr: POI türleri
uk: Типи точок інтересу
vi: Loại POI
zh_hans: 兴趣点类型
zh_hant: POI 類型

source: New profile
ar: وضع جديد
ast: Perfil nuevu
az: Yeni profil
be: Новы профіль
bg: Нов профил
ca: Nou perfil
cs: Nový profil
cy: Proffil newydd
da: Ny profil
de: Neues Profil
el: Νέο προφίλ
eo: Nova profilo
es_us: Nuevo perfil
et: Uus profiil
eu: Profil berria
fa: نمایه جدید
fi: Uusi profiili
fr: Nouveau profil
gl: Novo perfil
he: פרופיל חדש
hi: नई प्रोफ़ाइल
hu: Új profil
id: Profil baru
is: Nýtt notkunarsnið
it: Nuovo profilo
ja: 新規プロファイル
ka: ახალი პროფილი
ko: 새 프로필
lt: Naujas profilis
lv: Jauns profils
mk: Nov profil
my: ပရိုဖိုင်းအသစ်
nb: Ny profil
nl: Nieuw profiel
oc: Perfiu novèu
pl: Nowy profil
pt_br: Novo perfil
ro_ro: Profil nou
ru: Новый профиль
sc: Profilu nou
sk: Nový profil
sl: Nov profil
sr: Нови налог
sr_latn: Novi profil
sv: Ny profil
ta: புதிய சுயவிவரம்
tr: Yeni profil
uk: Новий профіль
vi: Hồ sơ mới
zh_hans: 新配置文件
zh_hant: 新設定檔

# shared_string_meters
source: meters
ar: أمتار
ast: metros
az: metr
be: метры
bg: метри
ca: metres
cs: metry
cy: metr
da: meter
de: Meter
el: Μέτρα
eo: metroj
es_us: metros
et: Meetrid
eu: metro
fa: متر
fi: metriä
fr: mètres
gl: metros
he: מטרים
hu: méter
hy: մետրեր
id: meter
is: metrar
it: metri
ja: メートル
ka: მეტრი
ko: 미터
lt: metrai
mk: metri
nb: meter
nl: meter
oc: mètres
pl: metry
pt_br: metros
ro_ro: metri
ru: метры
sc: metros
sk: metre
sl: metri
sr: метара
sr_latn: metri
sv: meter
ta: மீட்டர்
tr: metre
uk: метри
vi: mét
zh_hans: 米
zh_hant: 公尺

# osm_upload_complete
source: Upload complete
ar: اكتمال الرفع
be: Запампавана
ca: Pujada finalitzada
cs: Odeslání dokončeno
da: Overførelse afsluttet
de: Hochladen abgeschlossen
el: Η μεταφόρτωση ολοκληρώθηκε
es_us: Subida completa
et: Üleslaadimine on lõpetatud
fa: آپلود کامل شد
fr: Téléversement terminé
hu: Feltöltés kész
id: Unggah selesai
is: Innsendingu lokið
it: Caricamento completato
ja: アップロード完了
ka: ატვირთვა დასრულდა
nl: Upload compleet
oc: Telecargament complet
pl: Przesyłanie zakończone
pt_br: Carregamento completo
ro_ro: Încărcare completă
ru: Отправка завершена
sc: Carrigamentu acabadu
sk: Odoslanie hotové
sr: Отпремање је завршено
sr_latn: Otpremanje je završeno
sv: Uppladdning färdig
ta: பதிவேற்றம் முடிந்தது
tr: Karşıya yükleme tamamlandı
uk: Надсилання завершено
zh_hant: 上傳完成

# toggle_day_night
source: Switch Day/Night mode
ar: نمط ليلي/نهاري
be: Пераключыць дзённы/начны рэжым
ca: Canvia mode diürn/nocturn
cs: Přepnout denní/noční režim
da: Skift dag/nat tilstand
de: Tag-/Nacht-Modus umschalten
el: Εναλλαγή λειτουργίας Μέρας/Νύχτας
es_us: Alternar modos diurno/nocturno
et: Vaheta päeva-/öörežiim
fr: Changement de mode Jour/Nuit
hu: Váltás a nappali/éjszakai mód között
id: Ganti mode Siang/Malam
is: Skipta á milli Dags/Næturhams
it: Inverti modo Giorno/Notte
ja: 昼間/夜間モードの切替
ka: დღის/ღამის რეჟიმის გადართვა
nb: Veksle dag-/nattmodus
nl: Schakel tussen Dag/Nacht modus
oc: Modificar lo mòde diurne/nocturne
pl: Zmień tryb dzienny/nocny
pt_br: Alternar modo dia/noite
ro_ro: Comutarea modului zi/noapte
ru: Переключить дневной/ночной режим
sc: Cola intre Die/Note
sr: Пребаците режим дан/ноћ
sr_latn: Prebacite režim dan/noć
sv: Växla mellan dag-/nattläge
ta: பகல்/இரவு பயன்முறையை மாற்றவும்
tr: Gündüz/Gece modunu değiştir
uk: Перемкнути Денний/Нічний режим
zh_hant: 切換日/夜模式

# shared_string_language
source: Language
ar: اللغة
ast: Llingua
az: Dil
be: Мова
bg: Език
ca: Llengua
cs: Jazyk
cy: Iaith
da: Sprog
de: Sprache
el: Γλώσσα
eo: Lingvo
es_us: Idioma
et: Keel
eu: Hizkuntza
fa: زبان
fi: Kieli
fr: Langue
gl: Lingua
he: שפה
hu: Nyelv
hy: Լեզու
id: Bahasa
is: Tungumál
it: Lingua
ja: 言語
ka: ენა
ko: 언어
ku: Ziman
mk: Jazik
mr: भाषा
nb: Språk
nl: Taal
oc: Lenga
pl: Język
ro_ro: Limbă
ru: Язык
sc: Limba
sk: Jazyk
sl: Jezik
sr: Језик
sr_latn: Glas
sv: Språk
ta: மொழி
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# transport_stops
source: stops
af: haltes
ar: مواقف
az: dayanacaq
be: прыпынкаў
bg: спирки
ca: parades
cs: zastávky
cy: stopiau
da: Stoppesteder
de: Haltestellen
el: στάσεις
eo: haltejoj
es_us: paradas
et: peatused
eu: geltoki
fa: ایستگاه
fi: pysähdykset
fr: arrêts
gl: paradas
he: תחנות
hu: megálló
hy: կանգառներ
id: stop
is: stoppmerki
it: fermate
ja: 乗り場
ka: გაჩერება
ko: 정류소들
lt: stotelės
lv: pieturas
mk: zapiranja
ml: സ്ടോപുകള്‍
mr: थांबे
nb: Stoppesteder
nl: Haltes
oc: arrèsts
pl: przystanki
ro_ro: stații
ru: остановок
sc: firmadas
sk: zastávky
sl: postaje
sr: станице
sr_latn: stanice
sv: hållplatser
ta: நிறுத்தங்கள்
tr: durak
uk: зупинок
vi: dừng lại
zh_hans: 站点
zh_hant: 停靠站

source: Change color
ar: تعديل اللون
az: Rəngi dəyiş
be: Змяніць колер
ca: Canvia el color
cs: Změnit barvu
cy: Newid lliw
da: Skift farve
de: Farbe ändern
el: Αλλαγή χρώματος
eo: Ŝanĝi koloron
es_us: Cambiar color
et: Vaheta värvi
eu: Aldatu kolorea
fa: تغییر رنگ
fi: Muuta väriä
fr: Modifier la couleur
gl: Mudar a cor
he: החלפת צבע
hu: Szín módosítása
hy: Փոխել գույնը
id: Ubah warna
is: Breyta lit
it: Cambia il colore
ja: 色を変更
ka: ფერის შეცვლა
kn: ಬಣ್ಣವನ್ನು ಬದಲಿಸು
ku: Rengê biguherîne
lt: Keisti spalvą
lv: Nomainīt krāsu
mk: Promenete boja
ml: "കളര്‍ മാറ്റുക "
my: အရောင်ပြောင်းပါ
nb: Endre farge
nl: Kleur wijzigen
oc: Modificar la color
pl: Zmień kolor
pt_br: Alterar cor
ro_ro: Schimbă culoarea
ru: Выбрать цвет
sc: Càmbia colore
sk: Zmeniť farbu
sl: Spremeni barvo
sr: Промени боју
sr_latn: Promeni boju
sv: Ändra färg
ta: நிறத்தை மாற்றவும்
tr: Renk değiştir
uk: Зміна кольору
zh_hans: 改变颜色
zh_hant: 更改顏色

source: Sorting
ar: فرز
be: Сартаванне
ca: Classificant
cs: Řazení
da: Sortering
de: Sortierung
el: Ταξινόμηση
es_us: Ordenar
et: Sorteerimine
fr: Tri
hu: Rendezés
id: Pengurutan
is: Röðun
it: Ordinamento
ja: 並び替え
ka: დალაგება
ko: 정렬
nl: Sorteren
oc: A classificar
pl: Sortowanie
pt_br: Ordenar
ro_ro: Sortare
ru: Сортировка
sc: Ordinamentu
sk: Zoradenie
sl: Razvrščanje
sr: Сортирање
sr_latn: Sortiranje
sv: Sortering
ta: வரிசைப்படுத்துதல்
tr: Sıralama
uk: Сортування
zh_hant: 排序

source: Delete %@ history items?
ar: حذف %@ عنصر سجل؟
az: %@ tarixçə elementi silinsin?
be: Выдаліць %@ элемент(аў) гісторыі?
bg: Премахване на %@ записа от историята?
cs: Smazat %@ položek historie?
cy: Dileu %@ eitem hanes?
da: Slet %@ historikelementer?
de: %@ Verlaufseinträge löschen?
el: Διαγραφή %@ στοιχείου/ων ιστορικού;
eo: Ĉu forigi %@ objektojn el historio?
es_us: ¿Borrar %@ elementos del historial?
et: Kas kustutame %@ ajalookirje(t)?
eu: Ezabatu %@ elementu historiatik?
fi: Poistetaanko %@ kohtia historiasta?
fr: Supprimer %@ éléments d’historique ?
he: למחוק %@ פריטי היסטוריה?
hu: %@ előzmény törlése?
id: Hapus %@ item riwayat?
is: Eyða %@ aðgerðaferlum?
it: Eliminare gli elementi della cronologia %@?
ja: %@の履歴項目を削除しますか？
ko: 삭제 %@ 기록 항목?
lt: Ištrinti %@ istorijos elementus?
mk: Dali da se izbrišat %@ stavkite vo istorijata?
nb: Slett %@-historikkelementer?
nl: Verwijder %@ items uit je geschiedenis?
oc: Eliminar leis elements de l'istoric %@?
pl: Liczba elementów historii do usunięcia %@. Usunąć?
ro_ro: Ștergeți %@ elemente din istoric?
ru: Удалить записи истории (%@ шт.)?
sc: Iscantzellare %@ elementos de sa cronologia?
sk: Vymazať %@ položiek histórie?
sl: Brisati %@ elementov zgodovine?
sr: Обрисати %@ ставки из историјата?
sr_latn: Obrisati %@ stavke iz istorije?
sv: Radera %@ historikobjekt?
ta: %@ வரலாற்று உருப்படிகளை நீக்கவா?
tr: %@ geçmiş ögesi silinsin mi?
uk: Вилучити елементи історії %@?
vi: Xoá %@ mục lịch sử?
zh_hans: 删除 %@ 条历史项目吗？
zh_hant: 刪除 %@ 歷史紀錄項目嗎？

# hist_remove_q
source: Do you want to remove history items?
ar: هل تريد إزالة عناصر السجل؟
be: Выдаліць элементы гісторыі?
ca: Voleu suprimir els elements històrics?
cs: Chcete odstranit položky historie?
da: Fjern historikemner?
de: Möchten Sie Chronikelemente entfernen?
el: Θέλετε να αφαιρέσετε αντικείμενα του ιστορικού;
es_us: ¿Quitar los elementos del historial?
et: Kas soovid eemaldada ajaloo kirjed?
fr: Voulez-vous supprimer des éléments de l'historique ?
hu: El szeretné távolítani az előzményelemeket?
id: Apakah Anda ingin menghapus item riwayat?
is: Viltu fjarlægja atriði í breytingaskrá?
it: Vuoi rimuovere gli elementi della cronologia?
ja: 履歴アイテムを削除しますか？
oc: Volètz suprimir d'elements de l'istoric ?
pl: Czy chcesz usunąć elementy historii?
pt_br: Você quer apagar itens do histórico?
ro_ro: Doriți să eliminați elementele din istoric?
ru: Удалить выбранные?
sc: Boles burrare sos elementos de s'istòria?
sk: Chcete odstrániť položky histórie?
sr: Да ли желите да уклоните ставке историје?
sr_latn: Da li želite da uklonite stavke istorije?
sv: Ta bort historikposter?
ta: வரலாற்று உருப்படிகளை அகற்ற விரும்புகிறீர்களா?
tr: Geçmişi öğelerini kaldırmak istiyor musunuz?
uk: Ви дійсно хочете вилучити елементи історії?
zh_hant: 您想要移除履歷項目嗎？

# poi_select_type
source: Select type
ar: تحديد نوع
be: Абраць тып
ca: Seleccioneu el tipus
cs: Zvolte typ
da: Vælg type
de: Typ auswählen
el: Επιλογή τύπου
es_us: Elegir el tipo
et: Vali liik
fa: نوع را انتخاب کنید
fi: Valitse tyyppi
fr: Sélectionner le type
hu: Típus kiválasztása
id: Pilih jenis
is: Veldu gerð
it: Seleziona tipo
ja: 種類の選択
ka: აირჩიეთ ტიპი
nl: Selecteer type
oc: Seleccionar lo tipe
pl: Wybierz rodzaj
pt_br: Selecionar o tipo
ro_ro: Selectați tipul
ru: Выбор типа
sc: Ischerta sa casta
sk: Zvoľte typ
sr: Изаберите тип
sr_latn: Izaberite tip
sv: Välj typ
ta: வகை என்பதைத் தேர்ந்தெடுக்கவும்
tr: Tür seç
uk: Виберіть тип
zh_hant: 選擇類型

# shared_a_z
source: A - Z
da: A - Å
el: Α - Ω
et: A - Ü
is: A-Ö
ja: 昇順(A～Z)
nb: A-Å
ru: А - Я
sr: А - З
sv: A - Ö
ta: மற்றும் - சட்
uk: А - Я

# osm_live_unlock_updates
source: Unlock hourly map updates
ar: فتح تحديثات الخريطة كل ساعة
be: Разблакаваць штогадзінныя абнаўленні мапаў
ca: Desbloca les actualitzacions horàries de mapes
cs: Odemknout hodinové aktualizace map
da: Lås op for timeopdateringer af kort
de: Stündliche Kartenaktualisierungen freischalten
el: Ξεκλείδωμα ωριαίων ενημερώσεων χάρτη
es_us: Desbloquear actualizaciones de mapas por hora
et: Ava igatunnised kaardiuuendused
fr: Déverrouiller les mises à jour des cartes toutes les heures
hu: Óránkénti térképfrissítések feloldása
id: Buka kunci pembaruan peta setiap jam
is: Aflæsa uppfærslum korta á klukkustundar fresti
it: Sblocca gli aggiornamenti orari delle mappe
ja: マップ毎時更新のロックを解除
ka: განბლოკეთ რუკის საათობრივი განახლება
nl: Ontgrendel "ieder uur" kaart updates
oc: Desblocar leis actualizacions oràrias dei mapas
pl: Odblokuj cogodzinną aktualizację map
pt_br: Desbloquear atualizações de mapas por hora
ro_ro: Deblocați actualizările hărților din oră în oră
ru: Разблокировать ежечасные обновления карт
sc: Isbloca sos agiornamentos ora pro ora de sas mapas
sk: Odomknúť hodinové aktualizácie máp
sr: Откључајте ажурирања мапе по сату
sr_latn: Otključajte ažuriranja mape po satu
sv: Lås upp timvisa kartuppdateringar
ta: மணிநேர வரைபட புதுப்பிப்புகளைத் திறக்கவும்
tr: Saatlik harita güncellemelerinin kilidini aç
uk: Розблокувати щогодинне оновлення мап
zh_hant: 解鎖每小時的地圖更新

# already_has_subscription
source: You have already subscribed to OsmAnd Live and have all the functionality unlocked.
ar: لقد اشتركت بالفعل في أوسماند لايف وتم إلغاء قفل جميع الوظائف.
be: Вы ўжо падпісаліся на OsmAnd Live і ўсе функцыі разблакаваныя.
ca: Ja esteu subscrit a OsmAnd Live i teniu totes les funcions activades.
cs: Předplatné OsmAnd Live již máte a všechny funkce jsou odemčeny.
da: Der abonneres allerede på OsmAnd Live og har alle funktionerne låst op.
de: Sie haben bereits OsmAnd Live abonniert und alle Vorzüge sind freigeschaltet.
el: Έχετε κάνει ήδη συνδρομή στο OsmAnd Live και έχετε όλες τις λειτουργίες ξεκλείδωτες.
es_us: Ya está suscrito a OsmAnd Live y tiene todas las características desbloqueadas.
et: Oled OsmAnd Live juba tellinud ning kogu funktsionaalsus on juba avatud.
fr: Vous êtes déjà abonné à OsmAnd Live et vous avez toutes les fonctionnalités débloquées.
hu: Ön már előfizetett az OsmAnd Live szolgáltatásra, és minden funkciója elérhető.
id: Anda sudah berlangganan OsmAnd Live dan semua fungsi telah dibuka.
is: Þú ert þegar áskrifandi að OsmAnd Live og hefur aðgang að öllum eiginleikum ólæstum.
it: Sei già abbonato a OsmAnd Live e hai tutte le funzionalità sbloccate.
ja: すでにOsmAnd Liveに登録されており、すべての機能が利用可能です。
oc: Siatz ja abonat a OsmAnd Live e avètz totei lei fonccions activadas.
pl: Już zasubskrybowałeś OsmAnd i masz odblokowane wszystkie funkcjonalności.
pt_br: Você já se inscreveu no OsmAnd Live e tem todas as funcionalidades desbloqueadas.
ro_ro: V-ați abonat deja la OsmAnd Live și aveți toate funcționalitățile deblocate.
ru: Вы уже подписаны на OsmAnd Live и весь соответствующий функционал разблокирован.
sc: Ses giai abbonadu a OsmAnd Live e tenes giai totu sas funtzionalidades isblocadas.
sk: Predplatné OsmAnd Live už máte a všetky funkcie sú odomknuté.
sr: Већ сте се претплатили на ОсмАнд Уживо и откључали сте све функције.
sr_latn: Već ste se pretplatili na OsmAnd Uživo i otključali ste sve funkcije.
sv: Du prenumererar redan på OsmAnd Live och har alla funktioner tillgängliga.
ta: நீங்கள் ஏற்கனவே ஒச்மண்ட் லைவ் நிறுவனத்திற்கு குழுசேர்ந்துள்ளீர்கள், மேலும் அனைத்து செயல்பாடுகளும் திறக்கப்படவில்லை.
tr: OsmAnd Live'a zaten abone oldunuz ve tüm işlevlerin kilidini açtınız.
uk: Ви вже передплатили OsmAnd Live та весь відповідний функціонал вже розблоковано.
zh_hant: 您已經訂閱了 OsmAnd Live ，並將所有功能都解鎖了。

# inapp_not_found
source: The %@ is not found in the OsmAnd. Probably it has been canceled.
ar: لم يتم العثور علي%@ في أوسماند. ربما تم الإلغاء.
be: %@ не знойдзены ў OsmAnd. Магчыма, ён быў скасаваны.
ca: No s'ha trobat %@ a OsmAnd. Segurament s'ha cancel·lat.
cs: %@ nebylo nalezeno v OsmAnd. Pravděpodobně bylo zrušeno.
da: %@ blev ikke fundet i OsmAnd. Det er sandsynligvis blevet annulleret.
de: %@ wurde nicht in OsmAnd gefunden. Wahrscheinlich wurde es abgebrochen.
el: Το %@ δε βρέθηκε στο OsmAnd. Πιθανώς να έχει ακυρωθεί.
es_us: El %@ no se encuentra en OsmAnd. Probablemente ha sido cancelado.
et: OsmAnd ei sisalda %@. Tõenäoliselt on see tühistatud.
fr: Le %@ ne se trouve pas dans OsmAnd. Il a probablement été annulé.
hu: A(z) %@ nem található az OsmAnd alkalmazásban. Valószínűleg vissza lett vonva.
id: %@ tidak ditemukan di OsmAnd. Mungkin sudah dibatalkan.
is: %@ finnst ekki í OsmAnd. Líklega hefur verið hætt við það.
it: %@ non è stato trovato in OsmAnd. Probabilmente è stato cancellato.
ja: OsmAnd内に％@はありませんでした。おそらくキャンセルされたものと思われます。
oc: Avèm pas trobat %@ dins OsmAnd. Segurament es estat anullat.
pl: %@ nie został odnaleziony na OsmAnd. Prawdopodobnie zostało anulowane.
pt_br: O %@ não é encontrado no OsmAnd. Provavelmente foi cancelado.
ro_ro: %@ nu se găsește în OsmAnd. Probabil că a fost anulat.
ru: %@ не найден в OsmAnd. Вероятно, он был отменён.
sc: Su %@ no est istadu agatadu in OsmAnd. Probabilmente est istadu annulladu.
sk: %@ sa v OsmAnd nenašlo. Pravdepodobne bolo zrušené.
sr: %@ се не налази у ОсмАнду. Вероватно је отказано.
sr_latn: %@ se ne nalazi u OsmAndu. Verovatno je otkazano.
sv: %@ hittas inte i OsmAnd. Den har troligen inaktiverats.
ta: %@ Osmand இல் காணப்படவில்லை. அநேகமாக அது ரத்து செய்யப்பட்டுள்ளது.
tr: %@ OsmAnd'da bulunamadı. Muhtemelen iptal edildi.
uk: %@ не знайдений в OsmAnd. Ймовірно, його скасували.
zh_hant: %@ 在 OsmAnd 中找不到，可能已經被取消了。

# routeInfo_piste_difficulty_name
source: Piste difficulty
ar: صعوبة الطريق
be: Складанасць гарналыжнай трасы
bg: Трудност на пистите
ca: Dificultat de la pista
cs: Obtížnost sjezdovky
cy: Anhawster piste
da: Pistesværhedsgrad
de: Pisten-Schwierigkeitsgrad
el: Δυσκολία πίστας
eo: Facilo de skivojo
es_us: Dificultad de la pista
et: Nõlva raskusaste
eu: Pistaren zailtasuna
fa: دشواری پیست
fi: Ladun vaikeustaso
fr: Difficulté de la piste
gl: Dificuldade da pista
he: דרגת קושי מסלול
hu: Sípálya nehézségi szintje
id: Kesulitan piste
is: Erfiðleikastig brautar
it: Difficoltà della pista
ja: ゲレンデ難易度
ka: თხილამურის სიძნელე
ko: 피스트 난이도
mk: Teskotii na patekata
my: နှင်းတောင် ski အခက်အခဲ
nb: Løypevanskelighetsgrad
nl: Moeilijkheidsgraad piste
pl: Trudność trasy
pt_br: Dificuldade da pista
ro_ro: Pista dificilă
ru: Сложность горнолыжной трассы
sc: Dificultade de sa pista
sk: Obtiažnosť zjazdovky
sl: Težavnostna stopnja proge
sr: Тежина стазе
sr_latn: Težina skijaške staze
sv: Pistens svårighetsgrad
ta: பிச்டே தொல்லை
tr: Pist zorluğu
uk: Складність траси
vi: Độ khó của đường trượt tuyết
zh_hans: 滑雪道难度
zh_hant: 滑雪難度

# rendering_attr_highway_class_track_grade3_name
source: Grade 3
ar: الصف 3
ast: Grau 3
be: 3 клас
ca: Grau 3
cs: 3. třída
cy: Gradd 3
da: Grad 3
de: Klasse 3
el: Βαθμίδα 3
eo: Mezkvalita
es_us: Grado 3
et: 3. järk
eu: 3. gradua
fa: سطح ۳
fi: Luokka 3
fr: Niveau 3
gl: Grao 3
he: רמה 3
hu: 3. osztály (kemény földút)
id: Tingkat 3
is: Gráða 3
it: Grado 3
ja: グレード3
ka: მესამე დონე
ko: 학년 3
lv: 3. klase
mk: Oceni 3
my: အဆင့် ၃
nb: Klasse 3
nl: Graad 3
oc: Gra 3
pl: Klasa 3
pt_br: Grau 3
ro_ro: Grad 3
ru: Класс 3
sc: Gradu 3
sk: Stupeň 3
sl: Ocena 3
sr: Квалитет 3
sr_latn: Kvalitet 3
sv: Grad 3
ta: தகுதி 3
tr: 3. sınıf
uk: 3 клас
vi: Cấp 3
zh_hans: 等级 3
zh_hant: 等級 3

# routing_attr_avoid_low_emission_zone_name
source: Avoid low emission zones
ar: تجنب مناطق الانبعاثات المنخفضة
be: Пазбягаць зон з нізкім узроўнем выкідаў
bg: Избягване на зони с ниски емисии
cs: Vyhnout se nízkoemisním zónám
cy: Osgoi parthau allyriadau isel
da: Undgå miljøzoner
de: Umweltzonen vermeiden
el: Αποφυγή ζωνών χαμηλής εκπομπής ρύπων
eo: Sen zonoj de restrikta emisio
es_us: Evitar zonas de baja emisión
et: Väldi vähesaastunud alasid
eu: Saihestu emisio baxuko zonak
fa: محدوده‌های کاهش
fi: Vältä vähäpäästöisiä vyöhykkeitä
fr: Éviter les zones à faibles émissions
he: להימנע מאזורים עם פליטה נמוכה
hu: Alacsony kibocsátású zónák elkerülése
id: Hindari zona emisi rendah
is: Forðast svæði með takmörkunum á útblæstri
it: Evita le zone a basse emissioni
ja: 低排出ゾーンを避ける
ko: 수도권 공해차량제한지역 우회
mk: Izbegnuvajte zoni so niska emisija
nb: Unngå lavutslippssoner og miljøsoner
nl: Lage emissiezones vermijden
oc: Evitar lei zònas d'escampament bas
pl: Unikaj stref niskiej emisji
ro_ro: Evită zone de emisii scăzute
ru: Избегать зоны с жесткими эко нормативами (LEZ)
sc: Istransi sas zonas a emissiones bassas
sk: Povoliť vjazd do zóny nízkych emisií
sl: Izogibaj se območjem z nizkimi emisijami
sr: Избегавајте зоне ниских емисија
sr_latn: Zone niskih emisija
sv: Undvik miljözoner
ta: குறைந்த உமிழ்வு மண்டலங்களைத் தவிர்க்கவும்
tr: Düşük emisyon bölgelerinden kaçın
uk: Уник. зон низького рівня викидів
vi: Tránh các vùng phát thải thấp
zh_hans: 避开低排放区
zh_hant: 避免低排放區域
