Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# ios_release_4_9
source: • Modified compass behavior: a single tap rotates the map to North, while a double tap switches the orientation • Added search functionality for the most popular brand names • Improved graph appearance: Y-axis labels no longer overlap with the graph • Added total track statistics to each folder's footer • Grouped all tags with translations into a single item in the context menu • Fixed an issue where the POI category was missing from the context menu • Fixed an issue with the auto-detection of the voice prompt language • Fixed crash in Boat profile Route parameters • CarPlay improvements: resolved an issue where the main navigation widget didn't update after route recalculations, and fixed the size of the arrows in the next turn widget • Introduced a Map mode parameter that now follows the App theme • Improved UI for selection of location icon, added options to disable location radius and view angle • Add quick action to change "Location position on screen"
cs: • Upravené chování kompasu: jedno klepnutí otočí mapu na sever, zatímco dvojité klepnutí změní orientaci • Přidána funkce vyhledávání nejoblíbenějších značek • Vylepšený vzhled grafu: Popisky osy Y se již nepřekrývají s grafem • Do zápatí každé složky byla přidána celková statistika stopy • Seskupeny všechny tagy s překlady do jedné položky v kontextové nabídce • Opraven problém, kdy v kontextové nabídce chyběla kategorie POI • Opraven problém s automatickou detekcí jazyka hlasových výzev • Opraven pád v parametrech trasy pro lodní profil • Vylepšení CarPlay: vyřešen problém, kdy se hlavní navigační widget neaktualizoval po přepočtu trasy; opravena velikost šipek ve widgetu další odbočky • Zaveden parametr režimu mapy, který nyní odpovídá tématu aplikace • Vylepšené uživatelské rozhraní pro výběr ikony umístění, přidány možnosti pro deaktivaci poloměru umístění a úhlu pohledu • Přidána rychlá akce pro změnu „Polohy na obrazovce“
da: • Ændret kompasadfærd: et enkelt tryk roterer kortet til nord, mens et dobbelt tryk skifter retning • Tilføjet søgefunktionalitet for de mest populære varemærkenavne • Forbedret grafudseende: Y-aksens etiketter overlapper ikke længere med grafen • Tilføjet samlede sporstatistikker til hver mappes sidefod • Grupperede alle tags med oversættelser i et enkelt punkt i kontekstmenuen • Rettet et problem, hvor POI-kategorien manglede i kontekstmenuen • Rettet et problem med den automatiske registrering af stemmepromptens sprog • Rettet nedbrud i bådprofilens ruteparametre • CarPlay-forbedringer: løste et problem, hvor den primære navigationswidget ikke blev opdateret efter genberegning af ruten, og rettede størrelsen på pilene i widget'en for næste sving. • Introduceret en parameter for korttilstand, der nu følger app-temaet • Forbedret brugergrænseflade til valg af placeringsikon, tilføjet muligheder for at deaktivere placeringsradius og synsvinkel • Tilføj hurtig handling for at ændre "Placeringsposition på skærmen"
de: • Das Verhalten des Kompasses wurde geändert: ein einfaches Antippen dreht die Karte nach Norden, während ein doppeltes Antippen die Ausrichtung ändert • Suchfunktion für die beliebtesten Markennamen hinzugefügt • Das Erscheinungsbild der Grafik wurde verbessert: Die Beschriftungen der Y-Achse überschneiden sich nicht mehr mit dem Diagramm • In der Fußzeile jedes Ordners wird nun eine Gesamtstatistik des Tracks angezeigt • Alle Tags mit Übersetzungen wurden in einem einzigen Punkt im Kontextmenü zusammengefasst • Ein Problem wurde behoben, bei dem die POI-Kategorie im Kontextmenü fehlte • Ein Problem mit der automatischen Erkennung der Sprache der Sprachansagen wurde behoben • Absturz im Bootsprofil Routenparameter behoben • Verbesserungen für CarPlay: Ein Problem wurde behoben, bei dem das Hauptnavigations-Widget nach der Neuberechnung der Route nicht aktualisiert wurde, und die Größe der Pfeile im Widget für die nächste Abbiegung wurde korrigiert • Es wurde ein Kartenmodus-Parameter eingeführt, der nun dem App-Thema folgt • Verbesserte UI für die Auswahl des Standort-Symbols, zusätzliche Optionen zur Deaktivierung des Standort-Radius und des Blickwinkels • Hinzufügen einer Schnellaktion zum Ändern der „Standortposition auf dem Bildschirm“.
fr: - Comportement modifié de la boussole : une simple pression fait pivoter la carte vers le nord, tandis qu'une double pression change l'orientation - Ajout d'une fonctionnalité de recherche pour les marques les plus populaires - Amélioration de l'apparence du graphique : Les étiquettes de l'axe Y ne se chevauchent plus avec le graphique - Ajout de statistiques totales sur les pistes dans le pied de page de chaque dossier - Regroupement de toutes les étiquettes avec traductions en un seul élément dans le menu contextuel - Correction d'un problème où la catégorie POI était absente du menu contextuel - Correction d'un problème avec l'auto-détection de la langue de l'invite vocale - Correction d'un crash dans les paramètres de l'itinéraire du profil bateau - Améliorations CarPlay : Résolution d'un problème où le widget de navigation principal ne se mettait pas à jour après le recalcul de l'itinéraire, et correction de la taille des flèches dans le widget du prochain virage - Introduction d'un paramètre de mode Carte qui suit maintenant le thème de l'application - Amélioration de l'interface utilisateur pour la sélection de l'icône de localisation, ajout d'options pour désactiver le rayon de localisation et l'angle de vue - Ajout d'une action rapide pour changer la "Position de la localisation sur l'écran"
hu: • Módosított iránytű viselkedés: egy koppintás északra forgatja a térképet, míg dupla koppintással a tájolási módok között vált • Keresési funkció hozzáadása a legnépszerűbb márkanevekhez • Továbbfejlesztett grafikonmegjelenés: az Y-tengely feliratai már nem fedik át a grafikont • Teljes nyomvonal-statisztikák hozzáadása minden mappa láblécéhez • Az összes fordítással rendelkező címke egyetlen elembe csoportosítása a helyi menüben • Javítva egy hiba, amely miatt a POI-kategória hiányzott a helyi menüből • Javítva egy hiba a hangutasítás nyelvének automatikus észlelésével • Javítva az összeomlás a Hajózási profil útvonal paramétereinél • CarPlay fejlesztések: megoldva egy probléma, amely miatt a fő navigációs modul nem frissült az útvonal újraszámításai után, és javítva a nyilak mérete a következő kanyar modulban • Bevezetve egy Térképmód paraméter, amely mostantól követi az alkalmazás témáját • Továbbfejlesztett felhasználói felület a helyikon kiválasztásához, opciók hozzáadása a helysugár és a látószög letiltásához • Gyorsművelet hozzáadása a „Helypozíció a képernyőn” módosításához
id: • Mengubah perilaku kompas: satu ketukan memutar peta ke Utara, sedangkan ketukan ganda mengalihkan orientasi • Menambahkan fungsi pencarian untuk nama merek paling populer • Meningkatkan tampilan grafik: label sumbu Y tidak lagi tumpang tindih dengan grafik • Menambahkan total statistik trek ke footer setiap folder • Mengelompokkan semua tag dengan terjemahan ke dalam satu item di menu konteks • Memperbaiki masalah di mana kategori POI hilang dari menu konteks • Memperbaiki masalah dengan deteksi otomatis bahasa perintah suara • Memperbaiki crash di parameter Rute profil Perahu • Peningkatan CarPlay: menyelesaikan masalah di mana widget navigasi utama tidak diperbarui setelah penghitungan ulang rute, dan memperbaiki ukuran panah di widget belokan berikutnya • Memperkenalkan parameter mode Peta yang sekarang mengikuti tema Aplikasi • Meningkatkan UI untuk pemilihan ikon lokasi, menambahkan opsi untuk menonaktifkan radius lokasi dan sudut pandang • Menambahkan tindakan cepat untuk mengubah "Posisi lokasi di layar"
it: • Comportamento della bussola modificato: un singolo tocco ruota la mappa verso Nord, mentre un doppio tocco cambia l'orientamento • Aggiunta funzionalità di ricerca per i marchi più popolari • Aspetto grafico migliorato: le etichette dell'asse Y non si sovrappongono più al grafico • Aggiunte statistiche totali della traccia al piè di pagina di ogni cartella • Raggruppati tutti i tag con traduzioni in un singolo elemento nel menu contestuale • Risolto un problema per cui la categoria POI era mancante dal menu contestuale • Risolto un problema con il rilevamento automatico della lingua del prompt vocale • Risolto crash nei parametri del percorso del profilo barca • Miglioramenti di CarPlay: risolto un problema per cui il widget di navigazione principale non si aggiornava dopo i ricalcoli del percorso e corretta la dimensione delle frecce nel widget della svolta successiva • Introdotto un parametro della modalità Mappa che ora segue il tema dell'app • Interfaccia utente migliorata per la selezione dell'icona della posizione, aggiunte opzioni per disabilitare il raggio della posizione e l'angolo di visualizzazione • Aggiunta azione rapida per modificare "Posizione sullo schermo"
ru: • Изменено поведение компаса: при однократном нажатии карта поворачивается на север, а при двойном - меняется ориентация • Добавлена функция поиска по наиболее популярным торговым маркам • Улучшен дизайн графика: метки по оси Y больше не накладываются на сам график • Добавлена общая статистика треков в нижний колонтитул каждой папки • Все теги с переводами сгруппированы в один пункт контекстного меню • Исправлена ошибка, из-за которой категория POI отсутствовала в контекстном меню • Исправлена ошибка с автоматическим определением языка голосовой подсказки • Исправлен сбой в параметрах маршрута профиля судна • Улучшения в CarPlay: устранена проблема, из-за которой основной навигационный виджет не обновлялся после пересчета маршрута, и исправлен размер стрелок в виджете следующего поворота. • Добавлен параметр режима карты, который позволяет повторять тему приложения • Улучшен пользовательский интерфейс для выбора значка местоположения, добавлены параметры для отключения круга точности местоположения и угла взгляда • Добавлено быстрое действие для выбора позиции индикатора "Моё местоположение на экране"
sr: • Модификовано понашање компаса: један додир ротира мапу на север, док двоструки додир мења оријентацију • Додата функција претраживања најпопуларнијих брендова • Побољшан изглед графикона: ознаке Y-осе се више не преклапају са графиконом • Додата укупна статистика стаза у подножје сваке фасцикле • Груписане све ознаке са преводима у једну ставку у контекстуалном менију • Решен је проблем где је категорија ТОИ недостајала у контекстуалном менију • Решен је проблем са аутоматским откривањем језика гласовних упита • Исправљен пад у параметрима руте профила брода • КарПлај побољшања: решен је проблем где се главни виџет за навигацију није ажурирао након поновног израчунавања руте и поправљена је величина стрелица у виџету за следеће скретање • Уведен параметар режима мапе који сада прати тему апликације • Побољшан кориснички интерфејс за избор иконе локације, додате опције за онемогућавање радијуса локације и угла гледања • Додата брза радња за промену „Позиције локације на екрану“
sr_latn: • Modifikovano ponašanje kompasa: jedan dodir rotira mapu na sever, dok dvostruki dodir menja orijentaciju • Dodata funkcija pretraživanja najpopularnijih brendova • Poboljšan izgled grafikona: oznake Y-ose se više ne preklapaju sa grafikonom • Dodata ukupna statistika staza u podnožje svake fascikle • Grupisane sve oznake sa prevodima u jednu stavku u kontekstualnom meniju • Rešen je problem gde je kategorija TOI nedostajala u kontekstualnom meniju • Rešen je problem sa automatskim otkrivanjem jezika glasovnih upita • Ispravljen pad u parametrima rute profila broda • KarPlaj poboljšanja: rešen je problem gde se glavni vidžet za navigaciju nije ažurirao nakon ponovnog izračunavanja rute i popravljena je veličina strelica u vidžetu za sledeće skretanje • Uveden parametar režima mape koji sada prati temu aplikacije • Poboljšan korisnički interfejs za izbor ikone lokacije, dodate opcije za onemogućavanje radijusa lokacije i ugla gledanja • Dodata brza radnja za promenu „pozicije lokacije na ekranu“
sv: • Modifierat kompassbeteende: ett enda tryck roterar kartan mot norr, medan ett dubbeltryck ändrar orienteringen • Lade till sökfunktion för de mest populära varumärkena • Förbättrat grafutseende: Y-axeletiketter överlappar inte längre grafen • Lade till total spårstatistik i varje mapps sidfot • Grupperade alla taggar med översättningar till ett enda objekt i snabbmenyn • Åtgärdade ett problem där POI-kategorin saknades i snabbmenyn • Åtgärdade ett problem med automatisk detektering av röstmeddelandets språk • Åtgärdade krasch i båtprofilens ruttparametrar • CarPlay-förbättringar: löste ett problem där huvudnavigationswidgeten inte uppdaterades efter omberäkningar av rutten och fixade storleken på pilarna i nästa sväng-widgeten • Introducerade en kartlägesparameter som nu följer appens tema • Förbättrat användargränssnitt för val av platsikon, lagt till alternativ för att inaktivera platsradie och synvinkel • Lade till snabbåtgärd för att ändra "Platsposition på skärmen"
ta: • மாற்றியமைக்கப்பட்ட திசைகாட்டி நடத்தை: ஒரு தட்டு வரைபடத்தை வடக்கே சுழற்றுகிறது, அதே நேரத்தில் இரட்டை குழாய் நோக்குநிலையை மாற்றுகிறது • Subuck மிகவும் பிரபலமான சூட்டுக்குறி பெயர்களுக்கான தேடல் செயல்பாடு சேர்க்கப்பட்டது • மேம்பட்ட வரைபட தோற்றம்: Y- அச்சு லேபிள்கள் இனி வரைபடத்துடன் ஒன்றுடன் ஒன்று இல்லை • கோப்புறையின் அடிக்குறிப்புக்கும் மொத்த தட புள்ளிவிவரங்களைச் சேர்த்தது Menution சூழல் பட்டியலில் மொழிபெயர்ப்புகளுடன் அனைத்து குறிச்சொற்களையும் ஒரே உருப்படியாகத் தொகுத்தது • சூழல் மெனுவிலிருந்து POI வகை காணாமல் போன ஒரு சிக்கல் சரி செய்யப்பட்டது • குரல் உடனடி மொழியின் தானாகக் கண்டறியும் சிக்கல் சரி செய்யப்பட்டது • Place படகு சுயவிவர பாதை அளவுருக்களில் நிலையான செயலிழப்பு • கார்ப்ளே மேம்பாடுகள்: பாதை மறுசீரமைப்புகளுக்குப் பிறகு முதன்மையான வழிசெலுத்தல் விட்செட் புதுப்பிக்கப்படாத ஒரு சிக்கலைத் தீர்த்தது, மேலும் அடுத்த முறை விட்செட்டில் அம்புகளின் அளவை சரிசெய்தது • பயன்பாடு இப்போது பயன்பாட்டு கருப்பொருளைப் பின்பற்றும் வரைபட முறை அளவுருவை அறிமுகப்படுத்தியது • Protical இருப்பிட ஐகானைத் தேர்ந்தெடுப்பதற்கான மேம்படுத்தப்பட்ட இடைமுகம், இருப்பிட ஆரம் மற்றும் கோணக் கோணத்தை முடக்க விருப்பங்களைச் சேர்த்தது "திரையில் இருப்பிட நிலையை" மாற்ற விரைவான செயலைச் சேர்க்கவும்
uk: • Змінена поведінка компаса: одне натискання повертає карту на північ, а подвійне натискання змінює орієнтацію • Додано функцію пошуку найпопулярніших брендів • Покращений вигляд графіка: мітки осі Y більше не накладаються на графік • До нижнього колонтитула кожної папки додано загальну статистику треків • Згруповано всі теги з перекладами в один пункт у контекстному меню • Виправлено проблему, через яку категорія POI була відсутня в контекстному меню • Виправлено проблему з автоматичним визначенням мови голосових підказок • Виправлено збій у параметрах маршруту профілю човна • Покращення CarPlay: вирішено проблему, через яку головний навігаційний віджет не оновлювався після перерахунку маршруту, і виправлено розмір стрілок у віджеті наступного повороту • Представлено параметр режиму карти, який тепер відповідає темі програми • Покращено інтерфейс користувача для вибору піктограми розташування, додано опції для вимкнення радіуса розташування та кута огляду • Додайте швидку дію для зміни "положення місцезнаходження на екрані"
zh_hant: * 改變羅盤行為：單點一下則會旋轉地圖朝北，而點兩下則會調整方向 * 為有名的品牌新增搜尋功能 * 改進圖表顯示功能：Y軸標籤不會蓋住圖表 * 新增整體軌跡統計資料到資料夾註腳 * 群組所有有翻譯的標籤到內容選單的單一物件 * 修正興趣點分類在內容選單消失的問題 * 修正自動偵測語音提示的語言的問題 * 修正船隻情境導航參數導致當機狀況 * CarPlay改進：修正主要導航小工具重新計算導航時沒有更新，並且修正下一轉彎小工具箭頭大小的問題 * 新增加地圖模式參數跟隨App主題的功能 * 改進介面選擇的位置圖示，新增關閉位置半徑與檢視角度的功能 * 新增快速行動來改變"位置的螢幕位置"

# rendering_attr_seabedDetail_description
source: Additional text info on seabed surface_qualification, combined surface types, category and taxon of weed or seagrass
ar: معلومات نصية إضافية عن أهلية سطح قاع البحر وأنواع الأسطح المدمجة والفئة وتصنيف الأعشاب أو الأعشاب البحرية
be: Дадатковая тэкставая інфармацыя аб твпу паверхні марскога дна, камбінаваных тыпах паверхні, катэгорыю і тып падводнай расліннасці
bg: Допълнителна текстова информация за повърхността на морското дъно, видове комбинирани повърхности, категоризация и таксономия на водораслите или морските треви
cs: Další textové informace o povrchu mořského dna, kategorii a druhu mořského porostu
cy: Gwybodaeth destun ychwanegol ar surface_qualification gwely'r môr, cyfuniad o fathau o arwyneb, categorïau a thacson chwyn a morwellt
da: Yderligere tekstinformation om havbunds overfladebeskaffenhed, kombinerede overfladetyper og klasser af havgræs
de: Zusätzliche Textinfo zur Oberflächenbeschaffenheit des Meeresbodens, kombinierte Oberflächentypen, Kategorie und Art des Seegrases
eo: Pliaj tekstaj informoj pri mara fundo: kvalifo, margrundo, kategorio kaj taksono de algoj kaj akvoplantoj
es_us: Información de texto adicional sobre la calificación de la superficie del fondo marino, los tipos de superficie combinados, la categoría y el taxón de la maleza o la hierba marina
eu: Testu-informazio gehigarria itsas hondoko gainazal_kalifikazioari, gainazal mota konbinatuei, belar txarren edo itsas belarren kategoria eta taxoia
fa: اطلاعات متنی اضافی درباره کیفیت سطح بستر دریا، انواع سطح ترکیبی، دسته و گونه علف‌ها یا جلبک‌های دریایی
fr: Informations textuelles supplémentaires sur la nature des fonds marins
he: פירוט טקסט נוסף על surface_qualification (תנאי שטח), סוגי שטח מעורבים, קטגוריה וסיווג של צמחי או אצות הים על הקרקעית
hu: További szöveges információ a tengerfenék felszínének jellegéről, a kombinált felszíntípusokról, valamint az algák és a tengeri füvek kategóriájáról és taxonjáról
id: Info teks tambahan tentang surface_qualification dasar laut, jenis permukaan gabungan, kategori dan takson gulma atau lamun
is: Viðbótar-textaupplýsingar um skilgreiningar á yfirborði sjávarbotns (surface_qualification), samsettar gerðir yfirborðs, flokkar og flokkunarfræði lífríkis (marhálmur eða grös)
it: Informazioni testuali aggiuntive sulla superficie del fondale marino, tipi di superfici combinate, categorie e tassonomie delle alghe marine
ja: 海底面に関する条件、その表面の種類、雑草または海草などのカテゴリと分類に関する追加のテキスト情報です
ko: 추가 텍스트 정보 seabed surface_qualification, 결합 된 표면 유형, 카테고리 및 weed 또는 seagrass의 taxon
lv: Paplašināts teksts ar dibena klasifikāciju, apvienotiem reljefu tipiem, jūraszāļu kategorijas un taksoni
mk: Dopolnitelni tekstualni informacii za površina_kvalifikacija na morskoto dno, kombinirani tipovi površini, kategorija i takson na treva ili morska treva
nb: Ytterligere tekstinfo om overflatebeskaffenhet til havbunnen, kombinerte overflatetyper, kategori og art for tang og sjøgress.
nl: Meer informatie over de zeebodem, bodemtypes, categorie en soort wier of zeegras
oc: Informacions textualas suplementàrias sus la qualitat dei fons de la mar, la descripcion, la natura deis augas
pl: Dodatkowe informacje tekstowe o powierzchni dna morskiego, połączone typy powierzchni, kategoria i takson chwastów lub trawy morskiej
ro_ro: Informații text suplimentare privind calificarea suprafeței fundului mării, tipurile de suprafețe combinate, categoria și taxonul de buruieni sau ierburi marine
ru: Дополнительная текстовая информация о классификации поверхности морского дна, комбинированных типах поверхности, категории и таксоне сорняков или морских водорослей
sc: Informatziones additzionales subra de sas caraterìsticas de sa superfìtzie de su fundu marinu (surface_qualification), sas castas de superfìtzies cumbinadas, sas categorias e sa tassonomia de s'erba o de sas algas
sk: Ďalšie textové informácie o povrchu morského dna, kategórii a druhu morského porastu
sl: Dodatne tekstovne informacije o kvalifikaciji površine morskega dna, kombiniranih tipih površin, skupini in taksonu plevela ali morske trave
sr: Додатни писмена обаветења о каквоћи морског дна, врстама подлоге, врстама корова или морске траве
sr_latn: Dodatni pismena obavetenja o kakvoći morskog dna, vrstama podloge, vrstama korova ili morske trave
sv: Ytterligare textinfo om havsbottnens beskaffenhet, grovlek, typ av sjögräs etc
ta: கடற்படை மேற்பரப்பு_ குவலிஃபிகேசன், ஒருங்கிணைந்த மேற்பரப்பு வகைகள், களை அல்லது சீக்ராசின் வகை மற்றும் வரிவிதிப்பு பற்றிய கூடுதல் உரை செய்தி
tr: Deniz dibi yüzey niteliği, birleşik yüzey türleri, yabani ot veya deniz yosunu kategorisi ve sınıfı hakkında ek metin bilgileri
uk: Додаткові текстові відомості про поверхню (surface_qualification) морського дна, комбіновані типи поверхні, категорію та тип рослинності
vi: Thông tin văn bản bổ sung về phẩm chất bề mặt đáy biển, các loại bề mặt kết hợp, danh mục và phân loại rong biển hoặc cỏ biển
zh_hans: 关于海床surface_qualification、杂草或海草的组合表面类型、类别和分类单元的附加文本信息
zh_hant: 關於海床表面狀況、雜草或海草的組合表面類型、類別和分類群的額外文字資訊

# routing_attr_allow_intermittent_description
source: Allow intermittent water ways
ar: السماح بالممرات المائية المتقطعة
be: Дазволіць перапынныя водныя маршруты
ca: Permet les vies navegables no permanents
cs: Povolit občasné vodní cesty
cy: Caniatáu ffyrdd dŵr ysbeidiol
da: Tillad mellemliggende vandveje
de: Gewässer erlauben, die nicht ständig Wasser führen
el: Να επιτρέπονται υδάτινα ρέματα διακοπτόμενης ροής
eo: Permesi navigi per periode sekiĝantaj akvovojoj
es_us: Permite cursos de agua intermitentes
et: Luba vahele jäävad veeteed
eu: Onartu aldizkako ur-ibilguak
fa: مسیریابی از آبراه‌های دوره‌ای و غیردائمی را مجاز می‌کند
fi: Sallii ajoittaiset vesireitit
fr: Autoriser les voies navigables intermittentes
gl: Permitir canles de auga intermitentes
he: לאפשר מקטעים עם דרכי מים עונתיים
hu: Időszakos vízfolyások engedélyezése
id: Perbolehkan jalan air intermiten
is: Leyfa tímabundnar vatnaleiðir
it: Permetti le vie d'acqua intermittenti
ja: 常に水の流れがあるわけではない場所も水路として見なします
ko: 간헐적인 수로 허용
mk: Dozvolete naizmenični vodni patista
nb: Tillat periodiske vannveier
nl: Waterwegen die periodiek water voeren gebruiken
oc: Permetre lei vias navigablas non permanentas
pl: Zezwalaj na przerywane drogi wodne
ro_ro: Permite căi navigabile intermitente
ru: Разрешить пересыхающие водные пути
sc: Permite caminos de abba intermitentes
sk: Povoliť dočasné vodné toky
sl: Omogoči občasne vodne poti
sr: Дозвољава водене токове који некад пресуше
sr_latn: Dozvoli vodene tokove koji nekad presuše
sv: Tillåt vägar över vatten
ta: இடைப்பட்ட நீர் வழிகளை அனுமதிக்கவும்
tr: Aralıklı su yollarına izin verin
uk: Використовувати водні шляхи, які пересихають
vi: Cho phép các tuyến đường thủy gián đoạn
zh_hans: 允许间歇性水路
zh_hant: 允許間歇水路
