Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# simulation_preview_mode_desc
source: The speed of the simulation will be maximum on straight sections and slow down only at intersections.
ar: ستكون سرعة المحاكاة قصوى على طول الأقسام المستقيمة وبطيئة فقط عند التقاطعات.
be: Хуткасць мадэлявання будзе максімальнай на прамых участках і запавольвацца толькі на скрыжаваннях.
bg: Скоростта на симулацията ще бъде максимална на правите участъци и по-ниска на кръстовищата.
ca: La velocitat utilitzada a la simulació serà la màxima als trams rectes i més lenta als encreuaments.
cs: Rychlost simulace bude maximální na rovných úsecích a zpomalí se pouze na křižovatkách.
cy: Bydd cyflymder yr efelychiad yn fwyaf ar adrannau syth ac yn arafu dim ond ar groesffyrdd.
da: Hastigheden i simuleringen er maksimal på lige strækninger og sænkes kun ved kryds.
de: Die Geschwindigkeit der Simulation wird auf geraden Strecken maximal sein und wird nur bei Kreuzungen langsamer.
el: Η ταχύτητα της προσομοίωσης θα είναι μέγιστη σε ευθείες και θα επιβραδύνεται μόνο σε διασταυρώσεις.
eo: Rapido de la simulado estos maksimuma sur rektaj fragmentoj kaj malrapidiĝos nur sur vojkruciĝoj.
es_us: La velocidad de la simulación será máxima en los tramos rectos y disminuirá sólo en las intersecciones.
et: Simulatsioon kasutab täiskiirust otselõikudel ja vähendatud kiirust ristmikel.
eu: Simulazioaren abiadura maximoa izango da zati zuzenetan eta moteldu bidegurutzeetan bakarrik.
fa: سرعت شبیه‌سازی در بخش‌های مستقیم حداکثر و در تقاطع‌ها کند خواهد بود.
fr: La vitesse de simulation sera maximale sur les sections droites et diminuera aux bifurcations.
he: מהירות ההדמיה שתהיה מרבית במקטעים ישרים ותאט רק בצמתים.
hu: A szimuláció sebessége az egyenes szakaszokon a legnagyobb lesz és csak a kereszteződéseknél lassul le.
id: Kecepatan simulasi akan maksimal pada ruas lurus dan melambat hanya pada persimpangan.
is: Hraði leiðarhermingar verður í hámarki á beinum hlutum og hægist aðeins niður við gatnamót.
it: La velocità della simulazione sarà massima nei rettilinei e diminuirà solamente alle intersezioni.
ja: シミュレーションの速度は直線区間で最大となり、交差点でのみ減速します。
ko: 시뮬레이션의 속도는 직선 섹션에서 최대이며 교차로에서만 느립니다.
mk: Brzinata na simulacijata ce bide maksimalna na pravi delovi i ḱe se uspori samo na raskrsnicite.
nb: Simuleringen går fortest på rette strekk, og bruker lenger tid på kryss.
nl: De snelheid van de simulatie is het maximum op rechte wegen, en vertraagt alleen bij kruisingen.
oc: La velocitat de simulation serà maximala dins lei seccions drechas e baissarà ai crosaments.
pl: Prędkość symulacji będzie maksymalnie szybka na prostych drogach i zwalniać będzie jedynie na skrzyżowaniach.
ro_ro: Viteza simulării va fi maximă pe secțiunile drepte și va încetini doar la intersecții.
ru: Моделирование с максимальной скоростью на прямых участках и замедлением на перекрёстках.
sc: Sa lestresa de sa simulatzione at a èssere màssima in sos tratos dritos e at a rallentare petzi in sas intersetziones.
sk: Rýchlosť simulácie na rovných úsekoch bude maximálna a spomalí len na križovatkách.
sl: Hitrost simulacije bo največja na ravnih odsekih in se bo upočasnila le na križiščih.
sr: Брзина опонашања ће бити највећа на правим деоницама и успорити само на раскрсницама.
sr_latn: Brzina simulacije biće najveća na pravim deonicama i najmanja na raskrsnicama.
sv: Simuleringens hastighet kommer att vara max på raksträckor och sakta ner endast vid korsningar.
ta: உருவகப்படுத்துதலின் விரைவு நேரான பிரிவுகளில் அதிகபட்சமாக இருக்கும் மற்றும் குறுக்குவெட்டுகளில் மட்டுமே மெதுவாக இருக்கும்.
tr: Simülasyonun hızı düz kısımlarda azami olacak ve yalnızca kavşaklarda yavaşlayacaktır.
uk: Швидкість симуляції буде максимальною на прямих ділянках і сповільнюватиметься лише на перехрестях.
vi: Tốc độ của sự mô phỏng sẽ tối đa trên những đoạn đường thẳng và chỉ chậm lại ở những nơi giao nhau.
zh_hans: 模拟的速度在直线路段将达到最大，只有在交叉路口才会减速。
zh_hant: 模擬的速度在直線部份會是最大值，僅在交叉路口減慢。

# simulation_preview_mode_title
source: Fast preview mode
ar: وضع المعاينة السريعة
be: Рэжым хуткага папярэдняга прагляду
bg: Режим на бърз преглед
ca: Mode previsualització ràpida
cs: Režim rychlého náhledu
cy: Y modd rhagolwg cyflym
da: Hurtig forhåndsvisningstilstand
de: Schneller Vorschaumodus
el: Λειτουργία γρήγορης προεπισκόπησης
eo: Rapida antaŭvido
es_us: Modo de previsualización rápida
et: Kiire eelvaade
eu: Aurrebista modu azkarra
fa: حالت پیش‌نمایش سریع
fr: Mode de prévisualisation rapide
he: מצב תצוגה מקדימה מהירה
hu: Gyors előnézet mód
id: Mode penampilan cepat
is: Hraðvirkur forskoðunarhamur
it: Modalità anteprima rapida
ja: 高速プレビューモード
ko: 빠른 미리보기 모드
lt: Greitas peržiūros režimas
mk: Režim na brz pregled
nb: Hurtigforhåndsvisningsmodus
nl: Snelle voorbeeld modus
oc: Modalitat de previsualizacion rapida
pl: Tryb szybkiego podglądu
ro_ro: Mod previzualizare rapidă
ru: Быстрый просмотр
sc: Modalidade de anteprima lestra
sk: Režim rýchleho prehľadu
sl: Način hitrega predogleda
sr: Начин рада брзог прегледа
sr_latn: Brzi pregled
sv: Snabb förhandsvisningsläge
ta: வேகமான முன்னோட்டம் பயன்முறை
tr: Hızlı ön izleme modu
uk: Режим швидкого попереднього перегляду
vi: Chế độ xem trước nhanh
zh_hans: 快速预览模式
zh_hant: 快速預覽模式

# help_article_map_legend_nautical_map_name
source: Nautical map style
ar: نمط الخرائط البحرية
ca: Mapa tipus nàutic
cs: Styl námořní mapy
cy: Arddull map morol
da: Nautisk kortstil
de: Nautischer Kartenstil
el: Στυλ ναυτικού χάρτη
eo: Map-stilo marnavigada
es_us: Estilo del mapa náutico
et: Merekaardi stiil
eu: Mapa nautikoen estiloa
fa: سبک نقشه دریایی
fi: Merikarttatyyli
fr: Style Carte Nautique
he: סגנון מפה ימית
hu: Hajózási térképstílus
id: Gaya peta bahari
is: Sjókortastíll
it: Stile mappa nautica
ja: 海図のスタイル
ko: 해상 지도 스타일
nb: Sjøkartstil
nl: Zeekaartstijl
oc: Rendut de Mapa nautica
pl: Styl mapy morskiej
ro_ro: Stilul hărții nautice
ru: Cтиль карты «Nautical »
sk: Štýl námornej mapy
sr: Стил Поморске мапе
sr_latn: Stil pomorske mape
sv: Nautisk kartstil
ta: கடல் வரைபட பாணி
tr: Deniz haritası tarzı
uk: Стиль морської мапи
vi: Kiểu bản đồ hàng hải
zh_hans: 航海地图样式
zh_hant: 航海圖地圖風格

# help_article_map_legend_osmand_name
source: OsmAnd map style
ar: ثيم خرائط أوسماند
ca: Mapa tipus OsmAnd
cs: OsmAnd styl mapy
cy: Arddull map OsmAnd
da: OsmAnd-kortstil
de: OsmAnd-Kartenstil
el: Στυλ χάρτη OsmAnd
eo: Map-stilo OsmAnd
es_us: Estilo del mapa de OsmAnd
et: OsmAnd kaardi stiil
eu: OsmAnd mapa estiloa
fa: سبک نقشه OsmAnd
fr: Style Carte OsmAnd
he: סגנון מפה OsmAnd
hu: OsmAnd térképstílus
id: Gaya peta OsmAnd
is: OsmAnd kortastíll
it: Stile mappa OsmAnd
ja: OsmAndマップのスタイル
ko: OsmAnd 지도 스타일
nb: OsmAnd-kartstil
nl: OsmAnd-kaartstijl
oc: Rendut OsmAnd
pl: Styl mapy OsmAnd
ro_ro: Stil de hartă OsmAnd
ru: Стиль карты «OsmAnd»
sk: Štýl mapy OsmAnd
sr: Стил ОсмАнд мапе
sr_latn: Stil OsmAnd mape
sv: OsmAnd-kartstil
ta: Osmand வரைபட பாணி
tr: OsmAnd harita tarzı
uk: Стиль мапи OsmAnd
vi: Kiểu bản đồ OsmAnd
zh_hans: OsmAnd 地图样式
zh_hant: OsmAnd 地圖風格

# help_article_map_legend_ski_map_name
source: Ski map style
ar: نمط خريطة التزلج
ca: Mapa tipus esquí
cs: Lyžařský styl mapy
cy: Arddull map sgi
da: Skikort-stil
de: Skikarten-Stil
el: Στυλ χάρτη σκι
eo: Map-stilo skiada
es_us: Estilo del mapa invernal
et: Suusakaardi stiil
eu: Eski mapa estiloa
fa: سبک نقشه اسکی
fi: Hiihtokarttatyyli
fr: Style Carte Ski
he: סגנון מפה סקי
hu: Sí térképstílus
id: Gaya peta ski
is: Skíðakortastíll
it: Stile mappa sciistica
ja: スキーマップのスタイル
ko: 스키 지도 스타일
nb: Skikartstil
nl: Skikaartstijl
oc: Rendut de Mapa d'Esquí
pl: Styl mapy narciarskiej
ro_ro: Stil hartă de ski
ru: Лыжный стиль карты
sk: Lyžiarsky štýl mapy
sr: Стил Скијашке мапе
sr_latn: Stil skijaške mape
sv: Vinter och skidor-kartstil
ta: ச்கை வரைபட நடை
tr: Kayak haritası tarzı
uk: Стиль гірськолижної мапи
vi: Kiểu bản đồ trượt tuyết
zh_hans: 滑雪地图样式
zh_hant: 滑雪地圖風格

# help_article_map_interact_with_map_name
source: Interact with map
ar: التفاعل مع الخريطة
ca: Interacció amb el mapa
cs: Interakce s mapou
cy: Rhyngweithioâ map
da: Interagér med kort
de: Mit der Karte interagieren
el: Αλληλεπιδράστε με τον χάρτη
eo: Interagi kun mapo
es_us: Interactuar con el mapa
et: Kaardi kasutamine
eu: Maparekin elkarreragin
fa: تعامل با نقشه
fr: Interagir avec la carte
he: הפעלת המפה
hu: Műveletek a térképpel
id: Berinteraksi dengan peta
is: Gagnvirkni við kort
it: Interagisci con la mappa
ja: マップの操作
ko: 지도와 상호 작용
nb: Samhandle med kart
nl: De kaart bedienen
oc: Interagir amb la mapa
pl: Współdziałanie z mapą
ro_ro: Interacționați cu harta
ru: Взаимодействие с картой
sk: Interakcia s mapou
sr: Међудејство са мапом
sr_latn: Interakcija sa mapom
sv: Interagera med kartan
ta: வரைபடத்துடன் தொடர்பு கொள்ளுங்கள்
tr: Harita ile etkileşime geç
uk: Взаємодія з мапою
vi: Tương tác với bản đồ
zh_hans: 与地图交互
zh_hant: 與地圖互動

# help_article_map_map_context_menu_name
source: Map Context menu
ar: قائمة خيارات الخريطة
ca: Menú de context del mapa
cs: Kontextová nabídka mapy
cy: Dewislen Cyd-destun map
da: Kontekstmenu for kort
de: Kontextmenü der Karte
el: Μενού περιεχομένου χάρτη
eo: Kunteksta menuo de mapo
es_us: Menú contextual del mapa
et: Kaardi kontekstimenüü
eu: Maparen testuinguruko menua
fa: فهرست زمینه نقشه
fr: Menu contextuel de la carte
he: תפריט הקשר מפה
hu: Térkép helyi menü
id: Menu Konteks Peta
is: Samhengisvalmynd korts
it: Menu contestuale della mappa
ja: マップコンテキストメニュー
ko: 지도 상황에 맞는 메뉴
nb: Kontekstmeny for kart
nl: Contextmenu van de kaart
oc: Menú contextuau de la mapa
pl: Menu kontekstowe mapy
ro_ro: Meniul contextual al hărții
ru: Контекстное меню карты
sk: Kontextová ponuka mapy
sr: Приручни мени мапе
sr_latn: Priručni meni mape
sv: Kontextmeny för karta
ta: வரைபட சூழல் பட்டியல்
tr: Harita bağlam menüsü
uk: Контекстне меню мапи
vi: Menu thông tin của đối tượng trên bản đồ
zh_hans: 地图情景菜单
zh_hant: 地圖內容選單

# help_article_map_point_layers_on_map_name
source: Points on the map
ar: النقاط على الخريطة
br: Poentoù war ar gartenn
ca: Punts al mapa
cs: Body na mapě
cy: Pwyntiau ar y map
da: Punkter på kortet
de: Punkte auf der Karte
el: Σημεία στον χάρτη
eo: Punktoj sur mapo
es_us: Puntos en el mapa
et: Punktid kaardil
eu: Mapako puntuak
fa: نقاط روی نقشه
fi: Pisteet kartalla
fr: Points sur la carte
he: נקודות על המפה
hu: Pontok a térképen
id: Titik di peta
is: Punktar á kortinu
it: Punti sulla mappa
ja: マップ上のポイント
ko: 지도의 포인트
lt: Taškai žemėlapyje
nb: Punkter på kartet
nl: Punten op de kaart
oc: Ponchs sus la mapa
pl: Punkty na mapie
ro_ro: Puncte pe hartă
ru: Точки на карте
sk: Body na mape
sr: Тачке на карти
sr_latn: TOI na mapi
sv: Punkter på kartan
ta: வரைபடத்தில் புள்ளிகள்
tr: Harita üzerindeki noktalar
uk: Точки на мапі
vi: Những điểm trên bản đồ
zh_hans: 地图上的点
zh_hant: 地圖上的點位

# help_article_map_raster_maps_name
source: Raster Maps (Online / Offline)
ar: الخرائط النقطية (متصل / غير متصل)
ca: Mapes de bits (connexió / desconnexió)
cs: Rastrové mapy (online / offline)
cy: Mapiau Raster (Ar-lein / All-lein)
da: Rasterkort (Online / Offline)
de: Rasterkarten (Online / Offline)
el: Χάρτες Raster (Με / Χωρίς Διαδίκτυο)
eo: Rastrumaj mapoj (malkonektaj / enertaj)
es_us: Mapas raster (en línea / sin conexión)
et: Rasterkaardid (võrgus / võrguvabad)
eu: Raster Mapak (Lineakoak / Lineaz kanpoak)
fa: نقشه‌های رستری (آنلاین/آفلاین)
fr: Cartes matricielles (en ligne / hors ligne)
he: מפות מעובדות (מקוונות או שלא)
hu: Raszteres térképek (online/offline)
id: Peta raster (Daring / Luring)
is: Rastakort (tengd/ótengd)
it: Mappe raster (online/offline)
ja: ラスターマップ (オンライン/オフライン)
ko: 래스터 맵(온라인/오프라인)
nb: Rasterkart (nettbasert / frakoblet)
nl: Rasterkaarten (online/offline)
oc: Mapas raster (en linha / fòra de linha)
pl: Mapy rastrowe (Online / Offline)
ro_ro: Hărți raster (online / offline)
ru: Растровые карты (online/offline)
sk: Rastrové mapy (Online / Offline)
sr: Растерске карте (мрежне / ванмрежне)
sr_latn: Rasterske mape (online/ offline)
sv: Rasterkartor (Online / Offline)
ta: ராச்டர் வரைபடங்கள் (ஆன்லைன் / ஆஃப்லைன்)
uk: Растрові мапи (онлайн / офлайн)
vi: Những mảng bản đồ (Trực tuyến / Ngoại tuyến)
zh_hans: 光栅地图（在线 / 离线）
zh_hant: 點陣地圖 (線上/離線)

# help_article_map_track_context_menu_name
source: Tracks Context menu
ar: قائمة خيارات المسار
ca: Menú de context de les traces
cs: Kontextová nabídka Stopy
da: Kontekstmenu for spor
de: Kontextmenü der Tracks
el: Μενού περιεχομένου ιχνών
eo: Spuroj: kunteksta menuo
es_us: Menú contextual de las trazas
et: Radade kontekstimenüü
eu: Arrastoen testuinguru-menua
fa: فهرست زمینه رد ها
fr: Menu contextuel des traces
he: תפריט הקשר מסלולים
hu: Nyomvonalak helyi menü
id: Menu Konteks Trek
is: Samhengisvalmynd ferla
it: Menu contestuale delle tracce
ja: 経路コンテキストメニュー
ko: 트랙 상황에 맞는 메뉴
nb: Kontekstmeny for spor
nl: Contextmenu van tracks
oc: Menú contextuau dei traças
pl: Menu kontekstowe ścieżek
ro_ro: Meniul contextual pentru trasee
ru: Контекстное меню треков
sk: Kontextová ponuka stôp
sr: Приручни изборник трагова
sr_latn: Priručni meni staza
sv: Kontextmeny för spår
ta: சூழல் மெனுவைக் கண்காணிக்கிறது
uk: Контекстне меню треків
vi: Menu ngữ cảnh của các đường dẫn
zh_hans: 轨迹上下文菜单
zh_hant: 軌跡選單內容

# help_article_map_tracks_on_map_name
source: Tracks and Routes
ar: المسارات والطرق
ca: Traces i Rutes
cs: Stopy a trasy
cy: Traciau a Llwybrau
da: Spor og ruter
de: Strecken und Routen
el: Ίχνη και Διαδρομές
eo: Spuroj kaj kursoj
es_us: Trazas y rutas
et: Rajad ja teekonnad
eu: Arrastoak eta ibilbideak
fa: رد ها و جاده‌ها
fr: Traces et itinéraires
he: מסלולים ונתיבים
hu: Nyomvonalak és útvonalak
id: Trek dan Rute
is: Ferlar og leiðir
it: Tracce e percorsi
ja: 経路とルート
ko: 트랙 및 경로
nb: Spor og ruter
nl: Tracks en routes
oc: Traças e percors
pl: Ślady i trasy
ro_ro: Trasee și rute
ru: Треки и маршруты
sk: Stopy a trasy
sr: Трагови и путање
sr_latn: Trase i rute
sv: Spår och Leder
ta: தடங்கள் மற்றும் வழிகள்
uk: Треки та маршрути
vi: Đường dẫn và Tuyến đường
zh_hans: 轨迹与路线
zh_hant: 軌跡與路徑

# help_article_map_vector_maps_name
source: Vector maps (Map styles)
ar: خرائط المتجهات (أنماط الخريطة)
ca: Mapes vectorials (estils de mapa)
cs: Vektorové mapy (styly map)
da: Vektorkort (kortstilarter)
de: Vektorkarten (Kartenstile)
el: Διανυσματικοί χάρτες (Στυλ χάρτη)
eo: Vektoraj mapoj kaj map-stiloj
es_us: Mapas vectoriales (estilos de mapa)
et: Vektorkaardid (kaardistiilid)
eu: Mapa bektorialak (Mapen estiloak)
fa: نقشه‌های برداری (سبک‌های نقشه)
fi: Vektorikartat (karttatyylit)
fr: Cartes vectorielles (styles de cartes)
he: מפות וקטוריות (סגנונות מפה)
hu: Vektoros térképek (térképstílusok)
id: Peta vektor (Gaya peta)
is: Vektorkort (Stílar landakorta)
it: Mappe vettoriali (Stili mappa)
ja: ベクターマップ (マップスタイル)
ko: 벡터 맵(맵 스타일)
nb: Vektorkart (kartstiler)
nl: Vectorkaarten (kaartstijlen)
oc: Mapas vectorialas (Renduts de mapas)
pl: Mapy wektorowe (Style map)
ro_ro: Hărți vectoriale (stiluri de hartă)
ru: Векторные карты (стили карт)
sk: Vektorové mapy (Mapové štýly)
sr: Векторске карте (начини приказа карте)
sr_latn: Vektorske mape (stil mape)
sv: Vektorkartor (Kartstilar)
ta: திசையன் வரைபடங்கள் (வரைபட பாணிகள்)
uk: Векторні мапи (стилі мапи)
vi: Những bản đồ Véc-tơ (Những giao diện bản đồ)
zh_hans: 矢量地图（地图类型）
zh_hant: 向量地圖 (地圖樣式)

# help_article_navigation_auto_car_name
source: Android Auto
ar: أندرويد أوتو
fa: اندروید اتو
ko: 안드로이드 오토
sr: Андроид ауто
ta: ஆண்ட்ராய்டு ஆட்டோ

# help_article_navigation_guidance_name
source: Navigation Guidance
ar: توجيه
ca: Orientació
cs: Navigační průvodce
da: Navigationsvejledning
de: Navigationshilfe
el: Καθοδήγηση πλοήγησης
eo: Navigaj sciigoj
es_us: Guía de navegación
et: Tee juhatamine
eu: Orientazioa
fa: راهنمای ناوبری
fr: Guidage
he: הנחיות ניווט
hu: Navigációs útmutató
id: Panduan Navigasi
is: Stýrð leiðsögn
it: Guida alla navigazione
ja: 案内
ka: სახელმძღვანელო
ko: 안내
nb: Veiledning
nl: Navigatiebegeleiding
oc: Guidatge
pl: Wskazówki
ro_ro: Ghidarea navigației
ru: Руководство по навигации
sk: Navigačný sprievodca
sr: Навигационо вођење
sr_latn: Navigacijsko vođenje
sv: Navigeringsvägledning
ta: வழிசெலுத்தல் வழிகாட்டுதல்
tr: Navigasyon Yönlendirmesi
uk: Навігаційні вказівки
vi: Hướng dẫn điều hướng
zh_hans: 指引
zh_hant: 導航指引

# help_article_navigation_guidance_map_during_navigation_name
source: Map screen during navigation
ar: شاشة الخريطة أثناء التنقل
ca: Pantalla del mapa mentre la navegació
cs: Obrazovka mapy při navigaci
da: Kortvisning under navigation
de: Kartenbildschirm während der Navigation
el: Οθόνη χάρτη κατά τη διάρκεια της πλοήγησης
eo: Ekrano de mapo dum navigi
es_us: Pantalla del mapa al navegar
et: Kaardivaade tee juhatamise ajal
eu: Maparen pantaila nabigazioan zehar
fa: صفحه نقشه هنگام ناوبری
fr: Carte pendant la navigation
he: מסך המפה במהלך ניווט
hu: Térkép képernyő navigáció közben
id: Layar peta saat navigasi
is: Kortaskjár á meðan leiðsögn stendur
it: Schermata della mappa durante la navigazione
ja: ナビゲーション中のマップ画面
ko: 내비게이션 중 지도 화면
nb: Kartskjerm under navigering
nl: Kaartscherm tijdens navigatie
pl: Ekran mapy podczas nawigacji
ro_ro: Ecranul hărții în timpul navigației
ru: Экран карты во время навигации
sk: Obrazovka mapy pri navigácii
sr: Заслон карте приликом навођења
sr_latn: Ekran prilikom navođenja
sv: Kartvy under navigering
ta: வழிசெலுத்தலின் போது வரைபடத் திரை
tr: Navigasyon sırasında harita ekranı
uk: Екран мапи під час навігації
vi: Màn hình bản đồ trong khi điều hướng
zh_hans: 导航期间的地图屏幕
zh_hant: 導航時的地圖螢幕

# help_article_navigation_guidance_voice_navigation_name
source: Voice prompts / Notifications
ar: المطالبات الصوتية / الإشعارات
ca: Avisos de veu / Notificacions
cs: Hlasové výzvy / upozornění
cy: Negeseuon llais / Hysbysiadau
da: Stemmemeddelelser / notifikationer
de: Sprachansagen / Benachrichtigungen
el: Φωνητικές υποδείξεις / Ειδοποιήσεις
eo: Voĉaj kaj surekranaj sciigoj
es_us: Avisos por voz / Notificaciones
et: Hääljuhised / teavitused
eu: Ahots-abisuak / Jakinarazpenak
fa: اعلان‌های صوتی/آگاه‌سازها
fr: Annonces vocales / Notifications
hu: Hangutasítások / Értesítések
id: Perintah / Notifikasi suara
is: Raddleiðsögn / Tilkynningar
it: Messaggi vocali / Notifiche
ja: 音声案内 / 通知
ko: 음성 프롬프트/알림
nb: Talemeldinger / Varsler
nl: Stemaanwijzingen / Notificaties
oc: Anóncias vocalas / Notificacions
pl: Komunikaty głosowe / Powiadomienia
ro_ro: Solicitări vocale / Notificări
ru: Голосовые подсказки/уведомления
sk: Hlasové pokyny / upozornenia
sr: Гласовни упити / обавештења
sr_latn: Glasovna uputstva / obaveštenja
sv: Röstinstruktioner / Aviseringar
ta: குரல் தூண்டுகிறது / அறிவிப்புகள்
tr: Sesli komutlar / Bildirimler
uk: Голосові вказівки / сповіщення
vi: Lời nhắc bằng giọng nói / Thông báo
zh_hans: 语音提示 / 通知
zh_hant: 語音介面 / 通知

# help_article_navigation_routing_name
source: Route parameters
ar: تفضيلات اختيار الطريق
br: Arventennoù an hentadur
ca: Paràmetres de ruta
cs: Parametry trasy
cy: Paramedrau llwybr
da: Ruteparametre
de: Routenparameter
el: Παράμετροι διαδρομής
eo: Parametroj de navigo
es_us: Parámetros de la ruta
et: Teekonna parameetrid
eu: Ibilbidearen parametroak
fa: پارامترهای مسیر
fr: Paramètres de l'itinéraire
hu: Útvonal paraméterek
id: Parameter rute
is: Breytur varðandi leið
it: Parametri del percorso
ja: ルートパラメータ
ko: 경로 매개변수
nb: Ruteparametere
oc: Paramètres dau percors
pl: Parametry trasy
ro_ro: Parametrii rutei
ru: Параметры маршрута
sk: Parametre trasy
sr: Одреднице пута
sr_latn: Parametri rute
sv: Ruttparametrar
ta: பாதை அளவுருக்கள்
uk: Параметри маршруту
vi: Tham số của tuyến đường
zh_hans: 路线规划参数
zh_hant: 路徑參數

# help_article_navigation_routing_bicycle_based_routing_name
source: Bicycle routing (MTB)
ar: توجيه الدراجات (MTB)
ca: Rutes en bicicleta (BTT)
cs: Cyklotrasy (MTB)
da: Cykel-ruteberegning (MTB)
de: Fahrrad-Routenführung (MTB)
el: Δρομολόγηση με ποδηλάτο (MTB)
eo: Biciklo / montbiciklo
es_us: Navegación en bicicleta (MTB)
et: Teekonna koostamine jalgrattasõiduks (MTB)
eu: Bizikleta ibilbideak (MTB)
fa: مسیریابی دوچرخه (کوهستان)
fr: Calcul de l'itinéraire vélo (VTT)
he: ניווט לאופניים (אופני הרים)
hu: Útvonaltervezés kerékpárhoz (MTB)
id: Perutean sepeda (MTB)
is: Leiðagerð fyrir fjallahjólreiðar
it: Percorsi in bicicletta (MTB)
ja: 自転車ルーティング (MTB)
ko: 자전거 노선 (MTB)
nb: Sykkelruting (MTB)
nl: Fietsroutes (MTB)
oc: Calcul dau percors a bicicleta (VTT)
pl: Trasy rowerowe (MTB)
ro_ro: Rutare pentru biciclete (MTB)
ru: Велописед (MTB)
sk: Navigácia cyklistov (MTB)
sr: Путања бициклом (МТБ)
sr_latn: Rutiranje biciklom (MTB)
sv: Cykelvägvisning (MTB)
ta: சைக்கிள் ரூட்டிங் (எம்டிபி)
uk: Веломаршрути (MTB)
vi: Tìm đường cho xe đạp (xe đạp địa hình)
zh_hans: 自行车路线规划（山地车）
zh_hant: 單車導航 (登山車)

# help_article_navigation_routing_boat_navigation_name
source: Boat routing
ar: توجيه القارب
ca: Rutes en vaixell
cs: Navigace lodí
da: Båd-ruteberegning
de: Boot-Routenführung
el: Δρομολόγηση με σκάφος
eo: Boato
es_us: Navegación en bote
et: Teekonna koostamine paadisõiduks
eu: Itsasontzi ibilbideak
fa: مسیریابی قایق
fr: Calcul de l'itinéraire en bateau
he: ניווט לספינה
hu: Útvonaltervezés csónakhoz
id: Perutean kapal
is: Leiðagerð fyrir báta
it: Rotte in barca
ja: ボートルーティング
ko: 보트 경로
nb: Båtruting
nl: Bootroutes
oc: Calcul dau percors amb una barca
pl: Wyznaczanie tras łodzi
ro_ro: Rutare pentru bărci
ru: Лодка
sk: Navigácia člnov
sr: Путања пловилом
sr_latn: Rutiranje plovilom
sv: Båtvägvisning
ta: படகு ரூட்டிங்
uk: Маршрути для човнів
vi: Tìm đường cho tàu thuỷ
zh_hans: 船只航线规划
zh_hant: 船隻導航

# help_article_navigation_routing_car_based_routing_name
source: Car routing (Truck, Motorcycle)
ar: توجيه السيارة (شاحنة ، دراجة نارية)
ca: Rutes en cotxe (camió, moto)
cs: Navigace automobilů (nákladních automobilů, motocyklů)
da: Bil-ruteberegning (lastbil, motorcykel)
de: Auto-Routenführung (Lkw, Motorrad)
el: Δρομολόγηση με αυτοκινήτο (φορτηγό, μοτοσυκλέτα)
eo: Aŭtomobilo / kamiono / motorciklo
es_us: Navegación en automóvil (camión, motocicleta)
et: Teekonna koostamine autosõiduks (veoauto, mootorratas)
eu: Autoen ibilbideak (kamioia, motozikleta)
fa: مسیریابی خودرو (کامیون، موتورسیکلت)
fr: Navigation en voiture (camion, moto)
he: ניווט לרכב (משאית, אופנוע)
hu: Útvonaltervezés autóhoz (teherautó, motorkerékpár)
id: Perutean mobil (Truk, Motor)
is: Leiðagerð fyrir bíla (trukka, mótorhjól)
it: Percorso auto (camion, moto)
ja: 車のルーティング(トラック、オートバイ)
ko: 자동차 경로(트럭, 오토바이)
nb: Bilruting (lastebil, motorsykkel)
nl: Autoroutes (Vrachtwagen, Motor)
oc: Percors amb la veitura (camion, mòto)
pl: Wyznaczanie tras samochodowych (ciężarówka, motocykl)
ro_ro: Rutare auto (camion, motocicletă)
ru: Автомобиль (грузовик, мотоцикл)
sk: Navigácia automobilov (nákladných, motocyklov)
sr: Путања колима (теретњаком, мотоциклом)
sr_latn: Rutiranje autom (kamion, motor)
sv: Bilvägvisning (Lastbil, Motorcykel)
ta: கார் ரூட்டிங் (டிரக், மின்னோடி சைக்கிள்)
uk: Автомаршрути (вантажівки, мотоцикли)
vi: Tìm đường cho Ô tô (Xe tải, Xe máy)
zh_hans: 汽车路线规划（卡车、摩托车）
zh_hant: 汽車路線（卡車、摩托車）
