Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# lang_sl
source: Slovenian
ar: سلوفيني
ast: Eslovenu
az: Slovencə
be: Славенская
bg: Словенски
ca: Eslovè
cs: Slovinština
cy: Slofeneg
da: Slovensk
de: Slowenisch
el: Σλοβενικά
eo: Slovena
es_us: Esloveno
et: sloveeni
eu: Esloveniera
fa: اسلووِنیایی
fi: Sloveeni
fr: Slovène
gl: Esloveno
he: סלובנית
hu: szlovén
hy: Սլովեներեն
id: Bahasa Slovenia
is: Slóvenska
it: Sloveno
ja: スロベニア語
ka: სლოვენიური
ko: 슬로베니아어
lt: Slovėnų
lv: Slovēņu
mk: Slovenski
ml: "സ്ലോവേനിയന്‍ "
nb: Slovensk
nl: Sloveens
oc: Eslovèn
pl: Słoweński
ro_ro: Slovenă
ru: Словенский
sc: Islovenu
sk: Slovinsky (Slovenščina)
sl: Slovenščina
sr: Словеначки
sr_latn: Slovenački
sv: Slovenska
ta: ஸ்லோவேனியன்
tr: Slovence
uk: Словенська
zh_hans: 斯洛文尼亚语
zh_hant: 斯洛維尼亞

# lang_sr
source: Serbian (cyrillic)
ar: صربي (سيريلي)
az: Serbcə (kiril)
be: Сербская (кірыліца)
bg: Сръбски (кирилица)
ca: Serbi (ciríl·lic)
cs: Srbština (cyrilice)
cy: Serbeg (syrilig)
da: Serbisk (kyrillisk)
de: Serbisch (kyrillisch)
el: Σερβικά (κυριλλικά)
eo: Serba (cirila)
es_us: Serbio (cirílico)
et: serbia (kirillitsa)
eu: Serbiera (zirilikoa)
fa: صربی (سیریلیک)
fi: Serbi
fr: Serbe (cyrillique)
gl: Serbio cirílico
he: סרבית קירילית
hu: szerb (cirill betűs)
hy: Սերբերեն
id: Serbia (Sirilik)
is: Serbneska (kýrilískt letur)
it: Serbo (cirillico)
ja: セルビア語(キリル文字)
ka: სერბული (კირილიცა)
ko: 세르비아어
lt: Serbų
lv: Serbu
mk: Srpski (kirilica)
ml: "സെര്‍ബിയന്‍ "
nb: Serbisk (kyrillisk)
nl: Servisch (cyrillisch)
oc: Sèrb (cirillic)
pl: Serbski (cyrylica)
ro_ro: Sârbă (chirilică)
ru: Сербский (кириллица)
sc: Serbu (tzirìllicu)
sk: Srbsky (Cyrilika)
sl: Srbščina (cirilica)
sr: Српски (ћирилица)
sr_latn: Srpski (ćirilica)
sv: Serbiska (kyrilliska)
ta: செர்பிய (சிரிலிக்)
tr: Sırpça (kiril)
uk: Сербська (кирилиця)
zh_hans: 塞尔维亚语(西里尔文)
zh_hant: 塞爾維亞語（西里爾文）

# lang_sr_latn
source: Serbian (latin)
ar: صربي (لاتيني)
az: Serbcə (latın)
be: Сербская (лацінка)
bg: Сръбски (латиница)
ca: Serbi (llatí)
cs: Srbština (latinka)
cy: Serbeg (Lladin)
da: Serbisk (latin)
de: Serbisch (lateinisch)
el: Σέρβικα (λατινικά)
eo: Serba (latina)
es_us: Serbio (latino)
et: serbia (ladina)
eu: Serbiera (latinoa)
fa: صربی (لاتین)
fi: Serbia (latinalaisin)
fr: Serbe (latin)
gl: Serbio latino
he: סרבית לטינית
hu: szerb (latin betűs)
hy: Սերբերեն (լատինական)
id: Bahasa Serbia (latin)
is: Serbneska (latneskt letur)
it: Serbo (latino)
ja: セルビア語 (ラテン文字)
ka: სერბული (ლათინური)
ko: 세르비아어 (라틴)
lt: Serbų (lotynų)
lv: Serbu (latīņu)
mk: Srpski (Latinica)
nb: Serbisk (latinsk)
nl: Servisch (Latijns schrift)
oc: Sèrb (latin)
pl: Serbski (łaciński)
ro_ro: Sârbă (latină)
ru: Сербский (латиница)
sc: Serbu (latinu)
sk: Srbsky (Latinka)
sl: Srbščina (latinica)
sr: Српски није (латиница)
sr_latn: Srpski (latinica)
sv: Serbiska (translittererat)
ta: செர்பிய (லத்தீன்)
tr: Sırpça (latin)
uk: Сербська (латинка)
zh_hans: 塞尔维亚语（拉丁文）
zh_hant: 塞爾維亞語（拉丁文）

# lang_sv
source: Swedish
ar: سويدي
ast: Suecu
az: İsveçcə
be: Шведская
bg: Шведски
ca: Suec
cs: Švédština
cy: Swedeg
da: Svensk
de: Schwedisch
el: Σουηδικά
eo: Sveda
es_us: Sueco
et: rootsi
eu: Suediera
fa: سوئدی
fi: Ruotsi
fr: Suédois
gl: Sueco
he: שוודית
hu: svéd
hy: Շվեդերեն
id: Bahasa Swedia
is: Sænska
it: Svedese
ja: スウェーデン語
ka: შვედური
ko: 스웨덴어
lt: Švedų
lv: Zviedru
mk: Svedski
ml: "സ്വീഡിഷ് "
nb: Svensk
nl: Zweeds
oc: Suedés
pl: Szwedzki
ro_ro: Suedeză
ru: Шведский
sc: Isvedesu
sk: Švédsky (Svenska)
sl: Švedščina
sr: Шведски
sr_latn: Švedski
sv: Svenska
ta: ஸ்வீடிஷ்
tr: İsveççe
uk: Шведська
zh_hans: 瑞典语
zh_hant: 瑞典

# lang_sw
source: Swahili
ar: سواحيلي
az: Suahilicə
be: Суахілі
bg: Суахили
ca: Suahili
cs: Svahilština (Kiswahili)
cy: Sawhili
de: Suaheli
el: Σουαχίλι
eo: Svahila
es_us: Suajili
et: suahiili
fa: سواحیلی
he: סווהילי
hu: szuahéli
hy: Սուահիլի
is: Svahílí
ja: スワヒリ語
ka: სუაჰილური
ko: 스와힐리어
lt: Svahili
lv: Svahili
mk: Svahilski
ml: "സ്വാഹിലി "
oc: Soahili
pl: Suahili
ro_ro: Svahili
ru: Суахили
sk: Svahilsky (Kiswahili)
sl: Svahili
sr: Свахили
sr_latn: Svahili
ta: சுவாஹிலி
tr: Svahili dili
uk: Суахілі
zh_hans: 斯瓦希里语
zh_hant: 斯瓦希里

# lang_tr
source: Turkish
ar: التركية
ast: Turcu
az: Türkcə
be: Турэцкая
bg: Турски
ca: Turc
cs: Turečtina
cy: Twrceg
da: Tyrkisk
de: Türkisch
el: Τουρκικά
eo: Turka
es_us: Turco
et: türgi
eu: Turkiera
fa: ترکی
fi: Turkki
fr: Turc
gl: Turco
he: טורקית
hu: török
hy: Թրքերեն
id: Bahasa Turki
is: Tyrkneska
it: Turco
ja: トルコ語
ka: თურქული
ko: 터키어
lt: Turkų
lv: Turku
mk: Turski
ml: "തുര്‍ക്കി ഭാക്ഷ "
nb: Tyrkisk
nl: Turks
oc: Turc
pl: Turecki
ro_ro: Turcă
ru: Турецкий
sc: Turcu
sk: Turecky (Türk)
sl: Turščina
sr: Турски
sr_latn: Turski
sv: Turkiska
ta: துருக்கிய
tr: Türkçe
uk: Турецька
zh_hans: 土耳其语
zh_hant: 土耳其

# lang_uk
source: Ukrainian
ar: الأوكرانية
ast: Ucraín
az: Ukraynaca
be: Украінская
bg: Украински
ca: Ucraïnès
cs: Ukrajinština
cy: Wcraineg
da: Ukrainsk
de: Ukrainisch
el: Ουκρανικά
eo: Ukraina
es_us: Ucraniano
et: ukraina
eu: Ukrainera
fa: اوکراینی
fi: Ukraina
fr: Ukrainien
gl: Ucraíno
he: אוקראינית
hu: ukrán
hy: Ուկրաիներեն
id: Ukraina
is: Úkraníska
it: Ucraino
ja: ウクライナ語
ka: უკრაინული
ko: 우크라니아어
lt: Ukrainiečių
lv: Ukraiņu
mk: Ukrainski
ml: "ഉക്രേനിയന്‍ "
nb: Ukrainsk
nl: Oekraïens
pl: Ukraiński
ro_ro: Ucraineană
ru: Украинский
sc: Ucrainu
sk: Ukrajinsky (Український)
sl: Ukrajinščina
sr: Украјински
sr_latn: Ukrajinski
sv: Ukrainska
ta: உக்ரைனியன்
tr: Ukraynaca
uk: Українська
zh_hans: 乌克兰语
zh_hant: 烏克蘭

# lang_vi
source: Vietnamese
ar: الفيتنامية
ast: Vietnamita
az: Vyetnamca
be: В’етнамская
bg: Виетнамски
ca: Vietnamita
cs: Vietnamština
cy: Fietnameg
da: Vietnamesisk
de: Vietnamesisch
el: Βιετναμέζικα
eo: Vjetnama
es_us: Vietnamita
et: vietnami
eu: Vietnamera
fa: ویتنامی
fi: Vietnami
fr: Vietnamien
gl: Vietnamita
he: וייטנאמית
hu: vietnami
hy: Վիետնամերեն
id: Bahasa Vietnam
is: Víetnamska
it: Vietnamita
ja: ベトナム人
ka: უკრაინული
ko: 베트남어
lt: Vietnamiečių
lv: Vjetnamiešu
mk: Vietnamski
ml: "വിയറ്റ്നാമീസ് "
nb: Vietnamesisk
nl: Vietnamees
oc: Vietnamian
pl: Wietnamski
ro_ro: Vietnameză
ru: Вьетнамский
sc: Vietnamita
sk: Vietnamsky (Việt)
sl: Vietnamščina
sr: Вијетнамски
sr_latn: Vijetnamski
sv: Vietnamesiska
ta: வியட்நாமிஸ்
tr: Vietnamca
uk: Вʼєтнамська
vi: Tiếng Việt
zh_hans: 越南语
zh_hant: 越南

# lang_zh
source: Chinese
af: Sjinees
ar: الصينية
ast: Chinu
az: Çincə
be: Кітайская
bg: Китайски
ca: Xinès
cs: Čínština
cy: Tsieineeg
da: Kinesisk
de: Chinesisch
el: Κινέζικα
eo: Ĉina
es_us: Chino
et: hiina
eu: Txinera
fa: چینی
fi: Kiina
fr: Chinois
gl: Chinés
he: סינית
hu: kínai
hy: Չինարեն
id: Bahasa Cina
is: Kínverska
it: Cinese
ja: 中国語
ka: ჩინური
ko: 중국어
lt: Kinų
lv: Ķīniešu
mk: Kineski
ml: "ചൈനീസ് ഭാക്ഷ "
nb: Kinesisk
nl: Chinees
oc: Chinés
pl: Chiński
ro_ro: Chineză
ru: Китайский
sc: Tzinesu
sk: Čínsky (中国的)
sl: Kitajščina
sr: Кинески
sr_latn: Kineski
sv: Kinesiska
ta: சீன
tr: Çince
uk: Китайська
zh_hans: 中文
zh_hant: 中文

# lang_zh_cn
source: Chinese (Simplified)
ar: الصينية (المبسطة)
az: Çincə (Sadələşdirilmiş)
be: Кітайская (Спрошчаная)
bg: Китайски (опростен)
ca: Xinès (simplificat)
cs: Čínština (zjednodušená)
cy: Tsieineeg (Syml)
da: Kinesisk (forenklet)
de: Chinesisch (vereinfacht)
el: Κινέζικα (Απλοποιημένα)
eo: Ĉina (simpligita)
es_us: Chino (simplificado)
et: hiina (lihtsustatud)
eu: Txinera (sinplifikatuta)
fa: چینی (ساده‌شده)
fi: Kiina (yksinkertaistettu)
fr: Chinois (simplifié)
gl: Chinés sinxelo
he: סינית מפושטת
hu: kínai (egyszerűsített)
hy: Չինարեն (Պարզեցված)
id: Bahasa Mandarin (Disederhanakan)
is: Kínverska (einfölduð)
it: Cinese (Semplificato)
ja: 中国語 (簡体字)
ka: ჩინური (გამარტივებული)
ko: 중국어 간체
lt: Kinų (supaprastinta)
lv: Ķīniešu (vienkāršotā)
mk: Kineski (Ednostaven)
ml: "ചൈനീസ്(സിംപ്ളിഫൈഡ്) ഭാക്ഷ "
nb: Kinesisk (forenklet)
nl: Chinees (vereenvoudigd)
oc: Chinés (simplificat)
pl: Chiński (uproszczony)
ro_ro: Chineză (Simplificată)
ru: Китайский (упрощённый)
sc: Tzinesu (semplificadu)
sk: Čínština (Zjednodušená)
sl: Kitajščina (poenostavljena)
sr: Кинески (појадностављени)
sr_latn: Kineski (pojadnostavljeni)
sv: Kinesiska (förenklad)
ta: சீன (எளிமையாக்கப்பட்டது)
tr: Basitleştirilmiş Çince
uk: Китайська (спрощена)
zh_hans: 简体中文
zh_hant: 中文（简体）

# lang_zh_hk
source: Chinese (Hong Kong)
ar: الصينية (هونج كونج)
ast: Chinu (Ḥong Kong)
az: Çincə (Honq Konq)
be: Кітайская (Ганконг)
bg: Китайски (Хогконг)
ca: Xinès (Hong Kong)
cs: Čínština (Hong Kong)
cy: Tsieineeg (Hong Cong)
da: Kinesisk (Hongkong)
de: Chinesisch (Hong Kong)
el: Κινέζικα (Χονγκ Κονγκ)
eo: Ĉina (Honkonga)
es_us: Chino (Hong Kong)
et: hiina (Hong Kong)
eu: Txinera (Hong Kong)
fa: چینی (هنگ‌کنگ)
fi: Kiina (Hong Kong)
fr: Chinois (Hong Kong)
gl: Chinés do Hong Kong
he: סינית (הונג קונג)
hu: kínai (Hong Kong)
hy: Չինարեն (Հոնկոնգ)
id: Bahasa Cina (Hong Kong)
is: Kínverska (Hong Kong)
it: Cinese (Hong Kong)
ja: 中国語 (香港)
ka: ჩინური (ჰონგ კონგი)
ko: 중국어(홍콩)
lt: Kiniečių (Honkongas)
lv: Ķīniešu (Honkongas)
mk: Kieski (Hong Kong)
ml: ചൈനീസ് (ഹോങ്കോംഗ്)
nb: Kinesisk (Hongkong)
nl: Chinees (Hong Kong)
oc: Chinés (Hong Kong)
pl: Chiński (Hongkong)
ro_ro: Chineză (Hong Kong)
ru: Китайский (Гонконг)
sc: Tzinesu (Hong Kong)
sk: Čínsky (Hong Kong)
sl: Kitajščina (Hong Kong)
sr: Кинески (хонгконшки)
sr_latn: Kineski (hongkongški)
sv: Kinesiska (Hong Kong)
ta: சீன (ஹாங்காங்)
tr: Çince (Hong Kong)
uk: Китайська (Hong Kong)
vi: Tiếng Trung (Hồng Kông)
zh_hans: 中文（香港特别行政区）
zh_hant: 中文（香港）

# lang_zh_tw
source: Chinese (Traditional)
ar: الصينية (التقليدية)
az: Çincə (Ənənəvi)
be: Кітайская (Традыцыйная)
bg: Китайски (традиционен)
ca: Xinès (tradicional)
cs: Čínština (tradiční)
cy: Tsieineeg (Traddodiadol)
da: Kinesisk (traditionelt)
de: Chinesisch (traditionell)
el: Κινέζικα (Παραδοσιακά)
eo: Ĉina (tradicia)
es_us: Chino (tradicional)
et: hiina (traditsiooniline)
eu: Txinera (tradizionala)
fa: چینی (سنتی)
fi: Kiina (traditionaalinen)
fr: Chinois (traditionnel)
gl: Chinés tradicional
he: סינית מסורתית
hu: kínai (hagyományos)
hy: Չինարեն (Ավանդաան)
id: Bahasa Mandarin (Tradisional)
is: Kínverska (hefðbundin)
it: Cinese tradizionale
ja: 中国語 (繁体字)
ka: ჩინური (ტრადიციული)
ko: 중국어 번체
lt: Kinų (Tradicinė)
lv: Ķīniešu (tradicionālā)
mk: Kineski (Tradicionalen)
ml: "പരമ്പാഗത ചൈനീസ് "
nb: Kinesisk (tradisjonell)
nl: Chinees (traditioneel)
oc: Chinés (tradicionau)
pl: Chiński (tradycyjny)
ro_ro: Chineză (tradițională)
ru: Китайский (традиционный)
sc: Tzinesu (traditzionale)
sk: Čínsky (Tradičná)
sl: Kitajščina (tradicionalna)
sr: Кинески (традиционални)
sr_latn: Kineski (tradicionalni)
sv: Kinesiska (traditionell)
ta: சீன (பாரம்பரியம்)
tr: Geleneksel Çince
uk: Китайська (традиційна)
zh_hans: 繁体中文
zh_hant: 繁體中文

# shared_string_import
source: Import
af: Inbring
ar: استيراد
ast: Importar
az: İdxal et
be: Імпартаваць
bg: Внасяне
ca: Importa
cs: Importovat
cy: Mewnforio
da: Importer
el: Εισαγωγή
eo: Enporti
es_us: Importar
et: Impordi
eu: Inportatu
fa: درون‌برد
fi: Tuo
fr: Importer
gl: Importar
he: יבוא
hu: Importálás
hy: Ներմուծել
id: Impor
is: Flytja inn
it: Importa
ja: インポート
ka: იმპორტი
kn: ಒಳತರು
ko: 가져오기
lt: Importuoti
lv: Importēt
mk: Uvezi
ml: ഇംപോര്‍ട്ട് ചെയ്യുക
mr: आयात
nb: Importer
nl: Importeren
oc: Importar
pl: Importuj
pt_br: Importar
ro_ro: Importă
ru: Импорт
sc: Importa
sl: Uvozi
sr: Увези
sr_latn: Uvezi
sv: Importera
ta: இறக்குமதி
tr: İçe aktar
uk: Імпорт
vi: Nhập
zh_hans: 导入
zh_hant: 匯入

source: Avoid road
ar: تجنب الطريق
az: Yoldan yayın
be: Пазбягаць дарог
bg: Избягване на пътища
ca: Evita la via
cs: Vyhnout se cestě
cy: Osgoi ffordd
da: Undgå vej
de: Straße vermeiden
el: Αποφυγή δρόμου
eo: Eviti vojon
es_us: Evitar camino
et: Väldi teed
eu: Saihestu errepidea
fa: پرهیز از این راه
fi: Vältä teitä
fr: Éviter la route
gl: Evitar estrada
he: התעלמות מדרך
hu: Út elkerülése
hy: Խուսափել ճանապարհներից
id: Hindari jalan raya
is: Forðast veg
it: Evita strada
ja: 避ける道の指定
ka: გზის თავიდან აცილება
ko: 도로 회피 제보
lt: Vengti kelių
lv: Izvairīties no ceļa
mk: Izbegnuvaj pat
ml: പാത ഒഴിവാക്കുക
nb: Unngå vei
nl: Deze weg vermijden
oc: Evitar la rota
pl: Omiń drogę
pt_br: Evitar via
ro_ro: Evitare drum
ru: Избегать на маршруте
sc: Istransi su caminu
sk: Vyhnúť sa ceste
sl: Izogni se cesti
sr: Избегавај пут
sr_latn: Izbegavaj put
sv: Undvik väg
ta: சாலை தவிர்க்கவும்
tr: Yoldan kaçın
uk: Уникати цієї дороги
vi: Tránh đường
zh_hans: 避开道路
zh_hant: 避開道路

# shared_string_settings
source: Settings
af: Stellings
ar: إعدادات
ast: Axustes
az: Parametrlər
be: Налады
bg: Настройки
ca: Configuració
cs: Nastavení
cy: Gosodiadau
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
eo: Agordoj
es_us: Ajustes
et: Seaded
eu: Ezarpenak
fa: تنظیمات
fi: Asetukset
fr: Paramètres
gl: Axustes
he: הגדרות
hu: Beállítások
hy: Կարգավորումներ
id: Pengaturan
is: Stillingar
it: Impostazioni
ja: 設定
ka: პარამეტრები
kn: ಉಪಕರಣಗಳು
ko: 설정
lt: Nustatymai
lv: Iestatījumi
mk: Postavki
ml: സജ്ജീകരണങ്ങള്‍
mr: सेटिंग्स
nb: Innstillinger
nl: Instellingen
oc: Configuracion
pl: Ustawienia
pt_br: Configurações
ro_ro: Setări
ru: Настройки
sc: Impostatziones
sk: Nastavenia
sl: Nastavitve
sr: Поставке
sr_latn: Podešavanja
sv: Inställningar
ta: அமைப்புகள்
tr: Ayarlar
uk: Налаштування
vi: Thiết lập
zh_hans: 设置
zh_hant: 設定

# shared_string_finish
source: Finish
ar: إنهاء
ast: Finar
az: Bitir
be: Фініш
bn: সম্পূর্ণ
ca: Finalitza
cs: Dokončit
cy: Gorffen
da: Afslut
de: Beenden
el: Τερματισμός
eo: Fini
es_us: Finalizar
et: Lõpp-punkt
eu: Bukatu
fa: پایان
fi: Päätepiste
fr: Terminer
gl: Rematar
he: סיום
hu: Befejezés
hy: Վերջ
id: Selesai
is: Ljúka
it: Fine
ja: 完了
ka: დასრულება
ko: 끝내기
ku: Xilasek
lt: Pabaiga
lv: Finišs
mk: Zavrsi
ml: പൂർത്തിയാക്കുക
nb: Fullfør
nl: Einde
oc: Finir
pl: Koniec trasy
pt_br: Terminar
ro_ro: Termină
ru: Финиш
sc: Acabba·la
sk: Dokončiť
sl: Cilj
sr: Крај
sr_latn: Kraj
sv: Avsluta
ta: முடி
tr: Bitir
uk: Фініш
zh_hans: 完成
zh_hant: 完成

# application_profiles
source: App profiles
ar: أوضاع التطبيق
ast: Perfiles de l'aplicación
az: Proqram profilləri
be: Профілі праграмы
bg: Профили на приложението
ca: Perfils d'aplicació
cs: Profily aplikace
cy: Proffiliau'r ap
da: App-profiler
de: App-Profile
el: Προφίλ εφαρμογής
eo: Profiloj de aplikaĵo
es_us: Perfiles de la aplicación
et: Rakenduse profiilid
eu: Aplikazio-profilak
fa: نمایه‌های برنامه
fi: Sovellusprofiilit
fr: Profils de l'application
gl: Perfís de aplicación
he: פרופילים ביישומון
hi: आवेदन प्रोफ़ाइल
hu: Alkalmazásprofilok
hy: Հավելվածի պրոֆիլներ
id: Profil aplikasi
is: Forritssnið
it: Profili app
ja: アプリプロファイル
ka: აპლიკაციის პროფილები
ko: 앱 프로필
lt: Programos profiliai
lv: Lietotnes profili
mk: Dodadete profili
ml: ആപ്പ്ളിക്കേഷന്‍ പ്രൊഫൈലുകള്‍
my: အက်ပလီကေးရှင်းပရိုဖိုင်းများ
nb: Programprofiler
nl: Profielen
oc: Perfius de l'aplicacion
pl: Profile aplikacji
ro_ro: Profiluri de aplicație
ru: Профили приложения
sc: Profilos de s'aplicatzione
sk: Profily aplikácie
sl: Profili aplikacije
sr: Применљиви налози
sr_latn: Primenljivi nalozi
sv: App-profiler
ta: பயன்பாட்டு சுயவிவரங்கள்
tr: Uygulama profilleri
uk: Профілі застосунку
vi: Hồ sơ ứng dụng
zh_hans: 应用程序配置文件
zh_hant: 應用程式設定檔

# shared_string_download
source: Download
af: Aflaai
ar: تحميل
ast: Baxar
az: Endir
be: Спампаваць
bg: Изтегляне
ca: Baixa
cs: Stáhnout
cy: Lawrlwytho
da: Hent
de: Herunterladen
el: Λήψη
eo: Elŝuti
es_us: Descargar
et: Laadi alla
eu: Deskargatu
fa: بارگیری
fi: Lataa
fr: Télécharger
gl: Baixar
he: הורדה
hu: Letöltés
hy: Ներբեռնել
id: Unduh
is: Sækja
it: Scarica
ja: ダウンロード
ka: ჩამოტვირთვა
kn: ನಕಲಿಳಿಸು
ko: 다운로드
lt: Parsiųst
lv: Lejupielādēt
mk: Prevzemi
ml: " ഡൗണ്‍ലോഡ്"
mr: डाउनलोड
nb: Last ned
oc: Teledescargar
pl: Pobierz
ro_ro: Descarcă
ru: Скачать
sc: Iscàrriga
sk: Stiahnuť
sl: Prenesi
sr: Преузми
sr_latn: Preuzimanje
sv: Hämta
ta: பதிவிறக்கு
tr: İndir
uk: Завантажити
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載

# plan_route
source: Plan a route
ar: تخطيط الطريق
ast: Planificar un camín
az: Marşrut planlaşdır
be: Планаваць маршрут
bg: Планиране на маршрут
bn: রাস্তা পরিকল্পনা
ca: Planifica la ruta
cs: Naplánovat trasu
cy: Cynllunio llwybr
da: Planlæg en rute
de: Route planen
el: Σχεδιασμός διαδρομής
eo: Plani kurson
es_us: Planificar ruta
et: Kavanda oma teekonda
eu: Planifikatu ibilbide bat
fa: برنامه‌ریزی یک مسیر
fi: Suunnittele reitti
fr: Ajouter une trace
gl: Planificar ruta
he: תכנון נתיב
hu: Útvonal tervezése
hy: Պլանավորել երթուղին
id: Rencanakan rute
is: Skipuleggja leið
it: Pianifica un percorso
ja: ルートを計画する
ka: გზის გეგმა
ko: 계획경로
ku: Plana rêgehê
lt: Planuoti maršrutą
lv: Plānot maršrutu
mk: Planiraj ja marsrutata
ml: റൂട്ട് പ്ലാന്‍ ചെയ്യുക
nb: Ruteplanlegging
nl: Plan een route
oc: Planificar un percors
pl: Planowanie trasy
pt_br: Planejar uma rota
ro_ro: Planificare rută
ru: Планирование маршрута
sc: Pranìfica un'àndala
sk: Naplánovať trasu
sl: Načrtuj pot
sr: План путовања
sr_latn: Plan rute
sv: Planera en rutt
ta: ஒரு வழியைத் திட்டமிடுங்கள்
tr: Rota planla
uk: Планування маршруту
vi: Vẽ một tuyến đường
zh_hans: 规划路线
zh_hant: 規劃路線

# coord_input_add_point
source: Add point
ar: إضافة نقطة
az: Nöqtə əlavə et
be: Дадаць пункт
bg: Добавяне на точка
ca: Afegeix un punt
cs: Přidat bod
cy: Ychwanegu pwynt
da: Tilføj punkt
de: Punkt hinzufügen
el: Προσθήκη σημείου
eo: Aldoni punkton
es_us: Añadir punto
et: Lisa punkt
eu: Gehitu puntua
fa: افزودن نقطه
fi: Lisää piste
fr: Ajouter un point
gl: Engadir punto
he: הוספת נקודה
hu: Pont hozzáadása
hy: Ավելացնել նոր կետ
id: Tambahkan titik
is: Bæta við punkti
it: Aggiungi punto
ja: 座標の追加
ka: წერტილის დამატება
ko: 지점 추가
lt: Pridėti tašką
lv: Pievienot punktu
mk: Dodadi tocka
ml: "പോയിന്റ് ചേര്‍ക്കു"
nb: Legg til punkt
nl: Punt toevoegen
oc: Ajustar un ponch
pl: Dodaj punkt
ro_ro: Adaugă punct
ru: Добавить точку
sc: Annanghe puntu
sk: Pridať bod
sl: Dodaj točko
sr: Додај тачку
sr_latn: Dodaj tačku
sv: Lägg till punkt
ta: புள்ளியே சேர்க்க
te: పాయింట్ జోడించండి
tr: Nokta ekle
uk: Додати точку
zh_hans: 添加点
zh_hant: 新增標點

# profile_alert_need_save_title
source: Save changes
ar: حفظ التغييرات
az: Dəyişiklikləri saxla
be: Захаваць змены
bg: Запази промените
ca: Desa els canvis
cs: Uložit změny
cy: Cadw newidiadau
da: Gem ændringer
de: Änderungen speichern
el: Αποθήκευση αλλαγών
eo: Konserviŝanĝojn
es_us: Guardar cambios
et: Salvesta muudatused
eu: Gorde aldaketak
fa: ذخیرهٔ تغییرات
fi: Tallenna muutokset
fr: Enregistrer les modifications
gl: Gardar modificacións
he: שמירת שינויים
hi: परिवर्तनों को सुरक्षित करें
hu: Módosítások mentése
hy: Պահպանել փոփոխությունները
id: Simpan perubahan
is: Vista breytingar
it: Salva le modifiche
ja: 変更の保存
ka: ცვლილებების შენახვა
kn: ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಿ
ko: 변경 내용 저장
lt: Išsaugoti pakeitimus
lv: Saglabāt izmaiņas
mk: Začuvajte gi promenite
ml: മാറ്റങ്ങള്‍ പരിരക്ഷിക്കുക
my: ပြောင်းလဲမှုများကိုသိမ်းပါ
nb: Lagre endringer
nl: Wijzigingen opslaan
oc: Sauvagardar lei cambiaments
pl: Zapisz zmiany
ro_ro: Salvează modificările
ru: Сохранить изменения
sc: Sarva sas modìficas
sk: Uložiť zmeny
sl: Shrani spremembe
sr: Снимите измене
sr_latn: Snimi izmene
sv: Spara ändringar
ta: மாற்றங்களைச் சேமிக்கவும்
tr: Değişiklikleri kaydet
uk: Зберегти зміни
vi: Lưu các thay đổi
zh_hans: 保存更改
zh_hant: 儲存變更

source: Move Point
ar: نقل نقطة
az: Nöqtəni daşı
be: Перамясціць пункт
ca: Mou punt
cs: Přesunout bod
cy: Symud Pwynt
da: Flyt punkt
de: Punkt verschieben
el: Μετακίνηση σημείου
eo: Movi punkton
es_us: Mover punto
et: Teisalda punkt
eu: Mugitu puntua
fa: جابه‌جاکردن نقطه
fi: Siirrä piste
fr: Déplacer le point
gl: Desprazar punto
he: הזזת נקודה
hu: Pont mozgatása
hy: Տեղափոխել կետը
id: Pindahkan Titik
is: Færa punkt
it: Sposta il Punto
ja: ポイントの移動
ka: წერტილის გადაადგილება
ko: 지점 이동
lt: Perkelti tašką
lv: Pārvietot punktu
mk: Pomestete ja tockata
ml: പോയിന്റ് നീക്കുക
nb: Flytt punkt
nl: Verplaats punt
oc: Desplaçar un ponch
pl: Przesuń punkt
pt_br: Mover ponto
ro_ro: Punct de Mișcare
ru: Переместить точку
sc: Move su puntu
sk: Presunúť bod
sl: Premakni točko
sr: Помери тачку
sr_latn: Pomeri tačku
sv: Flytta punkt
ta: நகரும் புள்ளி
tr: Noktayı Taşı
uk: Перемістити точку
zh_hans: 移动点
zh_hant: 移動標點

source: Add point before
ar: إضافة نقطة قبل
az: Əvvəlinə nöqtə əlavə et
be: Дадаць пункт перад
bg: Добавяне на точка пред
ca: Afegeix un punt abans de
cs: Přidat bod před
cy: Ychwanegu pwynt cyn
da: Tilføj punkt før
de: Punkt davor hinzufügen
el: Προσθήκη σημείου πριν
eo: Aldoni punkton antaŭe
es_us: Añadir punto anterior
et: Lisa punkt ennem
eu: Gehitu puntua aurretik
fa: افزودن نقطه قبل از آن
fi: Lisää piste ennen
fr: Ajouter un point avant
gl: Engadir punto antes
he: הוספת נקודה לפני
hu: Pont hozzáadása előtte
hy: Ավելացնըլ կետ մինչեւ
id: Tambah titik sebelum
is: Bæta við punkti á undan
it: Aggiungi un punto prima
ja: 選択地点の前に追加
ka: Add points before
ko: 전 지점 추가
lt: Pridėti tašką prieš
lv: Pievienot punktu pirms
mk: Dodadete točka prethodno
ml: "മുന്‍ ബിന്ദുവായ് ചേര്‍ക്കുക "
nb: Legg til punkt før
nl: Punt ervoor toevoegen
oc: Ajustar un ponch avans de
pl: Dodaj punkt wcześniej
ro_ro: Adauga punct inainte
ru: Добавить точку перед
sc: Annanghe unu puntu in antis
sk: Pridať bod pred
sl: Dodaj točko pred
sr: Додај тачку пре
sr_latn: Dodaj tačku pre
sv: Lägg till punkt före
ta: முன் புள்ளி சேர்க்கவும்
tr: Öncesinde nokta ekle
uk: Додати точку перед
zh_hans: 在之前添加点
zh_hant: 增加標點之前

source: Add point after
ar: إضافة نقطة بعد
az: Sonrasına nöqtə əlavə et
be: Дадаць пункт пасля
bg: Добавяне на точка след
ca: Afegeix un punt després de
cs: Přidat bod za
cy: Ychwanegu pwynt arôl
da: Tilføj punkt efter
de: Punkt dahinter hinzufügen
el: Προσθήκη σημείου μετά
eo: Aldoni punkton sekve
es_us: Añadir punto posterior
et: Lisa punkt peale
eu: Gehitu puntua atzetik
fa: افزودن نقطه بعد از آن
fi: Lisää piste jälkeen
fr: Ajouter un point après
gl: Engadir punto despois
he: הוספת נקודה אחרי
hu: Pont hozzáadása utána
hy: Ավելացել կետ
id: Tambah titik setelah
is: Bæta við punkti á eftir
it: Aggiungi un punto dopo
ja: 選択地点の後に追加
ka: Add points after
ko: 후에 점 추가하십시오
lt: Pridėti tašką po
lv: Pievienot punktu pēc
mk: Dodadete posle točka
ml: "അടുത്ത ബിന്ദുവായ് ചേര്‍ക്കുക "
nb: Legg til punkt etter
nl: Punt erna toevoegen
oc: Ajustar un ponch après de
pl: Dodaj punkt dalej
ro_ro: Adaugă punct după
ru: Добавить точку после
sc: Annanghe unu puntu a pustis
sk: Pridať bod za
sl: Dodaj točko za
sr: Додај тачку после
sr_latn: Dodaj tačku posle
sv: Lägg till punkt efter
ta: பிறகு புள்ளியைச் சேர்க்கவும்
tr: Sonrasında nokta ekle
uk: Додати точку опісля
zh_hans: 在之后添加点
zh_hant: 增加標點之後

source: Delete Point
af: Vee punt uit
ar: حذف نقطة
az: Nöqtəni sil
be: Выдаліць пункт
bg: Изтриване на точка
ca: Suprimeix el punt
cs: Smazat bod
cy: Dileu'r Pwynt
da: Slet punkt
de: Punkt löschen
el: Διαγραφή σημείου
eo: Forigi punkton
es_us: Borrar punto
et: Kustuta punkt
eu: Puntua ezabatu
fa: پاک‌کردن نقطه
fi: Poista piste
fr: Supprimer le point de mesure
gl: Eliminar o punto
he: מחיקת נקודה
hu: Pont törlése
hy: Ջնջել կետը
id: Hapus Titik
is: Eyða punkti
it: Elimina punto
ja: 地点の削除
ka: წერტილის წაშლა
ko: 포인트 삭제
lt: Ištrinti tašką
lv: Noņemt punktu
mk: Izbrisete tocka
ml: ബിന്ദു നീക്കം ചെയ്യുക
nb: Slett punkt
nl: Verwijder punt
oc: Suprimir lo ponch
pl: Usuń punkt
pt_br: Apagar ponto
ro_ro: Șterge punct
ru: Удалить точку
sc: Iscantzella su puntu
sk: Odstrániť bod
sl: Izbriši točko
sr: Обриши тачку
sr_latn: Obriši tačku
sv: Ta bort punkt
ta: புள்ளி நீக்கு
tr: Mevkiyi sil
uk: Вилучити точку
zh_hans: 删除点
zh_hant: 刪除標點
