Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# shared_string_contributions
source: Contributions
ar: مساهمات
az: Töhfələr
be: Унёскі
bg: Принос
ca: Aportacions
cs: Příspěvky
cy: Cyfraniadau
da: Bidrag
de: Beiträge
el: Συνεισφορές
eo: Kontribuoj
es_us: Contribuciones
et: Kaastööd
eu: Ekarpenak
fa: مشارکت‌ها
he: תרומות
hu: Hozzájárulások
id: Kontribusi
is: Framlög
it: Contributi
ja: 貢献
ka: შესაწირები
ko: 기부금
lt: Bendradarbiavimas
mk: Prilozi
nb: Bidrag
nl: Bijdragen
oc: Contribucions
pl: Wkłady w rozwój
ro_ro: Contribuții
ru: Вклады
sc: Contributziones
sk: Príspevky
sl: Prispevki
sr: Доприноси
sr_latn: Doprinos
sv: Bidrag
ta: பங்களிப்புகள்
tr: Katkıda bulunmalar
uk: Кількість змін
vi: Các đóng góp
zh_hans: 贡献
zh_hant: 貢獻

# shared_string_history
source: History
af: Geskiedenis
ar: السجلات
ast: Historial
az: Tarixçə
be: Гісторыя
bg: История
ca: Historial
cs: Minulé
cy: Hanes
da: Historik
de: Verlauf
el: Ιστορικό
eo: Historio
es_us: Historial
et: Ajalugu
eu: Historiala
fa: تاریخچه
fi: Historia
fr: Historique
gl: Historial
he: היסטוריה
hu: Előzmények
hy: Պատմություն
id: Riwayat
is: Breytingaskrá
it: Cronologia
ja: 履歴
ka: ისტორია
kn: ಇತಿಹಾಸ
ko: 최근 기록
ku: Borî
lt: Istorija
lv: Vēsture
mk: Istorija
ml: ചരിത്രം
mr: इतिहास
nb: Historikk
nl: Geschiedenis
oc: Istoric
pl: Historia
ro_ro: Istoric
ru: История
sc: Istòria
sk: História
sl: Zgodovina
sr: Историјат
sr_latn: Istorija
sv: Historik
ta: வரலாறு
tr: Geçmiş
uk: Історія
vi: Lịch sử
zh_hans: 历史
zh_hant: 歷史記錄

# shared_string_external
source: External
ar: خارجي
az: Xarici
be: Вонкавы
bg: Външни
ca: Extern
cs: Externí
cy: Allanol
da: Ekstern
de: Extern
el: Εξωτερικά
eo: Ekstera
es_us: Externo
et: Väline
eu: Kanpokoa
fa: خارجی
fi: Ulkoinen
fr: Externe
he: חיצוני
hu: Külső
id: Eksternal
is: Utanaðkomandi
it: Esterno
ja: 外部
ka: გარე
ko: 외장
mk: Nadvoresen
nb: Ekstern
nl: Extern
oc: Externe
pl: Zewnętrzny
ro_ro: Extern
ru: Внешний
sc: Esternu
sk: Externé
sl: Zunanji
sr: Спољни
sr_latn: Spoljni
sv: Extern
ta: வெளிப்புறம்
tr: Harici
uk: Зовнішньо
vi: Bên ngoài
zh_hans: 外部
zh_hant: 外部

# shared_string_all_colors
source: All colors
ar: كل الألوان
cs: Všechny barvy
da: Alle farver
de: Alle Farben
el: Όλα τα χρώματα
eo: Ĉiuj koloroj
es_us: Todos los colores
et: Kõik värvid
eu: Kolore guztiak
fa: تمام رنگ ها
fi: Kaikki värit
fr: Toutes les couleurs
he: כל הצבעים
hu: Összes szín
id: Semua warna
is: Allir litir
it: Tutti i colori
ja: すべての色
ko: 모든 색상
lt: Visos spalvos
nb: Alle farger
nl: Alle kleuren
oc: Totei lei colors
pl: Wszystkie kolory
ro_ro: Toate culorile
ru: Все цвета
sk: Všetky farby
sr: Све боје
sr_latn: Sve boje
sv: Alla färger
ta: அனைத்து வண்ணங்களும்
te: అన్ని రంగులు
tr: Tüm renkler
uk: Всі кольори
vi: Tất cả màu sắc
zh_hans: 所有颜色
zh_hant: 所有顏色

# shared_string_add_color
source: Add color
ar: إضافة لون
cs: Přidat barvu
da: Tilføj farve
de: Farbe hinzufügen
el: Προσθήκη χρώματος
es_us: Añadir color
et: Lisa värv
fr: Ajouter une couleur
hu: Szín hozzáadása
id: Tambah warna
is: Bæta við lit
it: Aggiungi colore
nb: Legg til farge
nl: Kleur toevoegen
oc: Ajustar una color
pl: Dodaj kolor
ro_ro: Adăugați culoare
ru: Добавить цвет
sr: Додај боју
sr_latn: Dodaj boju
sv: Lägg till färg
ta: வண்ணத்தைச் சேர்க்கவும்
tr: Renk ekle
uk: Додати колір
zh_hant: 新增顏色

# shared_string_duplicate
source: Duplicate
ar: نسخ
az: Surətini çıxar
be: Стварыць дублікат
bg: Дублиране
ca: Duplicat
cs: Duplikovat
cy: Dyblygu
da: Duplikér
de: Duplizieren
el: Διπλότυπο
eo: Duobligi
es_us: Duplicar
et: Tee koopia
eu: Bikoiztu
fa: تکراری
fr: Dupliquer
hu: Másolat készítése
id: Duplikat
is: Tvítaka
it: Duplica
ja: 複製
ka: დუბლირება
ko: 복제
mk: Duplikat
nb: Dupliser
nl: Dupliceer
oc: Doblar
pl: Duplikuj
ro_ro: Duplică
ru: Дублировать
sc: Dùplica
sk: Duplikát
sl: Podvoji
sr: Удвостручи
sr_latn: Dupliraj
sv: Duplicera
ta: நகல்
tr: Çoğalt
uk: Дублікат
vi: Nhân bản
zh_hans: 重复
zh_hant: 複製

# shared_string_data_type
source: Data type
ar: نوع البيانات
cs: Typ dat
de: Datentyp
el: Τύπος δεδομένων
es_us: Tipo de dato
et: Andmetüüp
fr: Type de données
hu: Adattípus
id: Jenis data
is: Gagnagerð
it: Tipo di dato
nl: Gegevenstype
pl: Rodzaj danych
ro_ro: Tip date
ru: Тип данных
sr: Тип податка
sr_latn: Tip podatka
sv: Datatyp
ta: தரவு வகை
tr: Veri türü
uk: Тип даних
zh_hant: 資料類型

source: Restart
ar: اعاده تشغيل
az: Yenidən başlat
be: Перазапусціць
ca: Reinicia
cs: Restartovat
cy: Ailgychwyn
da: Genstart
de: Neustart
el: Επανεκκίνηση
eo: Restartigi
es_us: Reiniciar
et: Taaskäivita
eu: Berrabiarazi
fa: راه‌اندازی مجدد
fi: Käynnistä uudelleen
fr: Redémarrer
gl: Reiniciar
he: הפעלה מחדש
hu: Újraindítás
id: Mulai Ulang
is: Endurræsa
it: Riavvia
ja: 再起動
ka: რესტარტი
ko: 다시 시작
lt: Perkrauti
mk: Restartiraj
nb: Start på ny
nl: Herstart
oc: Relançar
pl: Uruchom ponownie
pt_br: Reiniciar
ro_ro: Repornește
ru: Перезапустить
sc: Torra a incumintzare
sk: Reštartovať
sl: Ponovno zaženi
sr: Поново покрени
sv: Omstart
ta: மறுதொடக்கம்
tr: Yeniden başlat
uk: Перезапустити
vi: Khởi động lại
zh_hans: 重新启动
zh_hant: 重新啟動

source: Offline Maps
ar: خرائط بلا اتصال
be: Аўтаномныя мапы
ca: Mapes fora de línia
cs: Offline mapy
da: Offlinekort
de: Offline-Karten
el: Χάρτες εκτός σύνδεσης
es_us: Mapas sin conexión
et: Võrguühenduseta kaardid
fi: Offline-kartat
fr: Cartes hors ligne
hu: Offline térképek
id: Peta Offline
is: Ónettengd kort
it: Mappe offline
ja: オフラインマップ
ka: ინტერნეტგარეშე რუკები
ko: 오프라인 맵
nl: Offline kaarten
oc: Mapas fòra de linha
pl: Mapy offline
pt_br: Mapas off-line
ro_ro: Hărți offline
ru: Офлайн-карты
sc: Mapas non in lìnia
sk: Offline mapy
sl: Zemljevidi za delo brez povezave
sr: Ванмрежне Мапе
sr_latn: Vanmrežne Mape
sv: Offlinekartor
ta: இணைப்பில்லாத வரைபடங்கள்
tr: Çevrim Dışı Haritalar
uk: Офлайн мапи
zh_hans: 离线地图
zh_hant: 離線地圖

# shared_string_download_map
source: Download map
af: laai kaart af
ar: تحميل الخريطة
ast: Baxar el mapa
az: Xəritə endir
be: Спампаваць мапу
bg: Изтегляне на карта
ca: Baixa el mapa
cs: Stáhnout mapu
cy: Lawrlwytho map
da: Hent kort
de: Karte herunterladen
el: Λήψη χάρτη
eo: Elŝuti mapon
es_us: Descargar mapa
et: Laadi kaart alla
eu: Deskargatu mapa
fa: بارگیری نقشه
fi: Lataa kartta
fr: Télécharger une carte
gl: Baixar mapa
he: הורדת המפה
hu: Térkép letöltése
hy: Ներբեռնել քարտեզ
id: Unduh peta
is: Sækja kort
it: Download mappa
ja: マップをダウンロード
ka: რუკის გადმოწერა
ko: 맵 다운로드
ku: Nexşeyê daxe
lt: Parsiųsti žemėlapį
lv: Lejupielādēt kartes
mk: Prevzemete karta
ml: ഭൂപടം ഡൗണ്‍ലോഡ് ചെയ്യുക
mr: नकाशा डाउनलोड करा
nb: Last ned kart
nl: Download kaart
oc: Teledescargar la mapa
pl: Pobierz mapę
ro_ro: Descarcă harta
ru: Скачать карту
sc: Iscàrriga mapa
sk: Stiahnuť mapu
sl: Prejem zemljevida
sr: Преузми карту
sr_latn: Preuzeta mapa
sv: Hämta karta
ta: வரைபடத்தைப் பதிவிறக்கவும்
tr: Harita indir
uk: Завантажити мапу
vi: Tải bản đồ
zh_hans: 下载地图
zh_hant: 下載地圖

# update_tile
source: Update
af: Opgradeer kaart
ar: تحديث
ast: Update map
az: Xəritəni yenilə
be: Абнавіць мапу
bg: Обновяване на картата
ca: Actualitza el mapa
cs: Aktualizovat
cy: Diweddaru'r map
da: Opdatér
de: Aktualisieren
el: Ενημέρωση
eo: Ĝisdatigi
es_us: Actualizar
et: Uuenda
eu: Eguneratu
fa: به‌روزرسانی کاشی نقشه
fi: Päivitä
fr: Mettre à jour
gl: Actualizar o mapa
he: עדכון המפה
hu: Frissítés
hy: Թարմացնել քարտեզը
id: Perbarui
is: Uppfæra
it: Aggiorna
ja: マップを更新
ka: განახლება
ko: 맵 업데이트
lt: Atnaujintižemėlapį
lv: Atjaunot karti
mk: Ažurirajte ja kartata
ml: "ഭൂപടം പരിഷ്ക്കരിക്കുക"
mr: नकाशा अपडेट करा
nb: Oppdater
nl: Updaten
oc: Actualizar la mapa
pl: Aktualizuj
ro_ro: Actualizează
ru: Обновить
sc: Agiorna mapa
sk: Aktualizovať
sl: Posodobi
sr: Освежи карту
sr_latn: Ažuriranje
sv: Uppdatera
ta: புதுப்பிப்பு
tr: Güncelle
uk: Оновити
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

# move_map_to_select_area
source: Move map to select needed area.
ar: حرك الخريطة لتحديد المنطقة المطلوبة.
be: Перамясціць мапу, каб абраць патрэбную вобласць.
bg: Местете картата, за да изберете необходимата област.
ca: Moveu el mapa per a seleccionar l'àrea requerida.
cs: Posuňte mapu, abyste mohli vybrat potřebnou oblast.
cy: Symudwch y map i ddewis ardal sydd ei angen.
da: Flyt kort for at vælge det ønskede område.
de: Bewegen Sie die Karte, um den gewünschten Bereich auszuwählen.
el: Μετακινήστε τον χάρτη για να επιλέξετε την απαιτούμενη περιοχή.
eo: Movu la mapon por elekti deziratan areon.
es_us: Mover el mapa para elegir el área necesaria.
et: Vajaliku ala valimiseks nihuta kaarti.
eu: Mugitu mapa behar den azalera hautatzeko.
fa: نقشه را جابه‌جا کنید تا منطقه موردنظر انتخاب شود.
fi: Siirrä karttaa valitaksesi tarvittavan alueen.
fr: Déplacez la carte pour sélectionner la zone souhaitée.
he: יש לזוז ברחבי המפה כדי לבחור את האזור הנחוץ.
hu: Mozgassa a térképet a kijelölendő területhez.
id: Gerakkan peta untuk memilih area yang dibutuhkan.
is: Færðu kortið til að velja nauðsynlegt svæði.
it: Muovi la mappa per selezionare l'area desiderata.
ja: マップを移動して、必要なエリアを選択します。
ko: 필요한 지역을 선택할지도를 이동합니다.
mk: Pomestete ja kartata za da ja izberete potrebnata oblast.
nb: Flytt kartet forå velge ønsket område.
nl: Beweeg kaart om het benodigde gebied te kiezen.
oc: Desplacatz la mapa per seleccionar l'airau necessari.
pl: Przesuń mapę, aby wybrać żądany obszar.
pt_br: Mova o mapa para selecionar a área necessária.
ro_ro: Mutați harta pentru a selecta zona necesară.
ru: Переместите карту, чтобы выбрать необходимую область.
sc: Move sa mapa pro ischertare s'àrea chi serbit.
sk: Posuňte mapu pre zvolenie potrebnej oblasti.
sl: Premakni zemljevid, za izbor potrebnega območja.
sr: Померите карту ради одабира потребне области.
sr_latn: Pomerite mapu radi odabira potrebne oblasti.
sv: Flytta kartan för att välja önskat område.
ta: தேவையான பகுதியைத் தேர்ந்தெடுக்க வரைபடத்தை நகர்த்தவும்.
tr: Gerekli alanı seçmek için haritayı hareket ettir.
uk: Перемістіть мапу, щоб вибрати потрібну ділянку.
vi: Di chuyển bản đồ để chọn khu vực cần thiết.
zh_hans: 移动地图以选择所需的区域。
zh_hant: 移動地圖以選取所需區域。

source: Preview of selected zoom levels
ar: معاينة مستويات التكبير
be: Папярэдні прагляд абраных узроўняў маштабавання
ca: Visualització prèvia dels nivells de zoom seleccionats
cs: Náhled vybraných úrovní přiblížení
da: Eksempel på valgte zoomniveauer
de: Vorschau der ausgewählten Zoomstufen
el: Προεπισκόπηση του επιλεγμένου επιπέδου εστίασης
es_us: Vista previa de los niveles de zum elegidos
et: Valitud suumitasemete eelvaade
fr: Aperçu des niveaux de zoom sélectionnés
hu: A kiválasztott nagyítási szintek előnézete
id: Pratinjau level zoom yang dipilih
is: Forskoðun valinna aðdráttarstiga
it: Anteprima dei livelli di zoom selezionati
ja: 選択されたズームレベルでプレビュー
nb: Oversikt over valgte forstørrelsesnivå
nl: Proef van gekozen zoom niveaus
oc: Previsualizacion dei nivèus de zoom seleccionats
pl: Podgląd wybranego powiększenia
pt_br: Visualização dos níveis de zoom selecionados
ro_ro: Previzualizare a nivelurilor de zoom selectate
ru: Предпросмотр выбранных уровней масштабирования
sc: Anteprima de sos livellos de ismanniamentu ischertados
sr: Преглед изабраних нивоа зумирања
sr_latn: Pregled izabranih nivoa zumiranja
sv: Exempel för valda zoomnivåer
ta: தேர்ந்தெடுக்கப்பட்ட சூம் நிலைகளின் முன்னோட்டம்
tr: Seçilen yakınlaştırma seviyelerinin ön izlemesi
uk: Попередній перегляд вибраного масштабу
zh_hant: 預覽選擇的縮放等級

# without_permission_my_position_value
source: OsmAnd doesn't have location permission
ar: OsmAnd ليس لديه إذن الموقع
cs: OsmAnd nemá oprávnění k poloze
da: OsmAnd har ikke placeringstilladelse
de: OsmAnd hat keine Standortberechtigung
el: Το OsmAnd δεν έχει άδεια τοποθεσίας
es_us: OsmAnd no tiene permisos de ubicación
et: OsmAndil puudub õigus tuvastada asukohta
fr: OsmAnd n'a pas l'autorisation d'accéder à votre position
hu: Az OsmAnd nem rendelkezik helymeghatározási engedéllyel
id: OsmAnd tidak memiliki izin lokasi
is: OsmAnd er ekki með heimildir fyrir staðsetningar
it: OsmAnd non ha il permesso di localizzazione
nl: OsmAnd heeft geen toestemming voor locatie
oc: Avètz pas autorizat OsmAnd a determinar vòstra posicion
ro_ro: OsmAnd nu are permisiune pentru locație
ru: У OsmAnd нет разрешения на определение местоположения
sr: ОсмАнд нема приступ локацији
sr_latn: OsmAnd nema pristup lokaciji
sv: OsmAnd har inte åtkomst till enhetens plats
ta: ஒச்மண்டிற்கு இருப்பிட இசைவு இல்லை
tr: OsmAnd'ın konum izni yok
uk: OsmAnd не має дозволу на розташування
zh_hant: OsmAnd 沒有位置權限

# shared_string_location_unknown
source: Location unknown
ar: الموقع غير معروف
cs: Poloha neznámá
da: Placering ukendt
de: Ort unbekannt
el: Άγνωστη τοποθεσία
es_us: Ubicación desconocida
et: Asukoht on teadmata
fr: Position inconnue
hu: Ismeretlen hely
id: Lokasi tidak diketahui
is: Óþekkt staðsetning
it: Posizione sconosciuta
nl: Locatie onbekend
oc: Posicion non coneguda
pl: Lokalizacja nieznana
ro_ro: Locație necunoscută
ru: Местоположение неизвестно
sr: Локација непозната
sr_latn: Lokacija nepoznata
sv: Position saknas
ta: இடம் தெரியவில்லை
tr: Konum bilinmiyor
uk: Розташування невідоме
zh_hant: 位置未知

source: My Favorites
ar: مفضلتي
be: Мае ўлюбёныя
ca: Preferits
cs: Moje oblíbené
da: Favoritter
de: Meine Favoriten
el: Τα αγαπημένα μου
es_us: Mis favoritos
et: Minu lemmikud
fr: Mes favoris
hu: Kedvenceim
id: Favorit Saya
is: Eftirlætin mín
it: I miei Preferiti
ja: お気に入り
ka: ჩემი სანიშნეები
ko: 내 즐겨찾기
nl: Mijn favorieten
oc: Mei preferits
pl: Moje ulubione
pt_br: Meus Favoritos
ro_ro: Favoritele mele
ru: Избранное
sc: Preferidos meos
sk: Moje obľúbené
sl: Priljubljene
sr: Моји омиљени
sr_latn: Moji omiljeni
sv: Mina Favoriter
ta: எனக்கு பிடித்தவை
tr: Benim Favorilerim
uk: Мої Закладки
zh_hant: 我的最愛

source: Available groups
ar: المجموعات المتوفرة
be: Даступныя групы
cs: Dostupné skupiny
da: Tilgængelige grupper
de: Verfügbare Gruppen
el: Διαθέσιμες ομάδες
es_us: Grupos disponibles
et: Olemasolevad grupid
fr: Groupes disponibles
hu: Elérhető csoportok
id: Grup yang tersedia
is: Tiltækir hópar
it: Gruppi disponibili
ja: 利用可能なグループ
ka: ხელმისაწვდომი ჯგუფები
ko: 사용 가능한 그룹
nb: Tilgjengelige grupper
nl: Beschikbare groepen
oc: Gropes disponibles
pl: Dostępne grupy
pt_br: Grupos disponíveis
ro_ro: Grupuri disponibile
ru: Доступные группы
sc: Grupos a disponimentu
sr: Доступне групе
sr_latn: Dostupne grupe
sv: Tillgängliga grupper
ta: கிடைக்கும் குழுக்கள்
tr: Kullanılabilir gruplar
uk: Доступні групи
zh_hant: 可選擇的群組

# favorite_group_name
source: Group name
ar: اسم المجموعة
az: Qrup adı
be: Назва групы
bg: Име на група
ca: Nom del grup
cs: Název skupiny
cy: Enw grŵp
da: Gruppenavn
de: Gruppenname
el: Όνομα ομάδας
eo: Grupa nomo
es_us: Nombre del grupo
et: Grupi nimi
eu: Taldearen izena
fa: نام گروه
fi: Ryhmän nimi
fr: Nom du groupe
gl: Nome do grupo
he: שם הקבוצה
hu: Csoport megnevezése
hy: Խմբի անունը
id: Nama grup
is: Heiti hóps
it: Nome del gruppo
ja: グループ名
ka: ჯგუფის სახელი
ko: 그룹명
ku: Navê komê
lt: Grupės pavadinimas
lv: Nosaukums
mk: Ime na grupata
ml: ഗ്രൂപ്പ് നാമം
nb: Gruppenavn
nl: Groepsnaam
oc: Nom dau grop
pl: Nazwa grupy
ro_ro: Numele grupului
ru: Имя группы
sc: Nùmene de su grupu
sk: Názov skupiny
sl: Ime skupine
sr: Име групе
sr_latn: Ime grupe
sv: Gruppnamn
ta: குழு பெயர்
tr: Grup adı
uk: Назва групи
zh_hans: 组名称
zh_hant: 群組名稱

# fav_select_remove
source: Please select favorites to remove
ar: يرجى اختيار مفضلة للإزالة
be: Абярыце ўлюбёныя для выдалення
ca: Seleccioneu els preferits per suprimir
cs: Vyberte prosím oblíbená místa k odstranění
da: Vælg hvilke favoritter der skal fjernes
de: Bitte Favoriten markieren zum Löschen
el: Παρακαλώ επιλέξτε αγαπημένα για αφαίρεση
es_us: Marca los favoritos a quitar
et: Palun vali eemaldatavad lemmikud
fr: Merci de sélectionner les favoris à supprimer
hu: Válassza ki az eltávolítandó kedvenceket
id: Silakan pilih favorit untuk dihapus
is: Veldu eftirlæti sem á að fjarlægja
it: Per favore selezionare i preferiti da eliminare
ja: 削除するお気に入りを選択してください
ko: 제거할 즐겨찾기를 선택하십시오.
nl: Selecteer favorieten om te verwijderen
oc: Seleccionatz lei preferits de suprimir
pl: Wybierz ulubione do usunięcia
pt_br: Selecione favoritos para apagar
ro_ro: Vă rugăm să selectați favoritele pentru a le elimina
ru: Выберите избранные для удаления
sc: Pro piaghere ischerta sos preferidos de burrare
sk: Prosím vyberte obľúbené miesta na odstránenie
sl: Izbor priljubljenih točk za izbris
sr: Молимо изаберите омиљене за уклањање
sr_latn: Molimo izaberite omiljene za uklanjanje
sv: Välj favoriter att ta bort
ta: அகற்ற பிடித்தவைகளைத் தேர்ந்தெடுக்கவும்
tr: Lütfen kaldırmak için favorileri seçin
uk: Оберіть закладки для вилучення
zh_hant: 請選擇要移除的我的最愛

# fav_ignore
source: Ignore
ar: تجاهل
be: Ігнараваць
ca: Ignora
cs: Ignorovat
cy: Anwybyddu
da: Ignorer
de: Ignorieren
el: Αγνόηση
es_us: Ignorar
et: Eira
fr: Ignorer
hu: Mellőzés
id: Abaikan
is: Hunsa
it: Ignora
ja: 無視
ko: 무시
nl: Negeer
oc: Ignorar
pl: Ignoruj
pt_br: Ignorar
ro_ro: Ignoră
ru: Игнорировать
sc: Ignora
sk: Ignorovať
sl: Prezri
sr: Игнорисано
sr_latn: Ignoriši
sv: Ignorera
ta: புறக்கணிக்கவும்
tr: Yoksay
uk: Ігнорувати
zh_hans: 忽略
zh_hant: 略過

# fav_rename_q
source: Rename favorite
ar: إعادة تسمية المفضلة
be: Змяніць назву ўлюбёнага
ca: Canvia el nom d'un preferit
cs: Přejmenovat oblíbené místo
da: Omdøb favorit
de: Favorit umbenennen
el: Μετονομασία αγαπημένου
es_us: Renombrar favorito
et: Muuda lemmiku nime
fr: Renommer le favori
hu: Kedvenc átnevezése
id: Ubah nama favorit
is: Endurnefna eftirlæti
it: Rinomina il preferito
ja: お気に入りの名前を変更
ka: სანიშნეს სახელის გადარქმევა
ko: 즐겨찾기 이름 바꾸기
nl: Favoriet hernoemen
oc: Renomenar un preferit
pl: Zmień nazwę ulubionego
pt_br: Renomear favorito
ro_ro: Redenumiți favorit
ru: Переименовать избранное
sc: Torra a numenare su preferidu
sk: Premenovať obľúbené miesto
sl: Odstrani priljubljeno
sr: Преименујте омиљено
sr_latn: Preimenujte omiljeno
sv: Byt namn på favorit
ta: பிடித்ததை மறுபெயரிடுங்கள்
tr: Favori yeniden adlandırma
uk: Змінити назву закладки
zh_hans: 重命名收藏
zh_hant: 更名我的最愛

# fav_select
source: Please select favorites
ar: يرجى اختيار المفضلة
be: Калі ласка, абярыце ўлюбёныя
ca: Si us plau seleccioneu preferits
cs: Vyberte prosím oblíbená místa
da: Vælg favoritter
de: Bitte Favoriten auswählen
el: Παρακαλώ επιλέξτε αγαπημένα
es_us: Elige los favoritos
et: Palun vali lemmikud
fr: Merci de sélectionner les favoris
hu: Válasszon kedvenceket
id: Silakan pilih favorit
is: Veldu eftirlæti
it: Prego, selezionare i favoriti
ja: お気に入りを選択してください
ka: აირჩიეთ სანიშნე
ko: 즐겨찾기를 선택
nl: Selecteer favorieten
oc: Per plaser, chausissètz vòstrei preferéncias
pl: Wybierz ulubione
pt_br: Por favor, selecione favoritos
ro_ro: Vă rugăm să selectați favoritele
ru: Пожалуйста, выберите избранное
sc: Pro piaghere ischerta sos preferidos
sk: Vyberte obľúbené miesta
sl: Izbor prliljubljene
sr: Молимо изаберите омиљене
sr_latn: Molimo izaberite omiljene
sv: Välj favoriter
ta: பிடித்தவைகளைத் தேர்ந்தெடுக்கவும்
tr: Sık Kullanılanlar seçiniz
uk: Будь ласка, оберіть закладку
zh_hans: 请选择收藏
zh_hant: 請選擇我的最愛

# name_and_descr
source: Name & description
ar: الاسم والوصف
be: Назва і апісанне
cs: Název & popis
da: Navn og beskrivelse
de: Name & Beschreibung
el: Όνομα και περιγραφή
es_us: Nombre y descripción
et: Nimi ja kirjeldus
fi: Nimi & kuvaus
fr: Nom & description
hu: Név és leírás
id: Nama & deskripsi
is: Nafn og lýsing
it: Nome e descrizione
ja: 名前＆説明
ko: 이름 & 설명
mr: नाव व वर्णन
nb: Navn og beskrivelse
nl: Naam & beschrijving
oc: Nom & descripcion
pl: Nazwa i opis
pt_br: Nome e descrição
ro_ro: Nume și descriere
ru: Название и описание
sc: Nùmene e descritzione
sr: Име и опис
sr_latn: Ime i opis
sv: Namn & beskrivning
ta: பெயர் & விளக்கம்
tr: Ad ve açıklama
uk: Назва та опис
zh_hant: 名稱及說明

source: Select items
cs: Vybrat položky
da: Vælg elementer
de: Elemente auswählen
el: Επιλογή στοιχείων
es_us: Marcar elementos
et: Vali objektid
fr: Sélectionnez des éléments
hu: Elemek kiválasztása
id: Pilih item
is: Veldu atriði
it: Seleziona elementi
nb: Velg elementer
nl: Kies items
ro_ro: Selectați elemente
ru: Выберите элементы
sr: Одаберите ставке
sr_latn: Odaberite stavke
sv: Välj objekt
ta: உருப்படிகளைத் தேர்ந்தெடுக்கவும்
uk: Вибрати елементи
zh_hant: 選擇物件

# shared_string_item
source: Item
be: элемент
bg: Елемент
ca: Element
cs: Položka
cy: Eitem
da: Element
de: Element
el: Αντικείμενο
eo: Elemento
es_us: Elemento
et: Element
eu: Elementua
fa: مورد
fi: Kohde
fr: Élément
he: פריט
hu: Elem
is: Atriði
it: Oggetto
ja: アイテム
ka: ელემენტი
ko: 항목
lt: Elementas
mk: Predmet
nb: Element
nl: Deel
pl: Pozycja
ro_ro: Element
ru: Пункт
sc: Elementu
sk: Položka
sl: Predmet
sr: Ставка
sr_latn: Stavka
sv: Objekt
ta: உருப்படி
tr: Öge
uk: Пункт
vi: Đồ vật
zh_hans: 项目
zh_hant: 項目

# default_color_descr
source: This color wil be used for all new favorites added to the group.
ar: سيتم استخدام هذا اللون لجميع المفضلات الجديدة المضافة إلى المجموعة.
be: Гэты колер будзе выкарыстоўвацца для ўсіх новых улюбёных месцаў, дададзеных у групу.
cs: Tato barva bude použitá pro všechny oblíbené body přidané do skupiny.
da: Denne farve vil blive brugt til alle nye favoritter, der tilføjes gruppen.
de: Diese Farbe wird für alle neuen Favoriten verwendet, die der Gruppe hinzugefügt werden.
el: Αυτό το χρώμα θα χρησιμοποιηθεί σε όλα τα νέα αγαπημένα που θα προστεθούν στην ομάδα.
es_us: Este color será usado para todos los nuevos favoritos añadidos al grupo.
et: Seda värvi kasutatakse kõigi uute gruppi lisatud lemmikute puhul.
fr: Cette couleur va être utilisée pour tous les nouveaux favoris ajoutés à ce groupe.
hu: Ez a szín lesz használva a csoporthoz hozzáadott új kedvenceknél.
id: Warna ini akan digunakan untuk semua favorit baru yang ditambahkan ke grup.
is: Þessi litur verður notaður fyrir öll ný eftirlæti sem bætt er í hópinn.
it: Questo colore verrà utilizzato per tutti i nuovi preferiti aggiunti al gruppo.
ja: 指定された色は、以降グループに追加される新しいお気に入りに適用されます。
ko: 이 색상은 그룹에 추가된 모든 새로운 즐겨찾기에 사용될 것이다.
nl: Deze kleur wordt gebruikt voor alle nieuwe favorieten die aan de groep worden toegevoegd.
oc: Aquesta color serà emplegada per totei lei preferits novèus ajustats au grop.
pl: Ten kolor będzie używany dla wszystkich nowych ulubionych dodanych do grupy.
pt_br: Esta cor será usada para todos os novos favoritos adicionados ao grupo.
ro_ro: Această culoare va fi utilizată pentru toate favoritele noi adăugate la grup.
ru: Этот цвет будет использован для всего избранного, добавленного в группу.
sc: Custu colore s'at a impreare pro totu sos preferidos noos annànghidos a su grupu.
sr: Ова боја ће се користити за све нове омиљене додате у групу.
sr_latn: Ova boja će se koristiti za sve nove omiljene dodate u grupu.
sv: Färgen tillämpas på alla nya favoriter som läggs till i gruppen.
ta: குழுவில் சேர்க்கப்பட்ட அனைத்து புதிய விருப்பங்களுக்கும் இந்த நிறம் பயன்படுத்தப்படும்.
tr: Bu renk, gruba eklenen tüm yeni sık kullanılanlar için kullanılacak.
uk: Цей колір буде застосовано для всіх нових закладок, доданих до групи.
zh_hant: 這個顏色會用於所有新添加至群組的收藏。

# favorite_places_category
source: Places
af: Plekke
ar: الأماكن
ast: Llugares
az: Yerlər
be: Месцы
bg: Места
ca: Llocs
cs: Místa
cy: Lleoedd
da: Steder
de: Sehenswertes
el: Μέρη
eo: Ejoj
es_us: Sitios
et: Kohad
eu: Lekuak
fa: مکان‌ها
fi: Paikat
fr: Lieux
gl: Lugares
he: מקומות
hu: Helyek
hy: Տեղեր
id: Tempat
is: Staðir
it: Luoghi
ja: 場所
ka: ადგილები
ko: 장소
lt: Vietos
lv: Vietas
mk: Mesta
ml: സ്ഥലങ്ങള്‍
mr: ठिकाणे
nb: Steder
nl: Plaatsen
oc: Luòcs
pl: Miejsca
pt_br: Lugares
ro_ro: Locuri
ru: Места
sc: Logos
sk: Miesta
sl: Priljubljeni kraji
sr: Места
sr_latn: Mesta
sv: Platser
ta: இடங்கள்
tr: Yerler
uk: Місця
vi: Địa điểm
zh_hans: 地方
zh_hant: 地點
