Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# rendering_attr_padusDisplayMode_description
source: By access type or manager name
ar: حسب نوع الوصول أو اسم المدير
be: Паводле тыпу доступу або імя кіраўніка
ca: Per tipus d'accés o nom del gestor
cs: Podle typu přístupu nebo jména manažera
da: Efter adgangstype eller forvalternavn
de: Nach Zugangsart oder Name der Verwaltung
el: Ανά είδος πρόσβασης ή όνομα υπευθύνου
eo: Laŭ aliro aŭ laŭ nomo de administranto
es_us: Por tipo de acceso o nombre del administrador
eu: Sarbide motaren edo kudeatzailearen izenaren arabera
fa: با نوع دسترسی یا نام مدیر
fr: Par type d'accès ou nom de gestionnaire
he: לפי סוג גישה או שם מנהל
hu: Használhatóság vagy a kezelő neve szerint
id: Berdasarkan jenis akses atau nama pengelola
is: Eftir tegund aðgangs eða nafni stjórnanda
it: Per tipo di accesso o nome del gestore
ja: アクセス種別または管理者名によります
ko: 액세스 유형 또는 관리자 이름
nl: Per toegangstype of op naam van beheerder
ro_ro: După tipul de acces sau numele managerului
ru: По типу доступа или имени менеджера
sk: Podľa typu prístupu alebo názvu správcu
sr: По типу приступа или имену менаџера
sr_latn: Po načinu pristupa ili imenu upravitelja
sv: Efter åtkomsttyp eller administratörsnamn
ta: அணுகல் வகை அல்லது மேலாளர் பெயர் மூலம்
tr: Erişim türü veya yönetici adına göre
uk: За типом доступу або іменем менеджера
vi: Bằng kiểu truy cập hoặc tên quản lý
zh_hans: 按访问类型或管理者名称
zh_hant: 按進入類型或管理者名稱

# routing_attr_hazmat_category_usa_9_name
source: Miscellaneous
ar: متنوع
bg: Други опасни вещества
ca: Divers
cs: Různé
da: Diverse
de: Sonstiges
el: Διάφορα
eo: Diversaj
es_us: Varios
eu: Denetarik
fa: متفرقه
fi: Sekalaiset
fr: Divers
he: שונות
hu: Egyebek
id: Lain-lain
is: Ýmislegt
it: Miscellanea
ka: სხვადასხვა
ko: 기타 설정
nb: Diverse
nl: Diverse gevaarlijke stoffen en voorwerpen
pl: Różne
ro_ro: Diverse
ru: Прочие опасные вещества
sk: Rôzne
sl: Razno
sr: Разно
sr_latn: Razno
sv: Övriga farliga ämnen och föremål
ta: மற்றவை
tr: Çeşitli
uk: Різне
vi: Khác
zh_hans: 杂项
zh_hant: 雜項

# rendering_value_sector2_name
source: Sector 2
ar: القطاع 2
bg: Сектор 2
cs: Sektor 2
da: Sektor 2
de: Sektor 2
el: Τομέας 2
eo: Sektoro 2
et: Sektor 2
eu: 2 sektorea
fa: بخش ۲
fi: Sektori 2
fr: Secteur 2
hi: सेक्टर २
hu: 2. szektor
id: Sektor 2
is: Geiri 2
it: Settore 2
ko: 분야 2
nb: Sektor 2
pl: Sektor 2
ru: Сектор 2
sk: Sektor 2
sl: Sektor 2
sr: Одсечак 2
sr_latn: Sektor 2
sv: Sektor 2
ta: பிரிவு 2
uk: Сектор 2
vi: Khu vực 2
zh_hans: 分区 2
zh_hant: 區段 2

# wall_height_description
source: By changing the height value, you can lift the track top line above the ground level.
cs: Změnou hodnoty výšky můžete zvednout nejvyšší linii trati nad úroveň terénu.
da: Ved at ændre højdeværdien kan du løfte sporets øverste linje op over jordoverfladen.
de: Indem der Wert für die Höhe geändert wird, kann die Oberkante der Spur über das Bodenniveau angehoben werden.
es_us: Cambiando el valor de la altura, puedes elevar la línea superior de la traza sobre el nivel del suelo.
fr: En changeant la valeur de hauteur, vous pouvez élever la trace au-dessus du niveau du sol.
hu: A magasság értékének módosításával a nyomvonal felső vonalát a talajszint fölé emelheti.
id: Dengan mengubah nilai ketinggian, Anda dapat mengangkat garis atas trekdi atas permukaan tanah.
is: Með því að breyta hæðargildinu geturðu lyft topplínu ferilsins upp fyrir hæð yfirborðsins.
it: Modificando il valore dell'altezza, è possibile alzare la linea della traccia sopra il livello del suolo.
nl: Door de hoogtewaarde te wijzigen, kunt u de toplijn van de track boven grondniveau tillen.
ro_ro: Prin modificarea valorii înălțimii, puteți ridica linia superioară a liniei de cale ferată deasupra nivelului solului.
ru: Изменяя значение высоты, вы можете приподнять линию верхней трассы выше уровня земли.
sr: Променом вредности висине, можете подићи горњу линију стазе изнад нивоа тла.
sr_latn: Promenom vrednosti visine, možete podići gornju liniju staze iznad nivoa tla.
sv: Genom att ändra höjdvärdet kan du lyfta spåret upp över markhöjd.
ta: உயர மதிப்பை மாற்றுவதன் மூலம், நீங்கள் தரை மட்டத்திற்கு மேலே பாதையை உயர்த்தலாம்.
uk: Змінюючи значення висоти, ви можете підняти верхню лінію треку над рівнем землі.
zh_hant: 介由改變高度數值，你可以提升軌跡上層線段超過地面高度。

# missing_or_outdated_maps_title
source: Missing or outdated maps
cs: Chybějící nebo zastaralé mapy
da: Manglende eller forældede kort
de: Fehlende oder veraltete Karten
el: Ελλιπείς ή ξεπερασμένοι χάρτες
eo: Mankaj aŭ neĝisdataj mapoj
es_us: Mapas perdidos o desactualizados
et: Puuduvad või aegunud kaardid
eu: Falta diren edo zaharkituak dauden mapak
fr: Cartes manquantes ou pas à jour
hu: Hiányzó vagy nem naprakész térképek
id: Peta hilang atau kedaluwarsa
is: Kort sem vantar eða eru úrelt
it: Mappe mancanti o da aggiornare
ko: 미스 또는 아웃 맵
lt: Trūksta arba pasenę žemėlapiai
nb: Manglende eller utdaterte kart
nl: Ontbrekende of verouderde kaarten
pl: Brakujące lub nieaktualne mapy
ro_ro: Hărți lipsă sau învechite
ru: Отсутствующие или устаревшие карты
sk: Chýbajúce alebo zastaralé mapy
sr: Недостајуће или застареле карте
sr_latn: Nedostajajuće ili zastarele mape
sv: Kartor som saknas eller inte är uppdaterade
ta: காணாமல் போன அல்லது காலாவதியான வரைபடங்கள்
tr: Eksik veya güncel olmayan haritalar
uk: Відсутні або неактуальні мапи
vi: Bản đồ còn thiếu hoặc đã cũ
zh_hans: 地图缺失或过时
zh_hant: 缺少或過時的地圖

# missing_or_outdated_maps_description
source: Some offline maps required for this route are missing or not up to date. Please download or update these maps.
cs: Některé offline mapy potřebné pro tuto trasu chybí nebo nejsou aktuální. Stáhněte si nebo aktualizujte tyto mapy.
da: Nogle offline-kort, der er kræves for denne rute, mangler eller er ikke opdaterede. Download eller opdater disse kort.
de: Einige Offline-Karten, die für diese Route benötigt werden, fehlen oder sind nicht auf dem neuesten Stand. Bitte laden Sie diese Karten herunter oder aktualisieren Sie diese.
el: Κάποιοι χάρτες εκτός σύνδεσης που απαιτούνται για αυτή την διαδρομή λείπουν ή δεν είναι ενημερωμένοι. Παρακαλούμε κατεβάστε ή ενημερώστε αυτούς τους χάρτες.
eo: Kelkaj malkonektaj mapoj necesaj por kalkuli tiunĉi kurson mankas aŭ estas neĝisdataj. Elŝutu aŭ ĝisdatigu tiujn ĉi mapojn.
es_us: Algunos mapas sin conexión necesarios para esta ruta desaparecieron o están desactualizados. Descarga o actualiza estos mapas.
et: Mõned selle teekonna jaoks vajalikud allalaaditud kaardid kas on puudu või uuendamata. Palun laadi vajalikud kaardid alla või uuenda nad.
eu: Ibilbide honetarako beharrezkoak diren lineaz kanpoko mapa batzuk falta dira edo ez daude eguneratuta. Mesedez, deskargatu edo eguneratu mapa hauek.
fr: Pour calculer cet itinéraire, certaines cartes hors ligne sont manquantes ou pas à jour. Veuillez télécharger ou mettre à jour ces cartes.
hu: Néhány ehhez az útvonalhoz szükséges offline térkép hiányzik vagy nem naprakész. Töltse le vagy frissítse ezeket a térképeket.
id: Beberapa peta luring yang diperlukan untuk rute ini hilang atau tidak diperbarui. Silakan unduh atau perbarui petanya.
is: Einhver ónettengd kort sem nauðsynleg eru fyrir þessa leið vantar eða eru úrelt. Sæktu eða uppfærðu þessi kort.
it: Alcune mappe offline richieste per questo percorso mancano o non sono aggiornate. Scarica o aggiorna queste mappe.
ko: 이 루트에 필요한 일부 오프라인지도가 누락되거나 날짜까지. 이 맵을 다운로드하거나 업데이트하십시오.
lt: Trūksta kai kurių šiam maršrutui reikalingų neprisijungus naudojamų žemėlapių arba jie nėra atnaujinti. Atsisiųskite arba atnaujinkite šiuos žemėlapius.
nl: Sommige offlinekaarten die nodig zijn voor deze route, ontbreken of zijn niet up to date. Download of update deze kaarten.
pl: Brakuje niektórych map offline wymaganych dla tej trasy lub nie są one aktualne. Prosimy o pobranie lub zaktualizowanie tych map.
ro_ro: Unele hărți offline necesare pentru acest traseu lipsesc sau nu sunt actualizate. Vă rugăm să descărcați sau să actualizați aceste hărți.
ru: Некоторые локальные карты, необходимые для этого маршрута, отсутствуют или устарели. Пожалуйста, скачайте или обновите эти карты.
sk: Niektoré mapy potrebné pre túto trasu chýbajú alebo nie sú aktuálne. Prosím stiahnite alebo aktualizujte tieto mapy.
sr: Неке ванмрежне карте потребне за ову путању недостају или нису свеже. Молим, преузмите или надградите ове карте.
sr_latn: Neke oflajn mape potrebne za ovu rutu nedostaju ili nisu ažurirane. Preuzmite ili ažurirajte ove mape.
sv: Några offlinekartor som krävs för denna rutt saknas eller är inte uppdaterade. Vänliga ladda ner eller uppdatera dessa kartor.
ta: இந்த வழிக்கு தேவையான சில இணைப்பில்லாத வரைபடங்கள் காணவில்லை அல்லது புதுப்பித்த நிலையில் இல்லை. இந்த வரைபடங்களைப் பதிவிறக்கவும் அல்லது புதுப்பிக்கவும்.
tr: Bu rota için gerekli olan bazı çevrimdışı haritalar eksik veya güncel değil. Lütfen bu haritaları indirin veya güncelleyin.
uk: Деякі офлайн-мапи, необхідні для прокладання цього маршруту, відсутні або неактуальні. Будь ласка, завантажте або оновіть їх.
vi: Một số bản đồ ngoại tuyến cần thiết cho tuyến đường này đang thiếu hoặc chưa được cập nhật. Vui lòng tải xuống hoặc cập nhật những bản đồ này.
zh_hans: 本路线所需的部分离线地图丢失或未更新。请下载或更新这些地图。
zh_hant: 此路線所需的一些離線地圖遺失或非最新。請下載貨更新這些地圖。

source: Required Maps
cs: Vyžadované mapy
da: Nødvendige kort
de: Benötigte Karten
el: Απαιτούμενοι Χάρτες
eo: Necesaj mapoj
es_us: Mapas necesarios
et: Vajalikud kaardid
eu: Behar diren mapak
fa: نقشه‌های موردنیاز
fi: Vaaditut kartat
fr: Cartes requises
hu: Szükséges térképek
id: Peta yang Diperlukan
is: Nauðsynleg kort
it: Mappe richieste
ja: 必要なマップ
ko: Required 지도
lt: Reikalingižemėlapiai
nb: Påkrevde kart
nl: Benodigde kaarten
pl: Wymagane mapy
ro_ro: Hărți necesare
ru: Требуемые карты
sk: Potrebné mapy
sr: Потребне карте
sr_latn: Potrebne Mape
sv: Kartor som krävs
ta: தேவையான வரைபடங்கள்
tr: Gerekli Haritalar
uk: Необхідні мапи
vi: Những bản đồ cần thiết
zh_hant: 所需的地圖

source: Calculate online
be: Разлічыць у сеціве
bg: Изчисляване онлайн
cs: Výpočet online
cy: Cyfrifo ar-lein
da: Beregn online
de: Online berechnen
el: Υπολογισμός διαδικτυακά
eo: Kalkuli enrete
es_us: Calcular en línea
eu: Kalkulatu sarean
fa: محاسبه آنلاین
fr: Calculer en ligne
he: חישוב מקוון
hu: Online kiszámítás
id: Kalkulasi secara daring
is: Reikna á netinu
it: Calcola online
ja: オンラインで計算
ko: 온라인으로 계산
mk: Presmetajte na onlajn
nb: Regn ut på nett
nl: Online berekenen
pl: Oblicz online
ro_ro: Calculează online
ru: Рассчитать онлайн
sc: Càrcula in lìnia
sk: Vypočítať online
sl: Izračunavanje na spletu
sr: Израчунај мрежно
sr_latn: Izračunaj onlajn
sv: Beräkna online
ta: ஆன்லைனில் கணக்கிடுங்கள்
tr: Çevrim içi hesapla
uk: Обчислити онлайн
vi: Tính trực tuyến
zh_hans: 在线计算
zh_hant: 線上計算

# calculate_online_title
source: The list of missing maps is based on the straight line route. To get an accurate list of maps, OsmAnd can pre-calculate your route online
cs: Seznam chybějících map je založen na přímé trase. Chcete-li získat přesný seznam map, může OsmAnd předem vypočítat trasu online
da: Listen over manglende kort er baseret på ruten i lige linje. For at få en nøjagtig liste over kort kan OsmAnd forudberegne din rute online
de: Die Liste der fehlenden Karten basiert auf der geradlinigen Route. Um eine genaue Liste der Karten zu erhalten, kann OsmAnd deine Route online vorberechnen
es_us: La lista de mapas faltantes, se basa en la ruta en línea recta. Para obtener una lista precisa de mapas, OsmAnd puede volver a calcular en línea esta ruta
fr: La liste des cartes manquantes est basée sur l'itinéraire en ligne droite. Pour obtenir une liste précise de cartes, OsmAnd peut pré-calculer votre itinéraire en ligne
hu: A hiányzó térképek listája az egyenes útvonalon alapul. A térképek pontos listájának megszerzéséhez az OsmAnd előre kiszámíthatja az útvonalat online
id: Daftar peta yang hilang didasarkan pada rute garis lurus. Untuk mendapatkan daftar peta yang akurat, OsmAnd dapat menghitung rute Anda secara online
is: Listinn yfir kort sem vantar byggist á leið eftir beinni línu. Til að fá nákvæman lista yfir kort, getur OsmAnd for-reiknað leiðina þína á netinu
it: L'elenco delle mappe mancanti si basa sul percorso in linea retta. Per ottenere un elenco accurato delle mappe, OsmAnd può precalcolare il percorso online
nl: De lijst van ontbrekende kaarten is gebaseerd op een rechte lijn route. Om een accurate lijst kaarten te krijgen, OsmAnd kan uw route online voorberekenen
ro_ro: Lista de hărți lipsă se bazează pe traseul în linie dreaptă. Pentru a obține o listă exactă a hărților, OsmAnd vă poate precalcula online traseul
ru: Список отсутствующих карт основан на маршруте по прямой. Чтобы получить точный список карт, OsmAnd может предварительно рассчитать ваш маршрут онлайн
sr: Листа недостајућих мапа је заснована на праволинијској рути. Да бисте добили тачну листу мапа, ОсмАнд може унапред да израчуна вашу руту на мрежи
sr_latn: Lista nedostajućih mapa je zasnovana na pravolinijskoj ruti. Da biste dobili tačnu listu mapa, OsmAnd može unapred da izračuna vašu rutu na mreži
sv: Listan över kartor som saknas baseras på den rutt som utgörs av en rak linje. För att få en korrekt lista över kartor kan OsmAnd förhandsberäkna din rutt online
ta: காணாமல் போன வரைபடங்களின் பட்டியல் நேர் லைன் வழியை அடிப்படையாகக் கொண்டது. வரைபடங்களின் துல்லியமான பட்டியலைப் பெற, ஒச்மண்ட் உங்கள் பாதையை ஆன்லைனில் முன்கூட்டியே கணக்கிட முடியும்
uk: Список відсутніх мап базується на прямому маршруті. Щоб отримати точний список мап, OsmAnd може попередньо розрахувати ваш маршрут онлайн
zh_hant: 遺失地圖清單是依劇直線路線，要取得地圖的精確清單，OsmAnd能夠事先線上計算路線

# shared_string_top
source: Top
cs: Nahoře
de: Oben
el: Κορυφή
eo: supro
es_us: Arriba
et: Üleval
eu: Gaian
fr: En haut
hu: Fent
id: Atas
is: Efst
it: Sopra
ka: ზედა
ko: 맨 위
lt: Viršus
nb: Topp
pl: Góra
ro_ro: Sus
ru: Вверху
sk: Hore
sr: Врх
sr_latn: Vrh
sv: Längst upp
ta: மேலே
tr: Üst
uk: Зверху
vi: Đỉnh
zh_hant: 頂部

# shared_string_speedometer
source: Speedometer
be: Спідометр
bg: Скоростомер
ca: Velocímetre
ckb: خێراییپێو
cs: Tachometr
de: Tachometer
el: Ταχύμετρο
eo: Rapidmezurilo
es_us: Velocímetro
et: Kiirusmõõdik
eu: Abiadura-neurgailua
fa: سرعت سنج
fi: Nopeusmittari
fr: Compteur de vitesse
hi: स्पीडोमीटर
hu: Sebességmérő
id: Spidometer
is: Hraðamælir
it: Tachimetro
ja: スピードメーター
ka: სპიდომეტრი
ko: 속도계
lt: Spidometras
nb: Hastighetsmåler
nl: Snelheidsmeter
pl: Prędkościomierz
ro_ro: Vitezometru
ru: Спидометр
sk: Tachometer
sr: Брзиномер
sr_latn: Brzinomer
sv: Hastighetsmätare
ta: ச்பீடோமீட்டர்
te: స్పీడోమీటరు
tr: Hız göstergesi
uk: Спідометр
vi: Đồng hồ chỉ tốc độ
zh_hans: 速度表
zh_hant: 速度表

# shared_string_limit
source: Limit
be: Абмежаванне
bg: Ограничение
ca: Límit
cs: Omezení
da: Grænse
el: Όριο
eo: Limigo
es_us: Límite
et: Piir
eu: Muga
fa: محدودیت
fi: Raja
fr: Limite
hi: सीमा
hu: Korlátozás
id: Batas
is: Takmörk
it: Limite
ja: 制限
ka: ლიმიტი
ko: 한계
lt: Apribojimas
nb: Grense
nl: Limiet
pl: Ograniczenie
ro_ro: Limită
ru: Ограничение
sk: Hranica
sr: Ограничење
sr_latn: Ograničenje
sv: Gräns
ta: வரம்பு
te: పరిమితి
tr: Sınır
uk: Обмеження
vi: Giới hạn
zh_hans: 限制
zh_hant: 限制

source: Data Source
ca: Font de dades
cs: Zdroj dat
da: Datakilde
de: Datenquelle
el: Πηγή δεδομένων
es_us: Proveedor de datos
et: Andmeallikas
eu: Datu-iturria
fa: منبع داده
fi: Tietolähde
fr: Source des données
hu: Adatforrás
id: Sumber data
is: Gagnagjafi
it: Fonte dati
ja: データ情報源
nb: Datakilde
nl: Databron
pl: Źródło danych
ro_ro: Sursa Datelor
ru: Источник данных
sk: Zdroj údajov
sr: Извор података
sr_latn: Izvor podataka
sv: Datakälla
ta: தரவு மூல
tr: Veri Kaynağı
uk: Джерело даних
vi: Nguồn dữ liệu
zh_hant: 資料來源

# location_radius_description
source: Shows the circular area representing your current location accuracy
ca: Mostra l'àrea circular que representa la precisió de la vostra ubicació actual
cs: Zobrazí oblast ve tvaru kruhu znázorňující přesnost vaší aktuální polohy
da: Viser det cirkulære område, der repræsenterer din aktuelle placeringsnøjagtighed
de: Zeigt den kreisförmigen Bereich an, der die Genauigkeit Ihres aktuellen Standorts darstellt
el: Δείχνει την κυκλική περιοχή η οποία αναπαριστά την προσέγγιση της τρέχουσας τοποθεσίας σας
es_us: Muestra el área circular que representa la exactitud de la ubicación actual
et: Kuvab ringikukulise ala, mis näitab sinu praeguse asukoha täpsust
eu: Uneko kokapenaren zehaztasuna adierazten duen eremu zirkularra erakusten du
fa: نمایش ناحیه دایره‌ای نشان‌دهنده دقت موقعیت کنونی
fr: Affiche un rond représentant la précision de votre position actuelle
hu: Megjeleníti a kör alakú területet, amely a jelenlegi hely pontosságát jelzi
id: Menunjukkan seberapa luas lingkaran yang menunjukkan keakuratan lokasi Anda saat ini
is: Sýnir hringlaga svæðið sem stendur fyrir nákvæmni núverandi staðsetningar þinnar
it: Mostra l'area circolare che rappresenta la precisione della tua posizione attuale
ja: 現在地の精度を表す円形のエリアを表示します
nl: Laat het cirkelvormige gebied zien dat uw locatienauwkeurigheid aangeeft
ro_ro: Arată zona circulară care reprezintă acuratețea localizării curente
ru: Показывает круглую область, отражающую точность вашего текущего местоположения
sk: Zobrazí kruhovú oblasť znázorňujúcu presnosť aktuálnej polohy
sr: Приказује кружну област која представља Вашу тренутну тачност положаја
sr_latn: Prikazuje kružno područje koje predstavlja tačnost trenutne lokacije
sv: Visar ett cirkulärt område som representerar noggrannhet och felmarginal för nuvarande plats
ta: உங்கள் தற்போதைய இருப்பிட துல்லியத்தை குறிக்கும் வட்ட பகுதியைக் காட்டுகிறது
uk: Показує круглу ділянку, що показує точність вашого поточного місця перебування
vi: Hiện vùng hình tròn tượng trưng cho tính chính xác của vị trí hiện tại của bạn
zh_hans: 显示代表您当前位置精度的圆形区域
zh_hant: 顯示代表您目前位置準確度的圓形區域

source: Resting position
ca: Posició de repòs
cs: V klidu
da: Hvileposition
de: Ruheposition
el: Θέση ακινησίας
es_us: Ubicación en reposo
et: Puhke- ja peatuskoht
eu: Atseden-posizioa
fa: موقعیت استراحت
fr: Position de repos
hu: Állóhelyzet
id: Posisi istirahat
is: Staðsetning hvíldar
it: Posizione di riposo
ja: 停止時位置
nl: Rustpositie
ro_ro: Poziție de repaus
ru: В покое
sk: Pozícia v pokoji
sr: Положај мировања
sr_latn: U mirovanju
sv: Viloposition
ta: ஓய்வு நிலை
uk: Положення у стані спокою
vi: Vị trí nghỉ/dừng xe
zh_hant: 暫停位置

source: Navigation position
ca: Posició de navegació
cs: Během navigace
da: Navigationsposition
de: Navigationsposition
el: Θέση πλοήγησης
es_us: Ubicación al navegar
et: Teekonna juhatamise asukoht
eu: Nabigazio-posizioa
fa: موقعیت ناوبری
fr: Position de guidage
hu: Navigálás közben
id: Posisi navigasi
is: Staða leiðsagnar
it: Posizione di navigazione
ja: ナビゲーション時位置
nl: Navigatiepositie
ro_ro: În poziția de navigație
ru: В движении
sk: Pozícia počas navigácie
sr: Положај навођења
sr_latn: U pokretu
sv: Navigeringsposition
ta: வழிசெலுத்தல் நிலை
uk: Навігаційна позиція
vi: Vị trí điều hướng
zh_hans: 导航位置
zh_hant: 導航位置

# height_legend_description
source: Altitude color maps are used to visualize relief.
cs: K vizualizaci reliéfu se používají barevné mapy nadmořských výšek.
da: Højdefarvekort bruges til at visualisere relief.
de: Höhenfarbkarten werden verwendet, um Relief darzustellen.
el: Οι χρωματικοί χάρτες υψομέτρου χρησιμοποιούνται για οπτικοποίηση του αναγλύφου.
es_us: Los mapas de altitud coloreados, se usan para visualizar el relieve.
et: Värvilised kõrgusjoonte kaardid aitavad paremini reljeefi kuvada.
eu: Altitude kolore-mapak erabiltzen dira erliebea ikusteko.
fa: نقشه‌های رنگی ارتفاع برای نمایش ناهمواری‌ها استفاده می‌شوند.
fr: Les cartes d'altitude colorées sont utilisées pour visualiser le relief.
hu: A színes magassági térképek a domborzat megjelenítésére használhatók.
id: Peta warna ketinggian digunakan untuk menampilkan relief.
is: Lituð hæðakort eru notuð til að myndgera upphleypt yfirborð.
it: Le mappe a colori dell'altitudine sono utilizzate per visualizzare i rilievi.
ja: 標高カラーマップは、凹凸を表現するために使用されます。
lt: Reljefui vizualizuoti naudojami spalvų aukščio žemėlapiai.
nl: Hoogtekleurkaarten worden gebruikt om het reliëf te visualiseren.
pl: Kolorowe mapy wysokości służą do wizualizacji rzeźby terenu.
ro_ro: Pentru a vizualiza relieful, se utilizează hărți color de altitudine.
ru: Для визуализации рельефа используются цветовые карты высот.
sk: Farebné výškové mapy sa používajú na vizualizáciu terénu.
sr: За приказ рељефа користе се висинске мапе у боји.
sr_latn: Za vizualizaciju reljefa koriste se mape visina u boji.
sv: Höjdfärg-kartor används för att visualisera höjdrelief.
ta: நிவாரணத்தைக் காட்சிப்படுத்த உயர வண்ண வரைபடங்கள் பயன்படுத்தப்படுகின்றன.
tr: Yükseklik renk haritaları rölyefi görselleştirmek için kullanılır.
uk: Для візуалізації рельєфу використовуються кольорові мапи висот.
vi: Những bản đồ màu sắc của độ cao được dùng để thể hiện địa hình một cách trực quan.
zh_hans: 海拔彩色地图用于直观显示地形。
zh_hant: 海拔顏色圖用於視覺化地形。
