Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# osmand_cloud_create_account_descr
source: Please enter your e-mail address, a verification code will be sent there, and all your data will be linked to it.
ar: الرجاء إدخال عنوان بريدك الإلكتروني ، سيتم ربط جميع بياناتك به. سنرسل لك رمز التحقق إلى عنوان البريد الإلكتروني هذا.
ast: Introduz la to direición de corréu pa recibir un códigu de verificación y enllaciar tolos datos con ella.
az: E-poçt ünvanınızı daxil edin, ora təsdiq kodu göndəriləcək və bütün məlumatlarınız onunla əlaqələndiriləcək.
be: Калі ласка, увядзіце свой адрас электроннай пошты, на яго будзе адпраўлены код праверкі, і ўсе вашы даныя будуць звязаныя з ім.
bg: Въведете адреса на електронната си поща, всички ваши данни ще бъдат свързани с него. На този адрес ще ви изпратим код за потвърждаване.
cs: Zadejte prosím svoji e-mailovou adresu, na kterou bude zaslán ověřovací kód a všechna data na ni budou navázána.
cy: Rhowch eich cyfeiriad e-bost. Bydd cod dilysu yn cael ei anfon i'r cyfeiriad hwn, a bydd eich holl ddata yn gysylltiedigâ'r e-bost hwn.
da: Indtast din e-mailadresse, en bekræftelseskode vil blive sendt dertil, og alle dine data vil blive knyttet til den.
de: Bitte geben Sie Ihre E-Mail-Adresse ein. Ein Bestätigungscode wird dorthin gesendet, und alle Ihre Daten werden damit verknüpft.
el: Παρακαλώ εισάγετε την διεύθυνση e-mail σας, ένα κωδικός επαλήθευσης θα σας σταλθεί εκεί και όλα τα δεδομένα σας θα συνδεθούν με αυτό.
eo: Enigu vian retpoŝtan adreson, kontrolkodo estos tien sendita kaj ĉiuj viaj datumoj estos al ĝi ligitaj.
es_us: Ingresa tu correo electrónico, se enviará un código de verificación y todos los datos se vincularán a él.
et: Palun sisesta oma e-posti aadress, kuhu saadetakse kinnituskood ja millega seotakse kõik teie andmed.
eu: Sartu zure helbide elektronikoa, egiaztapen-kode bat bidaliko da bertara, eta zure datu guztiak hari lotuta egongo dira.
fa: لطفاً نشانی ایمیل خود را وارد کنید. یک کد تأیید به این ایمیل می‌فرستیم. تمام دادهٔ مربوط به شما به این ایمیل متصل خواهد شد.
fi: Anna sähköpostiosoitteesi, kaikki tietosi yhdistetään siihen. Lähetämme sinulle vahvistuskoodin tähän sähköpostiosoitteeseen.
fr: Veuillez saisir votre adresse email, un code de vérification vous sera envoyé à cette adresse, et toutes vos données y seront associées.
he: נא למלא את כתובת הדוא״ל שלך, אליה ישלח קוד האימות, וכל הנתונים שלך יקושרו אליה.
hu: Adja meg az e-mail-címét, ahová küldünk egy ellenőrző kódot, és minden adatát összekapcsoljuk vele.
id: Mohon masukkan alamat surel Anda, sebuah kode verifikasi akan dikirim, dan semua data akan ditautkan ke alamat surel.
is: Settu inn tölvupóstfangið þitt, þú munt fá sendan sannvottunarkóða á það og öll gögnin þín munu tengjast því.
it: Per favore immetti un indirizzo email, invieremo un codice di verifica a quella email, e tutti i tuoi dati saranno collegati ad esso.
ja: メールアドレスを入力してください。ワンタイムパスワードが送信されます。 手続きを進めるとすべてのデータがリンクされます。
ko: 이메일 주소를 입력하면 인증 코드가 전송됩니다. 모든 데이터가 연결됩니다.
lt: Įveskite savo el. pašto adresą, ten bus atsiųstas patvirtinimo kodas, ir visi jūsų duomenys bus su juo susieti.
mk: Ve molime vnesete ja vašata e-mail adresa, tamu ḱe vi bide ispraten kod za potvrda, i site vaši podatoci ḱe bidat povrzani so nego.
nb: Skriv inn e-postadresse for forsendelse av bekreftelseskode, som all din data vil bli lenket til.
nl: Vul uw e-mailadres in, zodat u de verificatiecode kan ontvangen. Aan dit e-mailadres worden ook de gegevens gekoppeld.
oc: Per plaser, indicatz vòstra adreiça electronica, un còde de verificacion vos serà mandat e totei vòstrei donadas i seràn ligadas.
pl: Wprowadź swój adres e-mail, zostanie na niego wysłany kod weryfikacyjny, i wszystkie Twoje dane zostaną przypisane do niego.
ro_ro: Vă rugăm să introduceți adresa dumneavoastră de e-mail, un cod de verificare va fi trimis acolo și toate datele dumneavoastră vor fi legate de acesta.
ru: Введите адрес электронной почты, и все ваши данные будут привязаны к нему. Мы вышлем вам проверочный код.
sc: Pro praghere inserta s'indiritzu de posta eletrònica tuo. B'amus a imbiare unu còdighe de verìfica, e totu sos datos tuos b'ant a èssere ligados.
sk: Prosím zadajte vašu emailovú adresu, na ktorú bude zaslaný overovací kód a budú na ňu naviazané všetky údaje.
sl: Prosimo, vnesi svoj e-poštni naslov, nanj bo poslana potrditvena koda, in vsi tvoji podatki bodo povezani z njim.
sr: Унесите своју адресу е-поште, тамо ће вам бити послан верификациони код, и сви ваши подаци ће бити повезани са њом.
sr_latn: Unesi svoju adresu e-pošte, tamo će vam biti poslan verifikacioni kôd, i svi vaši podaci će biti povezani sa njim.
sv: Vänligen ange din e-postadress, en verifikationskod kommer att skickas dit, och all din data kommer att länkas till den.
ta: தயவுசெய்து உங்கள் மின்னஞ்சல் முகவரியை உள்ளிடவும், சரிபார்ப்புக் குறியீடு அங்கு அனுப்பப்படும், உங்கள் எல்லா தரவும் அதனுடன் இணைக்கப்படும்.
tr: Lütfen e-posta adresinizi girin, bu adrese bir doğrulama kodu gönderilecek, ve tüm verileriniz ona bağlanacaktır.
uk: Введіть вашу адресу е-пошти, код підтвердження буде надіслано на неї, а ваші дані буде повʼязано з нею.
vi: Vui lòng nhập địa chỉ e- mail của bạn, một mã xác thực sẽ được gửi đến đó, và tất cả dữ liệu của bạn sẽ được liên kết với nó.
zh_hans: 请输入您的电子邮件地址，我们会发送一个验证码到这个地址， 你所有的数据都将与其相链接。
zh_hant: 請輸入您的電子郵件地址，驗證碼將會傳送到那裡， 您所有的資料也會與其連結。

# backup_delete_all_data
source: Delete all my data
ar: احذف جميع بياناتي
az: Bütün məlumatlarımı sil
be: Выдаліць усе мае даныя
cs: Smazat všechna moje data
cy: Dileu fy nata
da: Slet alle mine data
de: Alle meine Daten löschen
el: Διαγραφή όλων των δεδομένων μου
eo: Forigiĉiujn datumojn
es_us: Borrar todos mis datos
et: Kustuta kõik minu andmed
eu: Ezabatu nire datu guztiak
fa: همهٔ داده‌هایم پاک شود
fi: Poista kaikki minun tiedot
fr: Supprimer toutes mes données
he: למחוק את כל הנתונים שלי
hu: Összes adatom törlése
id: Hapus semua data saya
is: Eyða öllum mínum gögnum
it: Cancella tutti i miei dati
ja: すべてのデータを削除する
ko: 내 모든 데이터 삭제
mk: Izbrisi ja seta moja datoteka
nb: Slett all min data
nl: Verwijder al mijn gegevens
oc: Escafar totei mei donadas
pl: Usuń wszystkie moje dane
ro_ro: Șterge toate datele mele
ru: Удалить все мои данные
sc: Iscantzella sos datos meos
sk: Vymazať všetky moje údaje
sl: Izbriši vse moje podatke
sr: Избриши све моје податке
sr_latn: Obriši sve moje podatke
sv: Radera all min data
ta: எனது எல்லா தரவையும் நீக்கவும்
tr: Tüm verilerimi sil
uk: Вилучити всі мої дані
vi: Xoá tất cả dữ liệu của tôi
zh_hans: 删除我的所有数据
zh_hant: 刪除我所有的資料

# purchases_feature_weather
source: 24h hourly forecast 7 days ahead coloured on the map
ar: توقعات الطقس لمدة 24 ساعة قبل 7 أيام ملونة على الخريطة
cs: Hodinová předpověď na 7 dní dopředu barevně vyznačená na mapě
da: 24-timers vejrudsigt 7 dage frem farvelagt på kortet
de: Stündliche Vorhersage der nächsten 7 Tage farbig auf der Karte dargestellt
el: 24ωρη πρόγνωση 7 ημερών χρηματισμένη στο χάρτη
es_us: Pronóstico coloreado en el mapa de 24 horas con 7 días de antelación
et: Kaardil värviliselt esitatud 24-tunnine ilmaennustus järgmiseks 7-ks päevaks
fr: Prévisions météo par heure sur 7 jours coloriées sur la carte
hu: 7 napos, 24 órás óránkénti előrejelzés, színekkel jelölve a térképen
id: Prakiraan per jam 24 jam 7 hari ke depan berwarna di peta
is: 24klst veðurspá á klukkustundar fresti í 7 daga lituð á kortinu
it: Previsioni orarie 24 ore su 24 con 7 giorni di anticipo colorate sulla mappa
nl: 24-uurs voorspelling per uur, 7 dagen vooruit, in kleur op de kaart
oc: Previsions oràrias dau temps que fa e 7 jorns a l’avança per de colors sus la mapa
ro_ro: Prognoza orară pe 24h cu 7 zile înainte, colorată pe hartă
ru: Почасовой прогноз на 7 дней вперед, выделенный цветом на карте
sc: Previsiones oràrias 24o e cun 7 dies de antìtzipu coloradas in sa mapa
sr: 24 часовна прогноза 7 дана унапред обојено на мапи
sr_latn: 24 časovna prognoza 7 dana unapred obojeno na mapi
sv: 24h timvisa prognoser 7 dagar framåt färglagt på kartan
ta: 24 மணிநேர முன்னறிவிப்பு 7 நாட்களுக்கு முன்னால் வரைபடத்தில் வண்ணம்
uk: Цілодобовий погодинний прогноз на 7 днів вперед, забарвлений на мапі
zh_hant: 地圖上顯示 24 小時每小時預報的 7 天彩色預報

# checking_progress
source: Checking…
ar: التحقق…
bg: Проверяване…
ca: S'està verificant…
cs: Kontroluje se…
da: Tjekker…
de: Prüfung …
el: Έλεγχος…
eo: Kontrolado…
es_us: Comprobando…
et: Kontrollin…
eu: Egiaztatzen…
fa: در حال بررسی…
fi: Tarkistetaan…
fr: Vérification…
he: מתבצעת בדיקה…
hu: Ellenőrzés…
id: Memeriksa…
is: Athuga…
it: Controllo…
ja: チェック中…
ka: შემოწმება…
ko: 확인 중…
lt: Tikrinama…
nb: Sjekker…
nl: Controleren…
pl: Sprawdzanie…
ro_ro: Se verifică…
ru: Проверка…
sc: Verifichende…
sk: Kontroluje sa…
sl: Preverjanje…
sr: Проверавам…
sr_latn: Proveravam…
sv: Kontrollerar…
ta: சோதனை…
tr: Denetleniyor…
uk: Перевірка…
vi: Đang kiểm tra…
zh_hans: 正在检查……
zh_hant: 正在檢查……

# latest_version
source: You have the latest version: %@
ar: لديك أحدث إصدار: % @
ca: Teniu la versió més recent: %@
cs: Máte nejnovější verzi: %@
da: Du har den seneste version: %@
de: Sie haben die neueste Version: %@
el: Έχετε την πιο πρόσφατη έκδοση: %@
es_us: Tienes la última versión: %@
et: Sul on kasutusel viimane versioon: %@
fi: Sinulla on uusin versio: %@
fr: Vous disposez de la dernière version : %@
hu: Naprakész: %@
id: Anda memiliki versi terbaru: %@
is: Þú ert með nýjustu útgáfuna: %@
it: Hai l'ultima versione: %@
ja: 最新バージョンがあります:%@
nb: Du har siste versjon: %@
pl: Masz najnowszą wersję: %@
pt_br: Você tem a última versão: %@
ro_ro: Aveți cea mai recentă versiune: %@
ru: У вас последняя версия: %@
sc: Tenes s'ùrtima versione: %@
sr: Имате најновију верзију: %@
sr_latn: Imate najnoviju verziju: %@
sv: Du har den senaste versionen: %@
ta: உங்களிடம் அண்மைக் கால பதிப்பு உள்ளது: %@
tr: En son sürüme sahipsiniz: %@
uk: У вас найновіша версія: %@
zh_hant: 您擁有最新版本：%@

# ant_plus_open_settings
source: Open settings
ar: فتح الإعدادات
be: Адкрыць налады
bg: Настройки
cs: Otevřít nastavení
da: Åbn indstillinger
de: Einstellungen öffnen
el: Άνοιγμα ρυθμίσεων
eo: Malfermi agordojn
es_us: Abrir los ajustes
et: Ava seadistused
eu: Ireki ezarpenak
fa: باز کردن تنظیمات
fi: Avaa asetukset
fr: Ouvrir les paramètres
he: פתיחת ההגדרות
hu: Beállítások megnyitása
id: Buka pengaturan
is: Opna stillingar
it: Apri le impostazioni
ko: 설정 열기
nb: Åpne innstillingene
nl: Instellingen openen
oc: Dobrir lei paramètres
pl: Otwórz ustawienia
ro_ro: Deschideți setările
ru: Открыть настройки
sk: Otvoriť nastavenia
sl: Odpri nastavitve
sr: Отвори поставке
sr_latn: Otvori podešavanja
sv: Öppna inställningar
ta: திறந்த அமைப்புகள்
tr: Ayarları aç
uk: Відкрити налаштування
vi: Mở cài đặt
zh_hans: 打开设置
zh_hant: 開啟設定

# download_tab_conflicts
source: Unresolved
cs: Nevyřešené
da: Uløst
el: Μη επιλυμένο
et: Lahendamata
fr: Non résolu
hu: Megoldatlan
id: Belum terselesaikan
is: Óleyst
it: Non risolto
nl: Onopgelost
ru: Нерешённый
sr: Неразрешено
sv: Olösta
ta: தீர்க்கப்படாதது
uk: Невирішено

# data_will_be_lost
source: All downloaded data will be lost.
ar: سيتم فقد جميع البيانات التي تم تنزيلها.
be: Усе спампаваныя даныя страцяцца.
ca: Totes les dades baixades es perdran.
cs: Všechna stažená data budou ztracena.
da: Alle hentede data vil gå tabt.
de: Alle heruntergeladenen Daten gehen verloren.
el: Όλα τα ληφθέντα δεδομένα θα χαθούν.
es_us: Se perderán todos los datos descargados.
et: Kõik allalaaditud andmed lähevad kaduma.
fr: Toutes les données téléchargées seront perdues.
hu: Minden letöltött adat el fog veszni.
id: Semua data yang diunduh akan hilang.
is: Öll sótt gögn munu tapast.
it: Tutti i dati scaricati saranno persi.
ja: ダウンロードしたデータはすべて失われます。
ko: 모든 다운로드 데이터가 손실됩니다.
nl: Alle gedownloade data zal verloren gaan.
oc: Totei lei donadas teledescargadas se perdràn.
pl: Wszystkie pobrane dane zostaną utracone.
pt_br: Todos os dados baixados serão perdidos.
ro_ro: Toate datele descărcate vor fi pierdute.
ru: Все скачанные данные будут потеряны.
sc: Totu sos datos iscarrigados s'ant a pèrdere.
sk: Všetky stiahnuté údaje sa stratia.
sl: Vsi prejeti podatki bodo izgubljeni.
sr: Сви преузети подаци ће бити изгубљени.
sr_latn: Svi preuzeti podaci će biti izgubljeni.
sv: Allt nedladdat data kommer gå förlorat.
ta: பதிவிறக்கம் செய்யப்பட்ட அனைத்து தரவும் இழக்கப்படும்.
tr: İndirilen tüm veriler kaybolacak.
uk: Всі завантажені дані буде втрачено.
zh_hant: 所有的下載資料將會丟失。

# res_update_all
source: Update all
ar: تحديث الكل
be: Абнавіць усё
ca: Actualitza-ho tot
cs: Aktualizovat vše
da: Opdater alle
de: Alle aktualisieren
el: Ενημέρωση όλων
es_us: Actualizar todo
et: Uuenda kõik
fr: Tout mettre à jour
hu: Összes frissítése
id: Perbarui semua
is: Uppfæra allt
it: Aggiorna tutto
ja: すべて更新
ka: ყველას განახლება
ko: 모두 업데이트
nl: Update alle
oc: Tot actualizar
pl: Aktualizuj wszystko
pt_br: Atualizar todos
ro_ro: Actualizați toate
ru: Обновить все
sc: Agiorna totu
sk: Aktualizovať všetky
sl: Posodobi vse
sr: Ажурирај све
sr_latn: Ažuriraj sve
sv: Uppdatera alla
ta: அனைத்தையும் புதுப்பிக்கவும்
tr: Hepsini güncelle
uk: Оновити все
zh_hans: 更新全部
zh_hant: 全部更新

# res_updates_avail_q
source: update(s) are available.
ar: هناك تحديثات متوفرة.
be: абнаўленняў даступна.
ca: actualització(ons) estan disponibles.
cs: aktualizací k dispozici.
da: opdateringer er tilgængelige.
de: Update(s) sind verfügbar.
el: ενημέρωση/εις είναι διαθέσιμη/ες.
es_us: actualización(es) disponible(s).
et: uuendus(t) on saadaval.
fr: Mise(s) à jour disponible(s).
hu: frissítés érhető el.
id: pembaruan tersedia.
is: uppfærslur eru tiltækar.
it: aggiornamento(i) disponibile(i).
ja: 更新が利用可能です。
ka: განახლება ხელმისაწვდომია.
ko: 업데이트가 있습니다.
mr: अद्यतने उपलब्ध
nl: update(s) zijn beschikbaar.
oc: actualizacion(s) son disponiblas.
pl: aktualizacja(-e/-i) jest/są dostępna(-e/-ych).
pt_br: atualização(s) disponível(is).
ro_ro: sunt disponibile actualizări.
ru: обновлений доступно.
sc: agiornamentu(os) disponìbile(s).
sk: aktualizácií k dispozícii.
sr: ажурирања су доступна.
sr_latn: ažuriranja su dostupna.
sv: uppdatering(ar) är tillgängliga.
ta: புதுப்பிப்பு (கள்) கிடைக்கிறது.
tr: için güncelleştirmeleri kullanılabilir.
uk: оновлень доступно.
zh_hans: 有更新可用。
zh_hant: 可用的更新。

# one_image_per_tile
source: One image file per tile
ar: ملف صورة واحد لكل إطار متجانب
be: Кожны фрагмент у асобным файле
ca: Un fitxer d'imatge per tessel·la
cs: Jeden obrazový soubor pro každou dlaždici
cy: Un ffeil delwedd fesul teilsen
da: En billedfil pr. kortflise
de: Eine Bilddatei pro Kachel
el: Ένα αρχείο εικόνας ανά πλακίδιο
eo: Po unu bild‑dosiero per kahelo
es_us: Un archivo de imagen por tesela
et: Üks pildifail paani kohta
eu: Irudi fitxategi bat lauzako
fa: یک پروندهٔ تصویر به‌ازای هر کاشی
fi: Yksi kuva ruutua kohden
fr: Un fichier image par tuile
gl: Un ficheiro de imaxe por tesela
he: קובץ תמונה אחד לאריח
hu: Egy képfájl csempénként
hy: Յուրաքանչյուր սալիկ իր ֆայլում
id: Satu file gambar per ubin
is: Ein myndskrá á hverja kortaflís
it: Un file immagine per mattonella
ja: タイルごとに1つの画像ファイル
ko: 타일당 하나의 이미지 파일
lt: Vienas nuotraukos failas per skiltį
mk: Edna slika za edna datoteka
nb: Én bildefil per flis
nl: Eén beeldbestand per rasterkaartsegment
oc: Un fichier d'imatge per lo teule
pl: Jeden plik obrazu na kafelek
ro_ro: Un fișier de imagine per segment
ru: Каждый тайл в отдельном файле
sc: Unu documentu de immàgine pro tasseddu
sk: Jeden obrazový súbor na dlaždicu
sl: Ena slikovna datoteka na ploščico
sr: Једна датотека по сличици
sr_latn: Jedna slika po sličici mape
sv: En bildfil per kartruta
ta: ஒரு ஓடு ஒரு பட கோப்பு
tr: Döşeme başına bir görüntü dosyası
uk: Один файл зображення на тайл
vi: Một tệp ảnh cho mỗi mảng
zh_hans: 每个瓦片一个图像文件
zh_hant: 每個圖磚一個圖片檔案

# res_expire_time_desc
source: Expiration time in minutes. Cached tiles will be reloaded after specified time. Leave this field empty if you do not need to reload tiles for this source. One day is 1440 minutes. One week is 10 080 minutes. 30 days are 43 200 minutes.
ar: وقت انتهاء الصلاحية بالدقائق. سيتم إعادة تحميل الإطارات المتجانبة المخزنة مؤقتًا بعد وقت محدد. اترك هذا الحقل فارغًا إذا لم تكن بحاجة إلى إعادة تحميل الإطارات المتجانبة لهذا المصدر. يوم واحد هو 1440 دقيقة. أسبوع واحد هو 10080 دقيقة. 30 يوما هي 43 200 دقيقة.
be: Тэрмін дзеяння ў хвілінах. Кэшаваныя фрагменты будуць загружацца праз вызначаны час. Пакіньце гэта поле пустым, калі вам не трэба перазагружаць фрагменты з гэтай крыніцы. Адзін дзень - 1440 хвілін. Адзін тыдзень - 10 080 хвілін. 30 дзён - 43 200 хвілін.
ca: Temps de caducitat en minuts. Les tessel·les en memòria es carregaran després del temps especificat. Deixeu aquest camp buit si no necessiteu recarregar tessel·les per a aquesta font. Un dia té 1.440 minuts. Una setmana té 10.080 minuts. 30 dies són 43.200 minuts.
cs: Doba platnosti v minutách. Dlaždice v mezipaměti budou znovu načteny po uplynutí zvoleného intervalu. Nechte toto pole prázdné, pokud nepotřebujete obnovovat dlaždice z tohoto zdroje. Jeden den má 1440 minut. Jeden týden má 10 080 minut. 30 dní má 43 200 minut.
da: Udløbstid i minutter. Cachelagrede kortfliser genindlæses efter angivet tid. Lad feltet være tomt, hvis der ikke er brug for at genindlæse kortfliser til kilden. En dag er 1.440 minutter. En uge er 10.080 minutter. 30 dage er 43.200 minutter.
de: Verfallszeit in Minuten. Zwischengespeicherte Kacheln werden nach einer bestimmten Zeit wieder geladen. Lassen Sie dieses Feld leer, wenn Sie für diese Quelle keine Kacheln neu laden müssen. Ein Tag entspricht 1440 Minuten. Eine Woche entspricht 10080 Minuten. 30 Tage entsprechen 43200 Minuten.
es_us: Tiempo de expiración en minutos. Las teselas almacenadas serán recargadas luego del tiempo definido. Deja este campo vacío si no necesitas recargar las teselas para este repositorio. Un día son 1440 minutos. Una semana son 10080 minutos. 30 días son 43200 minutos.
et: Aegumine minutites. Puhverdatud paanid laaditakse uuesti peale etteantud aja möödumist. Kui sa ei soovi selle kaardiallika paane uuendada, siis jäta see väli tühjaks. Üks päev on 1440 minutit. Üks nädal on 10080 minutit. 30 päeva on 43200 minutit.
fr: Temps d'expiration en minutes. Après la durée définie, les tuiles dans le cache seront rechargées. Laissez ce champ vide si vous n'avez pas besoin de recharger des tuiles depuis cette source. Un jour équivaut à 1440 minutes. Une semaine équivaut à 10 080 minutes. 30 jours équivalent à 43 200 minutes.
hu: Lejárati idő percekben. A gyorsítótárazott csempék az adott idő elteltével újratöltődnek. Hagyja üresen ezt a mezőt, ha nem szeretné újratölteni a csempéket ehhez a forráshoz. Egy nap 1440 perc. Egy hét 10 080 perc. 30 nap 43 200 perc.
id: Waktu kedaluwarsa dalam menit. Ubin yang di-cache akan dimuat ulang setelah waktu yang ditentukan. Biarkan bidang ini kosong jika Anda tidak perlu memuat ulang ubin untuk sumber ini. Satu hari adalah 1440 menit. Satu minggu adalah 10.080 menit. 30 hari adalah 43.200 menit.
is: Gildistími í mínútum. Kortaflísar í skyndiminni verða endurlesnar eftir tiltekinn tíma. Skildu þennan reit eftir auðan ef þú þarft ekki að láta endurlesa kortaflísar frá þessum kortagjafa. Einn dagur er 1.440 mínútur. Ein vika er 10.080 mínútur. 30 dagar eru 43.200 mínútur.
it: Tempo di scadenza in minuti. Le mattonelle memorizzate in cache saranno ricaricate dopo un tempo specificato. Lascia questo campo vuoto se non necessiti di ricaricare le mattonelle da questa sorgente. Un giorno è 1440 minuti. Una settimana sono 10 080 minuti. 30 giorni sono 43 200 minuti.
ja: 分単位の有効期限を示しています。キャッシュされたタイルは指定された時間後に再読み込みされます。タイルを再読み込みする必要がない場合は、このフィールドを空のままにします。 1日は1,440分です。 1週間は10,080分です。 30日は43,200分です。
nl: Verlooptijd in minuten. Ge-cachete tegels worden opnieuw geladen na verloop van tijd. Laat dit veld leeg als je niet wilt dat de tegels voor deze gegevensbron worden geladen. Een dag is 1440 minuten. Een week is 10.080 minuten. 30 dagen is 43.200 minuten.
oc: Escasença de temps en minutas. Lei teules en memòria se tornaràn cargar après una durada especificada. Laissatz aquest camp vueje se volètz pas recargar lei teules d'aquesta fònt. Un jorn son 1 440 minutas. Una setmana son 10 080 minutas. 30 jorns son 43.200 minutas.
pl: Czas wygaśnięcia w minutach. Kafelki z pamięci podręcznej zostaną ponownie załadowane po określonym czasie. Pozostaw to pole puste, jeśli nie chcesz ponownie ładować kafelków dla tego źródła. Jeden dzień to 1440 minut. Jeden tydzień to 10 080 minut. 30 dni to 43 200 minut.
pt_br: Tempo de expiração em minutos. Os blocos em cache serão recarregados após o tempo especificado. Deixe esse campo em branco se você não precisar recarregar blocos para esta fonte. Um dia é 1440 minutos. Uma semana é de 10 080 minutos. 30 dias são 43 200 minutos.
ro_ro: Timpul de expirare în minute. Plăcile din memoria cache vor fi reîncărcate după timpul specificat. Lăsați acest câmp gol dacă nu este nevoie să reîncărcați dalele pentru această sursă. O zi reprezintă 1440 de minute. O săptămână reprezintă 10 080 de minute. 30 de zile reprezintă 43 200 de minute.
ru: Срок действия в минутах. Кешированные тайлы будут скачаны заново через определенное время. Оставьте это поле пустым, если вам не нужно повторно скачивать тайлы с этого источника. Один день - 1440 минут. Одна неделя - 10 080 минут. 30 дней - 43 200 минут.
sc: Tempus de iscadida in minutos. Sos tassedos s'ant a torrare a carrigare a pustis de su tempus dislindadu. Lassa custu campu bòidu si non tenes bisòngiu de torrare a carrigare sos tasseddos pro custa mitza. Una die sunt 1440 minutos. Una chida sunt 10 080 minutos. 30 dies sunt 43 200 minutos.
sr: Време истека у минутима. Кеширане плочице ће се поново учитати након одређеног времена. Оставите ово поље празно ако не морате поново да учитавате плочице за овај извор. Један дан је 1440 минута. Једна недеља је 10 080 минута. 30 дана је 43 200 минута.
sr_latn: Vreme isteka u minutima. Keširane pločice će se ponovo učitati nakon određenog vremena. Ostavite ovo polje prazno ako ne morate ponovo da učitavate pločice za ovaj izvor. Jedan dan je 1440 minuta. Jedna nedelja je 10 080 minuta. 30 dana je 43 200 minuta.
sv: Förfallotid i minuter. Cachelagrade raster-rutor läses om efter angiven tid. Lämna tomt om du inte behöver läsa om rutor för den här källan. En dag är 1440 minuter. En vecka är 10 080 minuter. En månad är ca 43 200 minuter.
ta: நிமிடங்களில் காலாவதி நேரம். தற்காலிக சேமிப்பு ஓடுகள் குறிப்பிட்ட நேரத்திற்குப் பிறகு மீண்டும் ஏற்றப்படும். இந்த மூலத்திற்கு ஓடுகளை மீண்டும் ஏற்ற தேவையில்லை என்றால் இந்த புலத்தை காலியாக விடவும். ஒரு நாள் 1440 நிமிடங்கள். ஒரு வாரம் 10 080 நிமிடங்கள். 30 நாட்கள் 43 200 நிமிடங்கள்.
tr: Dakika cinsinden geçerliliğin sona erme süresi. Önbelleğe alınan döşemeler belirtilen süreden sonra yeniden yüklenecektir. Bu kaynak için döşemeleri yeniden yüklemeniz gerekmiyorsa bu alanı boş bırakın. Bir gün 1440 dakikadır. Bir hafta 10 080 dakikadır. 30 gün 43 200 dakikadır.
uk: Строк дії в хвилинах. Кешована плитка буде завантажена через визначений час. Залиште це поле порожнім, якщо вам не потрібно перезавантажувати плитки для цього джерела. Один день - 1440 хвилин. Один тиждень - 10 080 хвилин. 30 днів - 43 200 хвилин.
zh_hant: 過期時間以分鐘計。在指定的時間後，將重新載入快取的圖塊。如果您不需要為此來源重新載入圖塊，請將此欄位留空。 一天是 1440 分鐘。 一週是 10 080 分鐘。 30 天是 43 200 分鐘。
