Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# offline_edition_descr
source: If offline editing is enabled, then changes will be saved locally first and uploaded by request, otherwise changes will be uploaded immediately.
af: Gebruik altyd aflyn redigering
ar: إذا تم تمكين التعديل دون اتصال ، فسيتم حفظ التعديلات محليًا أولاً ثم رفعها حسب الطلب، أو سيتم رفع التعديلات على الفور.
az: Oflayn düzəliş aktivdirsə, dəyişikliklər əvvəlcə yerli olaraq yadda saxlanılacaq və istəyə görə yüklənəcək, əks halda dəyişikliklər dərhal yüklənəcək.
be: Калі ўключана пазасеціўнае рэдагаванне, то змены будуць захоўвацца на прыладзе і адпраўляцца на сервер толькі па запыце, інакш будуць адпраўляцца неадкладна.
bg: Винаги ползвай офлайн редактиране
ca: En desconnexió la edició està activada, però llavors els canvis es desen localment primer i ja es pujaran quan es demani. altrament els canvis s'actualitzen immediatament.
cs: Pokud je povolena off-line editace, změny budou nejprve uloženy lokálně a odeslány až na žádost, jinak budou změny odeslány ihned.
da: Hvis offline redigering er aktiveret, vil ændringer først blive gemt lokalt og uploadet på forespørgsel. Ellers vil ændringer blive uploadet øjeblikkeligt.
de: Wenn die Offline-Bearbeitung aktiviert ist, werden Änderungen zunächst lokal gespeichert und auf Anforderung hochgeladen, anderenfalls werden Änderungen sofort hochgeladen.
el: Αν η επεξεργασία έκτος σύνδεσης είναι ενεργοποιημένη, οι αλλαγές σας θα αποθηκεύτουν τοπικά πρώτα και μεταφωρτοθούν με αίτημα, διαφορετικά οι αλλαγές θα μεταφωρτοθούν άμεσα.
eo: Se malkonekta redaktado estasŝaltita, ŝanĝoj estos unua konservitaj loke kaj alŝutitaj al OSM je peto. alie ŝanĝoj estos alŝutitaj tuj.
es_us: Si se activa la edición sin conexión, los cambios serán guardados localmente primero y serán cargados por solicitud, de lo contrario los cambios serán cargados de inmediato.
et: Kui võrguühenduseta muutmine on kasutusel, siis muudatused salvestatakse esmalt kohalikus nutiseadmes ning laaditakse üles eraldi päringuga. Muul juhul laaditakse muudatused üles koheselt.
eu: Lineaz kanpoko edizioa aktibatuta badago, aldaketak lokalean gordeko dira eta eskatutakoan igoko dira, bestela aldaketak berehala igoko dira.
fa: اگر ویرایش آفلاین فعال باشد، تغییرات ابتدا روی دستگاه ذخیره می‌شود و با درخواست شما بارگذاری می‌گردد. در غیر این صورت دردَم بارگذاری خواهد شد.
fi: Mikäli offline muokkaus on valittu, muutokset talletetaan ensin paikallisesti ja lähetetään vain pyynnöstä, muuten muutokset lähetetään samantien.
fr: Si le mode d'édition hors-ligne est activé, les modifications seront enregistrées localement puis envoyées à la demande. Sinon, les modifications seront envoyées immédiatement.
gl: Se se activa a edición sen conexión, as modificacións serán gardadas de xeito local primeiro e serán cargadas por solicitude, do contrario as modificacións serán cargadas de xeito inmediato.
he: אם עריכה בלתי מקוונת פעילה, השינויים יחולו מקומית תחילה ויועלו לפי דרישה, אחרת השינויים יועלו אוטומטית.
hu: Ha az offline szerkesztés engedélyezve van, akkor az alkalmazás a módosításokat először helyben menti és kérésre tölti fel, ha nincs, akkor pedig azonnal feltölti.
hy: Միշտ օգտագործել անցանց խմբագրումը։
id: Jika penyuntingan luring diaktifkan, maka perubahan akan disimpan secara lokal terlebih dahulu dan diunggah berdasarkan permintaan, jika tidak, perubahan akan segera diunggah.
is: Ef ónettengdar breytingar eru virkar, þá eru breytingar fyrst vistaðar á tækinu og síðan sendar inn samkvæmt beiðni. Annars gerist þetta jafnóðum.
it: Se è abilitata la modifica offline, le modifiche verranno prima salvate localmente e caricate su richiesta, altrimenti le modifiche verranno caricate immediatamente.
ja: オフライン編集が有効になっている場合、変更は最初にローカルに保存され、リクエストに応じてアップロードされます。有効になっていない場合、変更は即アップロードされます。
ka: ყოველთვის გამოვიყენოთ POI-ს ჩასწორების გათიშული რეჟიმი. წინააღმდეგ შემთხვევაში ცვლილებები მყისიერად აიტვირთება.
ko: 오프라인 편집을 항상 사용합니다
lt: Visada redaguoti neprisijungus prie interneto.
lv: Viemēr lietot bezsaistes rediģēšanu
mk: Ako e ovozmoženo oflajn ureduvanjeto, togaš promenite prvo ḱe se začuvaat lokalno i ḱe se podignat po baranje, inaku promenite ḱe se podignat vednaš.
ml: എല്ലായ്പ്പോഴും ഓഫ്ലൈൻ എഡിറ്റിംഗ് ഉപയോഗിക്കുക.
nb: Hvis redigering uten nett er aktivert, lagres endringer lokalt først og lastes opp på forespørsel, ellers vil endringer bli lastet opp umiddelbart.
nl: Als offline bewerken is ingeschakeld, worden veranderingen eerst lokaal opgeslagen en op verzoek geüpload. Anders worden veranderingen onmiddelijk geüpload.
oc: Sensa connexion, la modificacion es activada, mai lei cambis se devon sauvagardar localament en premier, se telecargaràn au besonh. autrament s'actualizan immediatament.
pl: Jeśli edycja offline jest włączona, to zmiany zostaną najpierw zapisane lokalnie i przesłane na żądanie, w przeciwnym razie zmiany zostaną przesłane natychmiast.
ro_ro: Dacă este activată editarea offline, atunci modificările vor fi mai întâi salvate local și încărcate la cerere, în caz contrar modificările vor fi încărcate imediat.
ru: Если используется правка на устройстве, то изменения будут сохранены локально и отправлены на сервер только по запросу, иначе они будут отправляться немедленно.
sc: Si sa modìfica chene lìnia est abilitada, sas modìficas ant a èssere sarvadas in locale, in antis, e carrigadas si benit pedidu. Si nono, ant a èssere carrigadas immediatamente.
sk: Ak je zapnuté offline upravovanie dát, zmeny budú najprv uložené lokálne a odoslané až na váš pokyn, inak budú zmeny odoslané ihneď.
sl: Če je urejanje brez povezave omogočeno, bodo spremembe najprej shranjene lokalno in prenesene na zahtevo, sicer bodo spremembe takoj prenesene.
sr: Ако је омогућено уређивање ван мреже, тада ће се промене прво сачувати местно и отпремити по захтеву, у супротном ће се промене одмах отпремити.
sr_latn: Ako je omogućeno uređivanje bez interneta, tada će se promene prvo sačuvati masto i otpremiti po zahtevu, u suprotnom će se promene odmah otpremiti.
sv: Om offline-redigering aktiveras, så sparas ändringar lokalt först och laddas bara upp på begäran. Om inte så laddas ändringar upp direkt.
ta: இணைப்பில்லாத திருத்துதல் இயக்கப்பட்டிருந்தால், மாற்றங்கள் முதலில் உள்நாட்டில் சேமிக்கப்பட்டு கோரிக்கையால் பதிவேற்றப்படும், இல்லையெனில் மாற்றங்கள் உடனடியாக பதிவேற்றப்படும்.
tr: Çevrim dışı düzenleme etkinleştirilirse, değişiklikler önce yerel olarak kaydedilecek ve istek üzerine karşıya yüklenecek, aksi takdirde değişiklikler hemen karşıya yüklenecek.
uk: Якщо увімкнено редагування в офлайн, то зміни спочатку буде збережено локально та надіслані за запитом, інакше зміни будуть надіслані негайно.
zh_hans: 如果启用了离线编辑，则会先将更改保存在本地，然后根据要求上传，否则会立即上传更改。
zh_hant: 如果啟用離線編輯，則更動將會先儲存在本機，然後按請求上傳，否則更動會立刻上傳。

# shared_string_recorded
source: Recorded
ar: المسافة
az: Qeyd edilən
be: Запісана
ca: Enregistrat
cs: Zaznamenáno
cy: Wedi'i recordio
da: Optaget
de: Aufgezeichnet
el: Καταγεγραμμένο
eo: Registrita
es_us: Grabado
et: Salvestatud
eu: Grabatuta
fa: ضبط‌شده
fi: Nauhoitettu
fr: Enregistré
gl: Gravada
he: הוקלט
hu: Rögzített
hy: Գրանցված է
id: Terekam
is: Skráð
it: Registrato
ja: 録音音声
ka: ჩანაწერი
ko: 기록
lt: Įrašyta
lv: Ierakstīts
mk: Snimeno
ml: റിക്കോഡ് ചെയ്തത്
nb: Tatt opp
nl: Opgenomen
oc: Enregistrat
pl: Zarejestrowany
ro_ro: Înregistrat
ru: Запись
sc: Registradu
sk: Zaznamenané
sl: Shranjeno
sr: Снимљено
sr_latn: Snimljeno
sv: Inspelat
ta: பதிவு
tr: Kaydedildi
uk: Записано
vi: Ghi âm sẵn
zh_hans: 已录制
zh_hant: 已記錄

# shared_string_status
source: Status
ar: الحالة
ast: Estáu
be: Статус
bg: Статус
ca: Estat
cs: Stav
cy: Statws
el: Κατάσταση
eo: Stato
es_us: Estado
et: Olek
eu: Egoera
fa: وضعیت
fi: Tila
fr: État
gl: Estado
he: מצב
hu: Állapot
hy: Կարգավիճակ
is: Staða
it: Stato
ja: ステータス
ka: სტატუსი
kn: ಸ್ಥಿತಿಗತಿ
ko: 상태
lt: Būsena
lv: Statuss
ml: അവസ്ഥ
oc: Estament
ro_ro: Stare
ru: Статус
sc: Istadu
sk: Stav
sl: Stanje
sr: Стање
ta: நிலைமை
tr: Durum
uk: Стан
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

# shared_string_added
source: Added
ar: تمت الإضافة
az: Əlavə edildi
be: Дададзена
bg: Добавено
ca: S'ha afegit
cs: Přidáno
cy: Ychwanegwyd
da: Tilføjet
de: Hinzugefügt
el: Προστέθηκε
eo: Aldonita(j)
es_us: Añadido
et: Lisatud
eu: Gehituta
fa: افزوده شد
fi: Lisätty
fr: Ajouté
gl: Engadido
he: נוספה
hu: Hozzáadva
hy: Ավելացված է
id: Ditambahkan
is: Bætt við
it: Aggiunto
ja: 追加しました
ka: დამატებულია
ku: Zêdekirî
lt: Pridėta
lv: Pievienots
mk: Dodadeno
ml: ചേർത്തു
my: ထည့်သည်
nb: Lagt til
nl: Toegevoegd
oc: Ajustat
pl: Dodane
ro_ro: Adăugat
ru: Добавлено
sc: Annantu
sk: Pridané
sl: Dodano
sr: Додато
sr_latn: Dodato
sv: Tillagd
ta: சேர்க்கப்பட்டது
tr: Eklendi
uk: Додано
vi: Đã thêm
zh_hans: 已添加
zh_hant: 已增加

# recording_delete_confirm
source: Delete this item?
af: Wil jy hierdie opname verwyder?
ar: حذف هذا المسار ؟
ast: ¿Quies desaniciar esti elementu?
az: Bu element silinsin?
be: Выдаліць гэты аб’ект?
bg: Изтриване на записа?
ca: Voleu eliminar aquest element?
cs: Smazat tuto položku?
cy: Dileu'r eitem hon?
da: Slet dette element?
de: Dieses Element löschen?
el: Να διαγραφεί αυτό το στοιχείο;
eo: Ĉu forigi tiun ĉi elementon?
es_us: ¿Borrar este elemento?
et: Kas kustutame selle objekti?
eu: Ezabatu elementu hau?
fa: این مورد را پاک می‌کنید؟
fi: Poistetaanko tämä kohde?
fr: Supprimer cet élément ?
gl: Desexa eliminar este elemento?
he: למחוק את הפריט הזה?
hu: Törli az elemet?
hy: Ջնջել այս գրառումը?
id: Hapus item ini?
is: Eyða þessu atriði?
it: Vuoi cancellare questo elemento?
ja: この記録を削除しますか？
ka: გნებავთ ჩანაწერის წაშლა?
ko: 이 기록을 삭제하시겠습니까 ?
lt: Ištrinti šį elementą?
lv: Vai vēlaties dzēst ierakstu?
mk: Da se izbriše ovaa stavka?
ml: ഈ ഇനം ഇല്ലാതാക്കണോ?
nb: Slett dette elementet?
nl: Wil je dit object verwijderen?
pl: Usunąć ten element?
ro_ro: Ștergeți acest element?
ru: Удалить эту запись?
sc: Iscantzellare custu elementu?
sk: Odstrániť túto položku?
sl: Aliželite izbrisati ta posnetek?
sr: Избрисати ову ставку?
sr_latn: Izbrisati ovu stavku?
sv: Ta bort det här objektet?
ta: இந்த உருப்படியை நீக்கவா?
tr: Bu ögeyi sil?
uk: Вилучити цей елемент?
zh_hans: 删除这个项目？
zh_hant: 要刪除此項目？

source: Download Wikipedia data
ar: تنزيل بيانات ويكيبيديا
az: Vikipediya məlumatlarını endir
be: Спампаваць даныя Вікіпедыі
bg: Изтегли данните от Wikipedia
ca: Baixa dades de la Viquipèdia
cs: Stahování dat z Wikipedie
cy: Llwytho data Wicipedia
da: Hent Wikipedia-data
de: Wikipedia-Daten herunterladen
el: Λήψη δεδομένων Βικιπαίδειας
eo: Elŝuti datumojn de Vikipedio
es_us: Descargar datos de Wikipedia
et: Laadi alla Vikipeedia andmed
eu: Deskargatu Wikipediako datuak
fa: بارگیری دادهٔ ویکی‌پدیا
fr: Télécharger les données Wikipédia
gl: Baixar datos da Wikipedia
he: הורדת נתונים מוויקיפדיה
hu: Wikipédia adatok letöltése
hy: Ներբեռնել Wikipedia տվյալները
id: Unduh data Wikipedia
is: Sækja Wikipedia-gögn
it: Scarica dati di Wikipedia
ja: Wikipediaデータのダウンロード
ka: ვიკიპედიის მონაცემების გადმოწერა
ko: 다운로드 Wikipedia data
lt: Atsisiųsti Vikipedijos duomenys
lv: Lejupielādēt Vikipēdijas datus
mk: Prezemete podatoci od Vikipedija
ml: "വിക്കിപ്പീഡിയ വിവരങ്ങള്‍ ഡൗണ്‍ലോഡ് ചെയ്യുക "
nb: Last ned Wikipedia-data
nl: Wikipedia-gegevens downloaden
pl: Pobierz dane z Wikipedii
ro_ro: Descărcați datele Wikipedia
ru: Скачать данные Википедии
sc: Iscàrriga sos datos de Wikipedia
sk: Stiahnuť údaje Wikipédie
sl: Prejmi podatke Wikipedije
sr: Преузми податке са Википедије
sr_latn: Preuzmi podatke sa Vikipedije
sv: Hämta Wikipedia-data
ta: விக்கிபீடியா கட்டுரையை பதிவிறக்கவும்
tr: Wikipedia verilerini indir
uk: Завантаження даних Вікіпедії
zh_hans: 下载维基百科数据
zh_hant: 下載維基百科資料

# auth_failed
source: Authorization failed
af: Magtiging het misluk
ar: فشل الترخيص
az: İcazə uğursuz oldu
be: Не атрымалася выканаць аўтарызацыю
bg: Неуспешно влизане
ca: Ha fallat l'autorització
cs: Autorizace selhala
cy: Method dilysiad
da: Autorisation fejlede
de: Autorisierung fehlgeschlagen
el: Αποτυχία εξουσιοδότησης
eo: Rajtigo malsukcesis
es_us: Fallo de autorización
et: Autoriseerimine ebaõnnestus
eu: Baimentzeak huts egin du
fa: احراز هویت انجام نشد
fi: Valtuutus epäonnistui
fr: Échec de l\'autorisation
gl: Fallou a autorización
he: האימות נכשל
hu: Azonosítás nem sikerült
hy: Մուտք գործելը ձախողվեց
id: Otorisasi gagal
is: Auðkenning brást
it: Autorizzazione fallita
ja: 認証に失敗
ka: ავტორიზაცია წარუმატებელია
ko: 인증 실패
lt: Autorizacija nepavyko
lv: Autorizācija neizdevās
mk: Ovlastuvanjeto ne uspea
ml: "പ്രവേശനാനുമതി കിട്ടിയില്ല "
nb: Identitetsbekreftelse mislyktes
nl: Autorisatie mislukt
pl: Nie udało się uwierzytelnić
ro_ro: Autorizarea a eșuat
ru: Авторизация не произошла
sc: Autorizatzione fallida
sk: Autorizácia zlyhala
sl: Pooblastitev je spodletela
sr: Провера овлашћења није успела
sr_latn: Provera ovlašćenja nije uspela
sv: Åtkomst nekades
ta: அங்கீகாரம் தோல்வியடைந்தது
tr: Yetkilendirme başarısız
uk: Помилка авторизації
vi: Định danh thất bại
zh_hans: 授权失败
zh_hant: 授權失敗

# rendering_attr_contourColorScheme_name
source: Contour lines color scheme
ar: نظام ألوان الخطوط الكنتورية
az: Kontur xətlərinin rəng sxemi
be: Каляровая схема гарызанталяў
bg: Цветова схема на контурните линии
ca: Esquema de color de les línies de contorn
cs: Barevné schéma vrstevnic
cy: Cynllun lliwiau cyfuchluniau
da: Farvetema for højdekurver
de: Farbschema für Höhenlinien
el: Χρωματικός συνδυασμός ισοϋψών καμπυλών
eo: Kolor-skemo de nivelkurboj
es_us: Esquema de color de las curvas de nivel
et: Kõrgusjoonte värviskeem
eu: Ingerada marren kolore eskema
fa: رنگ‌بندی منحنی‌های میزان
fi: Korkeuskäyrien väripaletti
fr: Couleurs des courbes de niveau
gl: Esquema de cores das liñas de nivel
he: ערכת הצבעים של קווי המתאר
hu: Szintvonalak színsémája
hy: Contour lines գունային սխեման
id: Skema warna garis kontur
is: Litastef hæðarlína
it: Colorazione delle linee isoipse
ja: 等高線の配色
ka: კონტურული ხაზების ფერთა გამა
lt: Kontūro linijų spalvų schema
lv: Kontūrlīniju krāsu shēma
mk: Šema na boi na konturni linii
ml: കോണ്ടൂര്‍ വരകളുടെ നിറങ്ങളുടെ സ്കീം
nb: Fargeskjema for koter
nl: Kleurenschema voor hoogtelijnen
oc: Coloracion dei linhas de contorn
pl: Zestaw kolorów poziomic
pt_br: Esquema de cores das curvas de nível
ro_ro: Schemă de culori pentru linii de contur
ru: Цветовая схема изолинии
sc: Ischema de colores pro sas curvas de livellu
sk: Farebná schéma vrstevníc
sl: Barvna shema izohips
sr: Образац боја линија изохипси
sr_latn: Šema boja linija izohipsi
sv: Färgschema för höjdkurvor
ta: விளிம்புக் கோடுகள் வண்ணங்கள் திட்டம்
tr: Eş yükselti eğrileri renk şeması
uk: Колірна схема ізоліній
vi: Hệ màu đường đồng mức
zh_hans: 等高线的颜色调配
zh_hant: 等高線的顏色調配

source: m
ar: م
be: м
bg: м
el: μ
he: מ׳
hy: մ
ka: მ
ml: മീ.
mr: मी
ru: м
ta: மீ
uk: м
zh_hans: 米
zh_hant: 公尺

# rendering_attr_noAdminboundaries_description
source: Suppress display of regional boundaries (admin levels 5–9).
af: Onderduk streeksgrense (adminvlk 5-9)
ar: منع عرض الحدود الإقليمية (المستويات الإدارية من 5-9).
be: Не адлюстроўваць рэгіянальныя межы (адміністатыўныя ўзроўні 5–9).
bg: Скриване на регионални граници (admin нива 5–9).
ca: No mostris els límits administratius regionals (nivells 5 a 9).
cs: Potlačit zobrazení správních hranic (administrativní úrovně 5-9).
da: Undertryk visning af regionalegrænser (niveau 5–9).
de: Anzeige regionaler Grenzverläufe (Administrationsebenen 5 - 9) unterdrücken.
el: Περιορισμός εμφάνισης διοικητικών ορίων (επίπεδα διαχειριστή 5-9).
eo: Ne montri regionajn limojn (administraciaj niveloj 5–9).
es_us: Ocultar fronteras regionales (niveles administrativos 5 – 9).
et: Tühista piirkondlike piiride kuvamine (administraatori tasemed 5–9).
eu: Ez erakutsi eskualde mailako mugak (5-9 administrazio mailak).
fa: مرزهای مناطق را نشان نده (تقسیمات سیاسی سطح ۵–۹).
fi: Pidä alueelliset rajat piilossa (hallintotasot 5–9).
fr: Masquer les limites administratives régionales (niveaux 5 à 9).
gl: Agochar fronteiras rexionais (niveis administrativos do 5ó 9).
he: הסתרת גבולות אזוריים (דרגות ניהול 5‏-9).
hu: Regionális határok megjelenítésének kikapcsolása (5–9 közigazgatási szint).
hy: Թաքցնել տարածաշրջանային սահմանները (admin levels 5–9)։
id: Menekan tampilan batas wilayah (tingkat admin 5–9).
is: Sleppa birtingu héraðsmarka (stjórnsýslustig 5-9).
it: Non visualizzare i confini regionali (livelli amministrativi 5-9).
ja: 地域の境界線(管理レベル 5-9)を非表示
ka: რეგიონალური საზღვრების ჩვენების შეზღუდვა (ადმინისტრირების დონე 5-9).
ko: 지역 경계 표시를 억제 (관리자 레벨 5-9 )
lt: Neberodyti regionų ribų (administratoriaus 5-9 lygiai).
lv: Noņemt reģionālo robežu attēlošanu (admin līmeņi 5-9)
mk: Potisnete go prikazot na regionalnite granici (administratorsko nivo 5–9).
ml: "പ്രാദേശിക ഭരണപരമായ അതിരുകള്‍ കാണിക്കാതിരിക്കുക( നിലകള്‍ 5-9)"
nb: Undertrykk visning av regionale grenser (administrasjonsnivåer 5-9).
nl: Geen weergave van regio- en provinciegrenzen (grensniveaus 5-9).
oc: Pas mostrar lei limits admistratius (de nivèu 5-9).
pl: Pomiń wyświetlenie granic regionalnych (poziomy administratora 5-9).
pt_br: Esconder limites regionais (níveis administrativos 5-9).
ro_ro: Nu afișa limitele regionale (niveluri administrative 5-9).
ru: Скрыть региональные границы (admin levels 5-9).
sc: Cua sas làcanas regionales (livellos amministrativos 5–9).
sk: Potlačiť zobrazenie hraníc regiónov (administratívne úrovne 5 až 9).
sl: Izbira onemogoči izris upravnih mej (na ravneh približanja od 5 do 9).
sr: Забрани приказ областних граница (нивои руковаоца 5-9).
sr_latn: Zabrani prikaz oblastnih granica (nivoi rukovaoca 5-9).
sv: Undertryck visning av regionala gränser (adminnivåer 5-9).
ta: பிராந்திய எல்லைகளைக் காட்சிப்படுத்த (நிர்வாகம் அளவு 5-9).
tr: Bölgesel sınırların gösterilmesini önle (yönetici seviyesi 5-9).
uk: Приховати регіональні кордони (рівні 5–9).
zh_hans: 不显示区域(行政区划级别5-9)的边界。
zh_hant: 抑制顯示行政區界(管理級別5-9)。

# routing_attr_avoid_toll_description
source: Avoids toll roads
af: Vermy tolpaaie
ar: تجنب الطرق برسوم
az: Pullu yollardan yayınır
be: Пазбягаць платных дарог
bg: Избягване на платени пътища
ca: Evita les vies de peatge
cs: Vyhne se placeným silnicím
da: Undgår betalingsveje
de: Vermeidet Mautstraßen
el: Αποφεύγει δρόμους με διόδια
eo: Eviti pagendajn vojojn
es_us: Evita caminos con peajes
et: Väldib tasulisi teid
eu: Saihestu bidesariak
fa: از جاده‌های عوارضی‌دار پرهیز می‌کند
fi: Vältä tietulleja
fr: Éviter les péages
gl: Evitar estradas de portaxe ou peaxe
he: נמנע מכבישי אגרה
hu: Elkerüli a fizetős utakat
hy: Խուսափել վճարովի ճանապարհներից
id: Menghindari jalan tol
is: Forðast gjaldskylda vegi
it: Evita strade a pedaggio
ja: 移動時に有料道路を避けます
ka: ფასიანი გზების თავიდან აცილება
ko: 유료도로 회피하기
lt: Vengti mokamų kelių
lv: Jāmaksā nodeva par ceļa lietošanu
mk: Izbegnuvaj patista so patarini
ml: ടോള്‍ റോഡുകള്‍ ഒഴിവാക്കുക
nb: Unngår bomveier
nl: Vermijdt tolwegen
oc: Evitar lei rotas de peatge
pl: Unika płatnych dróg
pt_br: Evita estradas com pedágio
ro_ro: Evită drumuri cu taxă
ru: Избегать платных дорог
sc: Istransit sos caminos a pagamentu
sk: Vyhne sa spoplatneným cestám
sl: Izogne se cestam s plačljivo cestnino
sr: Избегавање путева са наплатним станицама
sr_latn: Puteve sa putarinom
sv: Undviker betalvägar
ta: கட்டண சாலைகள் தவிர்
tr: Ücretli yollardan kaçınır
uk: Уникати платних доріг
vi: Tránh đường thu phí
zh_hans: 避开收费公路
zh_hant: 避開收費道路

source: km
ar: كم
be: км
bg: км
el: χλμ
he: ק״מ
hy: կմ
ka: კმ
ml: കി.മീ.
mr: किमी
ru: км
ta: கி.மீ.
uk: км
zh_hans: 千米
zh_hant: 公里

# rendering_attr_hidePOILabels_name
source: POI labels
ar: تسميات POI
az: POI adları
be: Назвы POI
bg: POIетикети
ca: Etiquetes PDI
cs: Popisky bodů
cy: Labeli POI
da: IP-etiketter
de: POI-Beschriftungen
el: Ετικέτες ΣΕ
eo: Etikedoj de interesejoj
es_us: Etiquetas de PDI
et: POI sildid
eu: Interesguneen etiketak
fa: نام POIها
fi: KP-nimet
fr: Libellés des points d'intérêt
gl: Etiquetas do PDI
he: תוויות נ״ע
hu: Érdekes helyek feliratai
hy: POI պիտակներ
id: Label POI
is: Merkingar merkisstaða
it: Etichette PDI
ja: POIのラベル
ka: POIჭდეები
ku: Nîşana POIyê
lt: LV pavadinimai
lv: POI nosaukumi
mk: oznaki za POI
ml: POI ലേബലുകൾ
my: POI တံဆိပ်များ
nb: Interessepunktetiketter
nl: POI-namen
oc: Etiquetas PDI
pl: Etykiety miejsc użytecznych
pt_br: Rótulos POI
ro_ro: Etichete puncte de interes
ru: Названия POI
sc: Etichetas PDI
sk: Popisy bodov záujmu
sl: Oznake točk POI
sr: Ознаке тачака занимања
sr_latn: TOI oznake
sv: POI-etiketter
ta: POI முகப்புவரிச்சீட்டு
tr: POI etiketleri
uk: Назви точок інтересу
vi: Các nhãn POI
zh_hans: 兴趣点（POI）标签
zh_hant: POI 標籤

# routing_attr_short_way_name
source: Fuel-efficient way
ar: طريق أقل استهلاكاً للوقود
ast: Camín eficiente
az: Yanacağa qənaətli yol
be: Паліўна-ашчадны маршрут
bg: Икономичен маршрут
ca: Ruta amb menys consum
cs: Ekonomická trasa
cy: Llwybr defnydd effeithlon o danwydd
da: Brændstofbesparende rute
de: Kraftstoffsparende Route
el: Διαδρομή με οικονομία καυσίμων
eo: Brulaĵ-ŝparema kurso
es_us: Ruta de bajo consumo (corta)
et: Kütusesäästlik tee
eu: Bide erregai-efizientea
fa: راه صرفه‌جویی سوخت
fi: Polttoainetaloudellinen reitti
fr: Trajet économe en carburant
gl: Camiño con aforro no combustíbel
he: דרך חסכונית בדלק
hu: Üzemanyag-takarékos útvonal
hy: Վառելիք տնտեսող ճանապարհ
id: Cara hemat bahan bakar
is: Leið með hagkvæmri eldsneytisnýtingu
it: Percorso più efficiente rispetto ai consumi
ja: 燃費を抑えたルート
ka: საწვავის დასაზოგი გზა
ko: 연비가 좋은 방법
lt: Taupus kelias
lv: Ekonomiskais maršruts
mk: Efikasen način za gorivo
ml: "മൈലേജ് കൂടുതലുള്ള വഴി "
nb: Drivstoff-effektiv vei
nl: Economische route
oc: Percors qu'esparnha la consomacion
pl: Ekonomiczna trasa
pt_br: Via mais econômica
ro_ro: Varianta eficientă de combustibil
ru: Снижать расход топлива
sc: Àndala prus de atòliu pro sos consumos
sk: Ekonomická trasa
sl: Pot z najmanjšo porabo goriva
sr: Пут који штеди гориво
sr_latn: Eknomična ruta
sv: Bränslesnål väg
ta: எரிபொருள்-திறனுள்ள வழி
tr: Yakıt-tasarruflu yol
uk: Паливно-ощадний шлях
vi: Lối đi tiết kiệm nhiên liệu
zh_hans: 节油道路
zh_hant: 省油的方式

# rendering_attr_noAdminboundaries_name
source: Boundaries
af: Versteek grense
ar: الحدود
az: Sərhədlər
be: Межы
bg: Граници
bs: Sakrij granice
ca: Límits administratius
cs: Hranice oblastí
cy: Ffiniau
da: Grænser
de: Grenzen
el: Όρια
eo: Limoj
es_us: Fronteras
et: Piirid
eu: Mugak
fa: مرزها
fi: Rajat
fr: Frontières
gl: Fronteiras
he: גבולות
hu: Határvonalak
hy: Սահմանները
id: Batasan
is: Afmarkanir
it: Confini
ja: 境界
ka: საზღვრები
ko: 경계 숨기기
lt: Ribos
lv: Robežas
mk: Granici
ml: "അതിരുകള്‍ മറച്ചുവക്കുക "
mr: सीमा
nb: Grenser
nl: Grenzen
oc: Limits administratius
pl: Granice
pt_br: Limites
ro_ro: Limite
ru: Границы
sc: Làcanas
sk: Hranice oblastí
sl: Ne izriši upravnih mej
sr: Границе
sr_latn: Granice
sv: Gränser
ta: எல்லைகள்
tr: Sınırlar
uk: Кордони
vi: Đường biên giới
zh_hans: 边界线
zh_hant: 界線
