Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# quick_action_add_marker
source: Add map marker
ar: إضافة توجيه مباشر للخريطة
ast: Amestar un marcador nel mapa
az: Xəritə işarəsi əlavə et
be: Дадаць адзнаку
ca: Afegeix marcador de mapa
cs: Přidat mapovou značku
cy: Ychwanegu nod map
da: Tilføj kortmarkør
de: Kartenmarker hinzufügen
el: Προσθήκη δείκτη χάρτη
eo: Aldoni map-markon
es_us: Añadir marcador de mapa
et: Lisa kaardimarker
eu: Gehitu mapa-markatzailea
fa: افزودن نشانهٔ نقشه
fi: Lisää karttamarkkeri
fr: Ajouter une marque
gl: Engadir unha marcaxe do mapa
he: הוספת סמן מפה
hu: Térképjelölő hozzáadása
hy: Ավելացնել մարկեր
id: Tambahkan penanda peta
is: Bæta við kortamerki
it: Aggiungi marcatore mappa
ja: マップマーカー追加
ka: რუკის სანიშნის დამატება
lt: Pridėti žemėlapio žymeklį
lv: Pievienot marķieri
mk: Dodadete marker na karta
ml: മാപ്പ് മാർക്കർ ചേർക്കുക
nb: Legg til kartmarkør
nl: Markeervlaggetje toevoegen
oc: Ajustar un marcador de mapa
pl: Dodaj znacznik mapy
ro_ro: Adaugă marker de hartă
ru: Добавить маркер
sc: Annanghe unu marcadore
sk: Pridať mapovú značku
sl: Dodaj označbo na zemljevidu
sr: Додај ознаку на карти
sr_latn: Dodaj marker na mapu
sv: Lägg till kartmarkör
ta: வரைபட மார்க்கரைச் சேர்க்கவும்
tr: Harita işaretleyici ekle
uk: Додати позначку
zh_hans: 添加地图标记
zh_hant: 增加地圖標記

# cloud_show
source: Show cloud
ar: إظهار السحابة
cs: Zobrazit oblačnost
cy: Dangos cwmwl
da: Vis sky
de: Wolken anzeigen
el: Εμφάνιση σύννεφων
es_us: Mostrar nubes
et: Näita pilvisust
fr: Afficher les nuages
hu: Felhőzet megjelenítése
id: Tampilkan awan
is: Sýna skýjahulu
it: Mostra nuvole
lt: Rodyti debesis
nb: Vis skylag
nl: Toon bewolking
oc: Mostrar la nivolada
pl: Pokaż chmurę
ro_ro: Arată nor
ru: Показать облачность
sc: Ammustra sas nues
sr: Прикажи облаке
sr_latn: Prikaži oblake
sv: Visa molntäcke
ta: மேகக்கட்டத்தைக் காட்டு
tr: Bulutu göster
uk: Показати хмарність
zh_hant: 顯示雲層

# quick_action_map_style
source: Map style
ar: تغيير ثيم الخريطة
ast: Change map style
az: Xəritə stilini dəyiş
be: Змяніць стыль мапы
bg: Промяна на стила на картата
ca: Estil del mapa
cs: Styl mapy
cy: Change map style
da: Kortstil
de: Kartenstil
el: Στυλ χάρτη
eo: Map-stilo
es_us: Estilo del mapa
et: Kaardi stiil
eu: Mapa estiloa
fa: سبک نقشه
fi: Karttatyyli
fr: Style de carte
gl: Mudar o estilo do mapa
he: סגנון מפה
hu: Térképstílus
hy: Փոխել քարտեզի ոճը
id: Gaya peta
is: Stíll korts
it: Stile della mappa
ja: マップスタイル
ka: რუკის სტილი
ko: 지도 스타일 변경
lt: Pakeistižemėlapio stilių
lv: Mainīt kartes stilu
mk: Promenete go stilot na kartata
ml: മാപ്പ് ശൈലി മാറ്റുക
nb: Kartstil
nl: Kaartstijl
oc: Modificar la representacion de la mapa
pl: Zmień styl mapy
ro_ro: Stil hartă
ru: Стиль карты
sc: Acontza s'istile de sa mapa
sk: Štýl mapy
sl: Spremeni slog zemljevida
sr: Начин приказа карте
sr_latn: Stil mape
sv: Kartstil
ta: வரைபட நடை
tr: Harita tarzını değiştir
uk: Стиль мапи
vi: Kiểu bản đồ
zh_hans: 地图样式
zh_hant: 地圖樣式

# quick_action_edit_action
source: Edit action
ar: تعديل الإجراء
az: Fəaliyyətə düzəliş et
be: Рэдагаваць дзеянне
ca: Edita acció
cs: Upravit akci
cy: Golygu'r weithred
da: Rediger genvej
de: Aktion bearbeiten
el: Επεξεργασία ενέργειας
eo: Redakti agon
es_us: Editar acción
et: Muuda tegevust
eu: Editatu ekintza
fa: اصلاح کنش
fr: Modifier l'action
gl: Engadir unha acción
he: עריכת פעולה
hu: Művelet szerkesztése
hy: խմբագրել գործողությունը
id: Sunting tindakan
is: Breyta aðgerð
it: Modifica azione
ja: アクションを編集
ka: მოქმედების ჩასწორება
lt: Redaguoti veiksmą
lv: Labot darbību
mk: Uredete go dejstvieto
ml: പ്രവർത്തനം എഡിറ്റുചെയ്യുക
nb: Rediger handling
nl: Sneltoets bewerken
oc: Modificar l'accion
pl: Modyfikowanie czynności
ro_ro: Editați acțiunea
ru: Править действие
sc: Modìfica s'atzione
sk: Upraviť akciu
sl: Uredi dejanje
sr: Уреди дејство
sr_latn: Uredi akciju
sv: Redigera åtgärd
ta: செயலைத் திருத்து
tr: Eylemi düzenle
uk: Редагувати дію
zh_hans: 编辑动作
zh_hant: 編輯動作

# quick_action_enter_message
source: Enter message
ar: أدخل رسالة
be: Увядзіце паведамленне
ca: Introduïu el missatge
cs: Vložit zprávu
da: Indtast besked
de: Nachricht eingeben
el: Εισαγωγή μηνύματος
es_us: Ingresar mensaje
et: Sisesta vaade
fr: Entrer un message
hu: Üzenet megadása
id: Masukkan pesan
is: Settu inn skilaboð
it: Inserisci messaggio
nl: Voer bericht in
oc: Escrivètz un messatge
pl: Wpisz wiadomość
pt_br: Digite a mensagem
ro_ro: Introduceți mesajul
ru: Введите сообщение
sc: Inserta su messàgiu
sr: Унеси поруку
sr_latn: Upiši poruku
sv: Ange meddelande
ta: செய்தியை உள்ளிடவும்
tr: Mesaj gir
uk: Введіть повідомлення
zh_hant: 輸入訊息

# quick_action_source_switch_descr
source: Tapping this action button pages through the list below.
ar: النقر على صفحات زر هذا الإجراء من خلال القائمة أدناه.
be: Націск на гэтую кнопку прагортвае старонкі дадзенага спіса.
ca: Prement aquest botó d'acció pagineu per la llista que segueix.
cs: Klepnutím na tlačítko akce procházíte seznam níže.
da: Tryk på denne genvejsknap gennemløber nedenstående liste.
de: Drücken diesen Buttons erlaubt durch die untenstehende Liste zu blättern.
el: Πατώντας αυτό το κουμπί ενέργειας ξεφυλλίζει την παρακάτω λίστα.
es_us: Este botón de acción, muestra la siguiente lista.
et: Sellel nupul vajutamine liigub lehekülgede kaupa läbi alloleva nimekirja.
fr: Appuyez pour faire défiler la liste ci-dessous.
hu: Erre a műveletgombra koppintva lapozhat az alábbi listában
id: Mengetuk tombol aksi ini menampilkan daftar di bawah.
is: Ef ýtt er á þennan aðgerðahnapp verður flett í gegnum listann hér fyrir neðan.
it: Toccando questo pulsante si sfoglia l'elenco sottostante.
ja: このアクションボタンをタップすると下のリストが表示されます。
nl: Door op deze actieknop te tikken blader je door onderstaande lijst.
oc: Clicatz sus aquest boton per vos desplaçar dins la lista çai-sota.
pl: Naciśnięcie tego przycisku czynności powoduje przejście do poniższej listy.
pt_br: Tocar nas páginas deste botão de ação na lista abaixo.
ro_ro: Dacă atingeți acest buton de acțiune, parcurgeți lista de mai jos.
ru: Эта кнопка действия перелистывает список ниже.
sc: Incarcare custu butone de atzione faghet iscùrrere sa lista in suta.
sr: Додиром на ово дугме листају се странице кроз листу испод.
sr_latn: Dodirom na ovo dugme listaju se stranice kroz listu ispod.
sv: Tryck på snabbåtgärden stegar genom listan nedan.
ta: இந்த செயல் பொத்தான் பக்கங்களை கீழே உள்ள பட்டியல் மூலம் தட்டுகிறது.
tr: Bu eylem düğmesine dokunmak, aşağıdaki listeyi sayfalar halinde gösterir.
uk: Ця кнопка дії переміщує на наступну сторінку списку нижче.
zh_hant: 點選此動作按鈕將翻閱下方的列表。

# quick_action_poi_add_descr
source: Tapping this action button allows you to quickly add POI on the map with predefined type and tags.
ar: يتيح لك النقر فوق زر الإجراء هذا إضافة POI بسرعة على الخريطة بنوع وعلامات محددة مسبقًا.
be: Гэтая кнопка дзеяння дазваляе хутка дадаваць POI на мапу з вызначаным тыпам і пазнакамі.
ca: Prement aquest botó d'acció podreu afegir directament un PDI al mapa, amb el tipus i etiquetes predeterminats.
cs: Klepnutím na toto tlačítko akce snadno přidáte na mapu bod zájmu s předdefinovaným typem a značkami.
da: Ved at trykke på denne genvejsknap kan du hurtigt tilføje et interessepunkt på kortet med foruddefineret type og mærke.
de: Drücken diesen Buttons erlaubt das schnelle Hinzufügen von POIs auf der Karte mit vordefiniertem Typ und Tags.
el: Πατώντας αυτό το κουμπί ενέργειας σας επιτρέπει να προσθέσετε γρήγορα ένα ΣΕ στο χάρτη με τα προκαθορισμένα είδη και ετικέτες.
es_us: Este botón de acción, añade rápidamente un PDI al mapa con tipos y etiquetas predefinidos.
et: Selle toimingunupu puudutamine võimaldab kiiresti lisada kaardile eelmääratud liigi ja siltidega HP.
fr: Appuyer sur ce bouton d’action vous permet d’ajouter rapidement des POI sur la carte avec un type et des étiquettes prédéfinis.
hu: Erre a műveletgombra koppintva előre meghatározott típusokkal és címkékkel gyorsan hozzáadhat érdekes helyeket a térképhez.
id: Mengetuk tombol aksi ini memungkinkan Anda menambahkan POI dengan cepat di peta dengan jenis dan tag yang telah ditentukan sebelumnya.
is: Með því að ýta á þennan aðgerðarhnapp er hægt að bæta fljótt við merkisstað á kortið með fyrirfram skilgreindri gerð og merkjum.
it: Toccando questo pulsante è possibile aggiungere rapidamente PDI sulla mappa con tipi e tag predefiniti.
ja: このアクションボタンをタップすると、定義済みの種類とタグを利用してマップにすばやくPOIを追加することができます。
nl: Door op deze actieknop te tikken kan je snel een POI op de kaart toevoegen als voorgedefinieerde type en tags.
oc: De clicar sus aquest boton vos permet d'ajustar lèu un PDI a la mapa, amb un tipe e d'etiquetas predeterminats.
pl: Naciśnięcie tego przycisku czynności umożliwia szybkie dodawanie UM na mapie za pomocą predefiniowanych typów i etykiet.
pt_br: Tocar neste botão de ação permite adicionar POI rapidamente no mapa com etiquetas e tipos predefinidos.
ro_ro: Atingerea acestui buton de acțiune vă permite să adăugați rapid POI pe hartă cu tipul și etichetele predefinite.
ru: Эта кнопка действия позволяет быстро добавлять POI на карту с предварительно определённым типом и тегами.
sc: Incarcare custu butone de atzione ti permitit de annànghere in presse unu PDI in sa mapa cun casta e categorias predefinidas.
sr: Додиром на ово дугме за акцију вам омогућава да брзо додате POI на мапи са унапред дефинисаним типом и ознакама.
sr_latn: Dodirom na ovo dugme za akciju vam omogućava da brzo dodate TOI na mapi sa unapred definisanim tipom i oznakama.
sv: Tryck på snabbåtgärden möjliggör att snabbt lägga till intressepunkter i kartan med förinställda taggar.
ta: இந்த செயல் பொத்தானைத் தட்டினால், முன் வரையறுக்கப்பட்ட வகை மற்றும் குறிச்சொற்களுடன் வரைபடத்தில் POI ஐ விரைவாக சேர்க்க உங்களை அனுமதிக்கிறது.
tr: Bu eylem düğmesine dokunmak, önceden tanımlanmış tür ve etiketlerle haritaya hızlı bir şekilde POI eklemenizi sağlar.
uk: Ця кнопка дозволяє швидко додавати точки інтересу на мапу з попередньо визначеним типом та теґами.
zh_hant: 點選此動作按鈕可以讓您在地圖上快速新增具有預定義類型和標籤的 POI。

# quick_action_add_dest_descr
source: Tapping this action button sets the destination to the map center. Any previously selected destination becomes the last intermediate destination.
ar: يؤدي النقر فوق زر الإجراء هذا إلى تعيين الوجهة إلى مركز الخريطة. تصبح أي وجهة محددة مسبقًا هي الوجهة الوسيطة الأخيرة.
be: Гэтая кнопка дзеяння вызначае пункт прызначэння ў цэнтры экрана мапы. Любы раней абраны пункт прызначэння робіцца апошнім прамежкавым пунктам прызначэння.
ca: Prement aquest botó d'acció s'estableix com destinació el punt central del mapa. Qualsevol selecció de destinació anterior es convertirà en el darrer punt de pas intermedi.
cs: Klepnutím na toto tlačítko akce nastavíte střed mapy jako nový cíl. Původně nastavený cíl se stane posledním mezicílem.
da: Tryk på denne genvejsknap tilføjer en destination på skærmens centrum. Enhver tidligere valgt destination bliver den sidste mellemliggende destination.
de: Durch Antippen dieser Aktionstaste wird das Ziel auf die Kartenmitte gesetzt. Jedes zuvor ausgewählte Ziel wird zum letzten Zwischenziel.
el: Πατώντας αυτό το κουμπί ενέργειας ορίζει τον προορισμό στο κέντρο του χάρτη. Οποιοσδήποτε προηγούμενος επιλεγμένος προορισμός γίνεται ο τελευταίος ενδιάμεσος προορισμός.
es_us: Este botón de acción, añade un destino en el centro de la pantalla. Cualquier destino previamente elegido, se mueve como último destino intermedio.
et: Selle toimingunupu puudutamine seab kaardi keskkoha sihtpunktiks. Mis tahes varem valitud sihtpunktist saab viimane vahesihtkoht.
fr: Appuyez pour définir la destination au centre de la carte. Toute destination précédemment sélectionnée devient la dernière destination intermédiaire.
hu: Erre a műveletgombra koppintva az úti cél a térkép közepére kerül. A korábban kiválasztott úti cél az utolsó közbenső úti céllá válik.
id: Mengetuk tombol aksi ini menetapkan tujuan ke pusat peta. Setiap tujuan yang dipilih sebelumnya menjadi tujuan perantara terakhir.
is: Ef ýtt er á þennan aðgerðahnapp verður áfangastað bætt á miðju skjásins. Fyrri áfangastaður mun verða að síðasta milliáfangastað.
it: Toccando questo pulsante si imposta la destinazione al centro della mappa. Qualsiasi destinazione precedentemente selezionata diventa l'ultima destinazione intermedia.
ja: このアクションボタンをタップすると、マップの中心が目的地として設定されます。その前に選択した目的地は最後の経由地点になります。
nl: Door op deze actieknop te tikken zet je de bestemming volgens het midden van de kaart. Eerder geselecteerde bestemming wordt dan de laatste tussenstop.
oc: Aquest boton establís per destinacion lo ponch centrau de la mapa. Tota destinacion qu'auriatz seleccionada de per avans devèn lo darrier ponch d'etapa.
pl: Naciśnięcie tego przycisku czynności ustawia cel podróży na środku mapy. Każdy wcześniej wybrany cel podróży staje się ostatnim pośrednim celem podróży.
pt_br: Tocar neste botão de ação define o destino para o centro do mapa. Qualquer destino previamente selecionado se torna o último destino intermediário.
ro_ro: Atingerea acestui buton de acțiune stabilește destinația în centrul hărții. Orice destinație selectată anterior devine ultima destinație intermediară.
ru: Эта кнопка действия устанавливает пункт назначения в центре экрана карты. Любое ранее выбранное место назначения становится последним промежуточным пунктом назначения.
sc: Incarcare custu butone de atzione fàghet divènnere sa positzione in su tzentru de sa mapa sa destinatzione de s'àndala. S'ùrtima destinatzione impostada in antis diventat s'ùrtimu puntu de coladòrgiu.
sr: Додиром на ово дугме за акцију поставља се одредиште на центар мапе. Било које претходно изабрано одредиште постаје последње међуодредиште.
sr_latn: Dodirom na ovo dugme za akciju postavlja se odredište na centar mape. Bilo koje prethodno izabrano odredište postaje poslednje međuodredište.
sv: Tryck på denna åtgärdsknapp sätter destinationen till kartcentret. Varje tidigare vald destination blir den sista mellanliggande destinationen.
ta: இந்த செயல் பொத்தானைத் தட்டுவது இலக்கை வரைபட மையத்திற்கு அமைக்கிறது. முன்னர் தேர்ந்தெடுக்கப்பட்ட எந்த இடமும் கடைசி இடைநிலை இடமாக மாறும்.
tr: Bu eylem düğmesine dokunmak, harita merkezini hedef olarak ayarlar. Önceden seçilen herhangi bir hedef son ara hedef haline gelir.
uk: Натискання на цю кнопку встановить пункт призначення в центрі екрана мапи. Будь-яке раніше обране місце призначення стане останнім проміжним пунктом призначення.
zh_hant: 點選此動作按鈕將目的地設定為地圖中心。任何先前選定的目的地都將成為最後的中間目的地。

# quick_action_autozoom_descr
source: Tapping this action button turns on/off the map auto zoom mode according to current speed.
ar: يؤدي النقر فوق زر الإجراء هذا إلى تشغيل / إيقاف تشغيل وضع التكبير التلقائي للخريطة وفقًا للسرعة الحالية.
be: Націск на гэтую кнопку ўключыць/выключыць аўтамаштабаванне мапы ў залежнасці ад хуткасці.
ca: Prement aquest botó d'acció activau/desactiveu el canvi d'escala automàtic del mapa segons la velocitat actual.
cs: Klepnutím na toto tlačítko akce se zapne nebo vypne automatické přibližování mapy podle aktuální rychlosti.
da: Ved tryk på genvejsknappen, tændes/slukkes den automatiske zoomtilstand i henhold til den aktuelle hastighed.
de: Wenn Sie auf diese Aktionstaste tippen, wird der automatische Zoom-Modus der Karte entsprechend der aktuellen Geschwindigkeit ein- und ausgeschaltet.
el: Πατώντας αυτό το κουμπί ενέργειας ενεργοποιεί/απενεργοποιεί την λειτουργία αυτόματης μεγέθυνσης χάρτη σύμφωνα με την τρέχουσα ταχύτητα.
es_us: Este botón de acción, alterna el zum automático del mapa de acuerdo a la velocidad.
et: Selle toimingunupu puudutamine lülitab sisse / välja kiirusetundliku kaardi automaatse suurendamise režiimi.
fr: Appuyez pour activer/désactiver le zoom automatique de la carte en fonction de la vitesse actuelle.
hu: Erre a műveletgombra koppintva be- illetve kikapcsolhatja a térkép automatikus nagyítását a jelenlegi sebesség alapján.
id: Mengetuk tombol aksi ini mengaktifkan/menonaktifkan mode auto zoom peta sesuai dengan kecepatan saat ini.
is: Ef ýtt er á þennan aðgerðahnapp verður kveikt/slökkt á sjálfvirkum aðdrætti miðað við hraða þinn.
it: Toccando questo pulsante si attiva/disattiva la modalità di zoom automatico della mappa in base alla velocità attuale.
ja: このアクションボタンをタップすると、現在の速度に応じてマップ自動ズームモードのON/OFFが切り替わります。
nl: Door op deze actieknop te tikken schakel je autozoom mode in of uit naargelang de huidige snelheid.
oc: Aquest boton activa/desactiva la modificacion automatica de l'escala de la mapa segon la velocitat actuala.
pl: Naciśnięcie tego przycisku czynności włącza/wyłącza tryb auto-przybliżania mapy zgodnie z aktualną prędkością.
pt_br: Tocar neste botão de ação liga/desliga o modo de zoom automático do mapa de acordo com a velocidade atual.
ro_ro: Atingerea acestui buton de acțiune activează/dezactivează modul de zoom automat al hărții în funcție de viteza curentă.
ru: Эта кнопка действия включает или выключает автоматическое изменение масштабирования карты относительно текущей скорости.
sc: Incarcare custu butone istudat o allughet s'ismanniamentu de sa mapa chi sighit sa lestresa tua.
sr: Додиром на ово акционо дугме укључује се/искључује режим аутоматског зумирања мапе у складу са тренутном брзином.
sr_latn: Dodirom na ovo akciono dugme uključuje se/isključuje režim automatskog zumiranja mape u skladu sa trenutnom brzinom.
sv: Tryck på den här åtgärdsknappen slår på / av map auto zoomläge enligt aktuell hastighet.
ta: இந்த செயல் பொத்தானைத் தட்டுவது தற்போதைய வேகத்திற்கு ஏற்ப வரைபட ஆட்டோ சூம் பயன்முறையை இயக்குகிறது/முடக்குகிறது.
tr: Bu eylem düğmesine dokunmak, mevcut hıza göre harita otomatik yakınlaştırma modunu açar/kapatır.
uk: Натискання на цю кнопку увімкне або вимкне автоматичну зміну масштабу мапи відповідно до поточної швидкості.
zh_hant: 點選此動作按鈕將根據目前速度開啟/關閉地圖自動縮放模式。

# quick_action_pause_nav_descr
source: Tap this button to pause or resume the navigation.
ar: اضغط على هذا الزر لإيقاف التنقل مؤقتًا أو استئنافه.
be: Націсніце гэтую кнопку, каб прыпыніць ці аднавіць навігацыю.
ca: Premeu aquest botó per aturar o reprendre la navegació.
cs: Stiskněte toto tlačítko na pozastavení, nebo pokračování navigace.
da: Tryk på knappen for at sætte navigationen på pause eller genoptage den.
de: Tippen Sie auf diese Taste, um die Navigation anzuhalten oder fortzusetzen.
el: Πατήστε αυτό το κουμπί για να σταματήσετε ή να συνεχίσετε την πλοήγηση.
es_us: Este botón de acción, pausa o reanuda la navegación.
et: Puuduta seda nuppu navigeerimise peatamiseks või jätkamiseks.
fa: برای مکث‌کردن در/ادامه‌دادن به ناوبری این دکمه را لمس کنید.
fr: Appuyez sur ce bouton pour suspendre la navigation ou la reprendre après l'avoir suspendue.
gl: Preme neste botón para deter ou voltar á navegación.
hu: A navigáció szüneteltetéséhez vagy folytatásához koppintson erre a gombra.
id: Ketuk tombol ini untuk menjeda atau melanjutkan navigasi.
is: Ýttu á þennan hnapp til að setja leiðsögn í bið eða halda áfram með hana.
it: Premi questo pulsante per mettere in pausa o riprendere la navigazione.
ja: このアクションボタンをタップすると、ナビゲーションの一時停止と再開ができます。
nb: Trykk på denne knappen for å sette på pause eller gjenoppta navigeringen.
nl: Tik op deze knop om de navigatie te pauzeren of weer verder te gaan.
oc: Quichatz aquest boton per metre en pausa ò reprendre la navigacion.
pl: Naciśnij ten przycisk, aby wstrzymać lub wznowić nawigowanie.
pt_br: Toque neste botão para pausar ou retomar a navegação.
ro_ro: Atingeți acest buton pentru pauză sau reluare navigație.
ru: Эта кнопка действия приостанавливает или возобновляет навигацию.
sc: Incarca custu butone pro pònnere in pàusa o fàghere sighire sa navigatzione.
sk: Použite toto tlačidlo pre pozastavenie alebo obnovenie navigácie.
sl: Pritisnite gumb,če želite začasno ustaviti oziroma nadaljevati navigacijo.
sr: Додирните ово дугме да бисте паузирали или наставили навигацију.
sr_latn: Dodirnite ovo dugme da biste pauzirali ili nastavili navigaciju.
sv: Tryck för att pausa eller återuppta navigering.
ta: இடைநிறுத்த அல்லது வழிசெலுத்தலை மீண்டும் தொடங்க இந்த பொத்தானைத் தட்டவும்.
tr: Navigasyonu duraklatmak ya da devam ettirmek için bu düğmeye tıklayınız.
uk: Натискання на цю кнопку призупинить або поновить навігацію.
zh_hans: 点击该按钮以暂停或恢复导航。
zh_hant: 輕點此按鈕以暫停或繼續導航。

# quick_action_toggle_notes_descr
source: Tap this action button to show or hide online OSM notes.
ar: اضغط على زر الإجراء هذا لإظهار أو إخفاء ملاحظات OSM عبر الإنترنت.
be: Гэтая кнопка дзеяння паказвае/хавае сеціўныя нататкі OSM.
ca: Prement aquest botó d'acció es mostren o s'amaguen les notes OSM a internet.
cs: Klepněte na toto tlačítko akce pro zobrazení nebo skrytí OSM poznámek.
da: Tryk på genvejsknappen viser eller skjuler online OSM-bemærkninger.
de: Tippen Sie auf diese Taste, um Online-OSM-Hinweise ein- oder auszublenden.
el: Πατήστε αυτό το κουμπί ενέργειας για εμφάνιση ή απόκρυση των διαδικτυακών σημείωσεων OSM.
es_us: Este botón de acción, alterna la vista de notas OSM en línea.
et: Puuduta seda toimingunuppu OSM võrgus olevate märkmete kuvamiseks või peitmiseks.
fr: Appuyez pour afficher/masquer les notes OSM en ligne.
hu: Koppintson erre a műveletgombra az online OSM-jegyzetek megjelenítéséhez vagy elrejtéséhez.
id: Ketuk tombol aksi ini untuk menampilkan atau menyembunyikan catatan OSM online.
is: Ef ýtt er á þennan aðgerðahnapp verða OSM-athugasemdir af netinu birtar eða faldar á kortinu.
it: Tocca questo pulsante per mostrare o nascondere le note OSM online.
ja: このアクションボタンをタップすると、オンラインOSMメモの表示/非表示を切り替えます。
nl: Door op deze actieknop te tikken toon je of verberg je online OSM notities.
oc: Aquest boton permet de mostrar ò d'amagar lei nòtas OSM en linha.
pl: Naciśnij ten przycisk, aby wyświetlić lub ukryć uwagi OSM online.
pt_br: Toque neste botão de ação para mostrar ou ocultar as notas on-line do OSM.
ro_ro: Atingeți acest buton de acțiune pentru a afișa sau ascunde notele OSM online.
ru: Эта кнопка действия показывает или прячет онлайновые заметки OSM.
sc: Incarca custu butone de atzione pro ammustrare o cuare sas notas de OSM in lìnia.
sr: Додирните ово дугме за акцију да бисте приказали или сакрили OSM белешке на мрежи.
sr_latn: Dodirnite ovo dugme za akciju da biste prikazali ili sakrili OSM beleške na mreži.
sv: Tryck för att visa/dölja online OSM-anteckningar.
ta: நிகழ்நிலை OSM குறிப்புகளைக் காட்ட அல்லது மறைக்க இந்த செயல் பொத்தானைத் தட்டவும்.
tr: Çevrim içi OSM notlarını göstermek veya gizlemek için bu eylem düğmesine dokunun.
uk: Натискання на цю кнопку покаже або сховає онлайн-примітки OSM.
zh_hant: 點選此動作按鈕以顯示或隱藏線上 OSM 註解。

# quick_action_edit_list
source: Edit actions list
ar: تحرير قائمة الإجراءات
be: Рэдагаваць спіс хуткіх дзеянняў
ca: Edita la llista d’accions
cs: Upravit seznam akcí
da: Rediger genvejsliste
de: Aktionsliste bearbeiten
el: Επεξεργασία λίστας ενεργειών
es_us: Editar lista de acciones
et: Muuda tegevuste nimekirja
fr: Modifier la liste d'actions
hu: Műveletlista szerkesztése
id: Edit daftar tindakan
is: Breyta aðgerðalista
it: Mod
ja: アクションリストの編集
ka: ქმედებების სიის ჩასწორება
nl: Bewerk lijst met acties
oc: Modificar la lista d'accions
pl: Edytuj listę czynności
pt_br: Editar lista de ações
ro_ro: Editarea listei de acțiuni
ru: Править быстрые действия
sc: Acontza sa lista de sas atziones
sr: Уредите листу радњи
sr_latn: Uredite listu radnji
sv: Redigera åtgärdslistan
ta: செயல்கள் பட்டியலைத் திருத்து
tr: Eylemler listesini düzenle
uk: Редагувати список швидких дій
zh_hant: 編輯動作列表
