Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# wikipedia_language_settings_descr
source: Select the languages ​​in which Wikipedia articles will appear on the map. You can switch between any available language ​​while reading the article.
ar: حدد اللغات التي ستظهر بها مقالات ويكيبيديا على الخريطة. يمكنك التبديل بين أي لغة متاحة أثناء قراءة المقال.
cs: Vyberte jazyky, ve kterých se budou články Wikipedie zobrazovat na mapě. Během čtení článku můžete přepínat mezi všemi dostupnými jazyky.
da: Vælg de sprog, som Wikipedia-artikler skal vises i på kortet. Du kan skifte mellem alle tilgængelige sprog, mens du læser artiklen.
de: Wählen Sie die Sprachen aus, in denen Wikipedia-Artikel auf der Karte erscheinen sollen. Sie können während des Lesens des Artikels zwischen allen verfügbaren Sprachen wechseln.
es_us: Marca los idiomas donde los artículos de Wikipedia aparecerán en el mapa. Puedes cambiar entre todos los idiomas disponibles mientras lees el artículo.
et: Vali keeled, milles soovid Vikipeedia artikleid oma kaardil näha. Artikli lugemisel saad ka olemasolevate keeleversioonide vahel vahetada.
fr: Sélectionnez les langues dans lesquelles les articles de Wikipédia apparaîtront sur la carte. Vous pouvez passer d'une langue à l'autre pendant la lecture de l'article.
hu: Válassza ki azokat a nyelveket, amelyeken megjelenjenek a Wikipédia cikkei a térképen. A cikk olvasása közben átválthat bármelyik elérhető nyelvre.
id: Pilih bahasa yang artikel Wikipedia-nya akan muncul di peta. Anda dapat beralih di antara bahasa yang tersedia saat membaca artikel.
is: Veldu þau tungumál sem Wikipedia-greinarnar ættu að birtast á á kortinu. Þú munt geta skipt á milli allra tiltækra tungumála á meðan þú lest grein.
it: Seleziona le lingue in cui appariranno gli articoli di Wikipedia sulla mappa. Puoi passare da una qualsiasi lingua disponibile durante la lettura dell'articolo.
nl: Selecteer de taal waarin Wikipedia artikelen zullen verschijnen op de kaart. U kunt bij het lezen van het artikel in elke beschikbare taal veranderen.
ro_ro: Selectați limbile în care articolele Wikipedia vor apărea pe hartă. Puteți comuta între orice limbă disponibilă în timp ce citiți articolul.
ru: Выберите языки, на которых статьи Википедии будут отображаться на карте. Вы можете переключаться между любыми доступными языками во время чтения статьи.
sr: Изаберите језике на којима ће се чланци Википедије појавити на мапи. Док читате чланак, можете се пребацивати између било којег доступног језика.
sr_latn: Izaberite jezike na kojima će se članci Vikipedije pojaviti na mapi. Dok čitate članak, možete se prebacivati između bilo kojeg dostupnog jezika.
sv: Välj språket som Wikipedias artiklar visas med på kartan. Du kan växla mellan tillgängliga språk medan du läser artikeln.
ta: விக்கிபீடியா கட்டுரைகள் வரைபடத்தில் தோன்றும் மொழிகளைத் தேர்ந்தெடுக்கவும். கட்டுரையைப் படிக்கும்போது கிடைக்கக்கூடிய எந்த மொழிக்கும் இடையில் நீங்கள் மாறலாம்.
tr: Wikipedia makalelerinin haritada görüneceği dilleri seçin. Makaleyi okurken kullanılabilir herhangi bir dil arasında geçiş yapabilirsiniz.
uk: Виберіть мови, якими статті Вікіпедії будуть відображатися на мапі. Ви можете перемикатися між будь-якими доступними мовами під час читання статті.
zh_hans: 选择地图上维基百科文章将显示的语言。你可以在阅读文章时切换为其它可用语言。
zh_hant: 選擇將在地圖上顯示維基百科文章的語言。您可以在閱讀文章時切換任何可用的語言。

source: Over Wi-Fi only
ar: عبر الواي الفاي فقط
cs: Pouze přes Wi-Fi
da: Kun via Wi-Fi
de: Nur über Wi-Fi
el: Με Wi-Fi μόνο
es_us: Sólo por Wi-Fi
et: Vaid WiFi ühendusega
fr: Uniquement en Wi-Fi
hu: Csak Wi-Fi-n
id: Hanya melalui Wi-Fi
is: Aðeins um Wi-Fi-net
it: Solo con Wi-Fi
ja: Wi-Fi接続時のみ
nl: Alleen over Wi-Fi
ro_ro: Numai prin Wi-Fi
ru: Только по Wi-Fi
sr: Само преко Wi-Fi мреже
sr_latn: Samo preko Wi-Fi mreže
sv: Endast Wi-Fi
ta: வைஃபை மட்டுமே
tr: Yalnızca Wi-Fi üzerinden
uk: Тільки через Wi-Fi
zh_hans: 仅通过 Wi-Fi
zh_hant: 僅透過 Wi-Fi

source: Download only now
ar: تنزيل الآن فقط
cs: Stáhnout pouze nyní
da: Download kun nu
de: Nur jetzt herunterladen
el: Κατέβασε μόνο τώρα
es_us: Descargar sólo esta vez
et: Laadi alla vaid praegu
fr: Télécharger seulement maintenant
hu: Letöltés csak most
id: Unduh sekarang saja
is: Sækja bara núna
it: Scarica solo per questa volta
nl: Alleen nu downloaden
ro_ro: Descărcați numai acum
ru: Скачать только сейчас
sr: Преузми само сада
sr_latn: Preuzmi samo sada
sv: Ladda ner bara nu
ta: இப்போது மட்டுமே பதிவிறக்கவும்
tr: Yalnızca şimdi indir
uk: Завантажити тільки зараз
zh_hant: 僅現在下載

# download_over_cellular_network
source: Download images over cellular network? This may incur high charges.
ar: هل تريد تنزيل الصور عبر الشبكة الخلوية؟ قد يؤدي هذا إلى تحمل رسوم باهظة.
cs: Stahovat obrázky přes mobilní síť? To může být spojeno s vysokými poplatky.
da: Vil du downloade billeder via mobilnetværk? Dette kan medføre høje gebyrer.
de: Bilder über ein Mobilfunknetz herunterladen? Dabei können hohe Gebühren anfallen.
es_us: ¿Descargar imágenes a través de la red móvil? Esto puede incurrir en altos cargos.
et: Kas laadime pildid alla mobiilse internetiühenduse abil? Sellega võivad olla seotud märgatavad kulud.
fr: Télécharger des images via le réseau cellulaire ? Cela peut entraîner des frais élevés.
hu: Biztosan le szeretné tölteni a képeket mobiladat-forgalmon keresztül? Ez magas költségekkel járhat.
id: Unduh gambar melalui jaringan seluler? Ini dapat menimbulkan biaya tinggi.
is: Sækja myndir um farsímanet? Þetta gæti stofnað til nokkurs kostnaðar.
it: Scaricare le immagini tramite rete cellulare? Potrebbe comportare costi elevati.
nl: Afbeelding over mobiel netwerk downloaden? Dat kan hoge kosten inhouden.
ro_ro: Descărcați imagini prin rețeaua celulară? Acest lucru poate atrage costuri ridicate.
ru: Скачивать изображения по сотовой сети? За это может взиматься высокая плата.
sr: Преузети слике преко мобилне мреже? Ово може изазвати високе трошкове.
sr_latn: Preuzeti slike preko mobilne mreže? Ovo može izazvati visoke troškove.
sv: Vill du ladda ner bilder via mobildata? Det kan innebära höga kostnader.
ta: செல்லுலார் நெட்வொர்க்கில் படங்களை பதிவிறக்கவா? இது அதிக கட்டணங்களை ஏற்படுத்தக்கூடும்.
tr: Resimler hücresel ağ üzerinden indirilsin mi? Bu yüksek ücretlere neden olabilir.
uk: Завантажувати зображення через мобільну мережу? За це може стягуватися висока плата.
zh_hant: 透過行動網路下載圖片？這可能會產生高額費用。

# map_widget_altitude_current_location
source: Altitude: current location
ar: الارتفاع: الموقع الحالي
be: Вышыня: бягучае месцазнаходжанне
bg: Надм. височина: текущо местоположение
ca: Altitud: ubicació actual
cs: Nadmořská výška: aktuální poloha
da: Højde: Nuværende placering
de: Höhe: aktueller Standort
el: Υψόμετρο: τρέχουσα θέση
eo: Altitudo: nuna pozicio
es_us: Altitud: ubicación actual
et: Kõrgus: praegune asukoht
eu: Altuera: uneko kokapena
fa: ارتفاع: مکان کنونی
fi: Korkeus: nykyinen sijainti
fr: Altitude : position actuelle
hu: Magasság: jelenlegi hely
id: Ketinggian: lokasi saat ini
is: Hæð: fyrirliggjandi staðsetning
it: Altitudine: posizione attuale
ja: 高度: 現在地
ko: 고도: 현재 위치
nb: Høyde: gjeldende posisjon
nl: Hoogte: huidige locatie
pl: Wysokość n.p.m.: aktualna lokalizacja
ro_ro: Altitudine: locație curentă
ru: Высота: текущее местоположение
sc: Artària: positzione atuale
sk: Nadmorská výška: súčasná poloha
sl: Nadmorska višina: trenutna lokacija
sr: Земљописна висина: тренутни положај
sr_latn: Visina: trenutna lokacija
sv: Höjd: nuvarande plats
ta: உயரம்: தற்போதைய இடம்
tr: Yükseklik: geçerli konum
uk: Висота: поточне положення
vi: Độ cao: vị trí hiện tại
zh_hans: 海拔：当前位置
zh_hant: 海拔：目前位置

# map_widget_altitude_map_center
source: Elevation: map center
ar: الارتفاع: مركز الخريطة
be: Вышыня: цэнтр мапы
bg: Надм. височина: център на картата
ca: Elevació: centre del mapa
cs: Nadmořská výška: střed mapy
da: Højde: kortcentrum
de: Höhe: Kartenmitte
el: Υψόμετρο: κέντρο χάρτη
eo: Altitudo: map-centro
es_us: Elevación: centro del mapa
et: Kõrgus: kaardi keskpunkt
eu: Kota: maparen erdigunea
fa: ارتفاع: مرکز نقشه
fi: Korkeus: kartan keskikohta
fr: Altitude : centre de la carte
hu: Magasság: térképközéppont
id: Ketinggian: tengah peta
is: Hæð: miðja korts
it: Altitudine: centro mappa
ja: 標高：マップ中心
ko: Elevation: 지도 센터
nb: Høyde: kartsenter
nl: Stijging: midden van kaart
pl: Wysokość: centrum mapy
ro_ro: Elevație: centrul hărții
ru: Высота: центр карты
sc: Artària: tzentru de sa mapa
sk: Nadmorská výška: stred mapy
sl: Nadmorska višina: sredina zemljevida
sr: Надморска висина: средиште карте
sr_latn: Nadmorska visina: centar mape
sv: Höjd: kartans mitt
ta: உயரம்: வரைபட நடுவண்
tr: Yükseklik: harita merkezi
uk: Висота над рівнем моря: центр мапи
vi: Độ cao: Trung tâm bản đồ
zh_hans: 海拔：地图中心
zh_hant: 海拔：地圖中心

# map_widget_altitude_map_center_desc
source: Shows the elevation above sea level of the current map center.
ar: إظهارالارتفاع فوق مستوى سطح البحر لمركز الخريطة الحالي.
be: Паказвае вышыню над узроўнем мора для цэнтра мапы.
bg: Показва надморската височина в текущия център на картата.
ca: Mostra l'elevació sobre el nivell del mar del centre actual del mapa.
cs: Zobrazuje nadmořskou výšku aktuálního středu mapy.
da: Viser højden over havniveau for det aktuelle kortcentrum.
de: Zeigt die Höhe über dem Meeresspiegel der aktuellen Kartenmitte an.
el: Δείχνει το υψόμετρο από το ύψος της θάλασσας του τρέχοντος κέντρου χάρτη.
eo: Vidigas altecon super la marnivelo por la montrata centro de la mapo.
es_us: Muestra la elevación sobre el nivel del mar en el centro del mapa actual.
et: Näitab kaardi praeguse keskpunkti kõrgust merepinnast.
eu: Uneko maparen erdigunearen itsas mailaren gaineko kota erakusten du.
fa: ارتفاع از سطح دریا مرکز نقشه کنونی را نمایش می‌دهد.
fr: Affiche l'altitude du centre de la carte.
hu: Megjeleníti a jelenlegi térképközéppont tengerszint feletti magasságát.
id: Menunjukkan ketinggian di atas permukaan laut dari pusat peta saat ini.
is: Sýnir hæð yfir sjávarmáli á núverandi miðju landakortsins.
it: Mostra l'altezza sul livello del mare dell'attuale centro della mappa.
ja: 現在のマップ中心の海抜高度を表示します。
ko: 현재 지도 중심의 해발 고도를 표시합니다.
nb: Viser høyde over havet til gjeldende kartsenter.
nl: Toont de stijging boven zeespiegel op het midden van de kaart.
pl: Pokazuje wysokość nad poziomem morza aktualnego środka mapy.
ro_ro: Arată altitudinea deasupra nivelului mării a centrului curent al hărții.
ru: Виджет показывает высоту над уровнем моря для текущего центра карты.
sc: Ammustrat s'artària subra de su livellu de su mare de su tzentru atuale de sa mapa.
sk: Zobrazuje nadmorskú výšku v strede mapy.
sl: Prikazuje nadmorsko višino trenutnega središča zemljevida.
sr: Приказује надморску висину на тренутном средишту карте.
sr_latn: Prikazuje nadmorsku visinu na trenutnom centru mape.
sv: Visar höjden över havet vid aktuellt kartcentrum.
ta: தற்போதைய வரைபட மையத்தின் கடல் மட்டத்திற்கு மேலே உயரத்தைக் காட்டுகிறது.
tr: Geçerli harita merkezinin deniz seviyesinden yüksekliğini gösterir.
uk: Показує висоту над рівнем моря поточного центру мапи.
vi: Hiện độ cao trên mực nước biển của trung tâm bản đồ hiện tại.
zh_hans: 显示当前地图中心的海拔高度。
zh_hant: 顯示目前地圖中心的海拔高度。

# reset_all_settings_desc
source: Reset all settings to default?
ar: إعادة تعيين كافة الإعدادات إلى الافتراضي؟
az: Bütün parametrlər standarta sıfırlansın?
be: Вы ўпэўнены, што хочаце скінуць усе налады да прадвызначаных?
bg: Възстановяване на настройките по подразбиране?
cs: Obnovit všechna nastavení do výchozího stavu?
da: Nulstil alle indstillinger til standard?
de: Alle Einstellungen auf Standardwerte zurücksetzen?
el: Επαναφορά όλων των ρυθμίσεων στην προεπιλογή;
eo: Ĉu reagordi ĉiujn agordojn al implicitaj valoroj?
es_us: ¿Restablecer todos los ajustes a los predefinidos?
et: Kas muudame kõik seadistused vaikimisi seadistusteks?
eu: Ziur ezarpen guztiak leheneratu nahi dituzula?
fa: بازنشانی همه تنظیمات به حالت پیش‌فرض؟
fi: Palautetaanko kaikki oletusasetukset?
fr: Réinitialiser tous les paramètres ?
he: לאפס את כל ההגדרות לברירת המחדל?
hu: Összes beállítás alaphelyzetbe állítása?
id: Atur ulang semua pengaturan ke bawaan?
is: Frumstilla allar stillingar á sjálfgefin gildi?
it: Ripristinare tutte le impostazioni predefinite?
ja: すべての設定を初期値にリセットしますか？
ko: 모든 설정을 기본값으로 재설정하시겠습니까?
mk: Dali ste sigurni deka sakate da gi resetirate site postavki na standardni?
nb: Tilbakestill alle innstillingene?
nl: Alle instellingen naar standaard terugzetten?
pl: Przywrócić wszystkie ustawienia do wartości domyślnych?
ro_ro: Resetați toate setările la valorile implicite?
ru: Сбросить все настройки к значениям по умолчанию?
sc: Resetare totu sas impostatziones a sos valores predefinidos?
sk: Obnoviť všetky nastavenia na predvolené hodnoty?
sl: Ponastaviti vse nastavitve na privzete?
sr: Да ли вратити све поставке на подразумевано?
sr_latn: Da li vraćaš podešavanja na standardna?
sv: Återställ alla inställningar till standard?
ta: எல்லா அமைப்புகளையும் இயல்புநிலைக்கு மீட்டமைக்கவா?
tr: Tüm ayarları varsayılan değerlerine sıfırlamak istediğinizden emin misiniz?
uk: Скинути всі налаштування до типових?
vi: Đặt lại tất cả cài đặt về mặc định?
zh_hans: 重置所有设置为默认值吗？
zh_hant: 將所有設定重設為預設值？

source: No widgets here yet
ar: لا يوجد ودجت هنا حتى الان
az: Burada hələ vidcet yoxdur
be: Тут пакуль няма віджэтаў
bg: Липсват приспособления
cs: Zatím zde nejsou žádné nástroje
cy: Dim ategion yma eto
da: Ingen moduler her endnu
de: Noch keine Widgets vorhanden
el: Δεν υπάρχουν γραφικά στοιχεία εδώ ακόμα
eo: Neniu fenestraĵo tie ĉi
es_us: Todavía sin widgets aquí
et: Siin pole veel vidinaid
eu: Oraindik ez dago trepetarik hemen
fa: هنوز هیچ ابزارکی اینجا نیست
fr: Pas encore de gadget ici
he: אין כאן וידג׳טים עדיין
hu: Itt még nincs modul
id: Belum ada widget di sini
is: Engir viðmótshlutar hér ennþá
it: Ancora nessun widget qui
ja: ここにはまだウィジェットがありません
ko: 아직 위젯 없음
mk: Ovde sè ušte nema vidžeti
nb: Ingen miniprogrammer her enda
nl: Nog geen widgets hier
oc: Pas encar de clavelets aicí
pl: Nie ma jeszcze widżetów
ro_ro: Nu aveți niciun widget încă
ru: Виджеты не добавлены
sc: Galu perunu widget inoghe
sk: Nie sú tu zatiaľ žiadne nástroje
sl: Tuše ni gradnikov
sr: Овде још нема справица
sr_latn: Još nema widžeta
sv: Inga widgetar här ännu
ta: இங்கே விட்செட்டுகள் இல்லை
tr: Burada henüz widget yok
uk: Тут ще немає віджетів
vi: Chưa có widget nào ở đây
zh_hans: 这里还没有小工具
zh_hant: 這裡還沒有小工具

# no_widgets_descr
source: Add one or more widgets from the list of available widgets.
ar: أضف أداة واحدة أو أكثر من قائمة الأدوات المتاحة.
az: Mövcud vidcetlər siyahısından bir və ya daha çox vidcet əlavə edin.
be: Дадайце адзін або некалькі віджэтаў са спісу даступных віджэтаў.
bg: Добавете едно или няколко приспосибления от възможните.
cs: Přidejte jeden nebo více nástrojů ze seznamu dostupných nástrojů.
cy: Ychwanegwch un neu ragor o ategion o restr o ategion ar gael.
da: Tilføj et eller flere moduler fra listen over tilgængelige moduler.
de: Ein oder mehrere Widgets aus der Liste der verfügbaren Widgets hinzufügen.
el: Προσθέστε ένα ή περισσότερα γραφικά στοιχεία από την λίστα με τα διαθέσιμα γραφικά στοιχεία.
eo: Aldonu almenaŭ unu fenestraĵon el la listo de disponeblaj fenestraĵoj.
es_us: Añade uno o más widgets de la lista de widgets disponibles.
et: Lisa saadavalolevate vidinate hulgast mõni vajalik vidin.
eu: Gehitu trepeta bat edo gehiago erabilgarri dauden trepeten zerrendatik.
fa: یک یا چند ابزارک از فهرست ابزارک‌های در دسترس بیافزایید.
fr: Ajouter un ou plusieurs gadgets depuis la liste des gadgets disponibles.
he: ניתן להוסיף וידג׳ט אחד או יותר מרשימת הווידג׳טים הזמינים.
hu: Adjon hozzá egy vagy több modult a rendelkezésre állók közül.
id: Tambahkan satu widget atau lebih dari daftar widget yang tersedia.
is: Bættu við einum eða fleiri viðmótshlutum úr listanum yfir tiltæka viðmótshluta.
it: Aggiungi uno o più widget dall'elenco dei widget disponibili.
ja: 利用可能なウィジェットの一覧から、1つ以上のウィジェットを追加します。
ko: 사용 가능한 위젯 목록에서 하나 이상의 위젯을 추가합니다.
mk: Dodadete eden ili poveḱe vidžeti od spisokot na dostapni vidzeti.
nb: Legg til ett eller flere miniprogrammer fra listen av tilgjengelige miniprogrammer.
nl: Eén of meer widgets toevoegen van lijst van beschikbare widgets.
oc: Ajustar unò mai clavelet(s) partent de la lista de clavelets disponibles.
pl: Dodaj jeden lub więcej widżetów z listy dostępnych widżetów.
ro_ro: Adăugați unul sau mai multe widgeturi din lista de widgeturi disponibile.
ru: Добавьте виджеты из списка доступных.
sc: Annanghe unu o prus widgets dae sa lista de widgets a disponimentu.
sk: Pridajte jeden alebo viac nástrojov zo zoznamu dostupných nástrojov.
sl: Dodaj enega ali več gradnikov s seznama gradnikov, ki so na voljo.
sr: Додајте једну или више справица са списка доступних справица.
sr_latn: Dodaj jedan ili više vidžeta dostupnih sa spiska.
sv: Lägg till en eller flera widgetar från listan av tillgängliga widgetar.
ta: கிடைக்கக்கூடிய விட்செட்களின் பட்டியலிலிருந்து ஒன்று அல்லது அதற்கு மேற்பட்ட விட்செட்களைச் சேர்க்கவும்.
tr: Kullanılabilir widget'lar listesinden bir veya daha fazla widget ekleyin.
uk: Додайте один або кілька віджетів зі списку наявних віджетів.
vi: Thêm một hoặc nhiều widget từ danh sách những widget hiện có.
zh_hans: 从可用小部件列表中添加一个或多个小部件。
zh_hant: 從可用小工具的列表中新增一個或多個小工具。

source: Click on widget
ar: انقر على الأداة (الودجت)
be: Націсніце на віджэт
bg: Докосване на приспособление
ca: Feu clic al giny
cs: Klikněte na widget
da: Klik på modul
de: Klicken Sie auf das Widget
el: Πατήστε στο γραφικό στοιχείο
eo: Je frapeti fenestraĵon
es_us: Pulsar en el widget
et: Klõpsi vidinal
eu: Egin klik trepetan
fa: روی ابزارک کلیک کنید
fi: Paina widgettiä
fr: Cliquer sur le gadget
he: לחיצה על הווידג׳ט
hu: Kattintson a modulra
id: Klik pada widget
is: Smellt á viðmótshluta
it: Clicca sul widget
ja: ウィジェットをタップ
ko: 위젯 클릭
nb: Klikk på miniprogrammet
nl: Drukken op widget
pl: Kliknij widżet
ro_ro: Atingeți widgetul
ru: Нажатие на виджет
sc: Incarca in su widget
sk: Kliknúť na nástroj
sl: Klikni na gradnik
sr: Кликните на справицу
sr_latn: Klikni na vidžet
sv: Klicka på widget
ta: விட்செட்டைக் சொடுக்கு செய்க
tr: Widget üzerine tıkla
uk: Натиснути віджет
vi: Bấm vào widget
zh_hans: 点击小工具
zh_hant: 點擊小工具

# map_marker_interval_dialog_desc
source: Specify the time interval for which the average speed will be measured to calculate estimated time of arrival.
ar: تحديد الفترة الزمنية التي سيقاس فيها متوسط السرعة لحساب الوقت المقدر للوصول.
be: Каб разлічыць прыблізны час прыбыцця, вызначыце інтэрвал часу, за які будзе вымярацца сярэдняя хуткасць.
bg: Задайте интервала от време, за който да бъде усреднена скороста, с цел оценка на времето на пристигане.
ca: Especifiqueu l'interval de temps durant el qual es mesurarà la velocitat mitjana per calcular l'hora estimada d'arribada.
cs: Zadejte časový interval, ve kterém se bude měřit průměrná rychlost pro výpočet odhadovaného času příjezdu.
da: Angiv det tidsinterval, hvor gennemsnitshastigheden skal måles for at beregne den forventede ankomsttid.
de: Geben Sie das Zeitintervall an, für das die Durchschnittsgeschwindigkeit gemessen wird, um die geschätzte Ankunftszeit zu berechnen.
el: Ορίστε το χρονικό μεσοδιάστημα για το οποίο η μέση ταχύτητα θα μετράται για τον υπολογισμό της εκτιμώμενης ώρας άφιξης.
eo: Enigu la tempodaŭron por kiu la mezuma rapido estos mezurita por kalkuli proksimuman tempon de alveno.
es_us: Indica el intervalo de tiempo a medir con la velocidad media para calcular la hora de llegada estimada.
eu: Zehaztu zenbateko denbora-tartea neurtuko den batez besteko abiadura iristeko ordua kalkulatzeko.
fa: بازه زمانی که سرعت میانگین برای محاسبه زمان تخمینی رسیدن اندازه‌گیری می‌شود را مشخص کنید.
fr: Spécifiez la durée sur laquelle mesurer la vitesse moyenne afin d'estimer l'heure d'arrivée.
hu: Adja meg azt az időközt, amelyre a rendszer az átlagsebességet mérje a becsült érkezési idő kiszámításához.
id: Tetapkan interval waktu di mana kecepatan rata-rata akan diukur untuk menghitung perkiraan waktu tiba.
is: Skilgreindu tímabilin sem notuð verða til að reikna meðalhraða sem notaður er til að áætla komutíma.
it: Specifica l'intervallo di tempo per cui verrà misurata la velocità media per calcolare la stima dell'orario d'arrivo.
ja: 到着予定時刻を計算するために平均速度を測定する時間間隔を指定します。
ko: 평균 속도가 도착 시간의 예상 시간을 계산하기 위해 시간 간격을 지정합니다.
nb: Angi tidsintervallet der gjennomsnittshastigheten vil bli målt for å beregne forventet ankomsttid.
nl: Vermeld het tijdsinterval waarin de gemiddelde snelheid zal worden berekend, voor de verwachte aankomsttijd.
pl: Określ przedział czasu, dla którego będzie mierzona średnia prędkość w celu obliczenia szacunkowego czasu przybycia.
ro_ro: Specificați intervalul de timp în care viteza medie va fi măsurată pentru a putea estimara ora de sosire.
ru: Укажите интервал времени, в течение которого будет измеряться средняя скорость для оценки расчётного времени прибытия.
sc: Ispetzìfica s'intervallu de tempus pro su càrculu de sa lestresa mèdia pro carculare s'ora de arrivu.
sk: Zadajte časový interval pre ktorý bude meraná priemerná rýchlosť pre výpočet odhadovaného času príjazdu.
sl: Določi časovni interval, v katerem se bo merila povprečna hitrost za izračun predvidenega časa prihoda.
sr: Одређује временско раздобље за које ће просечна брзина бити мерена ради прорачуна предвиђеног времена доласка на циљ.
sr_latn: Određuje vremensko razdoblje za koje će prosečna brzina biti merena radi proračuna predviđenog vremena dolaska na cilj.
sv: Ange det tidsintervall som medelhastigheten ska baseras på för att beräkna ankomsttid.
ta: வருகையின் மதிப்பிடப்பட்ட நேரத்தைக் கணக்கிட சராசரி விரைவு அளவிடப்படும் நேர இடைவெளியைக் குறிப்பிடவும்.
tr: Tahmini varış zamanını hesaplamak için ortalama hızın ölçüleceği zaman aralığını belirtin.
uk: Вкажіть інтервал часу, за який буде вимірюватися середня швидкість для розрахунку очікуваного часу прибуття.
vi: Chỉ rõ khoảng thời gian trong đó vận tốc trung bình được đo để tính thời gian đến dự kiến.
zh_hans: 指定测量平均速度的时间间隔，计算预估的到达时间。
zh_hant: 指定將測量平均速度以計算預計到達時間的時間間隔。

# external_sensors_plugin_name
source: External Sensors
ar: مجسات خارجية
be: Вонкавыя датчыкі
bg: Външни сензори
ca: Sensors externs
cs: Externí senzory
da: Eksterne sensorer
de: Externe Sensoren
el: Εξωτερικοί αισθητήρες
eo: Eksteraj sentiloj
es_us: Sensores externos
et: Välised andurid
eu: Kanpoko sentsoreak
fa: حسگرهای خارجی
fi: Ulkoiset anturit
fr: Capteurs externes
hu: Külső érzékelők
id: Sensor Eksternal
is: Utanáliggjandi skynjarar
it: Sensori esterni
ja: 外部センサー
ko: 외부 센서
lt: Išoriniai jutikliai
nb: Eksterne sensorer
nl: Externe Sensors
pl: Czujniki zewnętrzne
ro_ro: Senzori externi
ru: Внешние датчики
sc: Sensores esternos
sk: Externé senzory
sl: Zunanji senzorji
sr: Спољни пријемници
sr_latn: Spoljašnji senzori
sv: Externa sensorer
ta: வெளிப்புற சென்சார்கள்
tr: Harici Sensörler
uk: Зовнішні датчики
vi: Cảm biến bên ngoài
zh_hans: 外部传感器
zh_hant: 外部感測器
