Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# hide_edits
source: Hide local edits
ar: إخفاء التعديلات المحلية
be: Схаваць лакальныя праўкі
ca: Amaga edicions properes
cs: Skrýt lokální úpravy
da: Skjul lokale redigeringer
de: Lokale Bearbeitungen ausblenden
el: Απόκρυψη τοπικών επεξεργασιών
es_us: Ocultar ediciones locales
et: Peida kohalikud muudatused
fr: Masquer les modifications locales
hu: Helyi szerkesztések elrejtése
id: Sembunyikan editan lokal
is: Fela staðværar breytingar
it: Nascondi modifiche locali
ja: オフライン編集を非表示
ka: ლოკალური ჩასწორებების დამალვა
ko: 로컬 편집 숨기기
nl: Verberg lokale bewerkingen
oc: Amagar lei modificacions vesinas
pl: Ukryj lokalne edycje
pt_br: Ocultar edições locais
ro_ro: Ascundeți editările locale
ru: Скрыть локальные правки
sc: Cua sas modìficas locales
sr: Сакриј локалне измене
sr_latn: Sakrij lokalne izmene
sv: Dölj lokala ändringar
ta: உள்ளக திருத்தங்களை மறைக்கவும்
tr: Yerel düzenlemeleri gizle
uk: Сховати місцеві зміни
zh_hant: 隱藏本地編輯

source: Search results
ar: نتائج البحث
be: Вынікі пошуку
ca: Resultats de la cerca
cs: Výsledky vyhledávání
da: Søgeresultater
de: Suchergebnisse
el: Αποτελέσματα αναζήτησης
es_us: Resultados de la búsqueda
et: Otsingutulemused
fa: نتایج جستجو
fr: Résultats de recherche
hu: Keresési eredmények
id: Hasil pencarian
is: Leitarniðurstöður
it: Cerca risultati
ja: 検索結果
ka: ძებნის შედეგები
nb: Søkeresultater
nl: Zoekresultaten
oc: Resultats de la recèrca
pl: Wyniki wyszukiwania
pt_br: Procurar resultados
ro_ro: Rezultatele căutării
ru: Результаты поиска
sc: Risultados de sa chirca
sr: Резултати претраге
sr_latn: Rezultati pretrage
sv: Sökresultat
ta: தேடல் முடிவுகள்
tr: Arama sonuçları
uk: Результати пошуку
zh_hant: 搜尋結果

# quick_action_dialog_descr
source: Turn on to show dialog before applying the action
ar: تشغيل لإظهار مربع الحوار قبل تطبيق الاجراء
be: Уключыце, каб паказваць дыялог перад ужываннем дзеяння
ca: Activeu-ho per demanar confirmació abans de fer l'acció
cs: Zapněte pro zobrazení dialogu před provedením akce
da: Aktivér for at vise dialogboks, før genvejen anvendes
de: Aktivieren Sie diese Option, um den Dialog anzuzeigen, bevor Sie die Aktion anwenden
el: Ενεργοποιήστε για την εμφάνιση διαλόγου πριν την εφαρμογή της ενέργειας
es_us: Activar para mostrar el diálogo antes de aplicar la acción
et: Enne tegevuse sooritamist lülita sisse dialoogi kuvamine
fr: Activez pour afficher la boîte de dialogue avant d'appliquer l'action
hu: Kapcsolja be a párbeszédablak megjelenítéséhez a művelet végrehajtása előtt
id: Nyalakan untuk menampilkan dialog sebelum menerapkan tindakan
is: Kveiktu á til að birta upplýsingaglugga áður en aðgerðinni er beitt
it: Attiva per mostrare la finestra di dialogo prima di applicare l'azione
ja: アクションを実行する前に選択リストや確認のダイアログを表示します
nl: Schakel in om dialoog te tonen voordat de actie wordt doorgevoerd
oc: D'activar per demandar confirmacion abans de l'applicacion de l'accion
pl: Włącz, aby wyświetlić okno dialogowe przed zastosowaniem czynności
pt_br: Ative para mostrar o diálogo antes de aplicar a ação
ro_ro: Activați pentru a afișa dialogul înainte de a aplica acțiunea
ru: Включите, чтоб отображать диалоговое окно перед применением действия
sc: Allughe·lu pro ammustrare unu diàlogu in antis de s'incumintzu de s'atzione
sr: Укључите да бисте приказали дијалог пре примене радње
sr_latn: Uključite da biste prikazali dijalog pre primene radnje
sv: Slå på för att visa en dialogruta innan åtgärden tillämpas
ta: செயலைப் பயன்படுத்துவதற்கு முன் உரையாடலைக் காண்பிக்கும்
tr: Eylemi uygulamadan önce iletişim kutusu göstermek için açın
uk: Увімкніть, щоб показати діалогове вікно перед застосуванням дії
zh_hant: 開啟以在套用動作之前顯示對話框

# quick_action_fav_name_descr
source: Leave blank to use the address or place name.
ar: دع الحقل فارغا إن كنت ترغب في استعمال العنوان أو اسم المكان.
az: Ünvanı və ya yer adını istifadə etmək üçün boş saxlayın.
be: Пакінце пустым, каб ужыць адрас або назву гораду.
ca: Deixeu-lo buit per utilitzar l'adreça o el nom d'un lloc.
cs: Ponecháte-li prázdné, bude použita adresa nebo název místa.
da: Lad være tomt for at bruge adressen eller stedets navn.
de: Lassen Sie das Feld leer, um die Adresse oder den Ortsnamen zu verwenden.
el: Αφήστε κενό για χρήση της διεύθυνσης ή του ονόματος μέρους.
eo: Lasu kampon malplenan por uzi adreson aŭ nomon de ejo.
es_us: Dejar el campo vacío para usar la dirección o el nombre del lugar.
et: Aadressi või koha nime kasutamiseks jäta väli tühjaks.
eu: Laga hutsik helbidea edo lekuaren izena erabiltzeko.
fa: خالی بگذارید تا از نشانی یا نام محل استفاده شود.
fr: Laisser vide pour utiliser automatiquement l'adresse ou le nom du lieu.
gl: Deixar baleiro o campo para empregar o enderezo ou o nome do lugar.
he: יש להשאיר ריק כדי להשתמש בכתובת או בשם המקום.
hu: A cím vagy a hely nevének használatához hagyja üresen.
hy: Թողնել դատարկ, որ օգտագործել հասցե կամ վայրի անվանումը.
id: Biarkan kosong untuk menggunakan alamat atau nama tempat.
is: Skildu þetta eftir autt til að nota heimilisfangið eða staðarheiti.
it: Lascia il campo vuoto per utilizzare l’indirizzo o il nome del luogo.
ja: 住所または地名を使用する場合は空白にしてください。
lv: Atstājiet tukšu, lai automātiski lietotu adreses vai vietas nosaukumu
mk: Ostavete prazno za da ja koristite adresata ili imeto na mestoto.
ml: വിലാസം അല്ലെങ്കിൽ സ്ഥല നാമം ഉപയോഗിക്കാൻ ശൂന്യമായി വിടുക.
nb: La stå tomt for å bruke adressen eller stedsnavnet.
nl: Leeg laten om adres of plaatsnaam te gebruiken.
oc: De laissar vuege se volètz que s'emplegue l'adreiça ò lo nom d'un luòc.
pl: Proszę pozostawić pole puste, aby użyć adresu lub nazwy miejsca.
ro_ro: Lăsați spațiul gol pentru a utiliza adresa sau denumirea localității.
ru: Если оставить это поле пустым, то оно будет автоматически заполнено адресом или названием места.
sc: Lassa bòidu pro impreare s'indiritzu o su nùmene de su logu.
sk: Ponechajte prázdne pre použitie adresy alebo názvu miesta.
sl: Pusti prazno za uporabo naslova ali imena mesta.
sr: Оставите празно да се користи адреса или име места.
sr_latn: Ostavi prazno da se koristi adresa ili ime mesta.
sv: Lämna tomt för att använda adressen eller platsens namn.
ta: முகவரி அல்லது இட பெயரைப் பயன்படுத்த காலியாக விடவும்.
tr: Adresi veya yer adını kullanmak için boş bırakın.
uk: Залиште порожнім, щоб використати адресу або назву місця.
zh_hans: 留空以使用地址或地名。
zh_hant: 保留為空白以使用地址或地點名稱。

# quick_action_select_group
source: Select the group to save the favorite in.
ar: حدد المجموعة لحفظ المفضلة في.
be: Абярыце групу, каб захаваць там улюбёнае.
ca: Seleccioneu el grup de preferits on desar-ho.
cs: Zvolte skupinu, do níž se má oblíbený bod uložit.
da: Vælg gruppen, som favoritten skal gemmes i.
de: Gruppe auswählen, in welcher der Favorit gespeichert werden soll.
el: Επιλογή ομάδας για αποθήκευση του αγαπημένου.
es_us: Marca el grupo en el que deseas guardar el favorito.
et: Vali grupp, millesse lemmik salvestada.
fr: Sélectionner le groupe dans lequel vous souhaitez enregistrer les favoris.
hu: Válassza ki azt a csoportot, amelybe a kedvencet el szeretné menteni.
id: Pilih grup untuk menyimpan favorit.
is: Veldu hópinn sem á að vista eftirlætið í.
it: Scegli il gruppo per salvarlo nei favoriti.
ja: お気に入りを保存するグループを選択します。
nb: Velg gruppen å lagre favoritten i.
nl: Selecteer de groep om favoriet in op te slaan.
oc: Seleccionatz lo grop per sauvagardar lo favorit.
pl: Wybierz grupę, w której chcesz zapisać ulubione.
pt_br: Selecione o grupo para salvar o favorito em.
ro_ro: Selectați grupul în care doriți să salvați favorita.
ru: Выберите группу для сохранения избранного.
sc: Ischerta su grupu in ue sarvare su preferidu.
sr: Изаберите групу у којој желите да сачувате омиљену.
sr_latn: Izaberite grupu u kojoj želite da sačuvate omiljenu.
sv: Välj grupp att spara favoriten till.
ta: பிடித்ததைச் சேமிக்க குழுவைத் தேர்ந்தெடுக்கவும்.
tr: Sık kullanılanın kaydedileceği grubu seç.
uk: Виберіть групу для збереження закладок.
zh_hant: 選擇要在其中儲存收藏的群組。

# quick_action_add_category
source: Add a category
ar: إضافة فئة
az: Kateqoriya əlavə et
be: Дадаць катэгорыю
ca: Afegeix una categoria
cs: Přidat kategorii
cy: Ychwanegu categori
da: Tilføj en kategori
de: Kategorie hinzufügen
el: Προσθήκη κατηγορίας
eo: Aldoni kategorion
es_us: Añadir una categoría
et: Lisa kategooria
eu: Gehitu kategoria bat
fa: افزودن دسته
fi: Lisää luokka
fr: Ajouter une catégorie
gl: Engadir unha categoría
he: הוספת קטגוריה
hu: Kategória hozzáadása
hy: Ավելացնել կատեգորիա
id: Tambahkan ke kategori
is: Bæta við flokki
it: Aggiungi una categoria
ja: カテゴリーを追加
ka: კატეგორიის დამატება
lt: Pridėti kategoriją
lv: Pievienot kategoriju
mk: Dodadete kategorija
ml: ഒരു വിഭാഗം ചേർക്കുക
nb: Legg til en kategori
nl: Categorie toevoegen
oc: Ajustar una categoria
pl: Dodaj kategorię
ro_ro: Adăugați o categorie
ru: Категория
sc: Annanghe una categoria
sk: Pridať kategóriu
sl: Dodaj kategorijo
sr: Додај врсту
sr_latn: Dodaj kategoriju
sv: Lägg till en kategori
ta: ஒரு வகையைச் சேர்க்கவும்
tr: Kategori ekle
uk: Додати категорію
zh_hans: 添加一个类别
zh_hant: 增加一項類別

# quick_action_show_poi_descr
source: Add one or more POI categories to be displayed on the map.
ar: إضافه واحد أو أكثر من فئات POI ليتم عرضها علي الخريطة.
be: Дадаць адну або некалькі катэгорый POI для адлюстравання на мапе.
ca: Afegiu una o més categories de PDI a visualitzar en el mapa.
cs: Zvolte jednu nebo více kategorií bodů zájmu, které se mají zobrazit na mapě.
da: Tilføj en eller flere IP-kategorier, der skal vises på kortet.
de: Ein oder mehrere POI Kategorien auswählen, die auf der Karte angezeigt werden.
el: Προσθήκη ενός ή περισσότερων κατηγοριών ΣΕ για να εμφανιστούν στο χάρτη.
es_us: Añade una o más categorías de PDI para mostrar en el mapa.
et: Lisa üks või mitu HP kategooriat kaardil kuvamiseks.
fr: Ajouter une ou plusieurs catégories de POI à afficher sur la carte.
hu: Adjon hozzá egy vagy több érdekes hely-kategóriát, amelyet a térképen meg szeretne jeleníteni.
id: Tambahkan satu atau beberapa kategori POI untuk ditampilkan di peta.
is: Bættu við einum eða fleiri flokkum merkisstaða sem birtir verða á kortinu.
it: Aggiungi uno o più categorie PDI da visualizzare sulla mappa.
ja: マップに表示するPOIカテゴリーを(1つ以上)追加します。
nb: Legg til en eller flere interessepunktkategorier som skal vises på kartet.
nl: Voeg een aantal POI categorieën toe om op de kaart weer te geven.
oc: Ajustatz una ò mai categorias de PDI de visualizar sus la mapa.
pl: Dodaj jedną lub więcej kategorii UM, które mają być wyświetlane na mapie.
pt_br: Adicione uma ou mais categorias de POI a serem exibidas no mapa.
ro_ro: Adăugați una sau mai multe categorii de POI care să fie afișate pe hartă.
ru: Добавьте одну или несколько категорий POI для отображения на карте.
sc: Annanghe una o prus categorias de PDI de ammustrare in sa mapa.
sr: Додајте једну или више категорија POI које ће бити приказиване на мапи.
sr_latn: Dodajte jednu ili više kategorija TOI koje će biti prikazivane na mapi.
sv: Välj en eller flera intressepunkt-kategorier att visa på kartan.
ta: வரைபடத்தில் காண்பிக்கப்பட வேண்டிய ஒன்று அல்லது அதற்கு மேற்பட்ட POI வகைகளைச் சேர்க்கவும்.
tr: Haritada görüntülenecek bir veya daha fazla POI kategorisi ekleyin.
uk: Додайте одну чи більше категорій точок інтересу для показу на мапі.
zh_hant: 新增一個或多個 POI 類別以在地圖上顯示。

# quick_action_fill_params_alert
source: Please fill out the parameters first
ar: يرجى ملء المحددات أولا
be: Калі ласка, спачатку запоўніце параметры
ca: Primer heu d'omplir els paràmetres
cs: Nejdříve prosím vyplňte parametry
da: Udfyld parametrene først
de: Bitte erst die Eigenschaften ausfüllen
el: Παρακαλούμε συμπληρώστε πρώτα τις παραμέτρους
es_us: Rellena primero los parámetros
et: Palun täida kõigepealt parameetrid
fr: Veuillez d'abord remplir les paramètres
hu: Először töltse ki a paramétereket
id: Harap isi parameter terlebih dahulu
is: Fylltu fyrst út færibreyturnar
it: Per favore prima compila i parametri
ja: 最初にパラメータを入力してください
nb: Fyll ut parametrene først
nl: Gelieve eerst de parameters in te vullen
oc: Premier avètz d'emplir lei paramètres
pl: Proszę najpierw wypełnić parametry
pt_br: Por favor, preencha os parâmetros primeiro
ro_ro: Vă rugăm să completați mai întâi parametrii
ru: Пожалуйста, сначала заполните параметры
sc: Pro praghere, in antis, inserta sos paràmetros
sr: Прво попуните параметре
sr_latn: Prvo popunite parametre
sv: Fyll i parametrarna först
ta: முதலில் அளவுருக்களை நிரப்பவும்
tr: Lütfen önce parametreleri doldurun
uk: Будь ласка, заповніть спочатку параметри
zh_hant: 請先填寫參數

# quick_action_get_info
source: Get info
ar: الحصول علي معلومات
be: Атрымаць інфармацыю
ca: Troba informació
cs: Získat informace
da: Få oplysninger
de: Info bekommen
el: Λήψη πληροφοριών
es_us: Obtener información
et: Hangi teavet
fr: Obtenir des informations
hu: Információk
id: Dapatkan info
is: Fá upplýsingar
it: Ottieni informazioni
ja: 情報を取得
nl: Meer informatie ophalen
oc: Trobar l'informacion
pl: Uzyskaj informacje
pt_br: Obter informação
ro_ro: Obțineți informații
ru: Получить информацию
sc: Otene informatziones
sr: Допреми инфо
sr_latn: Dobavi info
sv: Få info
ta: தகவலைப் பெறுங்கள்
tr: Bilgi al
uk: Отримати відомості
zh_hant: 取得資訊

# quick_action_voice_descr
source: Tapping this action button disables or enables voice guidance during navigation.
ar: يؤدي النقر فوق هذا الإجراء إلى تعطيل التوجيه الصوتي أو تمكينه أثناء التنقل.
be: Націск на гэтую кнопку выключыць ці ўключыць галасавыя падказкі падчас навігацыі.
ca: Prement aquest botó d'acció s'atura o s'activa el guiatge de veu en la navegació.
cs: Klepnutím na toto tlačítko akce vypnete nebo zapnete hlasové pokyny během navigace.
da: Tryk på genvejsknappen deaktiverer eller aktivere stemmevejledning under navigation.
de: Drücken diesen Buttons deaktiviert oder aktiviert die Sprachführung zur Navigation.
el: Πατώντας αυτό το κουμπί ενέργειας απενεργοποιεί ή ενεργοποιεί τη φωνητική καθοδήγηση κατά τη διάρκεια της πλοήγησης.
es_us: Este botón de acción, des/activa las indicaciones por voz durante la navegación.
et: Selle toimingunupu puudutamine keelab või lubab navigeerimise ajal hääljuhised.
fr: Appuyer pour activer/désactiver le guidage vocal pendant la navigation.
hu: Erre a műveletgombra koppintva kapcsolhatja ki vagy be a hangos útmutatást navigáció közben.
id: Mengetuk tombol aksi ini menonaktifkan atau mengaktifkan panduan suara selama navigasi.
is: Ef ýtt er á þennan aðgerðahnapp verður raddleiðsögn virkjuð eða gerð óvirk á meðan leiðsögn stendur.
it: Toccando questo pulsante si attiva o disattiva la guida vocale durante la navigazione.
ja: このアクションボタンをタップすると、ナビゲーション音声案内の有無が切り替わります。
nl: Door op deze actieknop te tikken schakel je stembegeleiding tijdens navigatie in of uit.
oc: De quichar sus aquest boton d'accion activatz ò arrestatz lo guidatge a la votz de la navigacion.
pl: Naciśnięcie tego przycisku czynności powoduje wyłączenie lub włączenie nawigacji głosowej.
pt_br: Tocar neste botão de ação desativa ou ativa a orientação por voz durante a navegação.
ro_ro: Atingerea acestui buton de acțiune dezactivează sau activează ghidarea vocală în timpul navigației.
ru: Эта кнопка действия включает или выключает голосовое сопровождение во время навигации.
sc: Incarcare custu butone de s'atzione istudat o allughet sa boghe de ghia in su mentres de sa navigatzione.
sr: Додиром на ово дугме за акцију онемогућавате или омогућавате гласовно навођење током навигације.
sr_latn: Dodirom na ovo dugme za akciju onemogućavate ili omogućavate glasovno navođenje tokom navigacije.
sv: Tryck på den här åtgärdsknappen inaktiverar eller möjliggör röstvägledning under navigering.
ta: இந்த செயல் பொத்தானைத் தட்டுவது வழிசெலுத்தலின் போது குரல் வழிகாட்டுதலை முடக்குகிறது அல்லது செயல்படுத்துகிறது.
tr: Bu eylem düğmesine dokunmak, navigasyon sırasında sesli yönlendirmeyi devre dışı bırakır veya etkinleştirir.
uk: Натискання на цю кнопку увімкне чи вимкне голосовий супровід під час навігації.
zh_hant: 點選此動作按鈕將在導航期間停用或啟用語音導航。

# quick_action_toggle_edits_descr
source: Tap this action button to show or hide offline OSM edits.
ar: انقر فوق زر الإجراء هذا لإظهار أو إخفاء تعديلات OSM دون اتصال.
be: Гэтая кнопка дзеяння паказвае/хавае пазасеціўныя нататкі OSM.
ca: Premeu aquest botó per mostrar o amagar les edicions locals d'OSM.
cs: Klepněte na toto tlačítko akce pro zobrazení nebo skrytí offline úprav OSM.
da: Tryk på genvejsknappen viser eller skjuler offline OSM-redigeringer.
de: Tippen Sie auf diese Aktionstaste, um Offline-OSM-Bearbeitungen ein- oder auszublenden.
el: Πατήστε αυτό το κουμπί ενέργειας για εμφάνιση ή απόκρυση των επεξεργασιών OSM εκτός σύνδεσης.
es_us: Este botón de acción, alterna la vista de ediciones OSM sin conexión.
et: Puuduta seda toimingunuppu OSM võrguühenduseta muudatuste kuvamiseks või peitmiseks.
fr: Appuyez pour afficher/masquer les modifications OSM hors-ligne.
hu: Koppintson erre a műveletgombra az offline OSM-szerkesztések megjelenítéséhez vagy elrejtéséhez.
id: Ketuk tombol aksi ini untuk menampilkan atau menyembunyikan editan OSM offline.
is: Ef ýtt er á þennan aðgerðahnapp verða ónettengdar OSM-breytingar birtar eða faldar á kortinu.
it: Tocca questo pulsante per mostrare o nascondere le modifiche OSM offline.
ja: このアクションボタンをタップすると、オフラインOSM編集の表示/非表示を切り替えます。
ko: 이 액션 버튼을 탭하여 오프라인 OSM 편집을 표시하거나 숨깁니다.
nl: Door op deze knop te tikken toon je of verberg je offline OSM bewerkingen.
oc: Quichatz aquest boton per mostrar ò amagar leis modificacions localas d'OSM.
pl: Naciśnij ten przycisk, aby wyświetlić lub ukryć edycje OSM w trybie offline.
pt_br: Toque neste botão de ação para mostrar ou ocultar edições off-line do OSM.
ro_ro: Atingeți acest buton de acțiune pentru a afișa sau ascunde editările OSM offline.
ru: Эта кнопка действия показывает или прячет офлайновые заметки OSM.
sc: Incarca custu butone de atzione pro ammustrare o cuare sas notas de OSM non in lìnia.
sr: Додирните ово дугме за радњу да бисте приказали или сакрили ванмрежне OSM измене.
sr_latn: Dodirnite ovo dugme za radnju da biste prikazali ili sakrili vanmrežne OSM izmene.
sv: Tryck för att visa/dölja offline OSM-redigeringar.
ta: இணைப்பில்லாத OSM திருத்தங்களைக் காட்ட அல்லது மறைக்க இந்த செயல் பொத்தானைத் தட்டவும்.
tr: Çevrim dışı OSM düzenlemelerini göstermek veya gizlemek için bu eylem düğmesine dokunun.
uk: Натискання на цю кнопку покаже або сховає офлайн-примітки OSM.
zh_hant: 點選此動作按鈕以顯示或隱藏離線 OSM 編輯。

# quick_action_parking_place
source: Parking place
ca: Lloc d'aparcament
cs: Parkovací místo
da: Parkeringssted
de: Parkplatz
el: Θέση στάθμευσης
es_us: Lugar de estacionamiento
et: Parkimiskoht
eu: Aparkalekua
fa: محل پارک
fi: Pysäköintipaikka
fr: Place de stationnement
hu: Parkolóhely
id: Tempat pemarkiran
is: Bílastæði
it: Parcheggio
ja: 駐車場
nl: Parkeerplaats
ro_ro: Loc de parcare
ru: Место парковки
sk: Parkovacie miesto
sr: Место оставке возила
sr_latn: Parking mesto
sv: Parkeringsplats
ta: பார்க்கிங் இடம்
uk: Місце паркування
vi: Nơi đỗ xe
zh_hans: 停车位
zh_hant: 停車位

# quick_action_verb_show_hide
source: Show / Hide
ca: Mostra / Amaga
ckb: پیشاندان / شاردنەوە
cs: Zobrazit / skrýt
da: Vis / skjul
de: Einblenden / Ausblenden
el: Εμφάνιση / Απόκρυψη
es_us: Mostrar / Ocultar
et: Näita / peida
eu: Erakutsi / Ezkutatu
fa: نمایش/پنهان
fi: Näytä / Piilota
fr: Afficher / Masquer
hu: Megjelenítés / elrejtés
id: Tampilkan / Sembunyikan
is: Birta / Fela
it: Mostra / Nascondi
ja: 表示/非表示
nl: Tonen / verbergen
ro_ro: Arată / Ascunde
ru: Показать/скрыть
sk: Zobraziť / Skryť
sr: Прикажи / сакриј
sr_latn: Prikazati / Sakriti
sv: Visa / Dölj
ta: காட்டு / மறைக்க
uk: Показати / Сховати
vi: Hiện / Ẩn
zh_hans: 显示 / 隐藏
zh_hant: 顯示/隱藏

source: Wind layer
az: Külək qatı
bg: Слой с вятър
ca: Capa de vents
cs: Větrná vrstva
da: Vindlag
de: Windebene
el: Επίπεδο ανέμου
es_us: Capa de viento
et: Tuule andmekiht
eu: Haizearen geruza
fa: لایه باد
fi: Tuulitaso
fr: Couche des vents
gl: Capa dos ventos
he: שכבת רוחות
hu: Szél réteg
id: Lapisan angin
is: Vindalag
it: Strato vento
ja: 風関連レイヤー
ko: 바람 층
nl: Wind laag
pl: Warstwa wiatrowa
ro_ro: Strat vânturi
ru: Слой ветра
sc: Istratu de su bentu
sk: Vrstva vetra
sl: Sloj vetrov
sr: Слој ветра
sr_latn: Nivo vetra
sv: Vindlager
ta: காற்று அடுக்கு
tr: Rüzgar katmanı
uk: Шар вітру
vi: Lớp gió
zh_hans: 风力图层
zh_hant: 風力圖層

# context_menu_item_create_poi
source: Create POI
af: skep interessante plek
ar: إنشاء إحداثية POI
az: POI yarat
be: Стварыць POI
bg: Добавяне на POI
ca: Crea un PDI
cs: Vytvořit POI
cy: Creu MODd
da: Opret interessepunkt
de: POI erstellen
el: Δημιουργία ΣΕ
eo: Krei interesejon
es_us: Crear PDI
et: Loo huvipunkt
eu: Sortu interesgune bat
fa: ایجاد POI
fi: Luo KP
fr: Créer un point d'intérêt
gl: Crear un PDI
he: יצירת נ״ע
hu: Érdekes hely létrehozása
hy: Ստեղծել POI
id: Buat POI
is: Búa til merkisstað
it: Crea PDI
ja: POIを作成
ka: POI-ის შექმნა
ko: POI 생성
lt: Sukurti LV
lv: Izveidot POI
mk: Kreirajte POI
ml: "പി ഓ ഐക്ക് രുപം നല്‍കുക"
mr: पिओआय तयार करा
nb: Opprett interessepunkt
nl: POI aanmaken
oc: Crear un PDI
pl: Dodaj użyteczne miejsce
ro_ro: Creează POI
ru: Добавить POI
sc: Crea PDI
sk: Vytvoriť POI
sl: Ustvari točko POI
sr: Направи тачку занимања
sr_latn: Kreiraj TOI
sv: Skapa POI
ta: பின்னர் உருவாக்கு
tr: POI oluştur
uk: Додати POI
vi: Tạo địa điểm
zh_hans: 创建POI
zh_hant: 建立 POI

# import_gpx
source: GPX Track
ar: مسار GPX
be: GPX-сляды
ca: Trajecte en GPX
cs: GPX stopa
cy: Trac GPX
da: GPX-spor
el: Ίχνος GPX
es_us: Traza GPX
et: GPX rada
fi: GPX-jälki
fr: Trace GPX
hu: GPX-út
id: Trek GPX
is: GPX-ferill
it: Traccia GPX
ja: GPX経路
ka: GPX ტრეკი
ko: GPX 트랙
nb: GPX Trip
oc: Percors GPX
pl: Trasa GPX
pt_br: Trilha GPX
ro_ro: Pista GPX
ru: GPX трек
sc: Rasta GPX
sk: GPX stopa
sl: Sled GPX
sr: GPX Путања
sr_latn: GPX Putanja
sv: GPX-spår
ta: சிபிஎக்ச் டிராக்
tr: GPX Yolu
uk: GPX трек
zh_hant: GPX 軌跡

# trip_hint
source: Enter track name
ar: إدخال اسم المسار
be: Увядзіце назву следу
ca: Introduïu el nom del viatge
cs: Vložte název stopy
da: Angiv spornavn
de: Trackname eingeben
el: Εισάγετε όνομα ίχνους
es_us: Ingresa el nombre de la traza
et: Sisesta teekonna nimi
fr: Entrez le nom de la trace
hu: Adja meg a nyomvonal nevét
id: Masukkan nama trek
is: Settu inn nafn á feril
it: Immetti il nome del viaggio
ja: 経路名を入力
ka: შეიყვანეთ ტრასის სახელი
ko: 트랙 이름 입력
nb: Skriv inn turnavn
nl: Track naam invoeren
oc: Marcatz lo nom dau percors
pl: Wprowadź nazwę trasy
pt_br: Digite o nome da trilha
ro_ro: Introduceți numele pistei
ru: Введите название трека
sc: Inserta su nùmene de sa rasta
sr: Унесите назив путање
sr_latn: Unesite naziv putanje
sv: Ange spårnamn
ta: ட்ராக் பெயரை உள்ளிடவும்
tr: Yol adını girin
uk: Введіть назву треку
zh_hant: 輸入軌跡名稱

# index_name_antarctica
source: Antarctica
ar: القارة القطبية الجنوبية
ast: L'Antártida
az: Antarktida
be: Антарктыда
ca: Antàrtida
cs: Antarktida
cy: Antarctig
da: Antarktis
de: Antarktis
el: Ανταρκτική
eo: Antarkto
es_us: Antártida
et: Antarktis
eu: Antartika
fa: جنوبگان
fr: Antarctique
gl: Antártida
he: אנטארקטיקה
hu: Antarktika
id: Antartika
is: Suðurskautslandið
it: Antartide
ja: 南極大陸
ka: ანტარქტიკა
ko: 남극 대륙
lt: Antarktida
lv: Antarktika
mk: Antarktik
nb: Antarktis
oc: Antartida
pl: Antarktyda
ru: Антарктида
sc: Antàrticu
sk: Antarktída
sl: Antarktika
sr: Антарктик
sr_latn: Antarktik
sv: Antarktis
ta: அண்டார்ட்டிக்கா
tr: Antarktika
uk: Антарктида
zh_hans: 南极洲
zh_hant: 南極洲
