Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# lang_en
source: English
af: Engels
ar: الإنجليزية
ast: Inglés
az: İngiliscə
be: Англійская
bg: Английски
ca: Anglès
cs: Angličtina
cy: Saesneg
da: Engelsk
de: Englisch
el: Αγγλικά
eo: Angla
es_us: Inglés
et: inglise
eu: Ingelesa
fa: انگلیسی
fi: Englanti
fr: Anglais
gl: Inglés
he: אנגלית
hu: angol
hy: Անգլերեն (English)
id: Bahasa Inggris
is: Enska
it: Inglese
ja: 英語
ka: ინგლისური
ko: 영어
lt: Anglų
lv: Angļu
mk: Angliski
ml: " ഇംഗ്ലീഷ് "
nb: Engelsk
nl: Engels
oc: Anglés
pl: Angielski
ro_ro: Engleză
ru: Английский
sc: Inglesu
sk: Anglicky (English)
sl: Angleščina
sr: Енглески
sr_latn: Engleski
sv: Engelska
ta: ஆங்கிலம்
tr: İngilizce
uk: Англійська
zh_hans: 英语
zh_hant: 英文

# lang_en_gb
source: English (United Kingdom)
ar: الإنجليزية (المملكة المتحدة)
ast: Inglés (Reinu Xuníu)
az: İngiliscə (Birləşmiş Krallıq)
be: Англійская (Вялікабрытанія)
bg: Английски (Обединено Кралство)
ca: Anglès (Regne Unit)
cs: Angličtina (UK)
cy: Saesneg (Deyrnas Unedig)
da: Engelsk (Storbritannien)
de: Englisch (Vereinigtes Königreich)
el: Αγγλικά (Ηνωμένο Βασίλειο)
eo: Angla (Brita)
es_us: Inglés (Reino Unido)
et: inglise (Suurbritannia)
eu: Ingelesa (Erresuma Batua)
fa: انگلیسی (پادشاهی انگلستان)
fi: Englanti (UK)
fr: Anglais (Royaume-Uni)
gl: Inglés do Reino Unido
he: אנגלית (בריטית)
hu: angol (brit)
hy: Անգլերեն (English United Kingdom)
id: Bahasa Inggris (Inggris Raya)
is: Enska (Bretland)
it: Inglese (Regno Unito)
ja: 英語 (イギリス)
ka: ინგლისური (გაერთიანებული სამეფო)
ko: 영어 (영국)
lt: Anglų (Junginė Karalystė)
lv: Angļu (apvienotā karaliste)
mk: Angliski (Britanski)
ml: ഇംഗ്ലീഷ് (യുണിറ്റഡ് കിങ്ഡം)
nb: Engelsk (Storbritannia)
nl: Engels (Verenigd Koninkrijk)
oc: Anglés (Anglatèrra)
pl: Angielski (Wielka Brytania)
ro_ro: Engleză (Regatul Unit)
ru: Английский (Соединённое Королевство)
sc: Inglesu (Regnu Unidu)
sk: Anglicky (Veľká Británia)
sl: Angleščina (Združeno kraljestvo)
sr: Енглески (британски)
sr_latn: Engleski (britanski)
sv: Engelska (Storbritannien)
ta: ஆங்கிலம் (யுனைட்டட் கிங்டம்)
tr: İngilizce (Birleşik Krallık)
uk: Англійська (Велика Британія)
zh_hans: 英语（英国）
zh_hant: 英語（英國）

# lang_es
source: Spanish
ar: الإسبانية
ast: Castellán
az: İspanca
be: Іспанская
bg: Испански
ca: Espanyol
cs: Španělština
cy: Sbaeneg
da: Spansk
de: Spanisch
el: Ισπανικά
eo: Hispana
es_us: Español
et: hispaania
eu: Espainiera
fa: اسپانیایی
fi: Espanja
fr: Espagnol
gl: Español
he: ספרדית
hu: spanyol
hy: Իսպաներեն
id: Bahasa Spanyol
is: Spænska
it: Spagnolo
ja: スペイン語
ka: ესპანური
ko: 스페인어
lt: Ispanų
lv: Spāņu
mk: Spanski
ml: സ്പാനിഷ്
nb: Spansk
nl: Spaans
oc: Castelhan
pl: Hiszpański
ro_ro: Spaniolă
ru: Испанский
sc: Ispagnolu/Ispanniolu
sk: Španielsky (Español)
sl: Španščina
sr: Шпански
sr_latn: Španski
sv: Spanska
ta: ஸ்பானிஷ்
tr: İspanyolca
uk: Іспанська
zh_hans: 西班牙语
zh_hant: 西班牙

# lang_eu
source: Basque
af: Baskies
ar: الباسكية
ast: Vascu
az: Baskca
be: Басконская
bg: Баски
ca: Basc
cs: Baskičtina
cy: Basgeg
da: Baskisk
de: Baskisch
el: Βασκικά
eo: Eŭska
es_us: Vasco
et: baski
eu: Euskara
fa: باسکی
fi: Baski
gl: Éuscaro
he: בסקית
hu: baszk
hy: Բասկերեն
is: Baskneska
it: Basco
ja: バスク語
ka: ბასკური
ko: 바스크어
lt: Baskų
lv: Basku
mk: Baskiski
ml: ബാസ്ക്യു
nb: Baskisk
nl: Baskisch
oc: Basc
pl: Baskijski
ro_ro: Bască
ru: Баскский
sc: Bascu
sk: Baskidsky (Euskal hizkuntza)
sl: Baskovščina
sr: Баскијски
sr_latn: Baskijski
sv: Baskiska
ta: பஸ்க்
tr: Baskça
uk: Баскська
zh_hans: 巴斯克语
zh_hant: 巴斯克

# lang_fa
source: Persian
ar: الفارسية
ast: Persa
az: Farsca
be: Персідская
bg: Персийски
ca: Persa
cs: Perština
cy: Perseg
da: Persisk
de: Persisch
el: Περσικά
eo: Persa
es_us: Persa
et: pärsia
eu: Persiera
fa: فارسی
fi: Persi
fr: Persan
gl: Persa
he: פרסית
hu: perzsa
hy: Պարսկերեն
id: Bahasa Persia
is: Persneska
it: Persiano
ja: ペルシア語
ka: სპარსული
ko: 페르시아어
lt: Persų
lv: Persiešu
mk: Persiski
ml: "പേര്‍ഷ്യന്‍ "
nb: Persisk
nl: Perzisch
pl: Perski
ro_ro: Persană
ru: Персидский
sc: Persianu
sk: Perzsky
sl: Perzijščina
sr: Персијски
sr_latn: Persijski
sv: Persiska
ta: பாரசீக
tr: Farsça
uk: Перська
zh_hans: 波斯语
zh_hant: 波斯

# lang_fi
source: Finnish
ar: الفنلندية
ast: Finlandés
az: Fincə
be: Фінская
bg: Финландски
ca: Finès
cs: Finština
cy: Ffineg
da: Finsk
de: Finnisch
el: Φινλανδικά
eo: Suoma
es_us: Finlandés
et: soome
eu: Finlandiera
fa: فنلاندی
fi: Suomi
fr: Finnois
gl: Finlandés
he: פינית
hu: finn
hy: Ֆիններեն
id: Bahasa Finlandia
is: Finnska
it: Finlandese
ja: フィンランド語
ka: ფინური
ko: 핀란드어
lt: Suomių
lv: Somu
mk: Finski
ml: "ഫിന്നിഷ് "
nb: Finsk
nl: Fins
oc: Finés
pl: Fiński
ro_ro: Finlandeză
ru: Финский
sc: Finlandesu
sk: Fínsky (Suomalainen)
sl: Finščina
sr: Фински
sr_latn: Finski
sv: Finska
ta: பின்னிஷ்
tr: Fince
uk: Фінська
zh_hans: 芬兰语
zh_hant: 芬蘭

# lang_fr
source: French
ar: الفرنسية
ast: Francés
az: Fransızca
be: Французская
bg: Френски
ca: Francès
cs: Francouzština
cy: Ffrangeg
da: Fransk
de: Französisch
el: Γαλλικά
eo: Franca
es_us: Francés
et: prantsuse
eu: Frantsesa
fa: فرانسوی
fi: Ranska
fr: Français
gl: Francés
he: צרפתית
hu: francia
hy: Ֆրանսերեն
id: Bahasa Prancis
is: Franska
it: Francese
ja: フランス語
ka: ფრანგული
ko: 프랑스어
lt: Prancūzų
lv: Franču
mk: Francuski
ml: "ഫ്രെഞ്ച് "
nb: Fransk
nl: Frans
oc: Francés
pl: Francuski
ro_ro: Franceză
ru: Французский
sc: Frantzesu
sk: Francúzsky (Française)
sl: Francoščina
sr: Француски
sr_latn: Francuski
sv: Franska
ta: பிரஞ்சு
tr: Fransızca
uk: Французька
zh_hans: 法语
zh_hant: 法語

# lang_he
source: Hebrew
ar: العبرية
ast: Hebréu
az: İvritcə
be: Іўрыт
bg: Иврит
ca: Hebreu
cs: Hebrejština
cy: Hebraeg
da: Hebraisk
de: Hebräisch
el: Εβραϊκά
eo: Hebrea
es_us: Hebreo
et: heebrea
eu: Hebreera
fa: عبری
fi: Heprea
fr: Hébreu
gl: Hebreo
he: עברית
hu: héber
hy: Եբրայերեն
id: Ibrani
is: Hebreska
it: Ebraico
ja: ヘブライ語
ka: ებრაული
ko: 히브리어
lt: Hebrajų
lv: Ebreju
mk: Hebrejski
ml: "ഹീബ്രൂ ഭാക്ഷ "
nb: Hebraisk
nl: Hebreeuws
oc: Ebrèu
pl: Hebrajski
ro_ro: Ebraică
ru: Иврит
sc: Ebràicu
sk: Hebrejsky (עִבְרִית)
sl: Hebrejščina
sr: Хебрејски
sr_latn: Hebrejski
sv: Hebreiska
ta: ஹீப்ரு
tr: İbranice
uk: Іврит
zh_hans: 希伯来语
zh_hant: 希伯來

# lang_hi
source: Hindi
ar: الهندية
az: Hindcə
be: Хіндзі
bg: Хинди
cs: Hindština
el: Χίντι
eo: Hindia
es_us: Hindú
eu: Hindia
fa: هندی
he: הינדי
hy: Հինդի
is: Hindí
ja: ヒンディー語
ka: ინდური
ko: 인도어
lv: Hindu
mk: Hindiski
ml: "ഹിന്ദി "
oc: Indian
ro_ro: Hindusă
ru: Хинди
sk: Hindsky (हिंदी)
sl: Hindijščina
sr: Индијски
sr_latn: Indijski
ta: இந்தி
tr: Hintçe
uk: Гінді
zh_hans: 印地语
zh_hant: 印地語

# lang_hr
source: Croatian
af: Kroaties
ar: الكرواتية
ast: Croata
az: Xorvatca
be: Харвацкая
bg: Хърватски
ca: Croat
cs: Chorvatština
cy: Croateg
da: Kroatisk
de: Kroatisch
el: Κροατικά
eo: Kroata
es_us: Croata
et: horvaadi
eu: Kroaziera
fa: کرواتی
fi: Kroaatia
fr: Croate
gl: Croata
he: קרואטית
hu: horvát
hy: Խորվաթերեն
id: Bahasa Kroasia
is: Króatíska
it: Croato
ja: クロアチア語
ka: ხორვატული
ko: 크로아티아어
lt: Kroatų
lv: Horvātu
mk: Hrvatski
ml: "ക്രൊയേഷ്യന്‍ "
nb: Kroatisk
nl: Kroatisch
oc: Croacian
pl: Chorwacki
ro_ro: Croată
ru: Хорватский
sc: Croatu
sk: Chorvátsky (Hrvatski)
sl: Hrvaščina
sr: Хрватски
sr_latn: Hrvatski
sv: Kroatiska
ta: குரோஷியன்
tr: Hırvatça
uk: Хорватська
zh_hans: 克罗地亚语
zh_hant: 克羅埃西亞

# lang_hu
source: Hungarian
ar: المجرية
ast: Húngaru
az: Macarca
be: Венгерская
bg: Унгарски
ca: Hongarès
cs: Maďarština
cy: Hwngareg
da: Ungarsk
de: Ungarisch
el: Ουγγρικά
eo: Hungara
es_us: Húngaro
et: ungari
eu: Hungariera
fa: مجاری
fi: Unkari
fr: Hongrois
gl: Húngaro
he: הונגרית
hu: magyar
hy: Հունգարական
id: Bahasa Hungaria
is: Ungverska
it: Ungherese
ja: ハンガリー語
ka: უნგრული
ko: 헝가리어
lt: Vengrų
lv: Hungāru
mk: Ungarski
ml: "ഹംഗറിയന്‍ "
nb: Ungarsk
nl: Hongaars
oc: Ongarés
pl: Węgierski
ro_ro: Maghiară
ru: Венгерский
sc: Ungheresu
sk: Maďarsky (Magyar)
sl: Madžarščina
sr: Мађарски
sr_latn: Mađarski
sv: Ungerska
ta: ஹங்கேரியன்
tr: Macarca
uk: Угорська
zh_hans: 匈牙利语
zh_hant: 匈牙利

# lang_hu_formal
source: Hungarian (formal)
ar: المجرية (الرسمية)
az: Macarca (rəsmi)
be: Венгерская (афіцыйная)
bg: Унгарски (официален)
ca: Hongarès (formal)
cs: Maďarština (formální)
cy: Hwngareg (ffurfiol)
da: Ungarsk (formelt)
de: Ungarisch (formell)
el: Ουγγρικά (επίσημα)
eo: Hungara (forma)
es_us: Húngaro (formal)
et: ungari (ametlik)
eu: Hungariera (formala)
fa: مجاری (رسمی)
fi: Unkari (virallinen)
fr: Hongrois (formel)
gl: Húngaro (formal)
he: הונגרית (רשמית)
hu: magyar (magázó)
hy: Հունգարերեն (պաշտոնական)
id: Bahasa Hungaria (formal)
is: Ungverska (formleg)
it: Ungherese (formale)
ja: ハンガリー語(フォーマル)
ka: უნგრული (ზრდილობიანი)
ko: 헝가리어 (formal)
lt: Vengrų (oficiali)
lv: Hungāru (formālā)
mk: Ungarski (zvanicen)
ml: ഹംഗറിയിലെ (ഫോര്‍മല്‍‌)
nb: Ungarsk (formell)
nl: Hongaars (formeel)
oc: Ongarés (formau)
pl: Węgierski (formalny)
ro_ro: Maghiară (formală)
ru: Венгерский (официальный)
sc: Ungheresu (formale)
sk: Maďarsky (formálne)
sl: Madžarščina (uradna)
sr: Мађарски (званични)
sr_latn: Mađarski (zvanični)
sv: Ungerska (formell)
ta: ஹங்கேரிய (முறையான)
tr: Macarca (resmi)
uk: Угорська (офіційна)
zh_hans: 匈牙利（正式）
zh_hant: 匈牙利（正式的）

# lang_hy
source: Armenian
af: Armeens
ar: الأرمينية
ast: Armeniu
az: Ermənicə
be: Армянская
bg: Арменски
ca: Armeni
cs: Arménština
cy: Armeneg
da: Armensk
de: Armenisch
el: Αρμενικά
eo: Armena
es_us: Armenio
et: armeenia
eu: Armeniera
fa: ارمنی
fi: Armenia
fr: Arménien
gl: Armenio
he: ארמנית
hu: örmény
hy: Հայերեն
id: Bahasa Armenia
is: Armenska
it: Armeno
ja: アルメニア語
ka: სომხური
ko: 아르메니아어
lt: Armėnų
lv: Armēņu
mk: Ermenski
ml: "അര്‍മേനിയന്‍ "
nb: Armensk
nl: Armeens
pl: Armeński
ro_ro: Armenească
ru: Армянский
sc: Armenu
sk: Arménsky (հայերեն)
sl: Armenščina
sr: Арменијски
sr_latn: Armenijski
sv: Armeniska
ta: ஆர்மேனியன்
tr: Ermenice
uk: Вірменська
zh_hans: 亚美尼亚语
zh_hant: 亞美尼亞語

# lang_id
source: Indonesian
ar: الإندونيسية
ast: Indonesiu
az: İndonezcə
be: Інданэзійская
bg: Индонезийски
ca: Indonesi
cs: Indonéština
cy: Indoneseg
da: Indonesisk
de: Indonesisch
el: Ινδονησιακά
eo: Indonezia
es_us: Indonesio
et: indoneesia
eu: Indonesiera
fa: اندونزیایی
fi: Indonesia
fr: Indonésien
gl: Indonesio
he: אינדונזית
hu: indonéz
hy: Ինդոնէզիան
id: Bahasa Indonesia
is: Indonesíska
it: Indonesiano
ja: インドネシア語
ka: ინდონეზიური
ko: 인도네시아어
lt: Indoneziečių
lv: Indonēziešu
mk: Indoneziski
ml: "ഇന്‍ഡോനേഷ്യന്‍ "
nb: Indonesisk
nl: Indonesisch
pl: Indonezyjski
ro_ro: Indoneziană
ru: Индонезийский
sc: Indonesianu
sk: Indonézsky (Indonesia)
sl: Indonezijščina
sr: Индонезијски
sr_latn: Indonezijski
sv: Indonesiska
ta: இந்தோனேஷியன்
tr: Endonezyaca
uk: Індонезійська
zh_hans: 印度尼西亚语
zh_hant: 印尼語

# lang_it
source: Italian
ar: الإيطالية
ast: Italianu
az: İtalyanca
be: Італьянская
bg: Италиански
ca: Italià
cs: Italština
cy: Eidaleg
da: Italiensk
de: Italienisch
el: Ιταλικά
eo: Itala
es_us: Italiano
et: itaalia
eu: Italiera
fa: ایتالیایی
fi: Italia
fr: Italien
gl: Italiano
he: איטלקית
hu: olasz
hy: իտալերեն
id: Bahasa Italia
is: Ítalska
it: Italiano
ja: イタリア語
ka: იტალიური
ko: 이탈리아어
lt: Italų
lv: Itāļu
mk: Italijanski
ml: "ഇറ്റാലിയന്‍ "
nb: Italiensk
nl: Italiaans
pl: Włoski
ro_ro: Italiană
ru: Итальянский
sc: Italianu
sk: Taliansky (Italiano)
sl: Italijanščina
sr: Италијански
sr_latn: Italijanski
sv: Italienska
ta: இத்தாலிய
tr: İtalyanca
uk: Італійська
zh_hans: 意大利语
zh_hant: 義大利語

# lang_iw
source: Hebrew
ar: العبرية
ast: Hebréu
az: İvritcə
be: Габрэйская
bg: Иврит
ca: Hebreu
cs: Hebrejština
cy: Hebraeg
da: Hebraisk
de: Hebräisch
el: Εβραϊκά
eo: Hebrea
es_us: Hebreo
et: heebrea
eu: Hebreera
fa: عبری
fi: Heprea
fr: Hébreu
gl: Hebreo
he: עברית
hu: héber
hy: Եբրայերեն
id: Ibrani
is: Hebreska
it: Ebraico
ja: ヘブライ語
ka: ებრაული
ko: 히브리어
lt: Hebrajų
lv: Ebreju
mk: Hebrejski
ml: "ഹീബ്രൂ ഭാക്ഷ "
nb: Hebraisk
nl: Hebreeuws
oc: Ebrèu
pl: Hebrajski
ro_ro: Ebraică
ru: Иврит
sc: Ebreu
sk: Hebrejsky (עברית)
sl: Hebrejščina
sr: Хебрејски
sr_latn: Hebrejski
sv: Hebreiska
ta: ஹீப்ரு
tr: İbranice
uk: Іврит
zh_hans: 希伯来语
zh_hant: 希伯來

# lang_ja
source: Japanese
ar: اليابانية
ast: Xaponés
az: Yaponca
be: Японская
bg: Японски
ca: Japonès
cs: Japonština
cy: Japaneeg
da: Japansk
de: Japanisch
el: Ιαπωνικά
eo: Japana
es_us: Japonés
et: jaapani
eu: Japoniera
fa: ژاپنی
fi: Japani
fr: Japonais
gl: Xaponés
he: יפנית
hu: japán
hy: ճապոներեն
id: Bahasa Jepang
is: Japanska
it: Giapponese
ja: 日本語
ka: იაპონური
ko: 일본어
lt: Japonų
lv: Japāņu
mk: Japonski
ml: "ജപ്പാനീസ് ഭാക്ഷ "
nb: Japansk
nl: Japans
oc: Japanés
pl: Japoński
ro_ro: Japoneză
ru: Японский
sc: Giapponesu
sk: Japonsky (日本の)
sl: Japonščina
sr: Јапански
sr_latn: Japanski
sv: Japanska
ta: ஜப்பனீஸ்
tr: Japonca
uk: Японська
zh_hans: 日语
zh_hant: 日語

# lang_ka
source: Georgian
ar: الجورجية
ast: Xeorxanu
az: Gürcücə
be: Грузінская
bg: Грузински
ca: Georgià
cs: Gruzínština
cy: Georgeg
da: Georgisk
de: Georgisch
el: Γεωργιανά
eo: Kartvela
es_us: Georgiano
et: gruusia
eu: Georgiera
fa: گرجی
fi: Georgia
fr: Géorgien
gl: Xeorxiano
he: גאורגית
hu: grúz
hy: Վրացերեն
id: Bahasa Georgia
is: Georgíska
it: Georgiano
ja: グルジア語
ka: ქართული
ko: 그루지안어
lt: Gruzinų
lv: Gruzijas
mk: Gruziski
ml: "ജൊര്‍ജിയന്‍ "
nb: Georgisk
nl: Georgisch
pl: Gruziński
ro_ro: Georgiană
ru: Грузинский
sc: Georgianu
sk: Gruzínsky (Georgian)
sl: Gruzijščina
sr: Грузијски
sr_latn: Gruzijski
sv: Georgiska
ta: ஜியோர்ஜியன்
tr: Gürcüce
uk: Грузинська
zh_hans: 格鲁吉亚语
zh_hant: 喬治亞

# lang_kn
source: Kannada
ar: الكنادية
ast: Canarés
az: Kannadaca
be: Канада (Індыя)
bg: Каннада
ca: Kanarès
cs: Kannadština
el: Κανάντα
eo: Kanara
es_us: Canarés
fa: کانادا
he: קאנדה
hy: Կաննադա
id: Bahasa Kanada
ja: カンナダ語
ka: კანნადური
ko: 칸나다어
lt: Kanadų
lv: Kannaru
mk: Kanadski
ml: "കന്നട "
ro_ro: Canada
ru: Каннада
sl: Kanada
sr: Канада
sr_latn: Kanada
ta: கன்னடம்
tr: Kannada dili
uk: Каннада
zh_hans: 卡纳拉语
zh_hant: 康納達語

# lang_ko
source: Korean
ar: الكورية
ast: Coreanu
az: Koreyaca
be: Карэйская
bg: Корейски
ca: Coreà
cs: Korejština
cy: Coreeg
da: Koreansk
de: Koreanisch
el: Κορεατικά
eo: Korea
es_us: Coreano
et: korea
eu: Koreera
fa: کره‌ای
fi: Korea
fr: Coréen
gl: Coreano
he: קוריאנית
hu: koreai
hy: Կորեերեն
id: Bahasa Korea
is: Kóreska
it: Coreano
ja: 韓国語
ka: კორეული
ko: 한국어
lt: Korėjiečių
lv: Korejiešu
mk: Koreanski
ml: "കൊറിയന്‍ ഭാക്ഷ "
nb: Koreansk
nl: Koreaans
oc: Corean
pl: Koreański
ro_ro: Coreeană
ru: Корейский
sc: Coreanu
sk: Kórejsky (한국의)
sl: Korejščina
sr: Корејски
sr_latn: Korejski
sv: Koreanska
ta: கொரியன்
tr: Korece
uk: Корейська
zh_hans: 朝鲜语
zh_hant: 韓語

# lang_lt
source: Lithuanian
ar: الليتوانية
ast: Lituanu
az: Litvaca
be: Летувіская
bg: литовски
ca: Lituà
cs: Litevština
cy: Lithwaneg
da: Litauisk
de: Litauisch
el: Λιθουανικά
eo: Litova
es_us: Lituano
et: leedu
eu: Lituaniera
fa: لیتوانیایی
fi: Liettua
fr: Lituanien
gl: Lituano
he: ליטאית
hu: litván
hy: Լիտվական
id: Lithuania
is: Litháíska
it: Lituano
ja: リトアニア語
ka: ლიეტუვური
ko: 리투아니아어
lt: Lietuvių
lv: Lietuviešu
mk: Litvanski
ml: ലിത്വാനിയ
nb: Litauisk
nl: Litouws
pl: Litewski
ro_ro: Lituaniană
ru: Литовский
sc: Lituanu
sk: Litovsky (Lietuvos)
sl: Litovščina
sr: Литвански
sr_latn: Litvanski
sv: Litauiska
ta: லிதுவேனியன்
tr: Litvanyaca
uk: Литовська
zh_hans: 立陶宛语
zh_hant: 立陶宛語

# lang_lv
source: Latvian
ar: اللاتفية
ast: Letón
az: Latışca
be: Латышская
bg: Латвийски
ca: Letó
cs: Lotyština
cy: Latfieg
da: Lettisk
de: Lettisch
el: Λεττονικά
eo: Latva
es_us: Letón
et: läti
eu: Letoniera
fa: لتونیایی
fi: Latvia
fr: Letton
gl: Letón
he: לטבית
hu: lett
hy: Լատվիական
id: Bahasa Latvia
is: Lettneska
it: Lettone
ja: ラトビア語
ka: ლატვიური
ko: 라트비아어
lt: Latvių
lv: Latviešu
mk: Latviski
ml: ലാത്വിയ
nb: Latvisk
nl: Lets
pl: Łotewski
ro_ro: Letonă
ru: Латышский
sc: Lèttone
sk: Lotyšsky (Latvijas)
sl: Latvijščina
sr: Летонски
sr_latn: Letonski
sv: Lettiska
ta: லேட்வியன்
tr: Letonca
uk: Латиська
zh_hans: 拉脱维亚语
zh_hant: 拉脫維亞語

# lang_mr
source: Marathi
ar: الماراثية
az: Marathicə
be: Маратхі
bg: маратхи
cs: Maráthština
el: Μαραθικά
eo: Marata
eu: Marathera
fa: ماراتی
fr: Marathe
he: מראטהית
hu: maráthi
hy: Մարաթի
is: Marathí
ja: マラーティー語
ka: მარათი
ko: 마라티어
lt: Maračių
lv: Maratiešu
mk: Maratski
ml: "മറാത്തി "
oc: Marathin
ro_ro: Márată
ru: Маратхи
sk: Marathi (मराठी)
sl: Maratščina
sr: Марати
sr_latn: Marati
ta: மராத்தி
uk: Маратхі
zh_hans: 马拉地语
zh_hant: 馬拉地

# lang_nl
source: Dutch
ar: الهولندية
ast: Neerlandés
az: Hollandca
be: Галандская
bg: Холандски
ca: Holandès
cs: Holandština
cy: Iseldireg
da: Nederlandsk
de: Niederländisch
el: Ολλανδικά
eo: Nederlanda
es_us: Holandés
et: hollandi
eu: Nederlandera
fa: هلندی
fi: Hollanti
fr: Néerlandais
gl: Holandés
he: הולנדית
hu: holland
hy: Հոլանդերեն
id: Bahasa Belanda
is: Hollenska
it: Olandese
ja: オランダ語
ka: ჰოლანდიური
ko: 네델란드어
lt: Olandų
lv: Holandiešu
mk: Holandski
ml: "ഡച്ച് "
nb: Nederlandsk
nl: Nederlands
oc: Olandés
pl: Holenderski
ro_ro: Olandeză
ru: Голландский
sc: Olandesu
sk: Holandsky (Denemarken)
sl: Nizozemščina
sr: Холандски
sr_latn: Holandski
sv: Nederländska
ta: டச்சு
tr: Felemenkçe
uk: Нідерландська
zh_hans: 荷兰语
zh_hant: 荷蘭

# lang_no
source: Norwegian Bokmål
ar: بوكمول النرويجية
az: Norveçcə (Bokmal)
be: Нарвежская (Букмал)
bg: Норвежки букмол
ca: Noruec bokmål
cs: Norština Bokmål
cy: Norwyeg Bokmål
da: Norsk bokmål
de: Norwegisch (Bokmål)
el: Νορβηγικά Bokmål
eo: Norvega Bokmål
es_us: Noruego Bokmål
et: norra bokmål
eu: Bokmål Norvegiera
fa: نروژی بوکمل
fi: Norja kirjakieli
fr: Norvégien bokmål
gl: Noruegués Bokmål
he: נורווגית ספרותית
hu: norvég bokmål
hy: Նորվեգերեն Bokmål
id: Norwegia
is: Norskt bókmál
it: Norvegese Bokmål
ja: ノルウェー語
ka: ნორვეგიული ბოქმალი
ko: 노르웨이 부크몰어
lt: Norvegų Bokmål
lv: Norvēģu
mk: Norveski Bokmål
ml: നോര്‍വീജിയന്‍ ബോക്മാല്‍
nb: Norsk bokmål
nl: Noors
pl: Norweski Bokmål
ro_ro: Norvegiană Bokmål
ru: Норвежский букмол
sc: Norvegesu Bokmål
sk: Nórsky Bokmål
sl: Norveški Bokmål
sr: Норвешки бокмал
sr_latn: Norveški bokmal
sv: Norska Bokmål
ta: நார்வே பொக்மால்
tr: Norveççe Bokmål
uk: Норвезька Букмол
zh_hans: 书面挪威语
zh_hant: 書面挪威語

# lang_pl
source: Polish
ar: البولندية
ast: Polacu
az: Polyakca
be: Польская
bg: Полски
ca: Polonès
cs: Polština
cy: Pwyleg
da: Polsk
de: Polnisch
el: Πολωνικά
eo: Pola
es_us: Polaco
et: poola
eu: Poloniera
fa: لهستانی
fi: Puola
fr: Polonais
gl: Polaco
he: פולנית
hu: lengyel
hy: Լեհերեն
id: Bahasa Polandia
is: Pólska
it: Polacco
ja: ポーランド語
ka: პოლონური
ko: 폴란드어
lt: Lenkų
lv: Poļu
mk: Polski
ml: "പോളീഷ് "
nb: Polsk
nl: Pools
oc: Polonés
pl: Polski
ro_ro: Poloneză
ru: Польский
sc: Polacu
sk: Poľsky (Polski)
sl: Poljščina
sr: Пољски
sr_latn: Poljski
sv: Polska
ta: போலிஷ்
tr: Lehçe
uk: Польська
zh_hans: 波兰语
zh_hant: 波蘭

# lang_pt
source: Portuguese
ar: البرتغالية
ast: Portugués
az: Portuqalca
be: Партугальская
bg: Португалски
ca: Portuguès
cs: Portugalština
cy: Portiwgaleg
da: Portugisisk
de: Portugiesisch
el: Πορτογαλικά
eo: Portugala
es_us: Portugués
et: portugali
eu: Portugesa
fa: پرتغالی
fi: Portugali
fr: Portugais
gl: Portugués
he: פורטוגלית
hu: portugál
hy: Պորտուգալերեն
id: Bahasa Portugis
is: Portúgalska
it: Portoghese
ja: ポルトガル語
ka: პორტუგალიური
ko: 포르투갈어
lt: Portugalų
lv: Portugāļu
mk: Portugalski
ml: "പോര്‍ട്ടുഗീസ് "
nb: Portugisisk
nl: Portugees
oc: Portugués
pl: Portugalski
ro_ro: Portugheză
ru: Португальский
sc: Portughesu
sk: Portugalsky (Português)
sl: Portugalščina
sr: Португалски
sr_latn: Portugalski
sv: Portugisiska
ta: போர்த்துகீசியம்
tr: Portekizce
uk: Португальська
zh_hans: 葡萄牙语
zh_hant: 葡萄牙

# lang_pt_br
source: Portuguese (Brazil)
af: Portugees (Brazilië)
ar: البرتغالية (البرازيل)
ast: Portugués (Brasil)
az: Portuqalca (Braziliya)
be: Партугальская (Бразілія)
bg: Португалски (Бразилия)
ca: Portuguès (Brasil)
cs: Portugalština (Brazílie)
cy: Portiwgaleg (Brasil)
da: Portugisisk (Brasilien)
de: Portugiesisch (Brasilien)
el: Πορτογαλικά (Βραζιλίας)
eo: Portugala (Brazila)
es_us: Portugués (Brasil)
et: portugali (Brasiilia)
eu: Portuges (Brasil)
fa: پرتغالی (برزیل)
fi: Portugali (Brasilia)
fr: Portugais (Brésil)
gl: Portugués do Brasil
he: פורטוגלית (ברזיל)
hu: portugál (brazil)
hy: Պորտուգալերեն (Բրազիլիա)
id: Bahasa Portugis (Brazil)
is: Portúgalska (Brasilía)
it: Portoghese (Brasile)
ja: ポルトガル語(ブラジル)
ka: ბრაზილიური პორტუგალიური
ko: 포르투갈어 (브라질)
lt: Portugalų (Brazilijos)
lv: Portugāļu (Brazīlija)
mk: Portugalski (Brazil)
ml: പോര്‍ട്ടുഗീസ് (ബ്രസീൽ)
nb: Portugisisk (Brasil)
nl: Portugees (Brazilië)
oc: Portugués (Brasiu)
pl: Portugalski (Brazylia)
ro_ro: Portugheză (Brazilia)
ru: Португальский (Бразилия)
sc: Portughesu (Brasile)
sk: Portugalsky (Brazília)
sl: Portugalščina (Brazilija)
sr: Португалски (бразилски)
sr_latn: Portugalski (brazilski)
sv: Portugisiska (Brasilien)
ta: போர்த்துகீசியம் (பிரேசில்)
tr: Portekizce (Brezilya)
uk: Португальська (Бразилія)
zh_hans: 葡萄牙语（巴西）
zh_hant: 葡萄牙語(巴西)

# lang_ro
source: Romanian
ar: الرومانية
ast: Rumanu
az: Rumınca
be: Румынская
bg: Румънски
ca: Romanès
cs: Rumunština
cy: Rwmaneg
da: Rumænsk
de: Rumänisch
el: Ρουμανικά
eo: Rumana
es_us: Rumano
et: rumeenia
eu: Errumaniera
fa: رومانیایی
fi: Romania
fr: Roumain
gl: Romanés
he: רומנית
hu: román
hy: Ռումիներեն
id: Bahasa Romania
is: Rúmenska
it: Rumeno
ja: ルーマニア語
ka: რუმინული
ko: 루마니아어
lt: Rumunų
lv: Rumāņu
mk: Romanski
ml: "റോമാനിയന്‍ ഭാക്ഷ "
nb: Rumensk
nl: Roemeens
pl: Rumuński
ro_ro: Română
ru: Румынский
sc: Rumenu
sk: Rumunsky (Român)
sl: Romunščina
sr: Румунски
sr_latn: Rumunski
sv: Rumänska
ta: ரோமேனியன்
tr: Rumence
uk: Румунська
zh_hans: 罗马尼亚语
zh_hant: 羅馬尼亞

# lang_ru
source: Russian
ar: الروسية
ast: Rusu
az: Rusca
be: Расійская
bg: Руски
ca: Rus
cs: Ruština
cy: Rwseg
da: Russisk
de: Russisch
el: Ρωσικά
eo: Rusa
es_us: Ruso
et: vene
eu: Errusiera
fa: روسی
fi: Venäjä
fr: Russe
gl: Ruso
he: רוסית
hu: orosz
hy: Ռուսերեն
id: Bahasa Rusia
is: Rússneska
it: Russo
ja: ロシア語
ka: რუსული
ko: 러시아어
lt: Rusų
lv: Krievu
mk: Ruski
ml: റഷ്യന്‍ ഭാക്ഷ
nb: Russisk
nl: Russisch
oc: Russe
pl: Rosyjski
ro_ro: Rusă
ru: Русский
sc: Russu
sk: Rusky (русский)
sl: Ruščina
sr: Руски
sr_latn: Ruski
sv: Ryska
ta: ரஷியன்
tr: Rusça
uk: Російська
zh_hans: 俄语
zh_hant: 俄語

# lang_sc
source: Sardinian
ar: السردينية
ast: Sardu
be: Сардынская
bg: Сардински
ca: Sard
cs: Sardinština
cy: Sardinieg
da: Sardisk
de: Sardisch
el: Σαρδηνιακά
eo: Sarda
es_us: Sardo
et: sardi
eu: Sardiniera
fa: ساردینیایی
fi: Sardinia
fr: Sarde
gl: Sardo
he: סרדו
hu: szárd
hy: Սարդիներեն
id: Bahasa Sardinia
is: Sardiníska
it: Sardo
ja: サルデーニャ語
ka: სარდინიული
ko: 사르디니아어
lt: Sardinų
lv: Sardīniešu
mk: Sardiniski
ml: സാര്‍ഡിനിയന്‍
nb: Sardisk
nl: Sardijns
oc: Sarde
pl: Sardyński
ro_ro: Sardiniană
ru: Сардинский
sc: Sardu
sk: Sardínsky
sl: Sardinščina
sr: Сардинијски
sr_latn: Sardinijski
sv: Sardinska
ta: சாடினியன்
tr: Sardunyaca
uk: Сардинська
zh_hans: 撒丁岛语
zh_hant: 薩丁尼亞島

# lang_sk
source: Slovak
ar: سلوفاكي
ast: Eslovacu
az: Slovakca
be: Славацкая
bg: Словашки
ca: Eslovac
cs: Slovenština
cy: Slofaceg
da: Slovakisk
de: Slowakisch
el: Σλοβακικά
eo: Slovaka
es_us: Eslovaco
et: slovaki
eu: Eslovakiera
fa: اسلواکی
fi: Slovakki
fr: Slovaque
gl: Eslovaco
he: סלובקית
hu: szlovák
hy: Սլովակերեն
id: Bahasa Slovakia
is: Slóvakíska
it: Slovacco
ja: スロバキア語
ka: სლოვაკური
ko: 슬로바키아어
lt: Slovakų
lv: Slovāku
mk: Slovacki
ml: സ്ലോവാക്
nb: Slovakisk
nl: Slowaaks
oc: Eslovac
pl: Słowacki
ro_ro: Slovacă
ru: Словацкий
sc: Islovacu
sk: Slovensky
sl: Slovaščina
sr: Словачки
sr_latn: Slovački
sv: Slovakiska
ta: ஸ்லோவாக்
tr: Slovakça
uk: Словацька
zh_hans: 斯洛伐克语
zh_hant: 斯洛伐克
