Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

source: Select street
ar: اختر شارع
az: Küçə seçin
be: Абярыце вуліцу
ca: Selecciona el carrer
cs: Vyberte ulici
cy: Dewiswch stryd
da: Vælg gade
de: Straße wählen
el: Επιλέξτε οδό
eo: Elekti straton
es_us: Elegir la calle
et: Vali tänav
eu: Aukeratu kalea
fa: انتخاب خیابان
fi: Valitse tie
fr: Sélectionner la rue
gl: Escoller rúa
he: בחירת רחוב
hu: Utca kijelölése
hy: Ընտրեք փողոցը
id: Pilih jalan
is: Veldu götu
it: Seleziona la strada
ja: 道路名を選択
ka: ქუჩის არჩევა
ko: 거리 선택
lt: Pasirinkite gatvę
lv: Izvēlieties ielu
mk: Izberi ulica
ml: "തെരുവ് തെരഞ്ഞെടുക്കുക "
my: လမ်းရွေးပါ
nb: Velg gate
nl: Selecteer een straat
oc: Chausir la carriera
pl: Wybierz ulicę
pt_br: Selecionar rua
ro_ro: Selectează strada
ru: Выберите улицу
sc: Ischerta sos caminos
sk: Zvoľte ulicu
sl: Izbor ulice
sr: Изаберите улицу
sr_latn: Odaberi ulicu
sv: Välj gator
ta: தெருவைத் தேர்ந்தெடுக்கவும்
tr: Sokağı seçin
uk: Виберіть вулицю
zh_hans: 选择街道
zh_hant: 選擇街道

# shared_string_in_name
source: in %@
ar: في %@
az: %@-da
be: у %@
bg: в %@
ca: dins %@
cs: v %@
cy: yn %@
da: i %@
el: σε %@
eo: en %@
es_us: en %@
et: kohas %@
eu: %@ barne
fa: در %@
fi: %@:ssa
fr: dans %@
gl: en %@
he: ב־%@
hu: itt: %@
id: di %@
is: í %@
ja: %@内
ka: %@-ში
lt: už %@
mk: vo %@
ml: %@-ല്‍
nb: i %@
oc: en %@
pl: w %@
pt_br: em %@
ro_ro: în %@
ru: в %@
sk: v %@
sl: v %@
sr: у %@
sr_latn: u %@
sv: i %@
ta: %@ இல்
tr: %@ 'de
uk: у %@
zh_hans: 在 %@
zh_hant: 在 %@

source: Type postcode
ar: اكتب عنوان بريدي
ast: Teclexa'l códigu postal
az: Poçt kodu yazın
be: Увядзіце паштовы індэкс
ca: Introduïu el codi postal
cs: Zadejte směrovací číslo
cy: Rhowch god post
da: Indtast postnummer
de: Postleitzahl eingeben
el: Πληκτρολόγησε ταχυδρομικό κώδικα
eo: Enigu poŝtkodon
es_us: Escribe el código postal
et: Kirjuta postiindeks
eu: Idatzi posta-kodea
fa: کدپستی
fi: Kirjoita postinumero
fr: Saisissez le code postal
gl: Insire o código postal
he: נא להקליד מיקוד
hu: Adja meg az irányítószámot
hy: Մուտքագրեք փոստային կոդը
id: Ketik kode pos
is: Settu inn póstnúmer
it: Scrivi il codice postale
ja: 郵便番号を入力
ka: ჩაწერეთ საფოსტო კოდი
kn: ಅಂಚೆಸಂಖ್ಯೆಯನ್ನು ಟೈಪಿಸು
ko: 유형 우편번호
lt: Įrašykite pašto kodą
lv: Ierakstiet pasta kodu
mk: Napisete postanski kod
ml: "പിന്‍കോഡ് തരുക "
my: စာပို့သင်္ကေတရိုက်ထည့်ပါ
nb: Skriv inn postnummer
nl: Postcode invoeren
oc: Escrivètz lo còde postau
pl: Wprowadź kod pocztowy
pt_br: Digite um código postal
ro_ro: Scrie codul poștal
ru: Введите почтовый индекс
sc: Iscrie su còdighe postale
sk: Zadajte PSČ
sl: Vpišite poštno številko
sr: Укуцајте поштански број
sr_latn: Ukucaj poštanski broj
sv: Ange postnummer
ta: அஞ்சல் குறியீடு தட்டச்சு செய்க
tr: Posta-kodunu yazın
uk: Введіть поштовий індекс
vi: Nhập mã bưu chính
zh_hans: 输入邮政编码
zh_hant: 輸入郵遞區號

source: Nearest cities
ar: أقرب مدن
ast: Les ciudaes más cercanes
az: Yaxındakı şəhərlər
be: Бліжэйшыя гарады
bg: Най-близките градове
ca: Ciutats més properes
cs: Nejbližší města
cy: Dinasoedd agosaf
da: Nærmeste byer
de: Nächstgelegene Orte
el: Πλησιέστερες πόλεις
eo: Proksimaj urboj
es_us: Ciudades cercanas
et: Lähimad linnad
eu: Inguruko hiriak
fa: نزدیکترین شهرها
fi: Lähimmät kaupungit
fr: Villes les plus proches
gl: Cidades máis pretas
he: הערים הקרובות
hu: Közeli települések
hy: Մոտակա քաղաքները
id: Kota terdekat
is: Næstu borgir
it: Città vicine
ja: 最寄りの市町村名
ka: უახლოესი ქალაქები
kn: ಹತ್ತಿರದ ನಗರಗಳು
ko: 가장 가까운 도시
lt: Artimiausi miestai
lv: Tuvākās pilsētas
mk: Najbliski gradovi
ml: അടുത്തുള്ള നഗരങ്ങള്‍
my: အနီးဆုံးမြို့ကြီးများ
nb: Nærmeste byer
nl: Plaatsen in de buurt
oc: Ciutats vesinas
pl: Pobliskie miasta
pt_br: Cidades mais próximas
ro_ro: Orașe apropiate
ru: Ближайшие города
sc: Tzitades a curtzu
sk: Najbližšie mestá
sl: Najbližje mesto
sr: Најближи градови
sr_latn: Najbliži gradovi
sv: Närmaste städer
ta: அருகிலுள்ள நகரங்கள்
tr: En yakındaki şehirler
uk: Міста поруч
zh_hans: 距离最近的城市
zh_hant: 最近的城市

source: Map markers history
ar: سجل علامات الخريطة
az: Xəritə işarələri tarixçəsi
be: Гісторыя адзнак мапы
bg: История на маркерите на картата
ca: Historial dels marcadors del mapa
cs: Historie mapových značek
cy: Hanes nodau map
da: Kortmarkørhistorik
de: Kartenmarkierungsverlauf
el: Ιστορικό δεικτών χάρτη
eo: Historio de map-markoj
es_us: Historial de los marcadores del mapa
et: Kaardimarkerite ajalugu
eu: Mapa markatzaileen historia
fa: تاریخچه نشانگرهای نقشه
fi: Karttamerkkihistoria
fr: Historique des marques
he: היסטוריית סמני המפה
hu: Térképjelölők előzményei
id: Riwayat penanda peta
is: Aðgerðaferill kortamerkja
it: Cronologia marcatori mappa
ja: マップマーカー履歴
ka: რუკის სანიშნის ისტორია
ko: 지도 마커 기록
lt: Žemėlapio žymeklių istorija
mk: Istorija na markeri na karti
nb: Kartmarkørhistorikk
nl: Geschiedenis van mapmarkeringen
oc: Istoric dei marcas
pl: Historia znaczników na mapie
ro_ro: Istoricul marcajelor de hartă
ru: История маркеров карты
sc: Cronologia de sos marcadores de mapa
sk: História mapových značiek
sl: Zgodovina oznak zemljevida
sr: Историја ознака
sr_latn: Istorija markera
sv: Kartmarkörhistorik
ta: வரைபட குறிப்பான்கள் வரலாறு
tr: Harita işaretleyicileri geçmişi
uk: Історія позначок мап
vi: Lịch sử đánh dấu trên bản đồ
zh_hans: 地图标记历史记录
zh_hant: 地圖標記歷史

# unsaved_changes_will_be_lost_discard
source: Any unsaved changes will be lost. Discard changes?
ar: سيتم فقدان أي تغييرات غير محفوظة. هل تريد تجاهل التغييرات؟
cs: Všechny neuložené změny budou ztraceny. Zahodit změny?
da: Alle ikke-gemte ændringer vil gå tabt. Kassér ændringer?
de: Alle nicht gespeicherten Änderungen gehen verloren. Änderungen verwerfen?
el: Οποιεσδήποτε μη αποθηκευμένες αλλαγές θα χαθούν. Απόρριψη αλλαγών;
es_us: Los cambios sin guardar se perderán. ¿Descartar cambios?
et: Kõik salvestamata muudatused lähevad kaotsi. Kas loobud neist?
fr: Toutes les modifications non enregistrées seront perdues. Abandonner les modifications ?
hu: A nem mentett módosítások elvesznek. Biztosan el szeretné vetni a módosításokat?
id: Semua perubahan yang belum disimpan akan hilang. Buang perubahan?
is: Allar óvistaðar breytingar munu tapast. Henda breytingum?
it: Eventuali modifiche non salvate andranno perse. Abbandonare le modifiche?
ko: 저장하지 않은 변경 사항은 손실됩니다. 변경 사항을 취소하시겠습니까?
nl: Niet opgeslagen wijzigingen zullen verloren gaan. Wijzigingen niet opslaan?
pl: Wszystkie niezapisane zmiany zostaną utracone. Odrzucić zmiany?
ro_ro: Modificările nesalvate vor fi pierdute. Doriți să renunțați la ele?
ru: Все несохраненные изменения будут потеряны. Отменить изменения?
sr: Било које несачуване измене биће изгубљене. Одбацити измене?
sr_latn: Bilo koje nesačuvane izmene biće izgubljene. Odbaciti izmene?
sv: Alla ändringar som inte sparats kommer gå förlorade. Avfärda ändringarna?
ta: சேமிக்கப்படாத மாற்றங்கள் இழக்கப்படும். மாற்றங்களை நிராகரிக்கவா?
tr: Kaydedilmeyen tüm değişiklikler kaybolacak. Değişiklikler atılsın mı?
uk: Усі незбережені зміни будуть втрачені. Відкинути зміни?
zh_hant: 任何未儲存的變動都會遺失，確定放棄變動？

# shared_string_cancelled
source: Cancelled
ar: ملغى
be: Скасавана
cs: Zrušeno
da: Annulleret
de: Abgebrochen
el: Ακυρώθηκε
es_us: Cancelado
et: Katkestatud
fr: Annulé
hu: Megszakítva
id: Dibatalkan
is: Hætt við
it: Cancellato
ko: 취소됨
lt: Atšaukta
nb: Avbrutt
nl: Geannuleerd
oc: Abandonat
pl: Anulowano
ro_ro: Anulat
ru: Отменены
sc: Annulladu
sr: Отказано
sr_latn: Otkazano
sv: Avbruten
ta: ரத்து செய்யப்பட்டது
tr: İptal edildi
uk: Скасовано
zh_hant: 已取消

# shared_string_upload
source: Upload
ar: رفع
az: Yüklə
be: Запампаваць
bg: Качване
ca: Pujada
cs: Odeslat
cy: Uwchlwytho
da: Overfør
de: Hochladen
el: Ανέβασμα
eo: Alŝuti
es_us: Subir
et: Laadi üles
eu: Igo
fa: بارگذاری
fi: Lähetä
fr: Téléverser
gl: Enviar
he: העלאה
hu: Feltöltés
hy: Վերբեռնել
id: Unggah
is: Senda inn
it: Carica
ja: アップロード
ka: ატვირთვა
ko: 업로드
ku: Bar bike
lt: Išsiųsti
lv: Augšupielādēt
mk: Postavete
ml: അപ്ലോഡ്
nb: Last opp
oc: Telecargar
pl: Prześlij
pt_br: Enviar
ro_ro: Încarcă
ru: Отправить
sc: Càrriga
sk: Odoslať
sl: Pošlji
sr: Отпреми
sr_latn: Otpremi
sv: Skicka
ta: பதிவேற்றும்
tr: Karşıya yükle
uk: Надіслати
vi: Tải lên
zh_hans: 上传
zh_hant: 上傳

# shared_string_replace
source: Replace
bg: Заменяне
ca: Substitueix
cs: Nahradit
da: Erstat
de: Ersetzen
el: Αντικατάσταση
es_us: Reemplazar
et: Asenda
eu: Ordeztu
fa: جایگزین کردن
fi: Korvaa
fr: Remplacer
hu: Csere
id: Ganti
is: Skipta út
it: Sostituisci
ja: 置き換え
nl: Vervangen
ro_ro: Înlocuiește
ru: Заменить
sk: Nahradiť
sr: Замени
sr_latn: Zameniti
sv: Ersätt
ta: மாற்றவும்
uk: Замінити
vi: Thay thế
zh_hans: 替换
zh_hant: 取代

# shared_string_time
source: Time
ar: الوقت
az: Vaxt
be: Час
ca: Durada
cs: Čas
cy: Amser
da: Tid
de: Zeit
el: Χρόνος
eo: Tempo
es_us: Tiempo
et: Aeg
eu: Denbora
fa: زمان
fi: Aika
fr: Durée
gl: Tempo
he: זמן
hu: Idő
hy: Ժամանակ
id: Waktu
is: Tími
it: Tempo
ja: 時間
ka: დრო
ko: 시간
lt: Laikas
lv: Laiks
mk: Vreme
ml: സമയം
nb: Tid
nl: Tijd
oc: Durada
pl: Czas
pt_br: Tempo
ro_ro: Timp
ru: Время
sc: Tempus
sk: Čas
sl: Čas
sr: Време
sr_latn: Vreme
sv: Tid
ta: நேரம்
tr: Zaman
uk: Час
vi: Thời gian
zh_hans: 时间
zh_hant: 時間

# shared_string_time_span
source: Time span
ar: الفترة الزمنية
az: Ümumi vaxt
be: Часавы дыяпазон
ca: Lapse temporal
cs: Časový rozsah
cy: Rhychwant amser
da: Tidsrum
de: Dauer
el: Χρονική διάρκεια
eo: Variejo de tempo
es_us: Duración total
et: Ajavahemik
eu: Denbora tartea
fa: مدت‌زمان
fi: Aikajänne
fr: Amplitude horaire
gl: Espazo de tempo
he: מסגרת זמן
hu: Időtartam
hy: Ընդհանուր ժամանակը
id: Rentang waktu
is: Tímarammi
it: Tempo totale
ja: 時間間隔
ka: დროის შუალედი
ko: 시간 범위
lt: Trukmė
lv: Laika sprīdis
mk: Vremenski raspon
ml: സമയ ദൈര്‍ഖ്യം
nb: Tidsrom
nl: Tijdsduur
oc: Durada de temps
pl: Zakres czasu
ro_ro: Perioadă de timp
ru: Общее время
sc: Intervallu de tempus
sk: Časový rozsah
sl: Časovni okvir
sr: Временски распон
sr_latn: Vremenski raspon
sv: Tidsspann
ta: கால இடைவெளி
tr: Zaman aralığı
uk: Час
zh_hans: 持续时间
zh_hant: 時間間隔

# shared_string_start_time
source: Start time
ar: وقت البدء
az: Başlama vaxtı
be: Час пачатку
ca: Hora inicial
cs: Čas odjezdu
cy: Amser dechrau
da: Starttidspunkt
de: Startzeitpunkt
el: Χρόνος έναρξης
eo: Komenca tempo
es_us: Hora de inicio
et: Algusaeg
eu: Hasiera ordua
fa: زمان شروع
fi: Aloitusaika
fr: Heure de départ
gl: Hora do comezo
he: יציאה לדרך
hu: Indulási idő
hy: Մեկնելու ժամը
id: Waktu mulai
is: Upphafstími
it: Ora d'inizio
ja: 開始時刻
ka: საწყისი დრო
ko: 시작시간
lt: Pradžios laikas
lv: Starta laiks
mk: Pocetno vreme
ml: പ്രാരംഭ സമയം
nb: Start
nl: Starttijd
oc: Ora de començament
pl: Czas odjazdu
ro_ro: Oră pornire
ru: Отправление
sc: Ora de tzucada
sk: Čas začiatku
sl: Čas odhoda
sr: Време поласка
sr_latn: Vreme polaska
sv: Starttid
ta: தொடக்க நேரம்
tr: Başlangıç zamanı
uk: Час початку
zh_hans: 开始时间
zh_hant: 開始時間

# shared_string_max
source: Max
ar: الحد الاقصى
az: Maksimum
be: Макс.
ca: Màx.
cy: Uchaf
da: Maks
el: Μέγιστο
eo: Maks.
es_us: Máx
et: Suurim
eu: Geh.
fa: حداکثر
fi: Maks.
gl: Máx.
he: מרבי
hu: Legnagyobb
hy: Առավելագույն
id: Maksimum
is: Hámark
it: Massimo
ja: 最大
ka: მაქს
ko: 최대
lt: Maks.
lv: Maks.
ml: "കൂടിയ "
nb: Maks.
pl: Maks.
pt_br: Máx.
ru: Макс.
sc: Màssimu
sl: Največji
sr: Највиши
sr_latn: Maks
ta: அதிகபட்சம்
tr: Azami
uk: Макс
vi: Tối đa
zh_hans: 最大
zh_hant: 最大

# shared_string_width
source: Width
ar: العرض
ast: Llargor
az: En
be: Шырыня
ca: Amplada
cs: Šířka
cy: Lled
da: Bredde
de: Breite
el: Πλάτος
eo: Larĝo
es_us: Ancho
et: Laius
eu: Zabalera
fa: عرض
fi: Leveys
fr: Largeur
gl: Anchura
he: רוחב
hu: Szélesség
id: Lebar
is: Breidd
it: Larghezza
ja: 幅
ka: სიგანე
ko: 폭
lt: Plotis
lv: Platums
mk: Širina
ml: വീതി
nb: Bredde
nl: Breedte
oc: Larjor
pl: Szerokość
pt_br: Largura
ro_ro: Lățime
ru: Ширина
sc: Largària
sk: Šírka
sl: Širina
sr: Ширина
sr_latn: Širina
sv: Bredd
ta: அகலம்
te: వెడల్పు
tr: Genişlik
uk: Ширина
vi: Độ dày
zh_hans: 宽度
zh_hant: 寬度

# shared_string_capacity
source: Capacity
ar: السعة
ast: Capacidá
az: Həcm
be: Ёмістасць
ca: Capacitat
cs: Kapacita
cy: Capasiti
da: Kapacitet
de: Kapazität
el: Χωρητικότητα
eo: Enhaveco
es_us: Capacidad
et: Mahutavus
eu: Edukiera
fa: ظرفیت
fi: Kapasiteetti
fr: Capacité
gl: Capacidade
he: קיבולת
hu: Kapacitás
id: Kapasitas
is: Rýmd
it: Capacità
ja: 容量
ka: ტევადობა
lt: Talpa
lv: Kapacitāte
mk: Kapacitet
ml: അളവ്(വ്യാപ്തി)
nb: Kapasitet
nl: Capaciteit
oc: Capacitat
pl: Pojemność
ro_ro: Capacitate
ru: Вместимость
sc: Capatzidade
sk: Kapacita
sl: Kapaciteta
sr: Опсег
sr_latn: Kapacitet
sv: Kapacitet
ta: திறன்
te: సామర్ధ్యం
tr: Kapasite
uk: Місткість
vi: Sức chứa
zh_hans: 容量
zh_hant: 容量

# shared_string_includes
source: Includes
ar: يتضمن
ast: Inclúi
az: Daxil olanlar
be: Уключае
bg: Включва
ca: Inclou
cs: Zahrnuje
cy: Yn cynnwys
da: Inkluderer
de: Umfasst
el: Περιλαμβάνει
eo: Enhavas
es_us: Incluido
et: Sisaldab
eu: Barne
fa: شامل می‌شود
fi: Sisältää
fr: Inclus
he: כולל
hu: Tartalmazza
id: Mengandung
is: inniheldur
it: Include
ja: 含む
ka: შეიცავს
ko: 포함됨
lt: Apima
lv: Iekļauts
mk: Vkluchuva
nb: Inkluderer
nl: Inbegrepen
oc: Compren
pl: Zawiera
ro_ro: Include
ru: Включает
sc: Incluit
sk: Zahŕňa
sl: Vključuje
sr: Укључује
sr_latn: Uključuje
sv: Inkluderar
ta: உள்ளடக்கியது
tr: Dahil
uk: Включає
vi: Bao gồm
zh_hans: 包括
zh_hant: 包含

# shared_string_purchased
source: Purchased
ar: تم شراؤه
az: Alındı
be: Набыта
bg: Закупен
ca: Comprat
cs: Zakoupeno
cy: Wedi'i prynu
da: Købt
de: Gekauft
el: Αγοράστηκε
eo: Aĉetita
es_us: Comprado
et: Ostetud
eu: Erosita
fa: خریداری‌شده
fi: Maksettu
fr: Acheté
he: נרכש
hu: Megvásárolva
id: Telah dibeli
is: Keypt
it: Acquistato
ja: 購入済
ka: შეძენილია
ko: 구입됨
lt: Įsigyta
mk: Kupeno
nb: Kjøpt
nl: Gekocht
oc: Crompat
pl: Zakupiono
ro_ro: Achiziționat
ru: Куплено
sc: Comporadu
sk: Zakúpené
sl: Kupljeno
sr: Купљено
sr_latn: Kupljeno
sv: Köpt
ta: வாங்கப்பட்டது
tr: Satın alındı
uk: Придбано
vi: Đã mua
zh_hans: 已购买
zh_hant: 已購買

# map_3d_mode_action
source: 3D mode
ar: الوضع ثلاثي الأبعاد
be: Трохмерны рэжым
bg: Триизмерен режим
cs: 3D režim
da: 3D-tilstand
de: 3D-Modus
el: Λειτουργία 3D
eo: 3D-reĝimo
es_us: Modo 3D
et: 3D-vaade
eu: 3D modua
fa: حالت سه‌بعدی
fi: 3D-tila
fr: Mode 3D
he: מצב תלת־ממד
hu: 3D mód
id: Mode 3D
is: 3D-þrívíddarhamur
it: Modalità 3D
ja: 3Dモード
ko: 3D 모드
nb: 3D-modus
nl: 3D-modus
pl: Tryb 3D
ro_ro: Mod 3D
ru: Режим 3D
sk: 3D režim
sl: 3D način
sr: Просторни начин приказа (3д)
sr_latn: 3D prikaz
sv: 3D-läge
ta: 3 டி பயன்முறை
tr: 3B modu
uk: 3D-режим
vi: Chế độ 3D
zh_hans: 3D 模式
zh_hant: 3D 模式

source: Visible in 3D mode
ar: مرئي في الوضع ثلاثي الأبعاد
bg: Видимо в триизмерен режим
cs: Viditelné ve 3D režimu
da: Synlig i 3D-tilstand
de: Sichtbar im 3D-Modus
el: Ορατό σε λειτουργία 3D
eo: Videbla en 3D-reĝimo
es_us: Visible en el modo 3D
et: Nähtav 3D-vaates
eu: 3D moduan ikusgai
fa: قابل‌مشاهده در حالت سه‌بعدی
fi: Näkyy 3D-tilassa
fr: Visible en mode 3D
he: גלוי במצב תלת־ממד
hu: Látható 3D módban
id: Terlihat dalam mode 3D
is: Sýnilegt í 3D-ham
it: Visibile in modalità 3D
ko: 3D 모드에서 볼 수 있음
nb: Synlig i 3D-modus
nl: Zichtbaar in 3D mode
pl: Widoczne w trybie 3D
ro_ro: Vizibil în modul 3D
ru: Виден, когда карта наклонена
sk: Viditeľné v režime 3D
sl: Vidno v 3D načinu
sr: Видљиво у 3Д начину
sr_latn: Vidljivo u 3D prikazu
sv: Synlig i 3D-läge
ta: 3D பயன்முறையில் தெரியும்
tr: 3B modunda görünür
uk: Видимий у 3D-режимі
vi: Hiện lên ở chế độ 3D
zh_hans: 在 3D 模式下可见
zh_hant: 在3D模式下可見

# data_settings
source: Data
af: Inligting
ar: بيانات
ast: Datos
az: Məlumatlar
be: Даныя
bg: Данни
ca: Dades
de: Daten
el: Δεδομένα
eo: Datumoj
es_us: Datos
et: Andmed
eu: Datuak
fa: داده
fr: Données
he: נתונים
hu: Adat
hy: Տվյալներ
is: Gögn
it: Dati
ja: データ
ka: მონაცემები
ko: 데이터
lv: Dati
mk: Podatoci
ml: വിവരങ്ങള്‍
mr: डेटा
nl: Gegevens
oc: Donadas
pl: Dane
ro_ro: Date
ru: Данные
sc: Datos
sk: Údaje
sl: Podatki
sr: Подаци
sr_latn: Podaci
ta: தகவல்கள்
tr: Veriler
uk: Дані
vi: Dữ liệu
zh_hans: 数据
zh_hant: 資料

# shared_string_clear_online_cache
source: Clear online cache
ar: مسح ذاكرة تخزين الانترنت المؤقت
be: Ачысціць сеціўны кэш
bg: Изчистване на временни данни
ca: Esborra la memòria cau en línia
cs: Smazat online mezipaměť
da: Ryd online cache
de: Online-Cache leeren
eo: Forviŝi kaŝmemoron
es_us: Borrar la caché en línea
et: Eemalda vahemälust võrgust laaditud andmed
eu: Garbitu lineako cachea
fi: Tyhjennä internet-välimuisti
fr: Vider le cache en ligne
he: ניקוי זכרון מצב מקוון
hu: Online gyorsítótár törlése
id: Hapus tembolok daring
is: Hreinsa nettengt skyndiminni
it: Pulisci cache online
ja: オンラインキャッシュを消去する
ko: 온라인 캐시 지우기
lt: Išvalyti internetinę talpyklą
nb: Tøm nettbasert hurtiglager
nl: Verwijder online cache
oc: Escafar la memòria virtuala en linha
pl: Wyczyść pamięć podręczną online
ro_ro: Ștergeți memoria cache online
ru: Очистить онлайн-кеш
sc: Isbòida sa memòria temporànea in lìnia
sk: Vymazať online vyrovnávaciu pamäť
sl: Počisti spletni predpomnilnik
sr: Очисти мрежни захват
sr_latn: Očisti internet keš
sv: Rensa online-cache
ta: நிகழ்நிலை தற்காலிக சேமிப்பை அழிக்கவும்
tr: Çevrim içi önbelleğini temizle
uk: Очистити онлайн-кеш
vi: Xoá bộ nhớ đệm trực tuyến
zh_hans: 清除在线缓存
zh_hant: 清除線上快取

# shared_string_clear_offline_cache
source: Clear offline cache
ar: مسح ذاكرة التخزين المؤقت الغير متصل بالانترنت
cs: Smazat offline mezipaměť
da: Ryd offline-cache
de: Offline-Cache löschen
es_us: Vaciar caché sin conexión
et: Eemalda vahemälust kohalikud andmed
fr: Effacer le cache hors-ligne
hu: Offline gyorsítótár törlése
id: Hapus cache offline
is: Hreinsa skyndiminni
it: Cancella la cache offline
ja: オフラインキャッシュを消去
ko: 오프라인 캐시 지우기
lt: Išvalyti vietinę talpyklą
nl: Offline cache legen
oc: Escafar la memòria virtuala fòra de linha
pl: Wyczyść pamięć podręczną offline
ro_ro: Ștergeți memoria cache offline
ru: Очистить офлайн кэш
sc: Isbòida sa memòria temporànea non in lìnia
sr: Очисти ванмрежни захват
sr_latn: Očisti vanmrežni zahvat
sv: Rensa offline-cache
ta: இணைப்பில்லாத தற்காலிக சேமிப்பை அழிக்கவும்
tr: Çevrim dışı önbelleğini temizle
uk: Очистити офлайн-кеш
zh_hant: 清除離線快取

# shared_string_updated
source: Updated
ar: تم التحديث
cs: Aktualizováno
da: Opdateret
de: Aktualisiert
el: Ενημερώθηκε
es_us: Actualizado
et: Uuendatud
fr: Mis à jour
hu: Frissítve
id: Diperbarui
is: Uppfært
it: Aggiornato
lt: Atnaujinta
nb: Oppdatert
nl: Geüpdatet
oc: Actualizat
pl: Zaktualizowano
ro_ro: Actualizat
ru: Обновленный
sc: Agiornadu
sr: Ажурирано
sr_latn: Ažurirano
sv: Uppdaterad
ta: புதுப்பிக்கப்பட்டது
tr: Güncellendi
uk: Оновлено
zh_hant: 已更新

# shared_string_available_until
source: Available until
ar: متاح حتى
cs: Dostupné do
cy: Ar gael hyd nes
da: Tilgængelig indtil
de: Verfügbar bis
el: Διαθέσιμο μέχρι
es_us: Disponible hasta el
et: Saadaval kuni
fr: Disponible jusqu'à
hu: Elérhető eddig
id: Tersedia hingga
is: Tiltækt til
it: Disponibile fino a
ja: 利用可能期限
lt: Galimas iki
nb: Tilgjengelig til
nl: Beschikbaar tot
oc: Disponible fins a
pl: Dostępne do
ro_ro: Disponibil până la
ru: Доступно до
sc: A disponimentu finas a
sr: Доступно до
sr_latn: Dostupno do
sv: Tillgänglig till
ta: வரை கிடைக்கும்
uk: Доступно до
zh_hant: 有效至

# shared_string_updates_size
source: Updates size
ar: حجم التحديثات
cs: Velikost aktualizací
cy: Maint diweddariadau
da: Opdateringsstørrelse
de: Aktualisiert Größe
el: Μέγεθος ενημερώσεων
es_us: Tamaño de las actualizaciones
et: Uuenduse maht
fr: Taille des mises à jour
hu: Frissítés mérete
id: Ukuran pembaruan
is: Stærð uppfærslu
it: Dimensione aggiornamenti
lt: Atnaujinimų dydis
nb: Oppdateringsstørrelse
nl: Updates grootte
oc: Dimension deis actualizacions
pl: Rozmiar aktualizacji
ro_ro: Actualizează dimensiunea
ru: Размер обновлений
sc: Mannària de s'agiornamentu
sr: Величина ажурирања
sr_latn: Veličina ažuriranja
sv: Uppdateringsstorlek
ta: அளவு புதுப்பிக்கிறது
tr: Güncelleme boyutu
uk: Розмір оновлень
zh_hant: 更新大小

# shared_string_updates_frequency
source: Updates frequency
ar: تكرار التحديث
cs: Frekvence aktualizací
cy: Amlder diweddariadau
da: Opdateringsfrekvens
de: Aktualisierungshäufigkeit
el: Συχνότητα ενημερώσεων
es_us: Frecuencia de actualización
et: Uuenduse sagedus
fr: Fréquence des mises à jour
hu: Frissítés gyakorisága
id: Frekuensi pembaruan
is: Tíðni uppfærslna
it: Frequenza aggiornamenti
lt: Atnaujinimų dažnumas
nb: Oppdateringsfrekvens
nl: Update frequentie
oc: Frequéncia de l'actualizacion
pl: Częstotliwość aktualizacji
ro_ro: Frecvența actualizărilor
ru: Частота обновлений
sc: Frecuèntzia de s'agiornamentu
sr: Учесталост ажурирања
sr_latn: Učestalost ažuriranja
sv: Uppdateringsfrekvens
ta: புதுப்பிப்புகள் அதிர்வெண்
tr: Güncelleme sıklığı
uk: Частота оновлень
zh_hant: 更新頻率

# shared_string_not_included
source: Not included
ar: غير مشمول
az: Daxil deyil
be: Не ўключае
bg: Не включва
cs: Nezahrnuje
cy: Dim yn cynnwys
da: Ikke inkluderet
de: Nicht enthalten
el: Δεν περιλαμβάνεται
eo: Ne enhavas
es_us: No incluido
et: Ei sisalda
eu: Ez dago barne
fa: شامل نمی‌شود
fi: Ei sisälly
fr: Non inclus
he: לא כולל
hu: Nem tartalmazza
id: Tidak mengandung
is: Ekki innifalið
it: Non include
ja: 含まず
ka: არ შეიცავს
ko: 포함되지 않음
lt: Neįtraukta
lv: Nav iekļauts
mk: Ne e vklučeno
nb: Ikke inkludert
nl: Niet inbegrepen
oc: Non comprés
pl: Nie zawiera
ro_ro: Nu este inclus
ru: Не включает
sc: No incluit
sk: Nezahŕňa
sl: Ni vključeno
sr: Не укључено
sr_latn: Ne uključuje
sv: Ej inkluderad
ta: சேர்க்கப்படவில்லை
tr: Dahil değil
uk: Не включає
vi: Không được bao gồm
zh_hans: 不包括
zh_hant: 不包含

# shared_string_progress
source: Progress
ar: تقدم
ast: Progresu
be: Ход выканання
bg: Напредък
ca: Progrés
cs: Postup
cy: Cynnydd
da: Fremskridt
de: Fortschritt
el: Πρόοδος
eo: Progreso
es_us: Progreso
et: Edenemine
eu: Aurrerapena
fa: پیشرفت
fi: Edistyminen
fr: Avancement
he: תהליך
hu: Haladás
id: Kemajuan
is: Framvinda
it: Avanzamento
ja: 進捗
ka: მიმდინარეობა
ko: 진행 상황
lt: Progresas
mk: Napredok
nb: Framdrift
nl: Voortgang
oc: Avançament
pl: Postęp
ro_ro: Progres
ru: Прогресс
sc: Progressu
sk: Postup
sl: Napredek
sr: Напредак
sr_latn: Napredak
sv: Förlopp
ta: முன்னேற்றம்
tr: İlerleme
uk: Виконання
vi: Tiến trình
zh_hans: 进度
zh_hant: 進度

# shared_string_leave
source: Leave
ar: غادر
cs: Opustit
da: Forlad
de: Verlassen
el: Αποχώρησε
es_us: Salir
et: Lahku
fr: Quitter
hu: Elhagy
id: Keluar
is: Fara
it: Abbandona
lt: Palikti
nb: Forlat
nl: Verlaten
oc: Abandonar
pl: Wyjdź
ro_ro: Lăsați
ru: Покинуть
sc: Abbandona
sr: Остави
sr_latn: Ostavi
sv: Lämna
ta: விடுப்பு
uk: Залишити
zh_hant: 離開

# shared_string_delete_data
source: Delete data
ar: حذف البيانات
cs: Smazat data
cy: Dileu data
da: Slet data
de: Daten löschen
el: Διαγραφή δεδομένων
es_us: Borrar datos
et: Kustuta andmed
fr: Supprimer les données
hu: Adatok törlése
id: Hapus data
is: Eyða gögnum
it: Elimina dati
ja: データを削除
lt: Ištrinti duomenis
nb: Slett data
nl: Gegevens verwijderen
oc: Escafar lei donadas
pl: Usuń dane
ro_ro: Ștergeți datele
ru: Удаление данных
sc: Iscantzella sos datos
sr: Обриши податке
sr_latn: Obriši podatke
sv: Radera data
ta: தரவை நீக்கு
tr: Verileri sil
uk: Видалити дані
zh_hant: 刪除數據

# shared_string_unavailable
source: Unavailable
ar: غير متوفر
cs: Nedostupné
da: Ikke tilgængelig
de: Nicht Verfügbar
el: Μη διαθέσιμο
es_us: No disponible
et: Pole saadaval
fr: Indisponible
hu: Nem elérhető
id: Tidak tersedia
is: Ekki tiltækt
it: Non disponibile
lt: Nepasiekiama
nb: Utilgjengelig
nl: Niet beschikbaar
oc: Non disponible
pl: Niedostępne
ro_ro: Nevalabil
ru: Недоступно
sc: No a disponimentu
sr: Недоступно
sr_latn: Nedostupno
sv: Otillgänglig
ta: கிடைக்கவில்லை
tr: Kullanılabilir değil
uk: Недоступно
zh_hant: 不可用
