Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

source: Postcode
ar: الرمز البريدي
ast: Códigu postal
az: Poçt kodu
be: Паштовы індэкс
bg: Пощенски код
ca: Codi postal
cs: Poštovní směrovací číslo
cy: Cod post
da: Postnummer
de: Postleitzahl
el: Ταχυδρομικός κώδικας
eo: Poŝtkodo
es_us: Código postal
et: Postiindeks
eu: Postakodea
fa: کدپستی
fi: Postinumero
fr: Code postal
gl: Código postal
he: מיקוד
hu: Irányítószám
hy: Փոստային կոդը
id: Kode Pos
is: Póstnúmer
it: Codice postale
ja: 郵便番号
ka: საფოსტო კოდი
ko: 우편번호
lt: Pašto kodas
lv: Pasta indekss
mk: Postanski kod
ml: പോസ്റ്റ്കോഡ്
mr: पिनकोड
my: စာပို့သင်္ကေတ
nb: Postnummer
oc: Còde postau
pl: Kod pocztowy
pt_br: Código postal
ro_ro: Cod poștal
ru: Почтовый индекс
sc: Còdighe postale
sk: Poštové smerovacie číslo
sl: Poštna številka
sr: Поштански број
sr_latn: Poštanski broj
sv: Postnummer
ta: அஞ்சல்
tr: Posta-kodu
uk: Поштовий індекс
vi: Mã bưu chính
zh_hans: 邮政编码
zh_hant: 郵遞區號

# show_something_on_map
source: Show %@ on the map
ar: أظهر %@ على الخريطة
ast: Amosar %@ nel mapa
az: %@-i xəritədə göstər
be: Паказаць %@ на мапе
ca: Situa %@ en el mapa
cs: Zobrazit %@ na mapě
cy: Dangos %@ ar y map
da: Vis %@ på kortet
de: %@ auf der Karte anzeigen
el: Εμφάνιση του %@ στον χάρτη
eo: Montri na %@ sur la mapo
es_us: Mostrar «%@» en el mapa
et: Kuva %@ kaardil
eu: Erakutsi %@ mapan
fa: %@ را روی نقشه نشان بده
fi: Näytä %@ kartalla
fr: Afficher %@ sur la carte
gl: Amosar %@ no mapa
he: הצגת %@ במפה
hu: %@ megjelenítése a térképen
hy: Ցույց տալ %@ քարտեզի վրա
id: Tampilkan %@ di peta
is: Birta %@ á korti
it: Mostra %@ sulla mappa
ja: マップ上に%@を表示
ka: %@-ის რუკაზე ჩვენება
lt: Rodyti %@žemėlapyje
lv: Rādīt %@ uz kartes
mk: Prikaži %@ na kartata
ml: %@ നെ ഭൂപടത്തില്‍ കാണിക്കുക
mr: %@ नकाशावर दाखवा
nb: Vis %@ på kartet
nl: Toon %@ op de kaart
oc: Mostrar %@ sus la mapa
pl: Wyświetl %@ na mapie
pt_br: Mostrar %@ no mapa
ro_ro: Arată %@ pe hartă
ru: Показать %@ на карте
sc: Ammustra %@ in sa mapa
sk: Zobraziť %@ na mape
sl: Pokaži %@ na zemljevidu
sr: Прикажи на карти %@
sr_latn: Prikazati na mapi %@
sv: Visa %@ på kartan
ta: வரைபடத்தில் %@ ஐக் காட்டு
tr: %@ 'ı haritada göster
uk: Показати %@ на мапі
vi: Hiện %@ trên bản đồ
zh_hans: 在地图上显示 %@
zh_hant: 在地圖上顯示 %@

# shared_string_address
source: Address
ar: عنوان
az: Ünvan
be: Адрас
bg: Адрес
ca: Adreça
cs: Adresa
cy: Cyfeiriad
da: Adresse
de: Adresse
el: Διεύθυνση
eo: Adreso
es_us: Dirección
et: Aadress
eu: Helbidea
fa: نشانی
fi: Osoite
fr: Adresse
gl: Enderezo
he: כתובת
hu: Cím
hy: Հասցե
id: Alamat
is: Heimilisfang
it: Indirizzi
ja: 住所
ka: მისამართი
kn: ಒಕ್ಕಣೆ
ko: 주소
lt: Adresas
lv: Adrese
mk: Adresa
ml: വിലാസം
mr: पत्ता
nb: Adresse
nl: Adres
oc: Adreiça
pl: Adres
pt_br: Endereço
ro_ro: Adresă
ru: Адрес
sc: Indiritzu
sk: Adresa
sl: Naslov
sr: Адреса
sr_latn: Adrese
sv: Adress
ta: முகவரி
tr: Adres
uk: Адреса
vi: Địa chỉ
zh_hans: 地址
zh_hant: 地址

# shared_string_deselect
source: Deselect
ar: قم بإلغاء تحديد
az: Seçimi ləğv et
be: Адкінуць выбар
bg: Отмяна на избора
ca: Desselecciona
cs: Zrušit výběr
cy: Dad-ddewis
da: Fravælg
de: Abwählen
el: Αποεπιλογή
eo: Malelekti
es_us: Desmarcar
et: Tühista valik
eu: Desautatu
fa: پاک‌کردن انتخاب‌ها
fi: Poista valinta
fr: Désélectionner
gl: Desbotar a selección
he: ביטול הבחירה
hu: Kijelölés megszüntetése
hy: Չեղարկել
id: Batalkan pemilihan
is: Afvelja
it: Deseleziona
ja: 選択解除
ka: არჩევის მოხსნა
kn: ನಿರಾಕರಿಸು
ko: 선택 취소
lt: Nuimtižymėjimą
lv: Noņemt iezīmi
mk: Poništete go izborot
ml: ഒഴിവാക്കുക
nb: Fravelg
nl: Deselecteren
oc: Desseleccionar
pl: Odznacz
ro_ro: Deselectați
ru: Отменить выбор
sc: De-ischerta
sk: Zrušiť výber
sl: Počisti izbiro
sr: Одзначи
sr_latn: Odznači
sv: Avmarkera
ta: தேர்வுநீக்கும்
tr: Seçimini kaldırın
uk: Зняти виділення
vi: Bỏ chọn
zh_hans: 取消选中
zh_hant: 取消選擇

# download_wiki_region_placeholder
source: this region
ar: هذه المنطقة
ast: esta rexón
az: bu region
be: гэты рэгіён
bg: тази област
ca: aquesta regió
cs: tato oblast
cy: y rhanbarth hon
da: denne region
de: diese Region
el: αυτής της περιοχής
eo: tiuĉi regiono
es_us: esta región
et: see piirkond
eu: eskualde hau
fa: این منطقه
fi: tämä alue
fr: cette région
gl: esta rexión
he: אזור זה
hu: ezen régió
hy: այս տարածաշրջանը
id: daerah ini
is: þetta svæði
it: questa regione
ja: 当該地域
ka: ეს რეგიონი
ko: 이 지역
lt: šis regionas
lv: Šis reģions
mk: Ovoj region
ml: ഈ പ്രദേശം
nb: denne regionen
nl: deze regio
oc: aqueste país
pl: ten region
ro_ro: această regiune
ru: этот регион
sc: custa regione
sk: táto oblasť
sl: to območje
sr: ова област
sr_latn: ova oblast
sv: denna region
ta: இந்த பகுதி
tr: bu bölge
uk: цей регіон
zh_hans: 此地区
zh_hant: 這個區域

# osm_live_plan_pricing
source: Plan & Pricing
ar: الأسعار والاشتراك
be: План і цэны
bg: Plans & Pricing
ca: Opcions i preus
cs: Předplatné & ceník
cy: Cynllun a Phrisio
da: Plan & Priser
de: Tarife und Preise
el: Πρόγραμμα & Τιμολόγηση
eo: Kotizoj
es_us: Planes y Precios
et: Plaan & hind
eu: Plana eta prezioak
fa: طرح و قیمت
fi: Plans & Pricing
fr: Abonnements & tarifs
gl: Plans e prezos
he: תכנית ומחיר
hu: Csomagok és árak
id: Paket & Harga
is: Áskrift og verð
it: Piani & Tariffe
ja: プランと料金
ka: ფასი
lt: Planas ir kainos
lv: OsmAnd Live izcenojumi
mk: Plan i ceni
ml: "വിലവിവരങ്ങൾ "
my: အစီအစဉ် & စျေးနှုန်း
nb: Betalingsplan og pris
nl: Tariefoverzicht
oc: Opcions e prètz
pl: Plan i ceny
pt_br: Planos e Preços
ro_ro: Planuri & Prețuri
ru: План и цены
sc: Pianos e tarifas
sk: Predplatné & Cenník
sl: Paket in cenik
sr: Пакети & ценовник
sr_latn: Plan & Cene
sv: Abonnemang & Priser
ta: திட்டம் & விலை
tr: Plan ve Fiyatlandırma
uk: План і ціни
vi: Kế hoạch & Giá
zh_hans: 方案和价格
zh_hant: 計畫與價格

# osm_live_payment_monthly_title
source: Monthly
ar: شهري
ast: Mensualmente
az: Aylıq
be: Штомесячна
bg: Pay monthly
ca: Mensualment
cs: Měsíčně
cy: Misol
da: Månedlig
de: Monatlich
el: Μηνιαία
eo: Ĉiumonate
es_us: Mensual
et: Igakuiselt
eu: Hilabetero
fa: ماهانه
fi: Kuukausittain
fr: Mensuel
gl: Mensual
he: חודשי
hu: Havonta
id: Bulanan
is: Mánaðarlega
it: Mensilmente
ja: 月毎
ka: თვიურად
lt: Kas mėnesį
lv: Ikmēneša
mk: Mesecno
ml: മാസത്തിലൊരിക്കൽ
my: လစဉ်
nb: Månedlig
nl: Maandelijks
oc: Cada mes
pl: Co miesiąc
pt_br: Pague mensalmente
ro_ro: Lunară
ru: Ежемесячно
sc: Cada mese
sk: Mesačne
sl: Mesečno
sr: Месечно
sr_latn: Mesečno
sv: Månadsvis
ta: மாதாந்திர
tr: Aylık
uk: Щомісячно
vi: Hàng tháng
zh_hans: 月度
zh_hant: 每月

# osm_live_payment_3_months_title
source: Every three months
ar: كل ثلاثة أشهر
ast: Cada tres meses
az: Hər üç aydan bir
be: Раз на тры месяцы
bg: Pay once in 3 months
ca: Trimestralment
cs: Čtvrtletně
cy: Pob tri mis
da: Hver tredje måned
de: Alle 3 Monate
el: Τριμηνιαία
eo: Ĉiu-3-monate
es_us: Trimestral
et: Iga kolme kuu tagant
eu: 3 hilero behin
fa: سه‌ماهه
fi: Joka kolmas kuukausi
fr: Trimestriel
gl: Trimestral
he: כל 3 חודשים
hu: Három havonta
id: Setiap 3 bulan
is: Á þriggja mánaða fresti
it: Ogni 3 mesi
ja: 3ヶ月毎
ka: ყოველ 3 თვეში გადახდა
lt: Kas 3-is mėnesius
lv: Ik pa 3 mēnešiem
mk: Sekoi tri meseci
ml: മൂന്നുമാസത്തിലൊരിക്കൽ
my: သုံးလတစ်ကြိမ်
nb: Hver tredje måned
nl: Per kwartaal
oc: Cada trimèstre
pl: Raz na 3 miesiące
pt_br: Pague uma vez a cada 3 meses
ro_ro: La fiecare trei luni
ru: Каждые три месяца
sc: Cada 3 meses
sk: Štvrťročne
sl: Četrtletno
sr: Свака 3 месеца
sr_latn: Svaka 3 meseca
sv: Var tredje månad
ta: ஒவ்வொரு மூன்று மாதங்களுக்கும்
tr: 3 Aylık
uk: Що три місяці
vi: Mỗi ba tháng
zh_hans: 每季
zh_hant: 每三個月

# osm_live_payment_annual_title
source: Annually
ar: سنويا
ast: Añalmente
az: İllik
be: Штогод
bg: Pay once a year
ca: Anualment
cs: Ročně
cy: Blynyddol
da: Årligt
de: Jährlich
el: Ετήσια
eo: Ĉiujare
es_us: Anual
et: Igal aastal
eu: Urtero
fa: سالانه
fi: Vuosittain
fr: Annuel
gl: Anual
he: שנתית
hu: Évente
id: Tahunan
is: Árlega
it: Annualmente
ja: 年毎
ka: წელიწადში ერთხელ გადახდა
lt: Kartą per metus
lv: Ikgadēja
mk: Godisno
ml: വര്ഷത്തിലൊരിക്കൽ
my: နှစ်စဉ်
nb: Årlig
nl: Jaarlijks
oc: Cada an
pl: Raz w roku
pt_br: Pague uma vez por ano
ro_ro: Anual
ru: Ежегодно
sc: Una borta a s'annu
sk: Ročne
sl: Letno
sr: годишње
sr_latn: Godišnje
sv: Årligen
ta: ஆண்டுதோறும்
tr: Yıllık
uk: Щорічно
vi: Hàng năm
zh_hans: 年度
zh_hant: 每年

# osm_live_payment_month_cost_descr
source: %@ / month
ar: %@ /شهر
ast: %@ / mes
az: %@ / ay
be: %@ / месяц
ca: %@ / mes
cs: %@ / měsíc
cy: %@ / mis
da: %@ / måned
de: %@ / Monat
el: %@ / μήνα
eo: %@ / monato
es_us: %@ / mes
et: %@ / kuu
eu: %@ / hilero
fa: %@ در ماه
fi: %@ / kuukausi
fr: %@ / mois
gl: %@ / mes
he: %@לחודש
hu: %@ / hó
id: %@ / bulan
is: %@ / mánuði
it: %@ / mese
ja: %@ / 月
ka: %@თვეში
lt: %@ / mėnuo
lv: %@ / mēnesī
mk: %@ / mesec
ml: "പ്റതിമാസം %@"
my: %@ / လ
nb: %@ per måned
nl: %@ / maand
oc: %@ / mes
pl: %@ / miesiąc
pt_br: %@ / mês
ro_ro: %@ / lună
ru: %@ / месяц
sc: %@ / mese
sk: %@ / mesiac
sl: %@ / mesec
sr: %@ / месечно
sr_latn: %@ / mesečno
sv: %@ / månad
ta: %@ / மாதம்
tr: %@ / aylık
uk: %@ / місяць
zh_hans: %@ / 每月
zh_hant: %@ / 月

# osm_live_payment_month_cost_descr_ex
source: %.2f %@ / month
ar: %.2f %@ /شهر
ast: %.2f %@ / mes
az: %.2f %@ / ay
be: %.2f %@ / месяц
ca: %.2f %@ / mes
cs: %.2f %@ / měsíc
cy: %.2f %@ / mis
da: %.2f %@ / måned
de: %.2f %@ / Monat
el: %.2f %@ / μήνα
eo: %.2f %@ / monato
es_us: %.2f %@ / mes
et: %.2f %@ / kuu
eu: %.2f %@ / hilero
fa: %.2f %@ در ماه
fi: %.2f %@ / kuukausi
fr: %.2f %@ / mois
gl: %.2f %@ / mes
he: %.2f %@לחודש
hu: %.2f %@ / hó
id: %.2f %@ / bulan
is: %.2f %@ / mánuði
it: %.2f %@ / mese
ja: %.2f %@ / 月
ka: %.2f %@თვეში
lt: %.2f %@ / mėnuo
lv: %.2f %@ / mēnesī
mk: %.2f %@ / mesec
ml: "പ്റതിമാസം %.2f %@ "
nb: %.2f %@ per måned
nl: %.2f %@ / maand
oc: %.2f %@ / mes
pl: %.2f %@ / miesiąc
pt_br: %@ %@ ao mês
ro_ro: %.2f %@ / lună
ru: %.2f %@ / месяц
sc: %.2f %@ / mese
sk: %.2f %@ / mesiac
sl: %.2f %@ / mesec
sr: %.2f %@ / месечно
sr_latn: %.2f %@ / mesečno
sv: %.2f %@ / månad
ta: %.2f%@ / மாதம்
tr: %.2f %@ / aylık
uk: %.2f %@ / місяць
zh_hans: %.2f %@ / 每月
zh_hant: %.2f %@ / 月

# osm_live_payment_discount_descr
source: Save %@
ar: وفر %@
az: %@ qənaət
be: Ашчада %@
bg: Спестете %@
ca: Desa %@
cs: Ušetříte %@
cy: Cadw %@
da: Spar %@
de: Sparen Sie %@
el: Εξοικονομήστε %@
eo: Ŝparu %@
es_us: Ahorra %@
et: Salvesta %@
eu: Gorde %@
fa: %@ ارزان‌تر
fi: Säästä %@
fr: Économisez %@
gl: Aforra un %@
he: חיסכון של %@
hu: Takarítson meg ennyit: %@
id: Hemat %@
is: Sparaðu %@
it: Risparmia %@
ja: %@割引
ka: დაზოგეთ %@
lt: Sutaupyk %@
lv: Ietaupiet %@
mk: Začuvajte %@
ml: %@ ലാഭിക്കുക
nb: Lagre %@
nl: Bespaar %@
oc: Esparnha %@
pl: Oszczędź %@
pt_br: Economize %@!
ro_ro: Salvați %@
ru: Экономия %@
sc: Rispàrmia %@
sk: Ušetríte %@
sl: Prihranite %@
sr: Уштедите %@
sr_latn: Uštedi %@
sv: Spara %@
ta: %@ சேமிக்கவும்
tr: %@ tasarruf edin
uk: Заощадьте %@
zh_hans: 省下 %@
zh_hant: 節省 %@

# osm_live_payment_current_subscription
source: Current subscription
ar: الاشتراك الحالي
ast: Soscripción actual
az: Hazırkı abunəlik
be: Дзейная падпіска
bg: Your current subscription
ca: Subscripció actual
cs: Aktuální předplatné
cy: Tanysgrifiad cyfredol
da: Nuværende abonnement
de: Aktuelles Abonnement
el: Η τρέχουσα εγγραφή
eo: Nuna kotizo
es_us: Suscripción actual
et: Praegune tellimus
eu: Oraingo harpidetza
fa: اشتراک کنونی
fi: Nykyinen tilaus
fr: Abonnement en cours
gl: Subscrición actual
he: המינוי הנוכחי
hu: Jelenlegi előfizetés
id: Langganan saat ini
is: Núverandi áskrift
it: Attuale sottoscrizione
ja: 現在のサブスクリプション状況
ka: მიმდინარე გამოწერა
lt: Your current subscription
lv: Patreizējais abonoments
mk: Tekovna pretplata
ml: നിലവിലെ സബ്സ്ക്രിപ്ഷൻ
my: လက်ရှိကြေးပေးသွင်းခြင်း
nb: Nåværende abonnement
nl: Uw huidige abonnement
oc: Abonament actuau
pl: Aktualna subskrypcja
pt_br: Sua assinatura atual
ro_ro: Abonamentul actual
ru: Текущая подписка
sc: Abbonamentu atuale
sk: Aktuálne predplatné
sl: Trenutno naročen paket
sr: Тренутна чланарина
sr_latn: Trenutna preplata
sv: Aktuell prenumeration
ta: தற்போதைய சந்தா
tr: Mevcut abonelik
uk: Поточна передплата
vi: Gói đăng kí hiện tại
zh_hans: 当前订阅
zh_hant: 目前的訂閱

# osm_live_payment_renews_monthly
source: Renews monthly
ar: يجدد شهريا
be: Абнаўляецца штомесяц
ca: Renovació mensual
cs: Obnovuje se měsíčně
cy: Yn adnewyddu'n fisol
da: Fornyes månedligt
de: Verlängert sich monatlich
el: Μηνιαίες ανανεώσεις
eo: Reaboniĉiumonate
es_us: Renovar mensualmente
et: Uueneb igakuiselt
eu: Hilero berritzen da
fa: هر ماه تمدید می‌شود
fi: Uusiutuu kuukausittain
fr: Tous les mois
gl: Renovación mensual
he: מתחדש חודשית
hu: Havonta megújul
id: Diperpanjang setiap bulan
is: Endurnýjast mánaðarlega
it: Abbonamento mensile
ja: 毎月更新
ka: თვიური განახლება
lv: Atjaunojas katru mēnesi
mk: Se obnovuva mesečno
ml: മാസത്തിലൊരിക്കൽ ആവര്‍ത്തിക്കുക
my: လစဉ်သက်တမ်းတိုး
nb: Fornyes månedlig
nl: Wordt maandelijks verlengd
oc: Abonament mesadier
pl: Odnawia się co miesiąc
pt_br: Renova mensalmente
ro_ro: Reînnoire lunară
ru: Продлевается ежемесячно
sc: Si rinnovat cada mese
sk: Obnovuje sa mesačne
sl: Mesečna obnovitev
sr: Месечно обнављање
sr_latn: Mesečno obnavljanje
sv: Förnyas varje månad
ta: மாதாந்திர புதுப்பிப்பு
tr: Aylık yenileme
uk: Подовжується щомісяця
vi: Gia hạn mỗi tháng
zh_hans: 每月更新
zh_hant: 每月續訂

# osm_live_payment_renews_quarterly
source: Renews quarterly
ar: تجديد فصلي
be: Абнаўляецца штоквартал
ca: Renovació trimestral
cs: Obnovuje se čtvrtletně
cy: Yn adnewyddu bob chwarter
da: Fornyes kvartalsvis
de: Verlängert sich vierteljährlich
el: Τριμηνιαίες ανανεώσεις
eo: Reaboniĉiukvaronjare
es_us: Renovar trimestralmente
et: Uueneb kord kvartalis
eu: Hiru hilero berritzen da
fa: هر سه ماه تمدید می‌شود
fi: Uusiutuu neljännesvuosittain
fr: Tous les trimestres
gl: Renovación trimestral
he: מתחדש רבעונית
hu: Negyedévente megújul
id: Diperpanjang setiap 4 bulan
is: Endurnýjast ársfjórðungslega
it: Rinnovo trimestrale
ja: 四半期(3ヶ月)ごとに更新
ka: ნახლდება კვარტალში ერთხელ
lv: Atjaunojas katru ceturksni
mk: Se obnovuva kvartalno
ml: മൂന്നുമാസത്തിലൊരിക്കൽ ആവര്‍ത്തിക്കുക
my: သုံးလတစ်ကြိမ်သက်တမ်းတိုး
nb: Fornyes kvartalsvis
nl: Wordt per kwartaal verlengd
oc: Abonament trimestriau
pl: Odnawia się co kwartał
pt_br: Renova trimestralmente
ro_ro: Se reînnoiește trimestrial
ru: Продлевается ежеквартально
sc: Si rinnovat cada tres meses
sk: Obnovuje sa štvrťročne
sl: Četrtletna obnovitev
sr: Четвртинско обнављање
sr_latn: Obnavlja se kvartalno
sv: Förnyas kvartalsvis
ta: காலாண்டு புதுப்பிப்பு
tr: Üç ayda bir yeniler
uk: Подовжується щокварталу
vi: Gia hạn mỗi quý
zh_hans: 每季度更新
zh_hant: 每季續訂

# osm_live_payment_renews_annually
source: Renews annually
ar: يجدد سنويا
be: Абнаўляецца штогод
ca: Renovació anual
cs: Obnovuje se ročně
cy: Yn adnewyddu'n flynyddol
da: Fornyes hvert år
de: Verlängert sich jährlich
el: Ετήσιες ανανεώσεις
eo: Reaboniĉiujare
es_us: Renovar anualmente
et: Uueneb igal aastal
eu: Urtero berritzen da
fa: هر سال تمدید می‌شود
fi: Uusiutuu vuosittain
fr: Tous les ans
gl: Renovación anual
he: מתחדש שנתית
hu: Évente megújul
id: Diperpanjang setiap tahun
is: Endurnýjast árlega
it: Rinnovo annuale
ja: 毎年更新
ka: წლიური განახლება
lt: Kasmet atnaujinama
lv: Atjaunojas katru gadu
mk: Se obnovuva godisno
ml: "വര്‍ഷത്തിലൊരിക്കല്‍ ആവര്‍ത്തിക്കുക "
my: နှစ်စဉ်သက်တမ်းတိုး
nb: Fornyesårlig
nl: Wordt per jaar verlengd
oc: Abonament annadier
pl: Odnawia się co roku
pt_br: Renova anualmente
ro_ro: Se reînnoiește anual
ru: Продлевается ежегодно
sc: Si rinnovat cada annu
sk: Obnovuje sa ročne
sl: Letna obnovitev
sr: Годишње обнављање
sr_latn: Godišnje obnavljanje
sv: Förnyas årligen
ta: வருடாந்திர புதுப்பிப்பு
tr: Yıllık yenileme
uk: Подовжується щороку
vi: Gia hạn mỗi năm
zh_hans: 每年更新
zh_hant: 每年續訂

# osm_live_payment_header
source: Payment interval:
ar: فترات السداد:
be: Інтэрвал аплаты:
bg: Select the payment period convenient for you:
ca: Cicle de pagament:
cs: Interval plateb:
cy: Cyfnod talu:
da: Betalingsinterval:
de: Zahlungsintervall:
el: Διάρκεια πληρωμής:
eo: Intertempo de pagoj:
es_us: Frecuencia de pago:
et: Makse ajavahemik:
eu: Ordainketa tartea:
fa: دورهٔ پرداخت:
fi: Maksuaika:
fr: Fréquence de règlement :
gl: Período de pagamento:
he: מחזור תשלום:
hu: Fizetési időköz:
id: Interval pembayaran:
is: Tíðni greiðslna:
it: Frequenza di pagamento:
ja: 支払い方法の選択:
ka: გადახდის ინტერვალი:
lt: Mokėjimo intervalas:
lv: Izvēlieties jums piemērotāko apmaksas intervālu:
mk: Interval na plaḱanje:
ml: വരിസംഖ്യ അടക്കാനുള്ള ഇടവേള തെരഞ്ഞെടുക്കുക:
my: သင့်အတွက်အဆင်ပြေမည့်ငွေပေးချေမှုကာလကိုရွေးချယ်ပါ။
nb: Betalingsintervall:
nl: Betaal-interval:
oc: Periòde de pagament:
pl: Termin płatności:
pt_br: Selecione o período de pagamento conveniente para você:
ro_ro: Interval de plată:
ru: Интервал оплаты:
sc: Intervallu de pagamentu:
sk: Interval platieb:
sl: Interval plačila:
sr: Временски размак плаћања:
sr_latn: Vremenski razmak plaćanja:
sv: Betalningsintervall:
ta: கட்டண இடைவெளி:
tr: Ödeme aralığı:
uk: Періодичність платежів:
vi: Chu kỳ thanh toán:
zh_hans: 付款间隔：
zh_hant: 付款週期：

# osm_live_payment_contribute_descr
source: Donations help fund OSM cartography.
ar: التبرعات تدعم رسم خرائط OSM.
ast: Les donaciones ayuden a financiar la cartografía d'OSM.
be: Ахвяраванні дапамагаюць развіваць OpenStreetMap.
bg: Part of income goes to OpenStreetMap contributors.
ca: Les donacions ajuden a finançar la cartografia d'OSM.
cs: Příspěvky pomáhají financovat tvorbu map OSM.
cy: Mae rhoddion yn helpu i ariannu cartograffeg OSM.
da: Donationer er med til at finansiere OSM kortlægning.
de: Spenden helfen bei der Finanzierung der OSM-Kartografie.
el: Οι δωρεές βοηθούν στη χρηματοδότηση της χαρτογράφησης του OSM.
eo: Donacoj helpos fondi kartografion de OSM.
es_us: Las donaciones ayudan a financiar la cartografía de OSM.
et: Annetused aitavad rahastada OpenStreetMap kartograafiat.
eu: Dohaintzek OSM kartografia finantzatzen laguntzen dute.
fa: حمایت‌های مالی به سرمایه‌گذاری برای نقشه‌نگاری اوپن‌استریت‌مپ کمک می‌کند.
fi: Lahjoitukset auttavat rahoittamaan OSM-kartografiaa.
fr: Les dons financent la cartographie OSM / OpenStreetMap.
gl: As doazóns axudan a financiar o proxecto cartográfico do OSM.
he: התרומות מסייעות במימון מאמצי המיפוי של OSM.
hu: Az adományok az OSM-térképezést támogatják.
id: Donasi membantu mendanai kartografi OSM.
is: Styrkir hjálpa til við kortagerð í OpenStreetMap.
it: Le donazioni aiutano a finanziare la cartografia OSM.
ja: 寄付金はOSMの地図製作に役立てられます。
ka: გადასახადის ნაწილი მიედინება OpenStreetMap-ის ავტორებთან.
lt: Aukos padeda finansuoti OSM kartografiją.
lv: Daļa no iemaksām aiziet OpenStreetMap izstrādātājiem.
mk: Donaciite pomagaat vo finansiranjeto na kartografijata na OSM.
ml: വരുമാനത്തിന്റെ ഭാഗം ഓപ്പൺസ്ട്രീറ്റ്മാപ്പ് സംഭാവകർക്ക് പോകുന്നു.
my: ၀င်ငွေ၏တစိတ်တပိုင်းသည် OpenStreetMap ထောက်ပံ့သူများထံသို့သွားသည်။
nb: Donasjoner bidrar til OpenStreetMap-kartvirksomhet.
nl: Giften helpen OSM cartografie te financieren.
oc: Lei donacions ajudan a finançar OpenStreetMap.
pl: Darowizny pomagają finansować kartografię OSM.
pt_br: Parte da renda vai para os contribuidores do OpenStreetMap.
ro_ro: Donațiile ajută finanțarea cartografiei OSM.
ru: Пожертвования помогают финансировать картографию OSM.
sc: Sas donatziones agiudant a finantziare sa cartografia de OpenStreetMap.
sk: Príspevky pomáhajú financovať tvorbu máp OSM.
sl: Donacije pomagajo financirati OSM kartografijo.
sr: Прилози помажу плаћање картописаца ОСМ-а.
sr_latn: Prilozi pomažu plaćanje OSM mapera.
sv: Donationer hjälper till att finansiera OSM-kartografi.
ta: நன்கொடைகள் OSM வரைபடத்திற்கு நிதியளிக்க உதவுகின்றன.
tr: Bağışlar, OSM haritacılığının finansmanına yardımcı olmaktadır.
uk: Частина доходу йде маперам OSM.
zh_hans: 捐赠有助于资助 OSM 制图。
zh_hant: 捐款資助 OSM 的製圖者。

# purchase_dialog_title
source: Choose plan
ar: اختيار المناسب
az: Plan seçin
be: Абярыце план
ca: Seleccioneu un pla
cs: Vyberte si předplatné
cy: Dewiswch gynllun
da: Vælg abonnement
de: Plan auswählen
el: Επιλογή σχεδίου
eo: Elekti planon
es_us: Elegir plan
et: Vali plaan
eu: Hautatu plana
fa: انتخاب طرح
fr: Sélectionnez un abonnement
gl: Escoller plan
he: נא לבחור בתכנית
hu: Csomag kiválasztása
hy: Ընտրեք Փաթեթ
id: Pilih paket
is: Veldu áskrift
it: Scegli il piano
ja: プランの選択
ka: აირჩიეთ გეგმა
lt: Pasirinkite planą
lv: Izvēlieties plānu
mk: Izberi plan
ml: പ്ലാൻ തിരഞ്ഞെടുക്കുക
nb: Velg plan
nl: Abonnementsvorm kiezen
oc: Seleccionar un plan
pl: Wybierz plan
pt_br: Escolher plano
ro_ro: Alege planul
ru: Выберите план
sc: Issèbera unu pianu
sk: Vyberte si predplatné
sl: Izbor načrta
sr: Одаберите план
sr_latn: Odaberi plan
sv: Välj abonnemang
ta: திட்டத்தைத் தேர்வுசெய்க
tr: Plan seçin
uk: Оберіть план
zh_hans: 选择计划
zh_hant: 選擇計畫
