Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# map_widget_sunset_desc
source: Shows the time of the next sunset or the time left until sunset.
ar: يعرض وقت غروب الشمس التالي أو الوقت المتبقي حتى غروب الشمس.
az: Növbəti günəş batma vaxtını və ya günəşin batmasına qalan vaxtı göstərir.
be: Паказвае час заходу сонца або час, які застаўся да заходу сонца.
bg: Показва времето на следващия залез или времето, оставащо до залеза на слънцето.
ca: Mostra l'hora de la propera posta de sol o el temps que en queda.
cs: Zobrazuje čas příštího západu slunce nebo čas zbývající do západu slunce.
da: Viser tidspunktet for den næste solnedgang eller den tid, der er tilbage til solnedgang.
de: Zeigt die Zeit des nächsten Sonnenuntergangs oder die verbleibende Zeit bis zum Sonnenuntergang an.
el: Δείχνει την ώρα της επόμενης δύσης του ηλίου ή τον χρόνο που απομένει μέχρι την δύση του ηλίου.
eo: Montras la horon de la sekva sunsubiro aŭ la tempon ĝis la sekva sunsubiro.
es_us: Muestra la hora del próximo atardecer o el tiempo que queda hasta éste.
et: Näitab järgmise päikeseloojangu kellaaega või aega päikeseloojanguni.
eu: Hurrengo ilunabarraren ordua edo ilunabarrera arte geratzen den denbora erakusten du.
fa: زمان غروب بعدی یا زمان باقی‌مانده تا غروب را نمایش می‌دهد.
fr: Affiche l'heure du prochain coucher de soleil ou le temps restant jusqu'à celui-ci.
gl: Mostrala hora do seguinte solpor ou o tempo que queda ata o solpor.
hu: Megjeleníti a következő napnyugta idejét vagy az addig hátralévő időt.
id: Menampilkan waktu matahari terbit berikutnya atau waktu yang tersisa sampai matahari terbenam.
is: Sýnir tíma næsta sólarlags eða tímann þar til sólin sest.
it: Mostra l'ora del prossimo tramonto o il tempo che manca al prossimo tramonto.
ja: 次の日没時刻、または日没までの残り時間を表示します。
ko: 다음 일몰의 시간을 표시하거나 일몰까지 왼쪽 시간.
nb: Viser tidspunktet for neste solnedgang eller tiden som er igjen til solnedgang.
nl: Toont het tijdstip van - of de tijd tot zonsondergang.
oc: Mostrar lo temps que demòra d’aquí a soleu tremont.
pl: Pokazuje czas następnego zachodu słońca lub czas pozostały do zachodu słońca.
ro_ro: Arată ora următorului apus de soare sau timpul rămas până la apus.
ru: Виджет показывает время следующего заката или время, оставшееся до заката.
sc: Ammustrat s'ora de s'intrinada imbeniente o su tempus chi mancat a s'intrinada.
sk: Zobrazuje čas najbližšieho západu slnka alebo zostávajúci čas do západu slnka.
sl: Prikazuječas naslednjega sončnega zahoda ali čas, ki ostaja do sončnega zahoda.
sr: Приказује време следећег заласка сунца или преостало време до заласка сунца.
sr_latn: Prikazuje vreme sledećeg zalaska sunca ili preostalo vreme do zalaska sunca.
sv: Visar klockslag för eller återstående tid till solnedgången.
ta: அடுத்த சூரிய அச்தமனத்தின் நேரம் அல்லது சூரிய மறைவு வரை எஞ்சிய நேரத்தைக் காட்டுகிறது.
tr: Bir sonraki gün batımı saatini veya gün batımına kalan süreyi gösterir.
uk: Показує час наступного заходу сонця або час, що залишився до заходу сонця.
vi: Hiện thời gian của hoàng hôn tiếp theo hoặc thời gian còn lại cho đến hoàng hôn.
zh_hans: 显示下一次日落的时间或距离日落的剩余时间。
zh_hant: 顯示下一次日落的時間或是距離日落的剩餘時間。

# map_widget_next_sunrise
source: Next sunrise
ar: شروق الشمس القادم
az: Növbəti gün çıxması
be: Наступны ўзыход
bg: Следващ изгрев
ca: Propera alba
cs: Příští východ slunce
da: Næste solopgang
de: Nächster Sonnenaufgang
el: Επόμενη ανατολή
eo: Sekva sunvleviĝo
es_us: Próximo amanecer
et: Järgmine päikesetõus
eu: Hurrengo egunsentia
fi: Seuraava auringonnousu
fr: Prochain lever de soleil
gl: Próximo amencer
he: הזריחה הבאה
hu: Következő napkelte
id: Matahari terbit berikutnya
is: Næsta sólarupprás
it: Prossima alba
ja: 次の日出
ko: 다음 해돋이
nb: Neste soloppgang
nl: Volgende zonsopkomst
oc: Auba novèla
pl: Następny wschód słońca
ro_ro: Următorul răsărit
ru: Следующий восход
sc: Arbèschida imbeniente
sk: Ďalší východ slnka
sl: Naslednji sončni vzhod
sr: Следећи излазак Сунца
sr_latn: Sledeći izlazak Sunca
sv: Kommande soluppgång
ta: அடுத்த சூரிய தோன்றுகை
tr: Sonraki gün doğumu
uk: Наступний схід сонця
vi: Bình minh tiếp theo
zh_hans: 下次日出
zh_hant: 下次日出

# map_widget_next_sunset
source: Next sunset
ar: غروب الشمس القادم
az: Növbəti gün batması
be: Наступны заход
bg: Следващ залез
ca: Propera posta de sol
cs: Příští západ slunce
da: Næste solnedgang
de: Nächster Sonnenuntergang
el: Επόμενο ηλιοβασίλεμα
eo: Sekva sunsubiro
es_us: Próximo atardecer
et: Järgmine päikeseloojang
eu: Hurrengo ilunabarra
fi: Seuraava auringonlasku
fr: Prochain coucher de soleil
gl: Próxima posta de sol
he: השקיעה הבאה
hu: Következő napnyugta
id: Matahari terbenam berikutnya
is: Næsta sólsetur
it: Prossimo tramonto
ja: 次の日没
ko: 다음 일몰
nb: Neste solnedgang
nl: Volgende zonsondergang
oc: Tremont venent
pl: Następny zachód słońca
ro_ro: Următorul apus
ru: Следующий закат
sc: Intrinada imbeniente
sk: Ďalší západ slnka
sl: Naslednji sončni zahod
sr: Следећи залазак Сунца
sr_latn: Sledeći zalazak Sunca
sv: Kommande solnedgång
ta: அடுத்த சூரிய மறைவு
tr: Sonraki gün batımı
uk: Наступний захід сонця
vi: Hoàng hôn tiếp theo
zh_hans: 下次日落
zh_hant: 下次日落

# shared_string_buttons
source: Buttons
ar: أزرار
az: Düymələr
be: Кнопкі
bg: Бутони
ca: Botons
cs: Tlačítka
cy: Botymau
da: Knapper
de: Schaltflächen
el: Κουμπιά
eo: Butonoj
es_us: Botones
et: Nupud
eu: Botoiak
fa: دکمه‌ها
fi: Painikkeet
fr: Boutons
he: כפתורים
hu: Gombok
id: Tombol
is: Hnappar
it: Bottoni
ja: ボタン
ka: ღილაკები
ko: 버튼
lt: Mygtukai
mk: Kopčinja
nb: Knapper
nl: Knoppen
pl: Przyciski
ro_ro: Butoane
ru: Кнопки
sc: Butones
sk: Tlačidlá
sl: Gumbi
sr: Дугмад
sr_latn: Dugmad
sv: Knappar
ta: பொத்தான்கள்
tr: Düğmeler
uk: Кнопки
vi: Những nút bấm
zh_hans: 按钮
zh_hant: 按鈕

# widget_panels_descr
source: Select screen part to add or rearrange widgets.
ar: حدد جزء الشاشة لإضافة عناصر لواجهة المستخدم أو إعادة ترتيبها.
cs: Vyberte část obrazovky pro přidání nebo úpravu nástrojů.
da: Vælg skærmdel for at tilføje eller omarrangere moduler.
de: Wählen Sie einen Bildschirmbereich aus, um Widgets hinzuzufügen oder neu anzuordnen.
el: Επιλογή τμήματος οθόνης για προσθήκη η αναδιάταξη γραφικών στοιχείων.
es_us: Elige una sección de la pantalla para añadir o reorganizar los widgets.
et: Vali ekraani osa, kuhu soovid vidinaid lisada või kus tahad nende paiknemist muuta.
fr: Sélectionner une partie de l'écran pour ajouter ou réarranger les gadgets.
hu: Válassza ki a képernyő azon részét, ahová modulokat szeretne hozzáadni vagy átrendezni.
id: Pilih bagian layar untuk menambah atau menata ulang widget.
is: Veldu þann hluta skjásins þar sem bæta á við eða raða viðmótshlutum.
it: Seleziona la parte dello schermo per aggiungere o riorganizzare i widget.
ko: 스크린 부분을 선택하여 추가 또는 후방 위젯을 선택합니다.
nl: Kies schermgedeelte om toe te voegen of widgets te organiseren.
oc: Seleccionar una partida de l'ecran per ajustar ò agençar lei clavelets.
pl: Wybierz część ekranu do dodania lub przesunięcia widżetów
ro_ro: Selectați partea de ecran pentru a adăuga sau rearanja widgeturile.
ru: Выберите часть экрана, чтобы добавить или переставить виджеты.
sr: Селектујте део екрана да би додали или распоредили виџете.
sr_latn: Selektujte deo ekrana da bi dodali ili rasporedili vidžete.
sv: Välj skärmdel att tillföra eller ändra widgetar.
ta: விட்செட்களைச் சேர்க்க அல்லது மறுசீரமைக்க திரை பகுதியைத் தேர்ந்தெடுக்கவும்.
uk: Виберіть частину екрана, щоб додати або змінити розташування віджетів.
zh_hant: 選取螢幕部分以新增或重新排列小工具。

# confirm_usage_speed_cameras
source: In many countries (Germany, France, Italy, and others) the use of speed camera warnings is illegal. OsmAnd does not assume any liability if you violate the law. Please tap 'Yes' only if you are eligible to use this feature.
ar: غير مسموح استخدام تحذيرات كاميرا السرعة بالقانون في العديد من البلدان (ألمانيا وفرنسا، وإيطاليا، وغيرها). أوسماند لا تتحمل أي مسؤولية إذا كنت تنتهك القانون. الرجاء انقر فوق "نعم" فقط إذا كنت مؤهلاً استخدام هذه الميزة.
az: Bir çox ölkələrdə (Almaniya, Fransa, İtaliya və s.) sürət kamerası xəbərdarlıqlarının istifadəsi qanunsuzdur. Qanunu pozarsanız, OsmAnd heç bir məsuliyyət daşımır. Yalnız bu xüsusiyyətdən istifadəyə icazə varsa, “Bəli” düyməsinə toxunun.
be: У многіх краінах (Германія, Францыя, Італія ды іншыя) выкарыстанне дэтэктараў камер кантролю хуткасці незаконнае. OsmAnd не нясе ніякай адказнасці, калі вы парушыце закон. Калі ласка, націсніце кнопку «Так», толькі калі вы маеце права выкарыстоўваць гэтую функцыю.
bg: В много държави (Германия, Франция, Италия и други) използването на предупреждения за камери за контрол на скоростта е незаконно. OsmAnd не поема никаква отговорност, ако Вие нарушавате съответния закон. Моля, изберете 'Да', само ако имате право да използвате тази функция.
ca: A molts països (Alemanya, França, Itàlia i altres) l'ús d'avisadors de radars és il·legal. L'OsmAnd no assumeix cap responsabilitat si decidiu violar la llei. Premeu a 'Sí' només si se us permet utilitzar aquesta funció.
cs: V mnoha zemích (Německo, Francie, Itálie a dalších) je použití varování před rychlostními kamerami zakázané zákonem. OsmAnd nepřebírá žádnou zodpovědnost, pokud porušíte zákon. Prosím označte Ano pouze v případě, pokud máte oprávnění používat tuto funkci.
cy: Mewn nifer o wledydd (Ffrainc, yr Eidal, yr Almaen, ac eraill) mae'n anghyfreithlon cael rhybuddion am gamerâu cyflymder. Nid yw OsmAnd yn derbyn cyfrifoldeb os ydych yn torri'r fath gyfraith. Tapiwch 'Ie' dim ond os ydych yn cael defnyddio hyn.
da: I mange lande (Tyskland, Frankrig, Italien og andre) er anvendelse af fartkamera-advarsler ikke lovligt. OsmAnd påtager sig ikke ansvaret, hvis loven overtrædes. Tryk kun på 'Ja', hvis det er berettiget at bruge denne funktion.
de: In vielen Ländern (Deutschland, Frankreich, Italien und andere) ist die Verwendung von Blitzerwarnern gesetzlich nicht erlaubt. OsmAnd übernimmt keine Verantwortung im Fall von Gesetzesübertretungen. Klicken Sie nur auf „Ja“, wenn Sie zur Verwendung dieser Funktion berechtigt sind.
el: Σε πολλές χώρες (Γερμανία, Γαλλία, Ιταλία κ.α) η χρήση προειδοποιήσεων κάμερας ταχύτητας είναι παράνομη. Το OsmAnd δεν αναλαμβάνει καμία ευθύνη εάν παραβιάζετε το νόμο. Παρακαλούμε πατήστε 'Ναι' μόνο εάν δικαιούστε να χρησιμοποιήσετε αυτό το χαρακτηριστικό.
eo: En multaj landoj (Germanujo, Francujo, Italujo kaj aliaj) uzado de sciigoj pri rapid-kontroliloj estas kontraŭleĝa. OsmAnd ne respondumos, se vi rompos leĝon. Elektu “Jes” nur se vi rajtas uzi tiun ĉi eblon.
es_us: En muchos países (Alemania, Francia, Italia y otros) el uso de avisos de radares es ilegal. OsmAnd no asume ninguna responsabilidad si usted viola la ley. Pulsa en «sí», sólo si puedes usar esta función.
et: Paljudes riikides (Saksamaal, Prantsusmaal, Itaalias ja mujal) on kiiruskaamera hoiatuste kasutamine ebaseaduslik. OsmAnd ei võta vastutust seaduse rikkumiste korral. Palun vajuta „Jah“ ainult siis, kui sul on õigus seda funktsioonaalsust kasutada.
eu: Herrialde askotan (Besteak beste Alemania, Frantzia Italia...) abiadura-kameren abisuak jasotzea legez debekatuta dago. OsmAndek ez du erantzukizunik onartuko legea jarraitzen ez baduzu. Mesedez sakatu 'Bai' soilik ezaugarri hau erabiltzeko eskubidea baduzu.
fa: در بسیاری از کشورها (آلمان، فرانسه، ایتالیا و...) استفاده از هشداردهندهٔ دوربین سرعت غیرقانونی است. با نقض قانون از سوی شما OsmAnd هیچ‌گونه مسئولیتی بر عهده نمی‌گیرد. لطفاً فقط اگر مجاز به استفاده از این ویژگی هستید «بله» را انتخاب کنید.
fi: Monissa maissa (Saksa, Ranska, Italia, ym.) nopeusvalvontakameroiden varoitukset eivät ole käytettävissä lakien vuoksi. OsmAnd ei ota vastuutaa mikäli rikot näitä lakeja. Valitse kyllä vain jos olet valtuutettu käyttämään ominaisuutta.
fr: Dans certains pays (France, Allemagne, Italie, …) l'utilisation d'alertes radars est interdite par la loi. OsmAnd décline toute responsabilité en cas de violation de la loi. Pour activer cette fonctionnalité en toute connaissance de cause, répondez « Oui ».
gl: En moitos países (Alemaña, Francia, Italia e outros) a lei non permite o emprego de avisos de radares de velocidade. O OsmAnd non asume ningunha responsabilidade se ti violas a lei. Preme en "Si", só se podes empregar esta funcionalidade.
he: בארצות רבות (גרמניה, צרפת, איטליה ואחרות) השימוש באזהרה מפני מצלמות אסור על פי חוק. צוות OsmAnd אינו אחראי במקרה של הפרת החוק מצדך. נא ללחוץ על ‚כן’ רק אם מותר לך להשתמש בתכונה זו באופן חוקי.
hu: Néhány országban (Németország, Franciaország, Olaszország stb.) tilos értesítéseket használni a sebességmérő kamerákhoz! Az OsmAnd nem vállal felelősséget a szabályok megsértéséért. Koppintson az Igen gombra, ha jogosult a funkció használatára.
hy: Շատ երկրներում (Գերմանիա, Ֆրանսիա, Իտալիա եւ այլն) արագության խցիկի մասին զգուշացումների օգտագործումը անօրինական է։ OsmAnd-ը ոչ մի պատասխանատվություն չի կրում, եթե Դուք խախտում եք օրենքը ։ Ընտրեք «այո», միայն այն դեպքում, եթե դուք իրավասու եք օգտագործել այս հնարավորությունը:
id: Dalam banyak negara (Jerman, Prancis, Italia, dan lainnya) penggunaan peringatan kamera kecepatan ilegal. OsmAnd tidak mengasumsikan tanggung jawab apa pun jika Anda melanggar hukum. Mohon hanya ketuk 'Iya' jika Anda memenuhi syarat untuk menggunakan fitur ini.
is: Í mörgum löndum (Þýskalandi, Frakklandi, Ítalíu og fleirum) er notkun aðvarana vegna hraðamyndavéla ólögleg. OsmAnd tekur ekki neina ábyrgð á því ef þú brýtur lög. Ekki samþykkja þetta nema þú hafir leyfi til að nota þennan eiginleika.
it: In molti Paesi (Germania, Francia, Italia, e altri) l'uso degli avvertimenti di autovelox è illegale. OsmAnd non si assume alcuna responsabilità in caso di violazione della legge. Si prega di premere 'Sì' solo nel caso in cui sia autorizzato l'uso di questa funzionalità.
ja: 多くの国(ドイツ、フランス、イタリア、その他)ではスピードカメラ警告の使用が法律で許可されていません。あなたが法律に違反した場合OsmAndは一切の責任を負いません。この機能を使用する事ができる国の場合のみ、[はい]をタップしてください。
ka: In many countries (Germany, France, Italy, and others) the use of speed camera warnings is not permitted by law. OsmAnd does not assume any liability if you violate the law. Please tap yes only if you are eligible to use this feature.
ko: (독일, 프랑스, 이탈리아, 등) 많은 국가에서 속도 카메라 경고를 사용하는 것은 법률에 의해 허용 되지 않습니다. OsmAnd은 법률을 위반할 경우 어떤 책임도 지지 않습니다. 이 기능을 이해하는 경우에 [예] 를 클릭 하십시오.
lt: Daugelyješalių (Vokietijoje, Prancūzijoje, Italijoje ir kitose) naudoti greičio kamerų perspėjimo priemones draudžia įstatymai. OsmAnd neatsako, jei Jūs pažeisite įstatymus. Pažymėkite "Taip", jei turite teisę naudoti šią funkciją.
lv: "Vairākās valstīs (Vācijā, Francijā, Itālijā un citur) brīdinājumi par ātruma kamerām ir aizliegti. OsmAnd neuzņemas atbildību likuma neievērošanas gadījumā. Spiediet 'Jā' tikai tādā gadījumā, ja drīkstat lietot šo iespēju."
mk: Vo mnogu zemji (Germanija, Francija, Italija i drugi) upotrebata na predupreduvanja za kameri za brzina e nelegalna. OsmAnd ne prezema nikakva odgovornost dokolku go prekršite zakonot. Ve molime doprete „Da“ samo ako gi ispolnuvate uslovite za koristenje na ovaa funkcija.
ml: "പല രാജ്യങ്ങളിലും സ്പീഡ്ക്യാമറ മുന്നറിയിപ്പ് അനുവദനീയമല്ല. നിങ്ങള്‍ ചെയ്യുന്നതിന് ഓഎസ്എംആന്ഡ് ഉത്തരവാദിയല്ല. ദയവായി ഇത് നിയമവിധേയമാണെങ്കില്‍ മാത്രം അതെ എന്ന് പറയുക."
nb: I mange land (Tyskland, Frankrike, Italia og andre) er bruk av fotoboksvarsling ulovlig. OsmAnd påtar seg ikke noe ansvar hvis du bryter loven. Trykk 'Ja' kun hvis du er berettiget til å bruke denne funksjonen.
nl: In veel landen (onder meer in Duitsland, Frankrijk, Italië) is het verboden om waarschuwingen voor snelheidscontroles te gebruiken. OsmAnd neemt geen verantwoordelijkheid als je de wet overtreedt. Druk alleen op Ja als je deze functie mag gebruiken.
oc: Dins un molon de país (Alemanha, França, Itàlia e d'autres) l'emplec d'avisadors de radars es pas permés per la lèi. OsmAnd a ges de responsabilitat per cas de violacion de la lèi. Acceptatz ren que s'aquesta fonccion es autorizada.
pl: W wielu krajach (Niemcy, Francja, Włochy i inne) korzystanie z ostrzeżeń o fotoradarach jest nielegalne. OsmAnd nie ponosi odpowiedzialności w przypadku naruszenia prawa. Proszę wybrać „Tak”, tylko jeśli wolno używać tej funkcji.
pt_br: Em diversos países (Alemanha, França, Itália, etc.) o uso de alertas de radar é ilegal. OsmAnd não assume qualquer responsabilidade se você violar a lei. Por favor, toque em "Sim" somente se você pode aceitar o uso deste recurso.
ro_ro: În multe țări (Germania, Franța, Italia și altele), utilizarea avertismentelor de avertizare a radarelor de viteză este ilegală. OsmAnd nu își asumă nicio răspundere în cazul în care încălcați legea. Atingeți 'Da' numai dacă sunteți eligibil pentru a utiliza această funcție.
ru: Во многих странах (Германия, Франция, Италия и другие) использование предупреждений о камерах контроля скорости незаконно. OsmAnd не несёт никакой ответственности, если вы нарушите закон. Нажимайте «Да» только если вы имеете право использовать эту функцию.
sc: In medas istados (Germània, Frantza, Itàlia, e àteros) s’impreu de avisos pro sos autovelox est illegale. OsmAnd non s’at a pigare responsabilidades s’in casu tue as a violare sa lege. Pro praghere incarca 'Eja' petzi si podes impreare custa funtzionalidade.
sk: Vo viacerých krajinách (ako Nemecko, Francúzsko, Taliansko) je použitie varovaní pred rýchlostnými radarmi/kamerami zakázané zákonom. OsmAnd nepreberá žiadnu zodpovednosť ak porušíte zákon. Stlačte "Áno" len ak ste oprávnený použiť túto funkciu.
sl: V mnogih državah (na primer v Nemčiji, Franciji, Italiji in drugih) je uporaba kamer za merjenje hitrosti prepovedana z zakonom. Razvijalci programa ne sprejemamo odgovornosti za tako rabo. Potrdite uporabo le, če ste res prepričani v svoje ravnanje.
sr: У многим државама (Немачкој, Француској, Италији и др.) је употреба покретне камере забрањена законом. ОсмАнд није одговоран за корисниково кршење закона. Молим, кликните на да само ако је за Вас ова могућност снимања законита.
sr_latn: U mnogim državama (Nemačkoj, Francuskoj, Italiji i dr.) je upotreba pokretne kamere zabranjena zakonom. OsmAnd nije odgovoran za korisnikovo kršenje zakona. Klikni na "da" samo ako je za ova mogućnost snimanje zakonito.
sv: I många länder (Tyskland, Frankrike, Italien och andra) är användning av hastighetskameravarningar olaglig. OsmAnd tar inget ansvar om du bryter mot lagen. Klicka bara på 'Ja' om du är berättigad att använda den här funktionen.
ta: பல நாடுகளில் (செர்மனி, பிரான்ச், இத்தாலி மற்றும் பிற) வேக கேமரா எச்சரிக்கைகளின் பயன்பாடு சட்டவிரோதமானது. நீங்கள் சட்டத்தை மீறினால் ஒச்மண்ட் எந்தப் பொறுப்பையும் ஏற்க மாட்டார். இந்த அம்சத்தைப் பயன்படுத்த நீங்கள் தகுதி பெற்றிருந்தால் மட்டுமே 'ஆம்' என்பதைத் தட்டவும்.
tr: Birçok ülkede (Almanya, Fransa, İtalya ve diğerleri) hız kamerası uyarılarının kullanımına yasalarca izin verilmemektedir. Yasaları ihlal ederseniz OsmAnd herhangi bir sorumluluk kabul etmez. Lütfen sadece bu özelliği kullanmaya uygunsanız evet seçeneğine dokunun.
uk: У багатьох країнах (Німеччина, Франція, Італія та інші) використання попереджень про камери контролю швидкості є незаконним. OsmAnd не несе жодної відповідальності, якщо ви порушите закон. Будь ласка, натисніть кнопку «Так», тільки якщо ви маєте право використовувати цю функцію.
zh_hans: 在许多国家（德国、法国、意大利和其他国家），使用超速摄像头警告是非法的。如果你违反了法律，OsmAnd 不承担任何责任。请只当你有资格使用此功能时才点击“是”。
zh_hant: 在許多國家（德國、法國、義大利和其它）使用測速照相警示是非法的。如果您違反了法律，OsmAnd 並不承擔任何的責任。請只在您有資格使用此功能時，才點下「是」。

# arrows_on_map
source: Arrows on the map
ar: الأسهم على الخريطة
be: Стрэлкі на мапе
ca: Fletxes al mapa
cs: Šipky na mapě
da: Pile på kortet
de: Pfeile auf der Karte
el: Βέλη στον χάρτη
es_us: Flechas en el mapa
et: Nooled kaardil
fr: Flèches sur la carte
hu: Nyilak a térképen
id: Panah di peta
is: Örvar á kortinu
it: Frecce sulla mappa
ja: マップ上に矢印を表示
ka: ისრები რუკაზე
ko: 지도 위의 화살표
nb: Piler på kartet
nl: Pijlen op de kaart
oc: Sagetas sus la mapa
pl: Strzałki na mapie
pt_br: Setas no mapa
ro_ro: Săgeți pe hartă
ru: Стрелки на карте
sc: Fritzas in sa mapa
sr: Стрелице на мапи
sr_latn: Strelice na mapi
sv: Pilar på kartan
ta: வரைபடத்தில் அம்புகள்
tr: Harita üzerinde oklar
uk: Стрілки на мапі
zh_hant: 地圖上的箭頭
