Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# learn_more_about_sensors_link
source: Learn more about sensors.
ar: تعلم المزيد عن أجهزة الاستشعار.
be: Даведайцеся больш пра датчыкі.
bg: Научете повече за сензорите.
cs: Další informace o senzorech.
da: Få mere at vide om sensorer.
de: Mehr über Sensoren erfahren.
el: Μάθετε περισσότερα για τους αισθητήρες.
eo: Pliaj informoj pri sentiloj.
es_us: Véase más sobre sensores.
et: Lisateave andurite kohta.
eu: Lortu informazio gehiago sentsoreei buruz.
fa: درباره حسگرها بیشتر بدانید.
fi: Lue lisää antureista.
fr: En savoir plus sur les capteurs.
he: מידע נוסף על חיישנים.
hu: Tudjon meg többet az érzékelőkről.
id: Pelajari lebih lanjut tentang sensor.
is: Læra meira um skynjara.
it: Ulteriori informazioni sui sensori.
ja: センサーについて詳しくはこちら。
ko: 센서에 대해 더 알아보기.
nb: Lær mer om sensorer.
nl: Lees meer over sensoren.
oc: Ne'n saber mai sus lei captadors.
pl: Dowiedz się więcej o czujnikach.
ro_ro: Învățați mai multe despre senzori.
ru: Узнать больше о датчиках.
sk: Zistite viac o snímačoch.
sl: Preberi več o senzorjih.
sr: Сазнајте подробније о пријемницима.
sr_latn: Saznaj više o prijemnicima.
sv: Läs mer om sensorer.
ta: சென்சார்கள் பற்றி மேலும் அறிக.
tr: Sensörler hakkında daha fazla bilgi edinin.
uk: Докладніше про датчики.
vi: Tìm hiểu thêm về cảm biến.
zh_hans: 了解更多传感器信息。
zh_hant: 取得更多關於感應器的資訊。

# ant_plus_pair_bluetooth_prompt
source: You can pair Bluetooth LE and ANT+ sensors with OsmAnd.
ar: يمكنك إقران مستشعرات بلوتوث LE و ANT + مع أوسماند.
be: Вы можаце спалучыць датчыкі Bluetooth LE і ANT+ з OsmAnd.
bg: Сдвоявайте с OsmAnd сензори с Bluetooth LE и ANT+.
cs: Se zařízením OsmAnd můžete spárovat senzory Bluetooth LE a ANT+.
da: Du kan parre Bluetooth LE- og ANT+-sensorer med OsmAnd.
de: Sie können Bluetooth LE- und ANT+-Sensoren mit OsmAnd koppeln.
el: Μπορείτε να κάνετε σύζευξη αισθητήρων Bluetooth LE και ANT+ με το OsmAnd.
eo: OsmAnd laboras kun sentiloj BLE (Bludento Malgrand-Energia) kaj ANT+.
es_us: Puedes vincular con OsmAnd, sensores «Bluetooth LE» y «ANT+».
et: OsmAndiga saad lisada paardumise Bluetooth LE ja ANT+ anduritega.
eu: Bluetooth LE eta ANT+ sentsoreak OsmAnd-ekin parekatu ditzakezu.
fa: می‌توانید حسگرهای بلوتوث LE و ANT+ را با OsmAnd جفت کنید.
fi: Voit liittää Bluetooth LE ja ANT+ -antureita OsmAndiin.
fr: Vous pouvez appairer des capteurs BLE et ANT+ avec OsmAnd.
he: אפשר לצמד חיישני Bluetooth LE ו־ANT+‎ עם OsmAnd.
hu: Az OsmAnd alkalmazással párosíthat Bluetooth LE- és ANT+-érzékelőket.
id: Anda dapat menyandingkan sensor Bluetooth LE dan ANT+ dengan OsmAnd.
is: Þú getur parað Bluetooth LE og ANT+ skynjara við OsmAnd.
it: Puoi associare con OsmAnd i sensori Bluetooth LE e ANT+.
ja: Bluetooth LEとANT+センサーをOsmAndとペアリングできます。
ko: Bluetooth LE 및 ANT+ 센서를 OsmAnd와 페어링할 수 있습니다.
nb: Du kan tilknytte Blåtann-LE og ANT+-sensorer med OsmAnd.
nl: Je kunt Bluetooth LE en ANT+ sensoren koppelen met OsmAnd.
oc: Podètz apariar de captadors BLE e ANT+ amb OsmAnd.
pl: Z OsmAndem można sparować czujniki Bluetooth LE i ANT+.
ro_ro: Puteți asocia senzori Bluetooth LE și ANT+ cu OsmAnd.
ru: Сопрягайте датчики Bluetooth LE и ANT+ с OsmAnd.
sk: S OsmAndom môžete spárovať snímače Bluetooth LE a ANT+.
sl: Z OsmAnd lahko seznaniš senzorje Bluetooth LE in ANT+.
sr: Можете упарити пријемнике Блутута ЛЕ и АНТ+ са Османдом.
sr_latn: Možeš upariti senzore Bluetooth LE i ANT+ sa OsmAndom.
sv: Du kan ansluta till Bluetooth LE och ANT+ sensorer med OsmAnd.
ta: நீங்கள் ஊடலை லு மற்றும் எறும்பு+ சென்சார்களை ஓச்மாண்டுடன் இணைக்கலாம்.
tr: Bluetooth LE ve ANT+ sensörlerini OsmAnd ile eşleştirebilirsiniz.
uk: З OsmAnd можна сполучати датчики Bluetooth LE та ANT+.
vi: Bạn có thể ghép nối cảm biến Bluetooth và ANT+ với OsmAnd.
zh_hans: 您可以将低功耗蓝牙和 ANT+ 传感器与 OsmAnd 配对。
zh_hant: 您可以使用 OsmAnd 配對低功耗藍牙與 ANT+ 感應器。

source: Paired sensors
ar: أجهزة الاستشعار المقترنة
cs: Spárované snímače
da: Parrede sensorer
de: Verbundene Sensoren
el: Συζευγμένοι αισθητήρες
es_us: Sensores vinculados
et: Paardunud andurid
fr: Capteurs appairés
hu: Párosított érzékelők
id: Sensor yang dipasangkan
is: Paraðir skynjarar
it: Sensori associati
ro_ro: Senzori împerecheați
ru: Сопряженные датчики
sr: Упарени пријемници
sr_latn: Upareni prijemnici
sv: Parkopplade sensorer
ta: இணை சென்சார்கள்
tr: Eşleştirilen sensörler
uk: Сполучені датчики
zh_hant: 配對感測器

# ant_plus_searching
source: Searching
ar: جاري البحث
be: Пошук
bg: Търсене
ca: Buscant
cs: Hledání
cy: Wrthi'n chwilio
da: Søger
de: Suche
el: Αναζήτηση
eo: Serĉado
es_us: Buscando
et: Otsin
eu: Bilatzen
fa: در حال جستجو
fi: Etsitään
fr: Recherche
he: מתבצע חיפוש
hu: Keresés
id: Mencari
is: Leita
it: Ricerca
ka: ძებნა
ko: 찾는 중
nb: Søker …
nl: Bezig met zoeken
oc: A recercar
pl: Wyszukiwanie
ro_ro: Căutare
ru: Поиск
sk: Hľadanie
sl: Iskanje
sr: Претраживање
sr_latn: Pretražujem
sv: Söker
ta: தேடுகிறது
tr: Aranıyor
uk: Пошук
vi: Đang tìm kiếm
zh_hans: 搜寻中
zh_hant: 正在搜尋

# ble_search_again
source: Search again
ar: بحث مرة أخرى
be: Шукаць зноў
bg: Повторно търсене
cs: Znovu vyhledat
da: Søg igen
de: Erneut suchen
el: Αναζήτηση ξανά
eo: Serĉi denove
es_us: Buscar de nuevo
et: Otsi uuesti
eu: Bilatu berriro
fa: دوباره جستجو کنید
fi: Hae uudelleen
fr: Rechercher à nouveau
he: חיפוש חוזר
hu: Keresés újra
id: Cari lagi
is: Leita aftur
it: Cerca ancora
ko: 다시보기
nb: Søk igjen
nl: Opnieuw zoeken
oc: Recercar tornar mai
pl: Wyszukaj ponownie
ro_ro: Căutați din nou
ru: Повторный поиск
sk: Hľadať znovu
sl: Išči znova
sr: Поново претражи
sr_latn: Ponovo pretraži
sv: Sök igen
ta: மீண்டும் தேடுங்கள்
tr: Tekrar ara
uk: Шукати повторно
vi: Tìm lại
zh_hans: 重新搜索
zh_hant: 再次搜尋

# ant_plus_nothing_found_description
source: Make sure: – Bluetooth is turned on – Sensor is activated – This device is located near sensor
ar: تأكد من: - البلوتوث قيد التشغيل - تم تنشيط المستشعر - الجهاز قريب من المستشعر
be: Пераканайцеся, што: – Bluetooth уключаны – Датчык актываваны – Гэта прылада знаходзіцца побач з датчыкам
bg: Уверете се, че: - Bluetooth е включен. - Сензорът работи - Двете устройства са в близост
cs: Ujistěte se, že: - Bluetooth je zapnuté - Senzor je aktivován - Toto zařízení je umístěno v blízkosti senzoru
da: Sørg for at: - Bluetooth er slået til - Sensoren er aktiveret - Denne enhed er placeret i nærheden af sensoren
de: Stellen Sie sicher: - Bluetooth ist eingeschaltet - Der Sensor ist aktiviert - Dieses Gerät befindet sich in der Nähe des Sensors
el: Βεβαιωθείτε ότι: – Το Bluetooth είναι ενεργοποιημένο – Ο αισθητήρας είναι ενεργοποιημένος – Αυτή η συσκευή βρίσκεται κοντά στον αισθητήρα
eo: Certiĝu, ke: – protokolo Bludento estas aktiva – sentilo estas aktiva – tiu ĉi aparato troviĝas proksime al sentilo
es_us: Asegúrate de que - El Bluetooth esté activado - El sensor esté activado - Este dispositivo se encuentre cerca del sensor
et: Palun kontrolli, et: – Bluetooth on sisse lülitatud – andur on töös – see nutiseade on anduri lähedal
eu: Ziurtatu: – Bluetootha aktibatuta dago – Sentsore aktibatuta dago – Gailu hau sentsorearen ondoan dago
fa: مطمئن شوید: – بلوتوث روشن است – حسگر فعال است – این دستگاه نزدیک حسگر قرار دارد
fr: Vérifiez que : - le Bluetooth est activé - le capteur est activé - l'appareil et le capteur sont proches
hu: Győződjön meg róla, hogy: – a Bluetooth be van kapcsolva; – az érzékelő aktiválva van; – ez az eszköz az érzékelő közelében található
id: Pastikan: – Bluetooth dinyalakan – Sensor diaktifkan – Perangkat ini di dekat sensor
is: Gakktu úr skugga um eftirfarandi: – Kveikt er á Bluetooth – Skynjari er virkjaður – Þetta tæki er staðsett nálægt skynjara
it: Assicurarsi che: – Il Bluetooth sia attivato – Il sensore sia attivato – Questo dispositivo si trovi vicino al sensore
ko: 확실하게 하다: – 블루투스가 켜져 있습니다. – 센서가 활성화됨 – 이 장치는 센서 근처에 있습니다.
nb: Sørg for at: – Blåtann er påslått – Sensoren er aktivert – At denne enheten befinner seg nærme sensoren
nl: Zorg ervoor dat: - Bluetooth is ingeschakeld - Sensor is geactiveerd - Dit apparaat in de buurt van de sensor is
oc: Verificatz que : - lo Bluetooth es activat - lo capteur es activat - l'aparelh e lo captador son pròches
pl: Upewnij się, że: - Bluetooth jest włączony - Czujnik jest aktywny - To urządzenie znajduje się w pobliżu czujnika
ro_ro: Asigurați-vă că: – Bluetooth e pornit – Senzorul e activ – Acest dispozitiv se află lângă senzor
ru: Убедитесь, что: - Bluetooth включен - датчик активирован - устройство находится рядом с датчиком
sk: Uistite sa, že: – Bluetooth je zapnutý – Snímač je aktívny – Toto zariadenie je umiestnené blízko snímača
sl: Prepričaj se, da : - je Bluetooth vklopljen. - je senzor aktiviran. - se ta naprava nahaja v bližini senzorja.
sr: Проверите да ли је: - Блутут укључен - Пријемник укључен - Овај уређај смештен близу пријемника
sr_latn: Proveri da li je: - Blutut uključen - Prijemnik uključen - Ovaj uređaj smešten blizu senzora
sv: Se till att: – Bluetooth är på – Sensorn är aktiverad – Enheten och sensorn är nära varandra
ta: நிச்சயமாக: - ஊடலை இயக்கப்படுகிறது - சென்சார் செயல்படுத்தப்படுகிறது - இந்த சாதனம் சென்சாருக்கு அருகில் அமைந்துள்ளது
tr: - Bluetooth'un açık olduğundan - Sensörün etkinleştirildiğinden - Bu aygıtın sensörün yakınında bulunduğundan emin olun
uk: Переконайся що: – Bluetooth увімкнено – Датчик активовано – Цей пристрій розташовано поблизу датчика
vi: Đảm bảo rằng: – Bluetooth được bật – Cảm biến được kích hoạt – Thiết bị này được đặt gần cảm biến
zh_hans: 确保 - 蓝牙已打开 - 传感器已启动 - 此设备位于传感器附近
zh_hant: 確保： – 藍牙已開啟 – 感應器已啟動 – 此裝置在感應器附近

# ant_plus_searching_text
source: Searching for sensors
ar: البحث عن أجهزة الاستشعار
be: Пошук датчыкаў
bg: Търсене на сензори
cs: Hledání senzorů
da: Søger efter sensorer
de: Suche nach Sensoren
el: Αναζήτηση για αισθητήρες
eo: Serĉado de sentiloj
es_us: Buscando sensores
et: Otsime andureid
eu: Sentsoreen bilaketa
fa: در حال جستجوی حسگرها
fi: Etsitään antureita
fr: Recherche de capteurs en cours
hu: Érzékelők keresése
id: Mencari sensor
is: Leita að skynjurum
it: Ricerca dei sensori
ko: 센서 검색
nb: Søker etter sensorer
nl: Sensoren zoeken
oc: A recercar de captadors
pl: Wyszukiwanie czujników
ro_ro: Se caută senzori
ru: Поиск датчиков
sk: Hľadanie snímačov
sl: Iskanje senzorjev
sr: Претражујем пријемнике
sr_latn: Pretraga senzora
sv: Söker efter sensorer
ta: சென்சார்களைத் தேடுகிறது
tr: Sensör aranıyor
uk: Пошук датчиків
vi: Đang tìm kiếm cảm biến
zh_hans: 正在搜寻传感器
zh_hant: 正在搜尋感應器

# external_device_forget_sensor_description
source: Sensor will be removed from the list. You will be able to pair this sensor again at any time.
ar: سيُحذف من القائمة ستكون قادراً على ربط هذا المستشعرمجدداً في أي وقت.
bg: Сензорът ще бъде премахнат от списъка. Ще можете да сдвоите този сензор отново по всяко време.
cs: Senzor bude ze seznamu odstraněn. Tento snímač budete moci kdykoli znovu spárovat.
da: Sensoren fjernes fra listen. Du vil kunne parre denne sensor igen til enhver tid.
de: Sensor wird aus der Liste entfernt. Der Sensor kann jederzeit erneut gekoppelt werden.
el: Ο αισθητήρας θα αφαιρεθεί από την λίστα. Θα μπορείτε να κάνετε ξανά σύζευξη αυτού του αισθητήρα οποιαδήποτε στιγμή.
eo: La sentilo estos forigita al la listo. Viĉiam povos denove kupli ĝin.
es_us: El sensor será quitado de la lista. Podrá volver a vincular este sensor en cualquier momento.
et: Andur eemaldatakse loendist, aga sa saad alati uue paardumise teha.
eu: Sentsorea zerrendatik kenduko da. Sentsore hau berriro parekatu ahal izango duzu edozein unetan.
fa: حسگر از فهرست برداشته خواهد شد. می‌توانید این حسگر را هر زمان دوباره جفت کنید.
fi: Anturi poistetaan listalta. Voit myöhemmin liittää sensorin uudelleen.
fr: Ce capteur sera supprimé de la liste. Vous pourrez appairer de nouveau ce capteur à tout moment.
hu: Az érzékelő törlődik a listáról. Ezt az érzékelőt bármikor újra párosíthatja.
id: Sensor akan dihapus dari daftar. Anda dapat memasangkan sensor ini lagi kapan saja.
is: Skynjari verður fjarlægður af listanum. Þú munt geta parað þennan skynjara aftur hvenær sem er.
it: Il sensore verrà rimosso dall'elenco. Potrai associare nuovamente questo sensore in qualsiasi momento.
ko: 센서는 목록에서 제거됩니다. 언제든지이 센서를 다시 페어링 할 수 있습니다.
lt: Jutiklis bus pašalintas iš sąrašo. Šį jutiklį galėsite bet kada vėl susieti.
nb: Fjerner sensoren fra listen. Du kan tilknytte den igjen.
nl: De sensor wordt uit de lijst verwijderd. U kunt deze sensor op elk gewenst moment opnieuw koppelen.
oc: Aqueste captador serà eliminat de la lista. Podretz apariar mai lo captador quand vodretz.
pl: Czujnik zostanie usunięty z listy. W każdej chwili będziesz mógł ponownie sparować ten czujnik.
ro_ro: Senzorul va fi eliminat din listă. Veți putea să împerecheați din nou acest senzor în orice moment.
ru: Датчик будет удален из списка. Вы сможете снова выполнить сопряжение этого датчика в любое время.
sk: Snímač bude odstránený zo zoznamu. Tento senzor budete môcť kedykoľvek spárovať znovu.
sl: Senzor bo odstranjen s seznama. Ta senzor bo lahko kadar koli znova seznanjen.
sr: Пријемник биће уклоњен са списка. Моћи ћете да упарите овај пријемник кад год пожелите.
sr_latn: Prijemnik će biti uklonjen sa spiska. Možeš da upariš ovaj senzor kad god poželiš.
sv: Sensorn kommer tas bort från listan. Du kan när som helst ansluta sensorn igen.
ta: சென்சார் பட்டியலிலிருந்து அகற்றப்படும். இந்த சென்சாரை நீங்கள் எந்த நேரத்திலும் மீண்டும் இணைக்க முடியும்.
tr: Sensör listeden kaldırılacak. Bu sensörü istediğiniz zaman tekrar eşleştirebileceksiniz.
uk: Датчик буде вилучено зі списку. Ви зможете знову підʼєднати цей датчик у будь-який момент.
vi: Cảm biến sẽ bị loại bỏ khỏi danh sách. Bạn có thể ghép nối lại với cảm biến này sau.
zh_hans: 传感器将从列表中移除。你可以稍后重新和该传感器配对。
zh_hant: 將會從清單中移除感應器。您可以在任何時候再次配對此感應器。

# external_device_details_battery
source: Battery
ar: البطارية
be: Батарэя
bg: Батерия
ca: Bateria
cs: Baterie
cy: Batri
da: Batteri
de: Akku
el: Μπαταρία
eo: Baterio
es_us: Batería
et: Aku
eu: Bateria
fa: باتری
fi: Akku
fr: Batterie
he: סוללה
hu: Akkumulátor
id: Baterai
is: Rafhlaða
it: Batteria
ka: ელემენტი
ko: 배터리
lt: Baterija
nb: Batteri
nl: Batterij
oc: Batariá
pl: Bateria
ro_ro: Baterie
ru: Батарея
sk: Batéria
sl: Baterija
sr: Батерија
sr_latn: Baterija
sv: Batteri
ta: மின்கலம்
tr: Pil
uk: Акумулятор
vi: Pin
zh_hans: 电池
zh_hant: 電池

# external_device_details_received_data
source: Received data
ar: البيانات المستلمة
be: Атрыманыя даныя
bg: Получени данни
cs: Přijatá data
da: Modtog data
de: Empfangene Daten
el: Ελήφθησαν δεδομένα
eo: Ricevitaj datumoj
es_us: Datos recibidos
et: Vastuvõetud andmed
eu: Jasotako datuak
fa: داده‌های دریافت‌شده
fi: Vastaanotettu tieto
fr: Données reçues
hu: Fogadott adat
id: Data yang diterima
is: Móttekin gögn
it: Dati ricevuti
ko: 수신된 데이터
lt: Gauti duomenys
nb: Mottatt data
nl: Ontvangen gegevens
oc: Donadas recebudas
pl: Otrzymane dane
ro_ro: Date primite
ru: Полученные данные
sk: Prijaté údaje
sl: Prejeti podatki
sr: Примљени подаци
sr_latn: Primljeni podaci
sv: Mottagna data
ta: பெறப்பட்ட தரவு
tr: Alınan veriler
uk: Отримані дані
vi: Dữ liệu nhận được
zh_hans: 已接收数据
zh_hant: 接收資料

# external_device_status_disconnected
source: Disconnected
ar: غير متصل
bg: Несвързано
ca: Desconnectat
cs: Odpojeno
cy: Wedi datgysylltu
da: Frakoblet
de: Getrennt
el: Αποσυνδέθηκε
eo: Ne konektita
es_us: Desconectado
et: Ühendus on katkestatud
eu: Deskonektatuta
fi: Katkaistu
fr: Déconnecté
he: מנותק
hu: Kapcsolat bontva
id: Terputus
is: Aftengt
it: Disconnesso
ka: გათიშულია
ko: 연결이 끊김
lt: Atjungtas
nb: Frakoblet
nl: Verbinding verbroken
oc: Desconnectat
pl: Rozłączony
ro_ro: Deconectat
ru: Отключён
sk: Odpojené
sl: Odklopljena
sr: Неповезан
sr_latn: Nepovezan
sv: Frånkopplad
ta: துண்டிக்கப்பட்டது
tr: Bağlantı kesildi
uk: Відʼєднано
vi: Đã ngắt kết nối
zh_hans: 已断开连接
zh_hant: 已斷線

# external_device_characteristic_speed
source: Speed
ar: السرعة
bg: Скорост
ca: Velocitat
cs: Rychlost
cy: Cyflymder
da: Hastighed
de: Geschwindigkeit
el: Ταχύτητα
eo: Rapido
es_us: Velocidad
et: Kiirus
eu: Abiadura
fa: سرعت
fi: Nopeus
fr: Vitesse
he: מהירות
hu: Sebesség
id: Kecepatan
is: Hraði
it: Velocità
ka: სიჩქარე
ko: 속도
lt: Greitis
nb: Hastighet
nl: Snelheid
oc: Velocitat
pl: Prędkość
ro_ro: Viteză
ru: Скорость
sk: Rýchlosť
sl: Hitrost
sr: Брзина
sr_latn: Brzina
sv: Hastighet
ta: வேகம்
tr: Hız
uk: Швидкість
vi: Vận tốc
zh_hans: 速度
zh_hant: 速度

# external_device_characteristic_stride_length
source: Stride length
ar: طول الخطوة
be: Даўжыня кроку
bg: Дължина на крачката
cs: Délka kroku
da: Skridtlængde
de: Schrittweite
el: Μήκος διασκελισμού
eo: Paŝlongo
es_us: Longitud de zancada
eu: Pausoaren luzera
fa: طول گام
fr: Longueur de la foulée
hu: Lépéshossz
id: Panjang langkah
is: Skreflengd
it: Lunghezza del passo
ko: Stride 길이
lt: Žingsnio ilgis
nb: Skrittlengde
nl: Staplengte
oc: Ample de la cambada
pl: Długość kroku
ro_ro: Distanță pas
ru: Длина шага
sk: Dĺžka kroku
sl: Dolžina koraka
sr: Дужина корака
sr_latn: Dužina koraka
sv: Steglängd
ta: ச்ட்ரைட் நீளம்
tr: Adım uzunluğu
uk: Довжина кроку
vi: Chiều dài sải chân
zh_hans: 步幅
zh_hant: 步幅

source: Wheel circumference
ar: حاجز العجلات
bg: Окръжност на колелото
cs: Obvod kola
da: Hjulomkreds
de: Radumfang
el: Περιφέρεια τροχού
eo: Perimetro de rado
es_us: Circunferencia de la rueda
et: Ratta ümbermõõt
eu: Gurpilen zirkunferentzia
fa: محیط چرخ
fi: Renkaan ympärysmitta
fr: Circonférence de la roue
hu: Kerék kerülete
id: Keliling roda
is: Ummál hrings
it: Circonferenza della ruota
ko: 휠 인치
nb: Hjulomkrets
nl: Wielomvang
pl: Obwód koła
ro_ro: Circumferința roții
ru: Длина окружности колеса
sk: Obvod kolesa
sr: Обим точка
sr_latn: Obim točka
sv: Hjulets omkrets
ta: சக்கர சுற்றளவு
uk: Окружність колеса
vi: Chu vi bánh xe
zh_hans: 轮子周长
zh_hant: 輪子週長

# map_orientation_default
source: Same as device
af: Dieselfde as toestel
ar: حسب النظام
az: Cihaz ilə eyni
be: Як у прылады
bg: Същото като на устройството
ca: El mateix que el dispositiu
cs: Automaticky
cy: Fel gosodiad y ddyfais
da: Samme som enhed
de: Wie Standardeinstellung
el: Το ίδιο με τη συσκευή
eo: Sama kiel aparato
es_us: Según dispositivo
et: Sama kui seadmes
eu: Gailuaren berdina
fa: بر پایه دستگاه
fi: Sama kuin laitteen
fr: Automatique
gl: A mesma do dispositivo
he: כמו ההתקן
hu: Mint az eszköz
hy: Ըստ սարքի
id: Sama seperti perangkat
is: Sama og tækið
it: Orientamento predefinito
ja: 端末設定に従う
ka: იგივე როგორც მოწყობილობაზე
ko: 장치와 같음
lt: Kaip irįrenginys
lv: Tāpat kā iekārtai
mk: Isto kako napravata (device)
ml: ഉപകരണത്തിലേതുപോലെ
nb: Samme som enhet
nl: Zelfde als apparaatinstelling
pl: Określona przez urządzenie
ro_ro: La fel ca cea a dispozitivului
ru: Автоматически
sc: Orientamentu predefinidu
sk: Podľa zariadenia
sl: Glede na nastavitve naprave
sr: Као и уређај
sr_latn: Sistem
sv: Samma som enheten
ta: சாதனம் அதே
tr: Aygıt ile aynı
uk: За орієнтацією пристрою
vi: Giống như thiết bị
zh_hans: 与设备一致
zh_hant: 與裝置一樣

# map_orientation_portrait
source: Portrait
af: Portret
ar: رأسي
ast: Vertical
az: Portret
be: Вертыкальная
bg: Портрет
ca: Vertical
cs: Na výšku
cy: Darlun
da: Portræt
de: Hochformat
el: Πορτραίτο
eo: Vertikala
es_us: Vertical
et: Portree
eu: Bertikalean
fa: عمودی
fi: Pystysuunta
gl: Vertical
he: לאורך
hu: Álló
hy: Դիմանկարի ձև (Portrait)
id: Potret
is: Lóðrétt
it: Verticale
ja: 縦向き
ka: პორტრეტი
ko: 세로
lt: Stačias
lv: Portrets
mk: Portret
ml: പൊട്രെയിറ്റ്
mr: उभा
nb: Portrett
nl: Portret
pl: Pionowo
ro_ro: Portret
ru: Портрет
sc: Verticale
sk: Na výšku
sl: Pokončno
sr: Усправно
sr_latn: Uspravno
sv: Stående
ta: உருவப்படம்
tr: Dikey
uk: Вертикально
vi: Thẳng đứng
zh_hans: 竖屏
zh_hant: 直豎

# map_orientation_landscape
source: Landscape
af: Landskap
ar: أفقي
ast: Horizonal
az: Landşaft
be: Гарызантальная
bg: Пейзаж
ca: Apaisat
cs: Na šířku
cy: Tirlun
da: Landskab
de: Querformat
el: Τοπίο
eo: Horizontala
es_us: Horizontal
et: Maastik
eu: Horizontalean
fa: افقی
fi: Vaakasuunta
fr: Paysage
gl: Horizontal
he: לרוחב
hu: Fekvő
hy: Լանդշաֆտ (Landscape)
id: Lanskap
is: Lárétt
it: Orizzontale
ja: 横向き
ka: ლანდშაფტი
ko: 가로
lt: Gulsčias
lv: Ainava
mk: Pejzaž
ml: ലാന്‍ഡ്സ്കെയിപ്പ്
mr: आडवा
nb: Landskap
nl: Landschap
pl: Poziomo
ro_ro: Orizontal
ru: Альбомная
sc: Orizontale
sk: Na šírku
sl: Ležeče
sr: Положено
sr_latn: Vodoravno
sv: Liggande
ta: நிலப்பரப்பு
tr: Yatay
uk: Горизонтально
vi: Nằm ngang
zh_hans: 横屏
zh_hant: 橫向

# my_places_no_tracks_descr_root
source: You can import, create or record track files using OsmAnd.
ar: يمكنك استيراد أو إنشاء أو تسجيل ملفات المسار باستخدام أوسماند.
cs: V aplikaci OsmAnd můžete importovat, vytvářet a zaznamenávat soubory stop.
da: Du kan importere, oprette eller optage sporfiler ved hjælp af OsmAnd.
de: Du kannst mit OsmAnd Track-Dateien importieren, erstellen oder aufzeichnen.
el: Μπορείτε να εισάγετε, δημιουργήσετε ή καταγράψετε αρχεία ιχνών χρησιμοποιώντας το OsmAnd.
es_us: Puedes importar, crear o grabar archivos de trazas usando OsmAnd.
et: Sa võid OsmAndiga importida, luua või salvestada radasid.
fr: Vous pouvez importer, créer ou enregistrer des traces en utilisant OsmAnd.
hu: Az OsmAnd használatával importálhat, létrehozhat vagy rögzíthet nyomvonal-fájlokat.
id: Anda dapat mengimpor, membuat, atau merekam file trek menggunakan OsmAnd.
is: Þú getur flutt inn ferilskrár, útbúið eða skráð niður ferla með því að nota OsmAnd.
it: Con OsmAnd puoi importare, creare o registrare tracce.
nl: U kunt track-bestanden importeren, creëren of opnemen met OsmAnd.
ro_ro: Puteți importa, crea sau înregistra fișiere track folosind OsmAnd.
ru: Вы можете импортировать, создавать или записывать файлы треков с помощью OsmAnd.
sr: Можете увозити, стварати или снимати фајлове трагова коришћењем ОсмАнда.
sr_latn: Možete uvoziti, stvarati ili snimati fajlove tragova korišćenjem OsmAnda.
sv: Du kan importera, skapa eller spela in spårfiler genom OsmAnd.
ta: OSMand ஐப் பயன்படுத்தி டிராக் கோப்புகளை இறக்குமதி செய்யலாம், உருவாக்கலாம் அல்லது பதிவு செய்யலாம்.
uk: Ви можете імпортувати, створювати або записувати файли треків за допомогою OsmAnd.
zh_hant: 你可以用OsmAnd匯入、新增或是錄製軌跡。

# my_places_no_tracks_title
source: Empty folder
ar: مجلد فارغ
be: Пустая папка
bg: Празна папка
cs: Prázdná složka
da: Tom mappe
de: Leerer Ordner
el: Άδειος φάκελος
eo: Malplena dosierujo
es_us: Carpeta vacía
et: Tühi kaust
eu: Karpeta hutsa
fi: Tyhjä kansio
fr: Dossier vide
he: תיקייה ריקה
hu: Üres mappa
id: Folder kosong
is: Tóm mappa
it: Cartella vuota
ko: 빈 폴더
nb: Tom mappe
nl: Lege map
pl: Pusty folder
ro_ro: Folder gol
ru: Пустая папка
sk: Prázdny priečinok
sl: Prazna mapa
sr: Празна фасцикла
sr_latn: Prazan folder
sv: Tom mapp
ta: வெற்று கோப்புறை
tr: Boş klasör
uk: Порожня тека
vi: Thư mục rỗng
zh_hans: 空文件夹
zh_hant: 空資料夾

# my_places_no_tracks_descr
source: This folder doesn’t have any track yet.
ar: لا يحتوي هذا المجلد على أي مسار حتى الآن.
cs: V této složce nejsou žádné soubory stop.
da: Denne mappe har ikke nogen spor endnu.
de: Dieser Ordner hat noch keine Tracks.
el: Αυτός ο φάκελος δεν έχει ακόμη κανένα ίχνος.
es_us: Esta carpeta no tiene trazas aún.
et: Selles kaustas pole veel ühtegi rada.
fr: Ce dossier ce contient pas encore de traces.
hu: Ez a mappa még nem tartalmaz nyomvonal-fájlokat.
id: Folder ini belum memiliki trek apa pun.
is: Þessi mappa er ekki ennþá með neina ferla.
it: Questa cartella non ha ancora alcuna traccia.
nl: Deze folder bevat nog geen tracks.
ro_ro: Acest folder nu are încă niciun traseu.
ru: В этой папке пока нет никакого трека.
sr: Овај фолдер нема ни један траг још увек.
sr_latn: Ovaj folder nema ni jedan trag još uvek.
sv: Denna mapp har inga spår ännu.
ta: இந்த கோப்புறையில் இதுவரை எந்த தடமும் இல்லை.
uk: Дана тека поки що не містить жодного трека.
zh_hant: 這個資料夾還沒有任何軌跡。
