Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# map_3d_mode_hint
source: Long tap the button allows to change button position.
ar: الضغط المطول على الزر يسمح بتغيير موضع الزر.
be: Для змянення размяшчэння кнопкі, націсніце на яе і ўтрымлівайце.
bg: Задържането върху бутона позволява преместването му.
cs: Dlouhým klepnutím na tlačítko můžete změnit jeho polohu.
da: Med langt tryk på knappen kan knapposition ændres.
de: Durch langes Tippen auf die Schaltfläche kann die Position der Schaltfläche geändert werden.
el: Με το παρατεταμένο πάτημα του κουμπιού επιτρέπει την αλλαγή της θέσης του κουμπιού.
eo: Frapetadu la butonon porŝanĝi ĝian pozicion.
es_us: Mantén pulsado para cambiar la ubicación del botón.
et: Pika vajutusega nupul saad tema asukohta muuta.
eu: Botoia luze sakatzeak botoiaren posizioa aldatzeko aukera ematen du.
fa: با فشار طولانی روی دکمه می‌توانید موقعیت دکمه را تغییر دهید.
fi: Napin paikkaa voi vaihtaa painamalla sitä pitkään.
fr: Un appui long sur le bouton permet de modifier sa position.
he: לחיצה ארוכה על הכפתור מאפשרת לשנות את מיקומו.
hu: A gomb hosszú érintése lehetővé teszi a gomb pozíciójának megváltoztatását.
id: Ketuk tombol dengan lama memungkinkan mengubah posisi tombol.
is: Ef ýtt er og haldið er hægt að breyta staðsetningu hnappsins.
it: Toccare a lungo il pulsante consente di modificarne la posizione.
ko: 버튼을 길게 탭하면 버튼 위치를 변경할 수 있습니다.
nb: Med langt trykk på knappen kan knappeposisjon endres.
nl: Door de knop lang ingedrukt te houden, kan de positie van de knop gewijzigd worden.
pl: Długie dotknięcie przycisku pozwala zmienić pozycję przycisku.
ro_ro: Apăsați lung butonul pentru a-i schimba poziția.
ru: Удерживайте кнопку для изменения положения.
sk: Dlhým stlačením tlačidla môžete zmeniť polohu tlačidla.
sl: Z dolgim dotikom gumba lahko spremeniš položaj gumba.
sr: Дуги тап дугмета омогућава промену положаја дугмета.
sr_latn: Duži dodir na dugme omogućava promenu lokacije dugmeta.
sv: Tryck och håll in för att flytta knappen.
ta: நீண்ட தட்டவும் பொத்தானை மாற்ற பொத்தானை அனுமதிக்கிறது.
tr: Düğmeye uzun dokunmak düğme konumunu değiştirmeyi sağlar.
uk: Затискання кнопки дозволяє змінити її положення.
vi: Nhấn giữ nút để thay đổi vị trí của nút.
zh_hans: 长按按钮可更改按钮位置。
zh_hant: 長按按鈕可以改變按鈕位置。

# shared_string_does_not_exist
source: Does not exist
ar: غير موجود
cs: Neexistuje
da: Eksisterer ikke
de: Nicht vorhanden
el: Δεν υπάρχει
es_us: No existe
et: Pole olemas
fr: N'existe pas
hu: Nem létezik
id: Tidak ada
is: Er ekki til
it: Non esiste
nb: Finnes ikke
nl: Niet aanwezig
oc: Se tròba pas
pl: Nie istnieje
ro_ro: Nu există
ru: Не существует
sc: No esistit
sr: Не постоји
sr_latn: Ne postoji
sv: Finns inte
ta: இல்லை
tr: Yok
uk: Не існує
zh_hant: 不存在

# fav_enter_group_name
source: Enter group name
ar: أدخل اسم المجموعة
be: Увядзіце назву групы
ca: Introduïu el nom del grup
cs: Zadejte název skupiny
da: Angiv gruppenavn
de: Gib den Gruppennamen ein
el: Εισάγετε όνομα ομάδας
es_us: Ingresar nombre del grupo
et: Sisesta grupi nimi
fr: Entrez le nom du groupe
hu: Adja meg a csoport nevét
id: Masukkan nama grup
is: Settu hér inn heiti á hópi
it: Inserisci il nome del gruppo
ja: グループ名を入力
ka: შეიყვანეთ ჯგუფის სახელი
ko: 그룹명 입력
nl: Geef groepsnaam aan
oc: Marcatz lo nom dau grop
pl: Wpisz nazwę grupy
pt_br: Digite o nome do grupo
ro_ro: Introduceți numele grupului
ru: Введите имя группы
sc: Inserta su nùmene de su grupu
sk: Zadajte názov skupiny
sl: Ime skupine
sr: Унесите назив групе
sr_latn: Unesite naziv grupe
sv: Ange gruppens namn
ta: குழு பெயரை உள்ளிடவும்
tr: Grup adını girin
uk: Додайте назву групи
zh_hans: 输入组名
zh_hant: 輸入群組名稱

# shared_string_others
source: Others
ar: أخرى
az: Digərləri
be: Іншае
bg: Други
ca: Altres
cs: Ostatní
cy: Eraill
da: Andre
de: Andere
el: Άλλα
eo: Aliaj
es_us: Otros
et: Muud
eu: Beste batzuk
fa: دیگر
fi: Muut
fr: Autres
gl: Outros
he: אחרים
hu: Egyéb
hy: Այլ
id: Lainnya
is: Annað
it: Ancora
ja: その他
ka: სხვა
ko: 기타
lt: Kitos
lv: Pārējais
mk: Drugi
ml: "മറ്റുള്ളവ "
mr: इतर
nb: Andre
nl: Overige
oc: Autres
pl: Inne
pt_br: Outros
ro_ro: Altele
ru: Другое
sc: Àteros
sk: Iné
sl: Druge točke
sr: Остало
sr_latn: Ostalo
sv: Annat
ta: மற்றவர்கள்
tr: Diğerleri
uk: Інші
vi: Khác
zh_hans: 其它
zh_hant: 其它

# shared_string_visible
source: Visible
ar: مرئي
az: Görünən
be: Бачны
cs: Viditelné
cy: Gweledol
da: Synlig
de: Sichtbar
el: Ορατό
eo: Videbla(j)
et: Nähtaval
eu: Ikusgai
fa: نمایان
fi: Näkyvissä
gl: Visíbel
he: גלוי
hu: Látható
hy: Տեսանելի
id: Terlihat
is: Sýnilegt
it: Visibile
ja: 表示
ka: ხილვადი
ko: 정보
lt: Matomas
lv: Redzams
mk: Vidliv
ml: ദൃശ്യമായ
nb: Synlig
nl: Zichtbaar
pl: Widoczne
ro_ro: Vizibil
ru: Виден
sc: Visìbile
sk: Viditeľné
sl: Prikazano
sr: Видљиво
sr_latn: Vidljivo
sv: Synlig
ta: தெரியும்
tr: Görünür
uk: Показуються
vi: Có hiển thị
zh_hans: 可见
zh_hant: 可見的

source: Import tracks
ar: استيراد مسارات
be: Імпарт слядоў
bg: Внасяне на трасета
ca: Importa les traces
cs: Importovat stopy
cy: Mewnforio traciau
da: Importér spor
de: Tracks importieren
el: Εισαγωγή ιχνών
eo: Enporti spurojn
es_us: Importar trazas
et: Impordi teekondi
eu: Inportatu arrastoak
fa: وارد کردن رد ها
fi: Tuo jäljet
fr: Importer des traces
gl: Import trip
he: ייבוא מסלולים
hu: Nyomvonalak importálása
id: Impor trek
is: Flytja inn ferla
it: Importa tracce
ja: 経路のインポート
ka: ტრეკების შემოტანა
ko: 트랙 가져오기
lv: Importēt trekus
mk: Vnesete gi zapisite
nb: Importer spor
nl: Tracks importeren
oc: Importar de traças
pl: Importuj trasy
ro_ro: Importă trasee
ru: Импорт треков
sc: Importa rastas
sk: Importovať stopy
sl: Uvozi sledi
sr: Увези трагове
sr_latn: Uvezi trase
sv: Importera spår
ta: தடங்களை இறக்குமதி செய்யுங்கள்
tr: Yolları içe aktar
uk: Імпорт треків
vi: Nhập đường dẫn
zh_hans: 导入轨迹
zh_hant: 匯入軌跡

source: Show Info
ar: عرض المعلومات
be: Паказаць інфармацыю
ca: Mostra informació
cs: Zobrazit informace
da: Vis Infoformation
de: Zeige Info
el: Εμφάνιση πληροφοριών
es_us: Mostrar información
et: Näita teavet
fr: Afficher les infos
hu: Információk megjelenítése
id: Tampilkan Info
is: Birta upplýsingar
it: Mostra le Informazioni
ja: 詳細を表示
ka: ინფორმაციის ჩვენება
ko: 정보 표시
nl: Toon info
oc: Mostrar leis informacions
pl: Pokaż informacje
pt_br: Mostrar informações
ro_ro: Arată Info
ru: Показать информацию
sc: Ammustra informatziones
sk: Zobraziť Info
sl: Pokaži podrobnosti
sr: Прикажи информације
sr_latn: Prikaži informacije
sv: Visa info
ta: தகவலைக் காட்டு
tr: Show bilgi
uk: Показати відомості
zh_hans: 显示信息
zh_hant: 顯示資訊

# gpxup_public
source: Public
af: Publieke
ar: عام
az: İctimai
be: Агульны
bg: Public (обществен)
ca: Públic
cs: Veřejná
cy: Cyhoeddus
da: Offentligt
de: Öffentlich
el: Δημόσιο
eo: Publika
es_us: Público
et: Avalik
eu: Publikoa
fa: عمومی
fi: Julkinen
fr: Publique
gl: Público
he: ציבורי
hu: Nyilvános
hy: Հանրային
id: Publik
is: Opinbert
it: Pubblico
ja: 公開
ka: საჯარო
ko: 공공의
lt: Viešas
lv: Publisks
mk: Javen
ml: പബ്ളിക്
nb: Offentlig
nl: Openbaar
pl: Publiczny
pt_br: Público
ru: Общедоступный
sc: Pùblicu
sk: Verejná
sl: Javno
sr: Јавно
sr_latn: Javno
sv: Offentlig
ta: பொது
tr: Genel
uk: Загальнодоступний
zh_hans: 公共
zh_hant: 公用的

# stats_select_graph_data
source: Select graph data
ar: حدد بيانات الرسم البياني
be: Абраць даныя графіка
ca: Seleccioneu dades gràfiques
cs: Zvolte údaje grafu
da: Vælg grafdata
de: Diagrammdaten auswählen
el: Επιλογή δεδομένων γραφήματος
es_us: Elegir datos del gráfico
et: Vali graafiku andmed
fr: Sélectionnez le graphique de données
hu: Grafikon adatainak kiválasztása
id: Pilih data grafik
is: Veldu gögn grafs
it: Seleziona i dati del grafico
ja: グラフデータを選択
ka: აირჩიეთ გრაფიკის მონაცემები
nb: Velg diagramdata
nl: Selecteer grafiek gegevens
oc: Seleccionatz lei donadas graficas
pl: Wybierz dane wykresu
pt_br: Selecionar dados do gráfico
ro_ro: Selectați datele din grafic
ru: Выбрать данные графика
sc: Ischerta sos datos gràficos
sk: Zvoľte údaje grafu
sr: Изаберите податке графикона
sr_latn: Izaberite podatke grafikona
sv: Välj grafdata
ta: வரைபடத் தரவைத் தேர்ந்தெடுக்கவும்
tr: Grafik verilerini seç
uk: Вибрати дані графіка
zh_hans: 选择图形数据
zh_hant: 選擇圖表資料

# map_settings_layer_transparency
source: Layer transparency
ar: شفافية الطبقة
be: Празрыстасць пласта
ca: Transparència de la capa
cs: Průhlednost vrstvy
da: Lagets gennemsigtighed
de: Transparenz der Ebene
el: Διαφάνεια επιπέδου
es_us: Transparencia de la capa
et: Kihi läbipaistvus
fr: Transparence de la couche
hu: Réteg átlátszósága
id: Transparansi lapisan
is: Gegnsæi lags
it: Trasparenza del livello
ja: レイヤーの透明度
ka: ფენის გამჭვირვალობა
ko: 레이어 투명도
nb: Lag-gjennomsiktighet
nl: Laagtransparantie
oc: Transparéncia de la jaça
pl: Przezroczystość warstwy
pt_br: Transparência de camada
ro_ro: Transparența stratului
ru: Прозрачность слоя
sc: Transparèntzia de s'istratu
sr: Транспарентност слоја
sr_latn: Transparentnost sloja
sv: Lagertransparens
ta: அடுக்கு வெளிப்படைத்தன்மை
tr: Katman şeffaflığı
uk: Прозорість шару
zh_hant: 圖層透明度

# srtm_color_scheme
source: Color scheme
ar: لون الخطوط الكنتورية
az: Rəng sxemi
be: Каляровая схема
bg: Цветова схема
ca: Combinació de colors
cs: Barevné schéma
cy: Cynllun lliwiau
da: Farveskema
de: Farbschema
el: Συνδυασμός χρωμάτων
eo: Kolor-skemo
es_us: Esquema de color
et: Värviskeem
eu: Kolore eskema
fa: رنگ‌بندی
fi: Värimaailma
fr: Couleur du thème
gl: Esquema de cores
he: ערכת צבעים
hu: Színséma
hy: Գունային սխեմա
id: Skema warna
is: Litastef
it: Schema colori
ja: 配色
ka: ფერთა გამა
lt: Spalvų schema
lv: Krāsu shēma
mk: Шема на бои
ml: നിറങ്ങളുടെ സ്കീം
nb: Fargevalg
nl: Kleurschema
oc: Combinason de colors
pl: Zestaw kolorów
ro_ro: Schemă culori
ru: Цветовая схема
sc: Ischema de colores
sk: Farebná schéma
sl: Barvna shema
sr: Образац боја
sr_latn: Kolor šema
sv: Färgschema
ta: வண்ணத் திட்டம்
tr: Renk düzeni
uk: Схема кольорів
vi: Hệ màu
zh_hans: 颜色方案
zh_hant: 色調配置

# shared_string_weather
source: Weather
ar: الطقس
az: Hava
be: Надвор'е
bg: Времето
ca: Oratge
cs: Počasí
cy: Tywydd
da: Vejr
de: Wetter
el: Καιρός
eo: Vetero
es_us: Meteorología
et: Ilmateade
eu: Eguraldia
fa: آب و هوا
fi: Sää
fr: Météo
gl: Tempo
he: מזג אוויר
hu: Időjárás
id: Cuaca
is: Veður
it: Meteo
ja: 天候
ka: ამინდი
ko: 날씨
lt: Orai
nb: Vær
nl: Weer
oc: Cèu e Temps que fa
pl: Pogoda
ro_ro: Meteo
ru: Погода
sc: Mèteu
sk: Počasie
sl: Vreme
sr: Временске прилике
sr_latn: Vremenska prognoza
sv: Väder
ta: வானிலை
tr: Hava
uk: Погода
vi: Thời tiết
zh_hans: 天气
zh_hant: 天氣

# shared_string_contours
source: Contours
ar: خط كنتور
be: Ізалініі
bg: Контури
ca: Contorns
cs: Kontury
da: Konturer
de: Konturen
el: Ισοϋψείς
eo: Konturoj
es_us: Contornos
et: Kontuurjooned
eu: Ingerada
fa: خطوط
fi: Korkeuskäyrät
fr: Lignes de niveau
gl: Contornos
hu: Szintvonalak
id: Kontur
is: Útlínur
it: Contorni
ja: 輪郭
ka: კონტურები
ko: 윤곽
lt: Kontūrai
nb: Koter
nl: Hoogtelijnen
oc: Corbas e contorns
pl: Kontury
ro_ro: Curbe (izolinii)
ru: Контуры
sc: Curvas de livellu
sk: Vrstevnice
sl: Obrisi
sr: Линије обриса
sr_latn: Konture
sv: Konturer
ta: வரையறைகள்
tr: Eş çizgiler
uk: Ізолінії
vi: Đường đồng mức
zh_hans: 等值线
zh_hant: 等值線

source: Units of speed
ar: وحدات السرعة
be: Адзінка вымярэння хуткасці
ca: Unitat de velocitat
cs: Jednotky rychlosti
da: Enheder for hastighed
de: Geschwindigkeitseinheiten
el: Μονάδες ταχύτητας
es_us: Unidades de velocidad
et: Kiiruse ühikud
fi: Nopeuden yksiköt
fr: Unités de vitesse
hu: A sebesség mértékegységei
id: Unit kecepatan
is: Hraðaeiningar
it: Unità di misura della velocità
ja: 速度の単位
ka: სიჩქარის ერთეული
nb: Hastighetsenheter
nl: Eenheden van snelheid
oc: Unitat de velocitat
pl: Jednostki prędkości
pt_br: Unidades de velocidade
ro_ro: Unități de viteză
ru: Единицы скорости
sc: Unidades de lestresa
sr: Јединице брзине
sr_latn: Jedinice brzine
sv: Enhet för hastighet
ta: வேகத்தின் அலகுகள்
tr: Hız birimleri
uk: Одиниці вимірювання швидкості
zh_hant: 速度單位

source: OsmAnd settings
ar: الإعدادات
ast: Axustes d'OsmAnd
az: OsmAnd parametrləri
be: Налады OsmAnd
bg: Настройки на OsmAnd
ca: Configuració d'OsmAnd
cs: Nastavení OsmAnd
cy: Gosodiadau OsmAnd
da: OsmAnd-indstillinger
de: OsmAnd Einstellungen
el: Ρυθμίσεις OsmAnd
eo: Ĝeneralaj agordoj
es_us: Ajustes de OsmAnd
et: OsmAndi seadistused
eu: OsmAnd ezarpenak
fa: تنظیمات OsmAnd
fi: OsmAnd-asetukset
fr: Paramètres OsmAnd
gl: Axustes do OsmAnd
he: הגדרות OsmAnd
hu: OsmAnd beállítások
id: Pengaturan OsmAnd
is: Stillingar OsmAnd
it: Impostazioni OsmAnd
ja: OsmAnd設定
ka: OsmAnd-ის გამართვა
ko: OsmAnd 설정
lt: OsmAnd nustatymai
lv: OsmAnd iestatījumi
mk: OsmAnd podesuvanje
my: OsmA အပြင်အဆင်များ
nb: OsmAnd-innstillinger
nl: OsmAnd instellingen
oc: Configuracion d'OsmAnd
pl: Ustawienia OsmAnd
pt_br: Configurações do OsmAnd
ro_ro: Setări OsmAnd
ru: Настройки OsmAnd
sc: Impostatziones de OsmAnd
sk: Nastavenia OsmAnd
sl: Nastavitve OsmAnd
sr: Поставке Османда
sr_latn: OsmAnd podešavanja
sv: Inställningar för OsmAnd
ta: ஒச்மண்ட் அமைப்புகள்
tr: OsmAnd ayarları
uk: Налаштування OsmAnd
vi: Cài đặt OsmAnd
zh_hans: OsmAnd 设置
zh_hant: OsmAnd 設定

# sett_deg_min
source: Degrees and minutes
ar: الدرجات والدقائق
be: Градусы і хвіліны
ca: Graus i minuts
cs: Stupně a minuty
da: Grader og minutter
de: Grad und Minuten
el: Μοίρες και λεπτά
es_us: Grados y minutos
et: Kraadid ja minutid
fi: Asteet ja minuutit
fr: Degrés et minutes
hu: Fok és perc
id: Derajat dan menit
is: Gráður og mínútur
it: Gradi e minuti
ja: 度分
ka: გრადუსები და მინუტები
nl: Graden en minuten
oc: Gras e minutas
pl: Stopnie i minuty
pt_br: Graus e minutos
ro_ro: Grade și minute
ru: Градусы и минуты
sc: Grados e minutos
sk: Stupne a minúty
sl: Stopinje in minute
sr: Степени и минути
sr_latn: Stepeni i minuti
sv: Grader och minuter
ta: டிகிரி மற்றும் நிமிடங்கள்
tr: Dereceler ve dakikalar
uk: Градуси і хвилини
zh_hans: 度和分钟
zh_hant: 度和分

# navigate_point_olc
source: Open Location Code
ar: رمز التَّمَوْضُع المفتوح
az: Açıq məkan kodu (OLC)
be: Адкрыты код месцазнаходжання (OLC)
ca: Codi de localització obert
cs: Open Location Code (OLC)
cy: Cod Lleoliad Agored
da: Open Location Code (OLC)
de: Offener Standortcode (OLC)
el: Κωδικός Ανοιχτής Τοποθεσίας
eo: Malferma pozicia kodo (OLC)
es_us: Código de Ubicación Abierto (OLC)
et: Avatud asukohakood (OLC)
eu: Kokaleku kode irekia (OLC)
fa: کدِ مکانی باز (OLC)
fi: Avoin sijaintikoodi (OLC)
fr: Ouvrir un code d'emplacement
gl: Código de Localización Aberto (OLC)
he: קוד מיקום פתוח
hu: Open Location Code (OLC)
hy: Գտնվելու վայրի Բաց Կոդը (OLC)
id: Kode Lokasi Terbuka
is: Opna staðsetningarkóða
it: Codifica Open Location
ja: オープンロケーションコード(OLC)
ka: ლოკაციის კოდის გახსნა (OLC)
lt: Open Location kodas (OLC)
lv: Atvērtais Lokācijas Kods (OLC)
mk: Otvori go lokacioniot kod
ml: ലൊക്കേഷൻ കോഡ് തുറക്കുക
nb: Open Location Code (OLC)
nl: Open Location Code (OLC)
oc: Còde de localizacion dobèrt
pl: Otwarty kod lokalizacyjny (OLC)
ro_ro: Cod Locație Deschis
ru: Открытый код местоположения (OLC)
sc: Còdighe Abertu de Logu (OLC)
sk: Otvorený kód pre polohu (OLC)
sl: Odpri kodo območja
sr: Отворени кôд положаја
sr_latn: Otvoreni kôd lokacije
sv: Pluskod (Open Location Code, OLC)
ta: இருப்பிடக் குறியீட்டைத் திறக்கவும்
tr: Açık Konum Kodu (Open Location Code - OLC)
uk: Open Location Code (OLC)
zh_hans: 开放位置代码（OLC）
zh_hant: 打開位置編碼(OLC)

# lang_ba
source: Bashkir
ar: باشكير
ast: Baxkir
be: Башкірская
bg: Башкирски
ca: Baixkir
cs: Baškirština
cy: Bashcireg
da: Basjkirisk
de: Baschkirisch
el: Μπασκίρ
eo: Baŝkira
et: Bbaškiiri
eu: Baxkirera
fa: باشقیری
fi: baškiiri
gl: Basquir
he: בשקירית
hu: baskír
hy: Բաշկիրերեն
it: Baschiro
ja: バシキール語
ka: ბაშკირული
ko: 바슈키르어 러시아사투리
lt: Baškirų
mk: Baškirski
nb: Basjkirsk
oc: Bachkir
pl: Baszkirski
ro_ro: Bașchir
ru: Башкирский
sc: Baschiru
sk: Baškirsky
sl: Baškirščina
sr: Башкирски
sr_latn: Baškirski
sv: Basjkiriska
ta: பச்கிர்
tr: Başkurtça
uk: Башкирська
vi: Tiếng Bashkir
zh_hans: 巴什基尔语
zh_hant: 巴什基爾語

# lang_bar
source: Bavarian
ar: البافارية
ast: Bávaru
be: Баварская
bg: Баварски
ca: Bavarès
cs: Bavorština
cy: Bafareg
da: Bayersk
de: Bairisch
el: Βαυαρικά
eo: Bavara
es_us: Bávaro
et: Baieri
eu: Bavariera
fa: باواریایی
fi: Baijeri
fr: Bavarois
gl: Bávaro
he: בווארית
hu: bajor
hy: Բավարերեն
id: Bavaria
is: Bæverska
it: Bavarese
ja: バイエルン語
ka: ბავარიული
ko: 오스트로바이에른어 독일사투리
lt: Bavarų
mk: Bavarianski
nb: Bairisk
nl: Beiers
pl: Bawarski
ro_ro: Bavareză
ru: Баварский
sc: Bavaresu
sk: Bavorsky
sl: Bavarščina
sr: Баварски
sr_latn: Bavarski
sv: Bayerska
ta: பவாரியன்
tr: Bavyeraca
uk: Баварська
vi: Tiếng Bavaria
zh_hans: 巴伐利亚语
zh_hant: 巴伐利亞語

# lang_hsb
source: Sorbian (Upper)
ar: الصوربية (العليا)
az: Yuxarı Sorbca
be: Верхнялужыцкая
bg: Горнолужишки
ca: Alt sòrab
cs: Hornolužická srbština
cy: Sorbieg, Uwch
da: Sorbian (Øvre)
de: Obersorbisch
el: Σορβιανικά (άνω)
eo: Suprasoraba
es_us: Sorabo (Alto)
et: ülemsorbi
eu: Goi-sorabiera
fa: سوربی (بالایی)
fi: Sorbi
fr: Sorabe (haut)
gl: Alto sorabo
he: סורבית צפונית
hu: szorb (felső)
hy: Սորբին (Վերին)
id: Sorbia (Atas)
is: Sorbían (efri)
it: Sorabo superiore
ja: ソルビア語
ka: სორბული (ზედა)
lt: Aukštutinių sorbų
lv: Sorbu (Augšu)
mk: Soribijanski (Goren)
ml: സോര്‍ബിയന്‍(അപ്പര്‍)
nb: Oversorbisk
nl: Oppersorbisch
oc: Sorbian (Aut)
pl: Górnołużycki
ro_ro: Sorabă (Superioară)
ru: Верхнелужицкий
sc: Sorabu (superiore)
sk: Lužickosrbsky
sl: Sorbsčina (zgornja)
sr: Горњолужичкосрпски
sr_latn: Gornjolužičkosrpski
sv: Sorbiska (Övre)
ta: சோர்பியன் (மேல்)
tr: Sorbca (Yukarı)
uk: Верхньолужицька
zh_hans: 索布语（上游）
zh_hant: 索布語 (上游)

source: Empty filename
ar: اسم ملف فارغ
az: Boş fayl adı
be: Назва файла пустая
bg: Празно име на файл
ca: Nom de fitxer buit
cs: Prázdný název souboru
cy: Enw ffeil gwag
da: Tomt filnavn
de: Dateiname leer
el: Κενό όνομα αρχείου
eo: Malplena dosiernomo
es_us: Nombre de archivo vacío
et: Faili nimi puudub
eu: Fitxategi-izena hutsik dago
fa: نام پرونده تهی است
fi: Tyhjä tiedostonimi
fr: Le nom du fichier n'est pas renseigné
gl: Nome do ficheiro baleiro
he: שם הקובץ ריק
hu: Üres fájlnév
id: Nama file kosong
is: Vantar skráarheiti
it: Nome del file vuoto
ja: ファイル名が空欄です
ka: ფაილის სახელი ცარიელია
kn: ಫೈಲಿನ ಹೆಸರು ಖಾಲಿಯಾಗಿದೆ
ko: 빈 파일명
lt: Filename cannot be empty
lv: Filename cannot be empty
mk: Prazno ime na datoteka
nb: Tomt filnavn
nl: Bestandsnaam is leeg
oc: Lo fichier a pas de nom
pl: Pusta nazwa pliku
pt_br: O nome do arquivo não pode estar vazio
ro_ro: Numele fișierului este gol
ru: Пустое имя файла
sc: Su nùmene de su documentu est bòidu
sk: Prázdny názov súboru
sl: Izprazni ime datoteke
sr: Празно име датотеке
sr_latn: Prazno ime fajla
sv: Tomt filnamn
ta: வெற்று கோப்பு பெயர்
tr: Boş dosya adı
uk: Порожня назва файлу
vi: Tên tệp rỗng
zh_hans: 空的文件名
zh_hant: 空的檔案名稱

# res_search_world
source: Search worldwide
ar: البحث في جميع أنحاء العالم
be: Шукаць па ўсім свеце
ca: Cerca a tot el món
cs: Hledat v celém světě
da: Søg på verdensplan
de: Weltweite Suche
el: Αναζήτηση χαρτών
es_us: Búsqueda mundial
et: Otsi üle maailma
fr: Rechercher dans le monde entier
hu: Keresés világszerte
id: Cari di seluruh dunia
is: Leita út um allan heim
it: Ricerca globale
ja: 全世界で検索
ka: ძებნა მთელ სამყაროში
ko: 전 세계에서 검색
mr: जगभर शोधा
nl: Zoek wereldwijd
oc: Recercar dins lo monde entier
pl: Szukaj na całym świecie
pt_br: Pesquisar em todo o mundo
ro_ro: Căutare în întreaga lume
ru: Искать по всему миру
sc: Chirca globale
sk: Hľadať po celom svete
sl: Poišči po svetu
sr: Претражите широм света
sr_latn: Pretražite širom sveta
sv: Sök globalt
ta: உலகளவில் தேடுங்கள்
tr: Dünya çapında arama
uk: Шукати по всьому світу
zh_hant: 搜尋世界各地

source: Remove cache
ar: حذف الذاكرة المؤقتة
cs: Smazat mezipaměť
da: Fjern cache
de: Cache löschen
el: Εκκαθάριση μνήμης cache
es_us: Vaciar caché
et: Kustuta puhverdatud andmed
fr: Supprimer le cache
hu: Gyorsítótár eltávolítása
id: Hapus cache
is: Fjarlægja skyndiminni
it: Rimuovi la cache
ja: キャッシュを削除
nl: Cache opschonen
pl: Usuń cache
ro_ro: Ștergeți cache
ru: Очистить кеш
sr: Уклони кеш
sr_latn: Ukloni keš
sv: Töm cache
ta: தற்காலிக சேமிப்பை அகற்று
tr: Önbelleği sil
uk: Вилучити кеш
zh_hant: 清除快取

# rendering_value_category_name
source: Category
ar: الفئة
ast: Estaya
az: Kateqoriya
be: Катэгорыя
bg: Категория
ca: Categoria
cs: Kategorie
cy: Categori
da: Kategori
de: Kategorie
el: Κατηγορία
eo: Kategorio
es_us: Categoría
et: Kategooria
eu: Kategoria
fa: دسته‌بندی
fi: Kategoria
fr: Catégorie
gl: Categoría
he: קטגוריה
hu: Kategória
hy: Կատեգորիա
id: Kategori
is: Flokkur
it: Categoria
ja: カテゴリ
ka: კატეგორია
ko: 범주
lt: Kategorija
lv: Kategorija
mk: Kategorija
ml: വിഭാഗങ്ങള്‍
mr: वर्गीकरण
nb: Kategori
nl: Categorie
oc: Categoria
pl: Kategoria
ro_ro: Categorie
ru: Категория
sc: Categoria
sk: Kategória
sl: Skupina
sr: Врста
sr_latn: Kategorija
sv: Kategori
ta: வகை
tr: Kategori
uk: Категорія
vi: Danh mục
zh_hans: 类别
zh_hant: 類別

# no_purchases
source: You don't have any purchases
ar: ليس لديك أي مشتريات
ast: Nun tienes nenguna compra
az: Heç bir alışınız yoxdur
be: У вас няма пакупак
cs: Nemáte žádné nákupy
cy: Nid ydych wedi prynu unrhyw beth
da: Du har ingen køb
de: Sie haben keine Einkäufe
el: Δεν έχετε αγορές
eo: Vi ne havas aĉetojn
es_us: No tienes compras
et: Ostud puuduvad
eu: Ez duzu erosketarik
fa: شما هیچ خریدی نکرده‌اید
fi: Sinulla ei ole ostoksia
fr: Vous n'avez fait aucun achat
gl: Non tes compras
he: אין לך רכישות
hu: Nincsenek vásárlásai
id: Anda tidak memiliki pembelian apa pun
is: Þú ert ekki með nein innkaup
it: Non hai alcun acquisto
ja: 購入済みのアイテムはありません
ko: 구매한 항목이 없음
lv: Jums nav pirkumi
mk: Nemate kupuvanja
nb: Du har ingen kjøpshistorikk
nl: U heeft geen aankopen gedaan
oc: Avètz ges de cròmpas
pl: Nie masz żadnych zakupów
ro_ro: Nu aveți achiziții
ru: У вас нет покупок
sc: Non tenes còmpora peruna
sk: Nemáte žiadne nákupy
sl: Nimaš nobenih nakupov
sr: Немате ни једну куповину
sr_latn: Nemaš ni jednu kupovinu
sv: Du har inga inköp
ta: உங்களிடம் கொள்முதல் இல்லை
tr: Herhangi bir satın alma işleminiz yok
uk: Ви ще нічого не придбали
vi: Bạn không có giao dịch mua hàng nào
zh_hans: 你没有任何购买
zh_hant: 您沒有任何購買
