Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# view_angle_description
source: Displays the cone-shaped area you're currently facing
ca: Mostra l'angle de visió que teniu davant
cs: Zobrazí oblast ve tvaru kužele, kam se právě díváte
da: Viser det kegleformede område, du aktuelt vender mod
de: Zeigt den kegelförmigen Bereich an, in dem Sie sich gerade befinden
el: Εμφανίζει την περιοχή σε σχήμα κώνου όπου κοιτάτε την τρέχουσα στιγμή
es_us: Muestra la dirección de la vista actual con un área triángular
et: Kuvab koonusekujulise vaate, mida sa hetkel näed
eu: Une honetan aurrez aurreko kono-formako eremua bistaratzen du
fa: نمایش ناحیه مخروطی که رو به آن هستید
fr: Affiche la zone de forme conique que vous regardez actuellement
hu: Megjeleníti azt a kúp alakú területet, amellyel éppen szemben áll
id: Menampilkan area berbentuk kerucut yang Anda sedang hadapi
is: Birtir keilulagaða svæðið fyrir framan þig
it: Visualizza l'area a forma di cono che stai guardando attualmente
ja: 現在地と方向を円錐状に表示します
nl: Laat het kegelvormige gebied zien waar u momenteel op gericht staat
ro_ro: Afișează zona spre care priviți printr-un con
ru: Показывает конусовидную зону вашего направления взгляда
sk: Zobrazí kužeľovitú oblasť kam práve smerujete
sr: Приказуј област у облику купе према којој сте тренутно усмерени
sr_latn: Prikazuje oblast u obliku kupe, u kojoj ste sada
sv: Visar det konformade området du är vänd mot
ta: நீங்கள் தற்போது எதிர்கொள்ளும் கூம்பு வடிவ பகுதியைக் காட்டுகிறது
uk: Показує конусоподібну ділянку спрямування вашого погляду
vi: Hiển thị vùng hình nón theo hướng bạn đang nhìn
zh_hans: 显示您当前面朝方向的锥形区域
zh_hant: 為您目前面對的方向顯示錐形區域

source: Monthly subscription
ar: اشتراك شهري
ast: Soscripción mensual
be: Штомесячная падпіска
cs: Měsíční předplatné
cy: Tanysgrifiad misol
da: Månedligt abonnement
de: Monatliches Abo
el: Μηνιαία συνδρομή
eo: Monata abono
es_us: Suscripción mensual
et: Igakuine tellimus
eu: Hilabeteko harpidetza
fa: اشتراک ماهانه
fi: Kuukausitilaus
fr: Abonnement mensuel
gl: Subscrición mensual
he: מינוי חודשי
hu: Havi előfizetés
id: Langganan bulanan
is: Mánaðarleg áskrift
it: Sottoscrizione mensile
ja: 月毎のサブスクリプション
ka: თვიური გამოწერა
ko: 월 구독
lt: Mėnesinė prenumerata
mk: Mesecna pretplata
nb: Månedlig abonnement
nl: Maandelijks abonnement
oc: Abonament mesadier
pl: Subskrypcja miesięczna
ro_ro: Abonament lunar
ru: Подписка на месяц
sc: Abbonamentu mensile
sk: Mesačné predplatné
sl: Mesečna naročnina
sr: Месечна чланарина
sr_latn: Mesečna pretplata
sv: Månadspernumeration
ta: மாத சந்தா
tr: Aylık abonelik
uk: Щомісячна передплата
vi: Đăng ký hàng tháng
zh_hans: 月度订阅
zh_hant: 每月訂閱

# speak_route_recalculation
source: Announce route recalculation
ar: الإشعارعن إعادة حساب المسار
bg: Съобщаване за преизчисляване на маршрута
ca: Anuncia el recàlcul de la ruta
cs: Oznámení o přepočtu trasy
da: Meddel genberegning af rute
de: Neuberechnung der Route ankündigen
el: Αναγγελία επανυπολογισμού διαδρομής
eo: Sciigi pri rekalkulo de kurso
es_us: Anunciar el recálculo de la ruta
et: Teata teekonna muutmise arvutamisest
eu: Iragarri ibilbidearen birkalkulua
fa: اعلان محاسبه مجدد مسیر
fi: Kuuluta reitin uudelleenlaskenta
fr: Annoncer le recalcul de l’itinéraire
hu: Útvonal újratervezésének bemondása
id: Umumkan penghitungan ulang rute
is: Tilkynna endurreikning leiðar
it: Annuncia ricalcolo percorso
ja: ルート再計算時にアナウンスをする
ko: 경로 재탐색 안내
nb: Meld om omberegning av rute
nl: Herberekening van route melden
pl: Ogłaszanie ponownego obliczania trasy
ro_ro: Recalculare rută
ru: Пересчёт маршрута
sc: Annùntzia su càrculu nou de s'àndala
sk: Oznámiť prepočítanie trasy
sl: Napovej preračun poti
sr: Најављује прерачунавање путање
sr_latn: Obaveštava o preračunavanju rute
sv: Meddela omberäkning av rutt
ta: பாதை மறுசீரமைப்பை அறிவிக்கவும்
uk: Сповіщати про перебудування маршруту
vi: Thông báo việc tính toán lại tuyến đường
zh_hans: 播报路线的重新计算
zh_hant: 通報路線重新計算

# speak_route_deviation
source: Announce deviation from the route
ar: الإشعارعند الانحراف عن المسار
be: Апавясціць аб адхіленні ад маршруту
bg: Съобщаване при отклонение от маршрута
ca: Anunciar desviació de la ruta
cs: Oznámení o odchýlení od trasy
da: Meddel afvigelse fra ruten
de: Abweichung von der Route ankündigen
el: Αναγγελία παρέκκλισης από τη διαδρομή
eo: Sciigi pri devojiĝo de la kurso
es_us: Anunciar desviación de la ruta
et: Teata kõrvalekaldest teekonnal
eu: Ibilbidearen desbideratzearen berri eman
fa: اعلان انحراف از مسیر
fi: Kuuluta reitiltä poikkeaminen
fr: Annoncer une déviation de l'itinéraire
he: הכרזה על סטייה ממסלול
hu: Az útvonaltól való eltérés bemondása
id: Beri tahu jika keluar dari rute
is: Tilkynna frávik frá leið
it: Annuncio deviazione dal percorso
ko: 경로 이탈 안내
nb: Meld om avvik fra ruten
nl: Afwijking van de route aankondigen
pl: Zapowiedź zbaczania z trasy
ro_ro: Abatere de la traseu
ru: Оповещать об отклонении от маршрута
sk: Oznámiť odchýlenie od trasy
sl: Obvesti o odstopanju od poti
sr: Најави одступање од пута
sr_latn: Obaveštava o napuštanju rute
sv: Meddela avvikelser från rutten
ta: பாதையிலிருந்து விலகலை அறிவிக்கவும்
uk: Повідомляти про відхилення від маршруту
vi: Thông báo việc đi lệch khỏi tuyến đường
zh_hans: 偏离原路线时播报
zh_hant: 通報偏離路線

# dialogs_and_notifications_descr
source: Control popups, dialogs and notifications.
ar: التحكم في النوافذ المنبثقة، مربعات الحوار والإشعارات.
az: Açılan pəncərələri, dialoqları və bildirişləri idarə edin.
be: Кіраванне выплыўнымі вокнамі, дыялогамі і апавяшчэннямі.
ca: Finestres emergents de control, diàlegs i notificacions.
cs: Správa vyskakovacích upozornění, dialogů a oznámení.
cy: Rheoli deialogau, hysbysiadau a popups.
da: Administrer pop-op-indstillinger, dialogbokse og meddelelser.
de: Steuern Sie Pop-ups, Dialoge und Benachrichtigungen.
el: Έλεγχος αναδύσεων, διαλόγων και ειδοποιήσεων.
eo: Administri (ŝpruc)fenestrojn kaj sciigojn.
es_us: Controla las ventanas emergentes, diálogos y notificaciones.
et: Halda hüpikaknaid, dialooge ja teateid.
eu: Kontrolatu laster-leihoak, elkarrizketa-koadroak eta jakinarazpenak.
fa: کادرها، کادرهای بالاپر و اعلان‌ها را تنظیم کنید.
fi: Hallitse ponnahdusikkunoita, valintaikkunoita ja ilmoituksia.
fr: Paramètres d'affichage des écrans, fenêtres et notifications.
gl: Controla as xanelas emerxentes, diálogos e notificacións.
he: שליטה בחלוניות הקופצות, בתיבות הדו־שיח ובהתראות.
hu: Felugró üzenetek, párbeszédablakok és értesítések beállításai.
id: Kendalikan popup, dialog dan notifikasi.
is: Stjórngluggar, samskiptagluggar og tilkynningar.
it: Controllo dei popup, finestre di dialogo e notifiche.
ja: ポップアップ、ダイアログ、通知の制御
kn: ಬಳಕೆಯ ಸಮಯದಲ್ಲಿ OsmAnd ತೋರಿಸುವ ಪಾಪ್‌ಅಪ್‌ಗಳು, ಸಂವಾದಗಳು ಮತ್ತು ಅಧಿಸೂಚನೆಗಳನ್ನು ನಿಯಂತ್ರಿಸಿ.
ko: 팝업, 대화 상자 및 알림을 제어합니다.
lv: Uznirstošie logi, dialogi un paziņojumi.
mk: Kontrolirajte gi skokačkite prozorci, dijalozite i izvestuvanjata.
nb: Kontroller oppsprettsvinduer, dialogvinduer og merknader.
nl: Bepaal popups, dialogen en meldingen.
oc: Controlar lei fenestrons contextuaus, lei boitas de dialòg e lei notificacions.
pl: Kontroluje wyskakujące okienka, okna dialogowe i powiadomienia.
pt_br: Popups de controle, caixas de diálogo e notificações.
ro_ro: Control popups, dialoguri și notificări.
ru: Управление всплывающими окнами, диалогами и уведомлениями.
sc: Controlla sas ventaneddas a cumparsa, sos diàlogos e sas notìficas.
sk: Ovládať okná a upozornenia.
sl: Nadzoruj pojavna okna, pogovorna okna in obvestila.
sr: Управља искачућим прозорима, прозорчићима и обавештењима.
sr_latn: Upravlja iskačućim prozorima, dujalozima i obaveštenjima.
sv: Kontrollera vilka popups, dialoger och notifieringar som OsmAnd visar under användning.
ta: பாப்அப்கள், உரையாடல்கள் மற்றும் அறிவிப்புகளைக் கட்டுப்படுத்துங்கள்.
tr: Açılır pencereleri, iletişim kutularını ve bildirimleri denetleyin.
uk: Керуйте контекстними меню, діалогами та сповіщеннями.
vi: Kiểm soát cửa sổ bật , hộp thoại và thông báo.
zh_hans: 控制弹出窗口、对话框和通知。
zh_hant: 控制彈出式視窗、對話框與通知。

# rotate_map_compass_opt
source: Compass direction
af: Volgens kompas
ar: اتجاه البوصلة
ast: Direición de la brúxula
az: Kompas istiqaməti
be: У напрамку компаса
bg: Според компаса
ca: Orientació de la brúixola
cs: Směr kompasu
cy: Cyfeiriad cwmpawd
da: Kompasretning
de: Kompassrichtung
el: Κατεύθυνση πυξίδας
eo: Direkto de kompaso
es_us: Dirección de la brújula
et: Kompassi suund
eu: Ipar-orratzaren norabidean
fa: در جهت قطب‌نما
fi: Kompassi
fr: D'après la boussole
gl: Dirección do compás
he: כיוון מצפן
hu: Iránytű alapján
hy: Կողմնացույցի ուղղությամբ
id: Arah kompas
is: Eftir áttavita
it: Direzione con bussola
ja: コンパスに従う
ka: კომპასისაკენ
ko: 나침반 방향
lt: Pagal kompasą
lv: Pēc kompasa
mk: Nasoka na kompas
ml: വടക്ക്നോക്കിയുടെ ദിശയില്‍
mr: होकायंत्र दिशा
nb: Kompassretning
nl: Volgens kompas
oc: Segon la bossòla
pl: Względem kompasu
pt_br: Na direção da bússola
ro_ro: Direcția busolei
ru: По направлению компаса
sc: Diretzione de sa bùssola
sk: Smer kompasu
sl: – obračanje zemljevida po kompasu
sr: Правац компаса
sr_latn: Pravac kompasa
sv: Kompassriktning
ta: திசைகாட்டி திசை
tr: Pusula yönü
uk: За компасом
vi: Hướng la bàn
zh_hans: 罗盘方向
zh_hant: 指南針方向

# download_depth_countours
source: Nautical depth contours
ar: ملامح العمق البحري
az: Dəniz dərinliyi konturları
be: Контуры марскіх глыбінь
br: Trolinenn an donder merdeel
ca: Isòbates
cs: Námořní hloubkové vrstevnice
cy: Cyfuchliniau dyfnder morol
da: Havdybdekurver
de: Nautische Tiefenlinien
el: Ναυτικές ισοβαθείς καμπύλες
eo: Maraj profundec-kurboj
es_us: Curvas de profundidad náuticas
et: Meresügavuse kontuurid
eu: Sakonera nautikoaren sestra-kurbak
fa: منحنی‌های میزان عمق دریایی
fi: Merelliset korkeuskäyrät
fr: Lignes de sondes marines
gl: Curvas do afundimento náuticos
he: קווי מתאר של עומק הים
hu: Tengeri mélységvonalak
hy: Ծովային խորքային ուրվագիծը
id: Kontur kedalaman laut
is: Dýptarlínur sjávar
it: linee batimetriche
ja: 海洋等深線データ
ka: საზღვაო სიღრმის კონტურები
ko: 해상 깊이 등고선
lt: Jūrlapiai su gylių kontūrais
lv: Jūras dziļuma kontūras
mk: Konturi na nautička dlabočina
ml: നോട്ടിക്കൽ ഡെപ്ത് കോണ്ടൂറുകള്‍
nb: Havdybdekonturer
nl: Nautische dieptelijnen
oc: Isobates
pl: Izobaty
pt_br: Batimetria náutica
ro_ro: Curbe de adâncime nautică
ru: Контуры морских глубин
sc: Curvas de livellu nàuticas
sk: Námorné hĺbkové vrstevnice
sl: Navtični relief globine
sr: Поморске изобате
sr_latn: Pomorske izobate
sv: Nautiska djupkurvor
ta: கடல் ஆழமான வரையறைகள்
tr: Deniz derinlik eğrileri
uk: Ізолінії морських глибин (Ізобати)
vi: Đường đồng mức độ sâu hàng hải
zh_hans: 航海等深线
zh_hant: 航海等深線

source: Day
ar: نهار
ast: Día
az: Gün
be: Дзень
br: Deiz
ca: Dia
cs: Den
cy: Dydd
da: Dag
de: Tag
el: Ημέρα
eo: tago
es_us: Día
et: Päev
eu: Egun
fa: روز
fi: Päivä
fr: Jour
gl: Día
he: יום
hu: Nappal
id: Hari
is: dag
it: Giorno
ja: 日
ka: დღე
ko: 일
lt: Diena
lv: Diena
mk: Den
ml: പകല്‍
my: နေ့
nb: Dag
nl: Dag
oc: Jorn
pl: Dzień
pt_br: Dia
ro_ro: Ziua
ru: День
sc: Die
sk: Deň
sl: Dan
sr: Дан
sr_latn: Dan
sv: Dag
ta: நாள்
tr: Gün
uk: День
vi: Ngày
zh_hans: 日
zh_hant: 天

# days_2_4
source: Days
ar: أيام
ast: Díes
az: Gün
be: Дні
br: Deiz
ca: Dies
cs: Dny
cy: Ddiwrnod
da: Dage
de: Tage
el: Ημέρες
eo: tagoj
es_us: Días
et: Päeva
eu: Egunak
fa: روز
fi: Päivää
fr: Jours
gl: Días
he: ימים
hu: napra
hy: Օրեր
id: Hari
is: daga
it: Giorni
ja: 日
ka: დღე
ko: 날짜 수
lt: Dienos
lv: Dienas
mk: Denovi
ml: ദിവസങ്ങള്‍
mr: दिवस
my: နေ့ရက်များ
nb: Dager
nl: Dagen
oc: Jorns
pl: Dni
pt_br: Dias
ro_ro: Zile
ru: Дня
sc: Dies
sk: Dni
sl: Dni
sr: Дана
sr_latn: Dana
sv: Dagar
ta: நாட்கள்
tr: Günler
uk: Дні
vi: Ngày
zh_hans: 日
zh_hant: 天

# months_2_4
source: Months
ar: أشهر
ast: Meses
az: Ay
be: Месяцы
ca: Mesos
cs: Měsíce
cy: Mis
da: Måneder
de: Monate
el: Μήνες
eo: monatoj
es_us: Meses
et: Kuud
eu: Hilabete
fa: ماه
fi: Kuukautta
fr: Mois
gl: Meses
he: חודשיים
hu: hónapra
id: Bulan
is: mánuði
it: Mesi
ja: ヶ月
ka: თვე
ko: 개월
lt: Mėnesiai
lv: Mēneši
mk: Meseci
ml: മാസങ്ങള്‍
mr: महिने
my: လများ
nb: Måneder
nl: Maanden
oc: Mes
pl: Miesiące
pt_br: Meses
ro_ro: Luni
ru: Месяца
sc: Meses
sk: Mesiace
sl: Meseci
sr: Месеца
sr_latn: Meseci
sv: Månader
ta: மாதங்கள்
tr: Ay
uk: Місяці
vi: Tháng
zh_hans: 月
zh_hant: 月

# months_5
source: Months
ar: أشهر
ast: Meses
az: Ay
be: Месяцаў
ca: Mesos
cs: Měsíců
cy: Fis
da: Måneder
de: Monate
el: Μήνες
eo: monatoj
es_us: Meses
et: Kuud
eu: Hilabete
fa: ماه
fi: Kuukautta
fr: Mois
gl: Meses
he: חודשים
hu: hónapra
id: Bulan
is: mánuði
it: Mesi
ja: ヶ月
ka: თვე
ko: 개월
lt: Mėnesių
lv: Mēnešu
mk: Meseci
ml: മാസങ്ങള്‍
mr: महिने
my: လများ
nb: Måneder
nl: Maanden
oc: Mes
pl: Miesięcy
pt_br: Meses
ro_ro: Luni
ru: Месяцев
sc: Meses
sk: Mesiacov
sl: Mesecev
sr: Месеци
sr_latn: Meseci
sv: Månader
ta: மாதங்கள்
tr: Ay
uk: Місяців
vi: Tháng
zh_hans: 月
zh_hant: 月

source: Year
ar: سنة
ast: Añu
az: İl
be: Год
ca: Any
cs: Rok
cy: Blwyddyn
da: År
de: Jahr
el: Έτος
eo: jaro
es_us: Año
et: Aasta
eu: Urte
fa: سال
fi: Vuosi
fr: Année
gl: Ano
he: שנה
hu: év
id: Tahun
is: ár
it: Anno
ja: 年
ka: წელი
ko: 연도
lt: Metai
lv: Gads
mk: Godina
ml: വര്‍ഷം
mr: वर्ष
my: နှစ်
nb: År
nl: Jaar
oc: An
pl: Rok
pt_br: Ano
ro_ro: An
ru: Год
sc: Annu
sk: Rok
sl: Leto
sr: Година
sr_latn: Godina
sv: År
ta: ஆண்டு
tr: Yıl
uk: Рік
vi: Năm
zh_hans: 年
zh_hant: 年

# years_2_4
source: Years
ar: سنوات
ast: Años
az: İl
be: Гады
ca: Anys
cs: Roky
cy: Blwyddyn
da: År
de: Jahre
el: Έτη
eo: jaroj
es_us: Años
et: Aastat
eu: Urte
fa: سال
fi: Vuotta
fr: Années
gl: Anos
he: שנים
hu: évre
id: Tahun
is: ár
it: Anni
ja: 年
ka: წელი
ko: 연간
lt: Metai
lv: Gadi
mk: Godini
mr: वर्षे
my: နှစ်များ
nb: År
nl: Jaren
oc: Ans
pl: Lata
pt_br: Anos
ro_ro: Ani
ru: Года
sc: Annos
sk: Roky
sl: Leta
sr: Године
sr_latn: Godine
sv: År
ta: ஆண்டுகள்
tr: Yıl
uk: Роки
vi: Năm
zh_hans: 年
zh_hant: 年

# years_5
source: Years
ar: سنوات
ast: Años
az: İl
be: Гадоў
ca: Anys
cs: Let
cy: Blwyddyn
da: År
de: Jahre
el: Έτη
eo: jaroj
es_us: Años
et: Aastat
eu: Urte
fa: سال
fi: Vuotta
fr: Années
gl: Anos
he: שנים
hu: évre
id: Tahun
is: ár
it: Anni
ja: 年
ka: წელი
ko: 연간
lt: Metai
lv: Gadu
mk: Godini
mr: वर्षे
my: နှစ်များ
nb: År
nl: Jaren
oc: Ans
pl: Lat
pt_br: Anos
ro_ro: Ani
ru: Лет
sc: Annos
sk: Rokov
sl: Let
sr: Година
sr_latn: Godina
sv: År
ta: ஆண்டுகள்
tr: Yıl
uk: Років
vi: Năm
zh_hans: 年
zh_hant: 年

# trip_rec_actions_descr
source: You can find all your recorded tracks in %@
ar: يمكنك العثور على جميع المسارات المسجلة في % @
be: Вы можаце знайсці ўсе свае запісаныя сляды ў %@
ca: Podeu trobar totes les vostres tracs gravades a %@
cs: Všechny své zaznamenané cesty najdete v %@
da: Du kan finde alle dine optagede spor i %@
de: Sie finden alle Ihre aufgezeichneten Tracks in %@
el: Μπορείτε να βρείτε όλα τα καταγραμμένα σας ίχνη στο %@
es_us: Puedes encontrar todas las trazas grabadas en %@
et: Kõik oma salvestatud teekonnad leiad kaustast %@
fr: Retrouvez toutes vos traces enregistrées dans %@
hu: Az összes rögzített nyomvonalát megtalálja itt: %@
id: Anda dapat menemukan semua track yang Anda rekam di %@
is: Skráðu ferlarnir þínir eru í %@
it: Puoi trovare tutti i tuoi percorsi registrati in%@
ja: 記録された経路は %@ にあります
ko: %@에서 기록된 모든 트랙을 찾을 수 있습니다
nb: Du finner alle dine innspilte spor i %@
nl: Je kan alle opgenomen GPX-tracks vinden in %@
oc: Podètz trobar totei vòstrei traças registradas a %@
pl: Znajdziesz wszystkie zarejestrowane trasy w %@
pt_br: Você pode encontrar todas as suas trilhas gravadas em %@
ro_ro: Puteți găsi toate track-urile înregistrate în %@
ru: Вы можете найти все свои записанные треки в %@
sc: Podes agatare totu sas rastas registradas tuas in %@
sk: Všetky vaše zaznamenané stopy nájdete v %@
sr: Можете пронаћи све своје снимљене путање у %@
sr_latn: Možete pronaći sve svoje snimljene putanje u %@
sv: Du kan hitta alla dina inspelade spår i %@
ta: நீங்கள் பதிவுசெய்த எல்லா தடங்களையும் %@ இல் காணலாம்
tr: Kaydedilen tüm yollarınızı %@ içinde bulabilirsiniz
uk: Ви можете знайти всі записані треки в %@
zh_hant: 你可以在 %@ 找到你所有記錄的軌跡

# shared_string_end_date
source: End date
ar: تاريخ الانتهاء
be: Дата закрыцця
ca: Data de finalització
cs: Datum ukončení
da: Slutdato
de: Enddatum
el: Ημερομηνία λήξης
es_us: Fecha de fin
et: Lõppkuupäev
fa: تاریخ پایان
fr: Date de fin
hu: Végdátum
id: Tanggal berakhir
is: Lokadagsetning
it: Data fine
ja: 終了日
ko: 종료일
nl: Einddatum
oc: Data de fin
pl: Data zakonczenia
pt_br: Data final
ro_ro: Data de încheiere
ru: Дата закрытия
sc: Data de fine
sk: Dátum ukončenia
sr: Завршни датум
sr_latn: Datum kraja
sv: Slutdatum
ta: இறுதி தேதி
tr: Bitiş tarihi
uk: Дата завершення
zh_hant: 終結日期

# shared_string_icon
source: Icon
ar: أيقونة
ast: Iconu
az: İkon
be: Значок
ca: Icona
cs: Ikona
cy: Eicon
da: Ikon
de: Symbol
el: Εικονίδιο
eo: Emblemo
es_us: Icono
et: Ikoon
eu: Ikonoa
fa: نماد
fi: Kuvake
fr: icône
gl: Icona
he: סמל
hi: चिह्न
hu: Ikon
id: Ikon
is: Táknmynd
it: Icona
ja: アイコン
ka: ხატულა
ko: 아이콘
lt: Piktograma
lv: Ikona
mk: Ikona
nb: Ikon
nl: Icoon
oc: Icòna
pl: Ikona
ro_ro: Icoană
ru: Значок
sc: Icona
sk: Ikona
sl: Ikona
sr: Сличица
sr_latn: Ikona
sv: Ikon
ta: படவுரு
tr: Simge
uk: Піктограма
vi: Biểu tượng
zh_hans: 图标
zh_hant: 圖示

# gpx_export_title
source: Export track
ar: تصدير المسار
be: Экспарт следу
ca: Exporta un trajecte
cs: Exportovat stopu
da: Eksportér spor
de: Track exportieren
el: Εξαγωγή ίχνους
es_us: Exportar traza
et: Ekspordi teekond
fa: برون‌برد از ردها
fi: Vie jälki
fr: Exporter la trace
gl: Export trip
he: ייצוא מסלול
hu: Nyomvonal exportálása
id: Ekspor track
is: Flytja út feril
it: Esporta il viaggio
ja: 経路のエクスポート
ka: გზის გატანა
ko: 트랙 내보내기
nb: Export trip
nl: Exporteer track
oc: Exportar un percors
pl: Eksportuj trasę
pt_br: Exportar trilha
ro_ro: Exportă track
ru: Экспорт трека
sc: Esporta sa rasta
sk: Exportovať stopu
sl: Izvozi pot potovanja
sr: Извези путању
sr_latn: Izvezi putanju
sv: Exportera spår
ta: ஏற்றுமதி பாதை
tr: Yolu dışa aktar
uk: Експорт треку
zh_hans: 导出旅行
zh_hant: 匯出旅程

# navigate_point_format_DMS
source: DDD MM SS.S
af: GGG MM SS.SS
bg: ГГГ ММ СС.С
ca: GGG MM SS.S
cy: GGG MM EE.E
el: ΜΜΜ ΛΛ ΔΔ.Δ
eo: GGG:MM:SS.S
es_us: GGG MM SS.S
hu: FFF PP MM.M
ko: DDD MM SS.SS
lt: LLL MM SS.SS
lv: DDD MM SS.SS
ml: "ഡിഡിഡി എംഎം എസ്എസ്. എസ്എസ് "
nb: GGG MM SS,S
nl: GGG MM SS.S
pt_br: GGG MM SS.SS
ru: ГГГ ММ СС.С
sr: ДДД ММ СС.С
sv: GGG MM SS.S
ta: டி.டி.டி எம்.எம் எச்.எச்.எச்
uk: ГГГ ХХ СС.С
zh_hans: 度度度 分分 秒秒.秒
zh_hant: 度度度 分分 秒秒.秒

# lang_ce
source: Chechen
ar: الشيشانية
ast: Chechenu
be: Чачэнская
bg: Чеченски
ca: Txetxè
cs: Čečenština
cy: Tsietsnieg
da: Tjetjensk
de: Tschetschenisch
el: Τσετσενικά
eo: Ĉeĉena
es_us: Checheno
et: Tšetšeeni
eu: Txetxeniera
fa: چچنی
fi: tšetšeeni
fr: Tchétchène
gl: Checheno
he: צ׳צ׳נית
hu: csecsen
hy: Չեչենական
id: Chechnya
is: Tétjenska
it: Ceceno
ja: チェチェン語
ka: ჩეჩნური
ko: 체첸어
lt: Čečėnų
mk: Cecenski
nb: Tsjetsjensk
nl: Tsjetsjeens
pl: Czeczeński
ro_ro: Cecenă
ru: Чеченский
sc: Cecenu
sk: Čečensky
sl: Čečenščina
sr: Чеченски
sr_latn: Čečenski
sv: Tjetjenska
ta: செச்சென்
tr: Çeçence
uk: Чеченська
vi: Tiếng Chechnya
zh_hans: 车臣语
zh_hant: 車臣語

# lang_ceb
source: Cebuano
ar: السيبوانية
ast: Cebuanu
be: Сэбуанская
bg: Себуански
ca: Cebuà
cs: Cebuánština
el: Σεμπουάνο
eo: Cebua
et: sebu
eu: Cebuera
fa: سِبوانو
fr: Cébouano
gl: Cebuano ou sugbuanon
he: סבואנו
hu: szebuano
hy: Սեբուանո
is: Cebúanó
ja: セブアノ語
ka: ჩებუანური
ko: 세부아노어
lt: Sebuanų
lv: Cebuanu
mk: Sebuanski
ml: "സെബുവാണോ "
oc: Cebuan
ru: Себуанский
sc: Cebuanu
sk: Cebuánsky
sl: Cebuanščina
sr: Себуански
sr_latn: Sebuanski
sv: Cebuano/Visaya
ta: செபுவானோ
tr: Sabuanca
uk: Себуано
zh_hans: 宿务语
zh_hant: 宿霧語

# lang_gl
source: Galician
ar: الغاليسية
ast: Gallegu
az: Qalisiyaca
be: Галіцкая
bg: Галисийски
ca: Gallec
cs: Galicijština
cy: Galisieg
da: Galicisk
de: Galicisch
el: Γαλικικά
eo: Galega
es_us: Gallego
et: galeegi
eu: Galiziera
fa: گالیسیایی
fi: Galicia
fr: Galicien
gl: Galego
he: גליסית
hu: galíciai
hy: Գալիցերեն
id: Galicia
is: Galísíska
it: Gallego
ja: ガリシア語
ka: გალიციური
ko: 갈리시아어
lt: Galisiečių
lv: Galisiešu
mk: Galiciski
ml: "ഗാലിസിയന്‍ ഭാക്ഷ "
nb: Galisisk
nl: Galicisch
pl: Galicyjski
ro_ro: Galiciană
ru: Галисийский
sc: Galegu/Galizianu
sk: Galícijsky
sl: Galščina
sr: Галицијски
sr_latn: Galicijski
sv: Galiciska
ta: காலிசியன்
tr: Galiçyaca
uk: Галісійська
zh_hans: 加利西亚语
zh_hant: 加利西亞語

# lang_gu
source: Gujarati
ar: الجوجاراتية
ast: Guxaratín
be: Гуджараці
bg: Гуджарати
cs: Gudžarátština
cy: Gwjarati
el: Γκουτζαρατικά
eo: Guĝarata
es_us: Guyaratí
et: gudžarati
eu: Gujaratera
fa: گوجراتی
fi: Gudžarati
gl: Guxarati
he: גוג׳ראטית
hi: गुजराती
hu: gudzsaráti
hy: Գուջարաթի
id: Gujarat
is: Gujaratíska
ja: グジャラート語
ka: გუჯარათული
ko: 구자라트어 인도방언
lt: Gudžaratų
mk: Gujaratski
mr: गुजराथी
oc: Gujaratin
pl: Gudźarati
ru: Гуджарати
sk: Gudžarátsky
sl: Gudžaratščina
sr: Гуџарати
sr_latn: Gudžarati
ta: குசராத்தி
tr: Guceratça
uk: Гуджараті
vi: Tiếng Gujarat
zh_hans: 古吉拉特语
zh_hant: 古吉拉特語

# keep_both_desc
source: Imported items will be added with prefix
ar: سيتم إضافة العناصر المستوردة مع زيادة قبل اسمها
az: İdxal edilmiş elementlər prefikslə əlavə olunacaq
be: Імпартаваныя элементы дададуцца з прэфіксам
bg: Добавените елементи ще бъдат маркирани с префикс
ca: Els elements importats s'afegiran amb prefix
cs: Importované položky budou přidány s prefixem
cy: Bydd eitemau a fewnforiwyd yn cael eu hychwanegu gyda rhagddodiad
da: Importerede poster tilføjes med præfiks
de: Importierte Elemente werden mit Präfix hinzugefügt
el: Τα εισαχθέντα στοιχεία θα προστεθούν με πρόθεμα
eo: Enportataj elementoj aldoniĝos kun prefikso
es_us: Los elementos serán importados con un prefijo
et: Imporditud kirjetele lisatakse eesliide
eu: Inportatutako elementuak aurrizkiarekin gehituko dira
fa: موارد درون‌بردی با پیشوند افزوده می‌شوند
fi: Tuodut kohteet lisätään etuliitteen kanssa
fr: Les éléments seront importés avec un préfixe
gl: Os elementos importados serán engadidos con prefixo
he: הפריטים הנוכחיים יתווספו עם קידומת
hu: Az importált elemek előtaggal lesznek hozzáadva
id: Item yang diimpor akan ditambahkan prefiks
is: Forskeyti verður bætt við innflutt atriði
it: Agli oggetti importati verrà aggiunto il prefisso
ja: インポートアイテムはデータ先頭に追加されます
ko: 가져온 항목은 접두사로 추가
mk: Uvezenite stavki ḱe bidat dodadeni so prefiks
nb: Importerte elementer vil bli lagt til med fortegnelse
nl: Geïmporteerde elementen zullen toegevoegd worden met een voorvoegsel
oc: S'ajustarà un prefix ais elements importats
pl: Zaimportowane elementy zostaną dodane z prefiksem
pt_br: Os itens importados serão adicionados com prefixo
ro_ro: Elementele importate vor fi adăugate cu prefixul
ru: Импортированные элементы будут добавлены с префиксом
sc: Sos elementos importados ant a èssere annànghidos cun unu prefissu
sk: Importované položky budú pridané s predponou
sl: Uvoženi elementi bodo dodani s predpono
sr: Увежене ставке ће бити додате са предлозима
sr_latn: Uvežene stavke će biti dodate sa predlozima
sv: Objekten kommer att importeras med ett prefix
ta: இறக்குமதி செய்யப்பட்ட உருப்படிகள் முன்னொட்டுடன் சேர்க்கப்படும்
tr: İçe aktarılan ögelere ön ek eklenecek
uk: Імпортовані елементи будуть додані з префіксом
vi: Các mục được nhập sẽ được thêm với tiền tố
zh_hans: 导入的项目将添加前缀
zh_hant: 匯入的項目將會加入前綴
