Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# navigate_point_longitude
source: Longitude
af: Lengtegraad
ar: خط الطول
az: Uzunluq
be: Даўгата
bg: Геогр. дължина
ca: Longitud
cs: Délka
cy: Hydred
da: Længdegrad
de: Längengrad
el: Γεωγραφικό μήκος
eo: Longitudo
es_us: Longitud
et: Pikkuskraad
eu: Longitudea
fa: طول جغرافیایی
fi: Pituusaste
gl: Lonxitude
he: אורך
hu: Hosszúsági fok
hy: Լայնություն
id: Garis bujur
is: Lengdargráða
it: Longitudine
ja: 経度
ka: გრძედი
ko: 경도
ku: Hêlîlar
lt: Ilguma
lv: Garums
mk: Geografska dolzina
ml: രേഖാംശം
mr: रेखांश
nb: Lengdegrad
nl: Lengtegraad
pl: Długość
ro_ro: Longitudine
ru: Долгота
sc: Longitùdine
sk: Zem. dĺžka
sl: Zemljepisna dolžina
sr: Географска дужина
sr_latn: Geografska dužina
sv: Longitud
ta: நெட்டாங்கு
tr: Boylam
uk: Довгота
vi: Kinh độ
zh_hans: 经度
zh_hant: 經度

# public_transport_empty_warning_title
source: Unfortunately, OsmAnd could not find a route for your settings.
ar: لسوء الحظ، تعذر على أوسماند العثور على مسار للإعدادات الخاصة بك.
be: На жаль, OsmAnd не змог знайсці маршрут па вашых наладах.
ca: Per desgràcia, OsmAnd no ha pogut determinar una ruta segons les vostres preferències.
cs: Bohužel se OsmAndu nepodařilo najít trasu s vaším nastavením.
da: OsmAnd kunne desværre ikke finde en rute, der passer til dine indstillinger.
de: Leider konnte OsmAnd keine für Ihre Einstellungen geeignete Route finden.
el: Δυστυχώς, το OsmAnd δεν μπόρεσε να βρει διαδρομή για τις ρυθμίσεις σας.
es_us: Por desgracia, OsmAnd no puede encontrar una ruta con esos ajustes.
et: Kahjuks OsmAnd ei suutnud koostada teekonda sinu lähteseadete alusel.
fi: Valitettavasti OsmAnd ei löytänyt asetuksillesi sopivaa reittiä.
fr: Malheureusement, OsmAnd n'a pas trouvé d'itinéraire avec vos paramètres actuels.
hu: Sajnos az OsmAnd nem talált útvonalat a beállítások alapján.
id: Sayangnya, OsmAnd tidak dapat menemukan rute untuk pengaturan Anda.
is: Því miður gat OsmAnd ekki fundið hentuga leið miðað við stillingarnar þínar.
it: Sfortunatamente, OsmAnd non è riuscito a trovare un percorso con le tue impostazioni.
ja: 残念ながらOsmAndでは設定に即したルートを見つけることができませんでした。
nl: Helaas kon OsmAnd geen route vinden naar gelang uw instellingen.
oc: O planhèm, OsmAnd a pas poscut determinar un percors segon vòstrei preferéncias.
pl: Niestety OsmAnd nie mógł znaleźć trasy odpowiedniej dla wybranych ustawień.
pt_br: Infelizmente, o OsmAnd não conseguiu encontrar uma rota para suas configurações.
ro_ro: Din păcate, OsmAnd nu a putut găsi o rută pentru setările dumneavoastră.
ru: К сожалению, OsmAnd не смог найти маршрут, который соответствовал бы вашим настройкам.
sc: A dolu mannu OsmAnd no est resèssida a agatare un'àndala pro sas impostatziones tuas.
sr: Нажалост, ОсмАнд није могао да пронађе руту за ваша подешавања.
sr_latn: Nažalost, OsmAnd nije mogao da pronađe rutu za vaša podešavanja.
sv: Tyvärr, OsmAnd kunde inte hitta en rutt enligt dina inställningar.
ta: துரதிர்ச்டவசமாக, உங்கள் அமைப்புகளுக்கான வழியை ஒச்மண்டால் கண்டுபிடிக்க முடியவில்லை.
tr: Maalesef, OsmAnd ayarlarınız için bir rota bulamadı.
uk: На жаль, OsmAnd не зміг підібрати маршрут, що відповідав би вашим налаштуванням.
zh_hant: 很遺憾，OsmAnd 無法找到您設定的路線。

# weather_update_parameters_any_network
source: Weather forecast will be updates over any network. Mobile data can be used.
ar: سيتم تحديث توقعات الطقس عبر أي شبكة. يمكن استخدام بيانات الهاتف المحمول.
cs: Předpověď počasí bude aktualizována přes jakoukoliv síť. Mohou být využita mobilní data.
da: Vejrudsigten vil blive opdateret over ethvert netværk. Mobildata kan bruges.
de: Die Wettervorhersage wird über ein beliebiges Netz aktualisiert. Mobile Daten können verwendet werden.
es_us: El pronóstico del tiempo será actualizado sobre cualquier red. Pueden usarse los datos móviles.
et: Ilmaennustus kuulub uuendamisele kõikides võrkudes, sealhulgas mobiilsed andmesidevõrgud.
fr: Les prévisions météo seront mises à jour sur n'importe quel réseau. Les données mobiles peuvent être utilisées.
hu: Az időjárás-előrejelzés bármely hálózaton frissül. Mobiladat-forgalom is használható.
id: Prakiraan cuaca akan diperbarui melalui jaringan apa pun. Data seluler dapat digunakan.
is: Veðurspá verður uppfærð á hvaða netkerfi sem er. Notast má við farsímagögn.
it: Le previsioni del tempo verranno aggiornate su qualsiasi rete. È possibile utilizzare i dati mobili.
nl: Weersvoorspellingen zullen worden geüpdatet over elk netwerktype. Gebruikt mogelijk mobiele data.
ro_ro: Prognoza meteo va fi actualizată folosind orice rețea. Se pot consuma date mobile.
ru: Прогноз погоды будет обновляться по любой сети. Могут использоваться мобильные данные.
sr: Временска прогноза биће ажурирана преко било које мреже. Мобилни подаци могу бити употребљени.
sr_latn: Vremenska prognoza biće ažurirana preko bilo koje mreže. Mobilni podaci mogu biti upotrebljeni.
sv: Väderprognosen kommer uppdateras via alla nätverk. Mobildata kan användas.
ta: வானிலை முன்னறிவிப்பு எந்த நெட்வொர்க்கிலும் புதுப்பிப்புகளாக இருக்கும். மொபைல் தரவைப் பயன்படுத்தலாம்.
tr: Hava durumu herhangi bir ağ üzerinden güncellenecek. Mobil veri kullanılabilir.
uk: Прогноз погоди оновлюватиметься через будь-яку мережу. Можна використовувати мобільні дані.
zh_hant: 連到任何網路時會更新天氣預報，手機網路也會使用。

source: Map updates for mappers
ar: تحديثات خرائط لمصممي الخرائط
az: Xəritəçəkənlər üçün xəritə yeniləmələri
be: Абнаўленні мапаў для картографаў
bg: Обновяване за картографи
cs: Aktualizace map pro mappery
cy: Diweddariadau mapiau i fapwyr
da: Kortopdateringer til kortlæggerne
de: Kartenaktualisierungen für Kartografen
el: Ενημερώσεις χαρτών για χαρτογράφους
eo: Map-ĝisdatigoj por mapigistoj
es_us: Actualizaciones de mapas para cartógrafos
et: Kaardi värskendused kaardistajatele
eu: Mapa-egileentzako mapen eguneraketak
fa: به‌روزرسانی‌های نقشه برای نقشه‌کشان
fi: Kartan päivitykset kartoittajille
fr: Mises à jour des cartes pour les contributeurs OSM
he: עדכוני מפות לממפים
hu: Térképfrissítések térképszerkesztőknek
id: Pembaruan peta untuk pemeta
is: Uppfærslur korta fyrir kortagerðarfólk
it: Aggiornamenti della mappa per i mappatori
ja: マップ制作協力者(マッパー)用のマップ更新
ko: 지도 제작자를 위한 맵 업데이트
lt: Žemėlapių atnaujinimai žemėlapių kūrėjams
mk: Ažuriranja na karti za maperite
nb: Kartoppdateringer for kartografer
nl: Kaart updates voor OSM bijdragers
oc: Actualizacions cartograficas per lei mapaires
pl: Aktualizacje map dla twórców map
ro_ro: Actualizări de hartă pentru cartografi
ru: Обновления для картографов
sc: Agiornamentos de sas mapas pro sos mapadores
sk: Aktualizácie máp pre maperov
sl: Posodobitve zemljevidov za kartografe
sr: Надградња карата уредницима карата
sr_latn: Ažuriranje mapa za kartografe
sv: Kartuppdateringar för karterare
ta: மேப்பர்களுக்கான வரைபட புதுப்பிப்புகள்
tr: Haritacılar için harita güncellemeleri
uk: Оновлення мап для маперів
vi: Những bản cập nhật bản đồ cho những người lập bản đồ
zh_hans: 为绘图者提供的地图更新
zh_hant: 圖客的地圖更新

# external_device_any_connected
source: Any connected
ar: أي صلة
cs: Jakýkoliv připojený
da: Alle forbundne
de: Alle verbundenen
el: Οποιαδήποτε συνδεδεμένη
eo: Ĉiu konektita
es_us: Cualquiera conectado
et: Kõik ühendatu
eu: Edozein konektatuta
fa: هر آنچه متصل شده
fr: N'importe quel appareil connecté
hu: Bármelyik összekapcsolt
id: Apa pun terhubung
is: Allt sem er tengt
it: Qualsiasi connesso
ko: 모든 연결
lt: Bet koks prijungtas
nb: Alle tilkoblede
nl: Alle verbonden
pl: Dowolny połączony
ro_ro: Oricare conectat
ru: Любой подключенный
sk: Akýkoľvek pripojený
sr: Било који повезан
sr_latn: Sve konekcije
sv: Alla anslutna
ta: எந்த இணைக்கப்பட்டுள்ளது
te: ఏదైనా కనెక్ట్ చేయబడింది
tr: Bağlı olan herhangi biri
uk: Нічого не під'єднано
vi: Bất kỳ thứ gì được kết nối
zh_hans: 任何已连接
zh_hant: 任何已連線

# external_device_characteristic_distance
source: Distance
ar: المسافة
bg: Разстояние
ca: Distància
cs: Vzdálenost
cy: Pellter
da: Afstand
de: Entfernung
el: Απόσταση
eo: Distanco
es_us: Distancia
et: Vahemaa
eu: Distantzia
fa: فاصله
fi: Etäisyys
he: מרחק
hu: Távolság
id: Jarak
is: Vegalengd
it: Distanza
ka: მანძილი
ko: 거리
lt: Atstumas
nb: Avstand
nl: Afstand
oc: Distància
pl: Odległość
ro_ro: Distanță
ru: Расстояние
sk: Vzdialenosť
sl: Razdalja
sr: Растојање
sr_latn: Rastojanje
sv: Sträcka
ta: தூரம்
tr: Mesafe
uk: Відстань
vi: Khoảng cách
zh_hans: 距离
zh_hant: 距離

# index_name_russia
source: Russia
af: Europa/Asië - Rusland
ar: أوروبا/آسيا - روسيا
ast: Rusia
az: Rusiya
be: РФ
bg: Русия
ca: Rússia
cs: Rusko
cy: Rwsia
da: Rusland
de: Russland
el: Ρωσία
eo: Rusujo
es_us: Rusia
et: Venemaa
eu: Errusia
fa: روسیه
fi: Venäjä
fr: Russie
gl: Rusia
he: רוסיה
hu: Oroszország
hy: Ռուսաստան
id: Rusia
is: Rússland
ja: ロシア
ka: რუსეთი
ko: 유럽/아시아 - 러시아
ku: Rûsya
lt: Rusija
lv: Krievija
mk: Rusija
ml: റഷ്യ
mr: रशिया
nb: Russland
nl: Rusland
pl: Rosja
ro_ro: Rusia
ru: Россия
sc: Rùssia
sk: Rusko
sl: Rusija
sr: Русија
sr_latn: Rusija
sv: Ryssland
ta: ரச்யா
tr: Rusya
uk: росія
vi: Nga
zh_hans: 欧洲/亚洲 - 俄罗斯
zh_hant: 俄羅斯

# poi_filter_parking
source: Parking
af: Parkering
ar: موقف السيارة
az: Parkinq
be: Паркоўка
bg: Паркинг
ca: Aparcament
cs: Parkoviště
cy: Parcio
da: Parkering
de: Parkplatz
el: Στάθμευση
eo: Parkumejo
es_us: Estacionamientos
et: Parkimine
eu: Aparkalekua
fa: پارکینگ
fi: Pysäköinti
gl: Aparcamento
he: חנייה
hu: Parkoló
hy: Ավտոկայանատեղեր
id: Parkir
is: Bílastæði
it: Parcheggio
ja: 駐車場
ka: პარკინგი
ko: 주차
lt: Parkingas
lv: Autostāvvietas
mk: Parkiranje
ml: പാര്‍ക്കിങ്ങ്
mr: पार्किंग
nb: Parkering
nl: Parkeren
oc: Aparcament
ro_ro: Parcare
ru: Парковка
sc: Parchezu
sk: Parkovanie
sl: Parkirišča
sr: Паркинг
sv: Parkering
ta: பார்க்கிங்
tr: Park Etme
uk: Стоянки
zh_hans: 停车
zh_hant: 停車場

source: Get OsmAnd Cloud
ar: احصل على سحابة أوسماند
be: Атрымаць OsmAnd Cloud
bg: Вземете OsmAd Cloud
cs: Získejte OsmAnd Cloud
da: Få OsmAnd Cloud
de: Holen Sie sich OsmAnd Cloud
el: Αποκτήστε το OsmAnd Cloud
eo: Akiri OsmAnd-Nubon
es_us: Obtener OsmAnd Cloud
et: Liitu OsmAnd Cloudi teenusega
eu: Lortu OsmAnd Cloud
fa: دریافت ابر OsmAnd
fi: Hanki OsmAnd Cloud
fr: Obtenir OsmAnd Cloud
hu: Szerezze be az OsmAnd Cloudot
id: Dapatkan OsmAnd Cloud
is: Fáðu þér OsmAnd Cloud-tölvuský
it: Ottieni OsmAnd Cloud
ja: OsmAnd Cloudを入手
ko: OsmAnd Cloud 획득
nb: Skaff OsmAnd-sky
nl: Neem OsmAnd Cloud
pl: Pozyskaj OsmAnd Cloud
ro_ro: Obține OsmAnd Cloud
ru: Получить OsmAnd Cloud
sk: Získajte OsmAnd Cloud
sl: Pridobi OsmAnd oblak
sr: Добавите Облак ОсмАнда
sr_latn: Nabavi OsmAnd Cloud
sv: Skaffa OsmAnd molntjänst
ta: ஒச்மண்ட் மேகத்தைப் பெறுங்கள்
tr: OsmAnd Bulut'u edinin
uk: Отримати OsmAnd Cloud
vi: Lấy OsmAnd Cloud
zh_hans: 获取 OsmAnd Cloud
zh_hant: 取得 OsmAnd 雲端

# product_desc_srtm
source: Visual assessment of the shape of the land surface
ar: إظهارالخطوط الكنتورية
be: Паказваць контурныя лініі
bg: Display of contour lines
ca: Mostra les corbes de nivell
cs: Vizuální posouzení tvaru povrchu země
cy: Display of contour lines
da: Visuel bedømmelse af terrænets form
de: Visuelle Übersetzung der Form der Landoberfläche
el: Οπτική εκτίμηση του σχήματος της επιφάνειας του εδάφους
eo: Display of contour lines
es_us: Evaluación visual de la forma de la superficie terrestre
et: Maapinna kuju visualiseerimine
fi: Display of contour lines
fr: Visualiser les formes de la surface du terrain
gl: Display of contour lines
he: Display of contour lines
hu: A földfelszín alakjának vizuális megjelenítése
id: Penilaian visual bentuk permukaan tanah
is: Sjónrænt mat á lögun yfirborðs landsins
it: Valutazione visiva della forma della superficie terrestre
ja: 等高線の表示
ka: Display of contour lines
lt: Display of contour lines
lv: Display of contour lines
nb: Display of contour lines
nl: Visuele interpretatie van de vorm van het landschap
oc: Mostrar lei corbas de nivèu
pl: Wyświetlaj poziomice
pt_br: Exibir curvas de nível
ro_ro: Evaluarea vizuală a formei suprafeței terenului
ru: Визуальная оценка формы поверхности земли
sc: Valutatzione cun sa vista de sa forma de sa superfìtzie de su terrinu
sk: Vizuálne posúdenie tvaru zemského povrchu
sl: Prikaz izohips na zemljevidu
sr: Приказ контурних линија
sr_latn: Vizuelna procena oblika površine zemljišta
sv: Visualisering av terrängen och landytans form
ta: நில மேற்பரப்பின் வடிவத்தின் காட்சி மதிப்பீடு
tr: Eş yükselti eğrilerinin görüntülenmesi
uk: Візуальна оцінка форми поверхні землі
zh_hant: 對地表形狀的視覺評估

# shared_string_move
source: Move
ar: نقل
ast: Mover
az: Daşı
be: Перамясціць
ca: Mou
cs: Přesunout
cy: Symud
da: Flyt
de: Verschieben
el: Μετακίνηση
eo: Movi
es_us: Mover
et: Teisalda
eu: Lekuz aldatu
fa: جابه‌جایی
fi: Siirrä
fr: Déplacer
gl: Mover
he: העברה
hu: Áthelyezés
hy: Տեղափոխել
id: Pindah
is: Færa
it: Sposta
ja: 移動
ka: გადატანა
ko: 이동
lt: Perkelti
lv: Pārvietot
mk: Premesti
nb: Flytt
nl: Verplaats
pl: Przenieś
ro_ro: Mută
ru: Переместить
sk: Presunúť
sl: Premakni
sr: Премести
sr_latn: Pomeri
sv: Flytta
ta: நகர்த்தவும்
tr: Taşı
uk: Перемістити
vi: Di chuyển
zh_hans: 移动
zh_hant: 移動

# map_3d_mode_description
source: Touch map with two fingers and moves them up and down to adjust map tilt.
ar: المس الخريطة بإصبعين وحركهما للأعلى وللأسفل لضبط إمالة الخريطة.
bg: Докоснете картата с два пръста и ги движете нагоре и надолу, за да регулирате наклона на картата.
cs: Dotkněte se mapy dvěma prsty a pohybem nahoru a dolů upravte sklon mapy.
da: Berør kortet med to fingre, og bevæg dem op og ned for at justere kortets hældning.
de: Berühren Sie die Karte mit zwei Fingern und bewegen Sie diese nach oben und unten, um die Kartenneigung anzupassen.
el: Αγγίξτε τον χάρτη με δύο δάχτυλα και τα μετακινήσετε τον πάνω και κάτω για να προσαρμόσετε την κλίση του χάρτη.
eo: Frapetu kajŝovu la mapon supren/malsupren per du fingroj por alĝustigi ĝian klinecon.
es_us: Pulsa en el mapa con 2 dedos y mueve hacia arriba o abajo para ajustar la inclinación del mapa.
et: Kahe sõrme vajutusega kaardil saad teda kaardi kalde muutmiseks nihutada üles-alla.
eu: Ukitu mapa bi hatzekin eta mugitu gora eta behera maparen inklinazioa doitzeko.
fa: با دو انگشت روی نقشه لمس کنید و آن‌ها را به بالا یا پایین بکشید تا شیب نقشه تنظیم شود.
fr: Touchez la carte avec deux doigts et déplacez-les vers le haut ou vers le bas pour modifier l'inclinaison de la carte.
hu: Érintse meg a térképet két ujjal, és mozgassa fel és le a térkép dőlésszögének beállításához.
id: Sentuh peta dengan dua jari dan gerakkan ke atas dan bawah untuk mengatur kemiringan peta.
is: Strjúktu kortið með tveimur fingrum og hreyfðu þá upp/niður til að aðlaga halla kortsins.
it: Tocca la mappa con due dita e spostale su e giù per regolare l'inclinazione della mappa.
ko: 두 손가락으로 지도를 터치하고 위아래로 움직여 지도 기울기를 조정합니다.
nb: Berør kartet med to fingre og flytt dem opp- og nedover for å justere kartets helning.
nl: Gebruik 2 vingers en beweeg ze naar boven en beneden om de oriëntatie van de kaart aan te passen.
pl: Dotknij mapy dwoma palcami i przesuwaj je w górę i w dół, aby dostosować nachylenie mapy.
ro_ro: Atingeți harta cu două degete și deplasați-le în sus și în jos pentru a regla înclinarea hărții.
ru: Для изменения перспективы коснитесь карты двумя пальцами и двигайте вверх или вниз.
sk: Dotknite sa mapy dvoma prstami a pohybom nahor alebo nadol upravte sklon mapy.
sl: Dotakni se zemljevida z dvema prstoma in ju premikaj navzgor in navzdol, da prilagodiš nagib zemljevida.
sr: Додирните карту двома прстима и преместите их навише и наниже ради прилагођавања нагиба карте.
sr_latn: Dodirni mapu s dva prsta i previci ih naviše i naniže radi prilagođavanja nagiba mape.
sv: Rör vid kartan med två fingrar och justera kartans lutning genom att flytta dem uppåt och nedåt.
ta: இரண்டு விரல்களால் வரைபடத்தைத் தொட்டு, வரைபட சாய்வை சரிசெய்ய அவற்றை மேலும் கீழும் நகர்த்துகிறது.
tr: Harita eğimini ayarlamak için iki parmağınızla haritaya dokunun ve yukarı ve aşağı hareket ettirin.
uk: Рух двома пальцями вздовж екрану, вгору-вниз, дозволяє змінювати кут нахилу мапи.
vi: Chạm vào bản đồ bằng hai ngón tay và di chuyển chúng lên và xuống để thay đổi độ nghiêng của bản đồ.
zh_hans: 用两根手指触摸地图并上下移动，可调整地图倾斜度。
zh_hant: 用兩隻手指觸摸地圖並上下移動以調整地圖傾斜。

# shared_string_angle_param
source: Angle: %@°
ar: الزاوية: %@°
ast: Ángulu: %@°
az: Bucaq: %@°
be: Вугал: %@°
bg: Ъгъл: %@°
cs: Úhel: %@°
cy: Ongl: %@°
da: Vinkel: %@°
de: Winkel: %@°
el: Γωνία: %@°
eo: Angulo: %@°
es_us: Ángulo: %@°
et: Nurk: %@°
eu: Angelua: %@
fa: زاویه: %@°
fi: Kulma: %@°
gl: Ángulo: %@°
he: זווית: ‎%@°‎
hu: Szög: %@°
id: Sudut: %@°
is: Horn: %@°
it: Angolo: %@°
ja: 角度: %@°
ka: კუთხე: %@°
ko: 각도: %@ °
lt: Kampas: %d°
mk: Agol: %@°
nb: Vinkel: %@°
nl: Hoek: %@°
pl: Kąt: %@°
ro_ro: Unghi: %@°
ru: Угол: %@°
sc: Àngulu: %@°
sk: Uhol: %@°
sl: Kot: %@°
sr: Угао: %@°
sr_latn: Ugao: %@°
sv: Vinkel: %@°
ta: கோணம்: %@ °
tr: Açı: %@°
uk: Кут: %@°
zh_hans: 角度：%@°
zh_hant: 角度：%@°

# shared_string_uploaded
source: Uploaded
ar: تم الرفع
bg: Изпратени
ca: Pujat
cs: Nahráno
da: Uploadet
de: Hochgeladen
el: Ανεβασμένο
eo: Alŝutita
es_us: Subido
et: Üleslaaditud
eu: Kargatua
fa: بارگذاری‌شده
fi: Lähetetty
fr: Envoyé
he: הועלה
hu: Feltöltve
id: Diunggah
is: Sent inn
it: Inviato
ja: アップロード済み
ka: ატვირთულია
ko: 업로드됨
lt: Įkelta
nb: Opplastet
nl: Geüpload
oc: Telecargat
pl: Przesłano
ro_ro: Încărcat
ru: Отправлено
sc: Carrigadu
sk: Odoslané
sl: Naloženo
sr: Отпремљено
sr_latn: Otpremljeno
sv: Uppladdad
ta: பதிவேற்றப்பட்டது
tr: Karşıya yüklendi
uk: Надіслано
vi: Đã tải lên
zh_hans: 已上传
zh_hant: 已上傳

# shared_string_keep_active
source: Keep active
ar: البقاء نشطا
az: Aktiv saxla
be: Пакінуць уключанымі
ca: Continua actiu
cs: Ponechat aktivní
cy: Cadw'n fyw
da: Hold aktiv
de: Aktiviert lassen
el: Διατήρηση ενεργότητας
eo: Plue uzi
es_us: Mantener
et: Hoia kasutuses
eu: Mantendu aktibo
fa: فعال بماند
fi: Pidä aktiivisena
fr: Garder actif
gl: Manter activo
he: להשאיר פעיל
hu: Maradjanak
hy: Պահել ակտիվ
id: Tetap aktif
is: Halda virku
it: Mantieni attivo
ja: 機能を維持
ka: აქტიურად დატოვება
ko: 활성 상태 유지
lt: Palikti aktyvų
mk: Bidi aktiven
nb: Behold på
nl: Actief houden
oc: Mantenir actiu
pl: Nie wyłączaj
ro_ro: Păstrează activ
ru: Оставить включёнными
sc: Mantene ativu
sk: Ponechať aktívne
sl: Obdrži aktivno
sr: Држи укљученим
sr_latn: Zadrži aktivnim
sv: Behåll på
ta: சுறுசுறுப்பாக இருங்கள்
tr: Etkin tut
uk: Лишати увімкненим
zh_hans: 保持活跃
zh_hant: 保持啟用

# shared_string_color
source: Color
ar: اللون
az: Rəng
be: Колер
cs: Barva
cy: Lliw
da: Farve
de: Farbe
el: Χρώμα
eo: Koloro
et: Värv
eu: Kolorea
fa: رنگ
fi: Väri
fr: Couleur
gl: Cor
he: צבע
hu: Szín
hy: Գույնը
id: Warna
is: Litur
it: Colore
ja: 色
ka: ფერი
ko: 색상
ku: Reng
lt: Spalva
lv: Krāsa
mk: Boja
ml: നിറം
mr: रंग
nb: Farge
nl: Kleur
pl: Kolor
ro_ro: Culoare
ru: Цвет
sc: Colore
sk: Farba
sl: Barva
sr: Боја
sr_latn: Kolor
sv: Färg
ta: நிறம்
tr: Renk
uk: Колір
vi: Màu sắc
zh_hans: 颜色
zh_hant: 顏色

# fav_colors
source: Colors
ar: الألوان
be: Колеры
cs: Barvy
cy: Lliwiau
da: Farver
de: Farben
el: Χρώματα
eo: Koloroj
es_us: Colores
et: Värvid
eu: Koloreak
fi: Värit
fr: Couleurs
hu: Színek
id: Warna
is: Litir
it: Colori
ja: 色
ka: ფერები
ko: 컬러스
ku: Reng
mr: रंग
nb: Farger
nl: Kleuren
pl: Kolory
pt_br: Cores
ro_ro: Culori
ru: Цвета
sc: Colores
sk: Farby
sl: Barve
sr: Боје
sr_latn: Boje
sv: Färger
ta: நிறங்கள்
tr: Renkler
uk: Кольори
vi: Các màu sắc
zh_hans: 颜色
zh_hant: 顏色

# fav_enter_new_name
source: Please enter new name for the favorite
ar: الرجاء إدخال اسم جديد للمفضلة
be: Увядзіце назву для ўлюбёнага
ca: Introduïu un nom nou pel preferit
cs: Zadejte prosím nový název oblíbeného místa
da: Indtast nyt navn til favorit
de: Bitte neuen Namen für den Favoriten eingeben
el: Παρακαλώ εισάγετε νέο όνομα για το αγαπημένο
es_us: Ingresa el nuevo nombre para el favorito
et: Palun sisesta lemmiku uus nimi
fr: Merci d'entrer le nouveau nom pour le favori
hu: Adja meg a kedvenc új nevét
id: Silakan masukkan nama baru untuk favorit tersebut
is: Settu inn nýtt nafn fyrir eftirlætið
it: Per favore immetti un nuovo nome per il preferito
ja: お気に入りの新しい名前を入力
ko: 즐겨찾기의 새 이름을 입력
nl: Geef de favoriet een nieuwe naam
oc: Marcatz un nom nòu per lo preferit
pl: Wprowadź nową nazwę ulubionego
pt_br: Por favor, insira o novo nome para o favorito
ro_ro: Vă rugăm să introduceți un nou nume pentru favorit
ru: Введите имя для избранного
sc: Pro piaghere inserta unu nùmene nou pro su preferidu
sk: Zadajte nový názov pre obľúbené miesto
sl: Vnesite ime priljubljene točke
sr: Унесите ново име за омиљено
sr_latn: Unesite novo ime za omiljeno
sv: Ange nytt namn för favoriten
ta: விருப்பத்திற்கு புதிய பெயரை உள்ளிடவும்
tr: Favori için yeni bir ad girin
uk: Введіть нову назву закладки
zh_hans: 请为收藏输入新名称
zh_hant: 請為我的最愛輸入新名稱

# quick_action_poi_list
source: POI list
ar: قائمة POI
az: POI siyahısı
be: Спіс POI
ca: Llista de PDI
cs: Seznam POI
cy: Rhestr MODdau
da: IP-liste
de: POI-Liste
el: Κατάλογος ΣΕ
eo: Listo de interesejoj
es_us: Lista de PDI
et: HP nimekiri
eu: Interesguneen zerrenda
fa: فهرست POI
fi: KP lista
fr: Liste des points d'intérêt
gl: Listaxe dos PDI
he: רשימת נקודות עניין
hu: Érdekes helyek listája
hy: POI ցուցակ
id: Daftar POI
is: Listi yfir merkisstaði
it: Lista PDI
ja: POI一覧
ka: POI-ის სია
ko: POI 리스트
lt: LV sąrašas
lv: POI saraksts
mk: Spisok na POI
ml: POI ലിസ്റ്റ്
nb: Interessepunktliste
nl: POI-lijst
oc: Lista de PDI
pl: Lista użytecznych miejsc
ro_ro: Listă puncte de interes
ru: Список категорий
sc: Lista de PDI
sk: Zoznam POI
sl: Seznam točk POI
sr: Списак тачака занимања
sr_latn: TOI lista
sv: Intressepunkt-lista
ta: POI பட்டியல்
tr: POI listesi
uk: Перелік POI
zh_hans: POI 列表
zh_hant: POI 清單
