Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# gps_info_widget_desc
source: Shows the number of satellites currently visible and used.
ar: ودجت عرض الأقمار الصناعية المستخدمة في هذه اللحظة.
az: Hazırda görünən və istifadə olunan peyklərin sayını göstərir.
be: Паказвае колькасць спадарожнікаў, якія прылада выяўляе і выкарыстоўвае ў бягучы момант.
bg: Показва броя на видимите и използвани в момента сателити.
cs: Zobrazuje počet aktuálně viditelných a používaných satelitů.
cy: Dangosa'r ategyn nifer y lloerennau mae'r ddyfais yn eu canfod a'u defnyddio pryd hwnnw.
da: Viser antallet af satellitter, der er synlige og bruges i øjeblikket.
de: Zeigt die Anzahl der aktuell sichtbaren und verwendeten Satelliten an.
el: Δείχνει τον αριθμό των δορυφόρων που είναι ορατοί και χρησιμοποιούνται.
eo: Fenestraĵo montranta nombron da nune videblaj kaj uzataj satelitoj.
es_us: Muestra el número de satélites que el dispositivo detecta y usa en ese momento.
eu: Une honetan ikusgai eta erabiltzen diren satelite kopurua erakusten du.
fa: تعداد ماهواره‌های قابل‌مشاهده و استفاده‌شده را نشان می‌دهد.
fi: Näyttää näkyvien ja käytettyjen satelliittien lukumäärän.
fr: Indique le nombre de satellites que l'appareil détecte et utilise actuellement.
he: מציג את מספר הלוויינים בהם משתמש המכשיר כרגע.
hu: Megjeleníti a jelenleg látható és használatban lévő műholdak számát.
id: Menunjukkan jumlah satelit yang saat ini terlihat dan digunakan.
is: Sýnir fjölda gervitungla sem tækið finnur og notar í augnablikinu.
it: Mostra il numero di satelliti attualmente visibili e utilizzati.
ja: 現在把握できている衛星の数、使用中の衛星の数を表示します。
ko: 현재 볼 수있는 위성의 수를 표시하고 사용.
mk: Go prikažuva brojot na sateliti koi uredot gi detektira i koristi vo toj moment.
nb: Viser antall satellitter som forøyeblikket er synlige og brukes.
nl: Toont het aantal satellieten dat momenteel zichtbaar en gebruikt wordt.
pl: Pokazuje liczbę aktualnie widocznych i używanych satelitów.
ro_ro: Arată numerele de sateliți vizibili și utilizați momentan.
ru: Виджет показывает количество видимых и используемых в данный момент спутников.
sc: Ammustrat su nùmeru de satèllites chi in cussu momentu sunt visìbiles e impreados.
sk: Zobrazuje počet viditeľných a používaných satelitov.
sl: Prikazuještevilo trenutno vidnih in uporabljenih satelitov.
sr: Приказује број сателита тренутно видљивих и коришћених.
sr_latn: Prikazuje broj satelita trenutno vidljivih i korišćenih.
sv: Visar antalet satelliter för tillfället synliga och använda.
ta: தற்போது காணக்கூடிய மற்றும் பயன்படுத்தப்பட்ட செயற்கைக்கோள்களின் எண்ணிக்கையைக் காட்டுகிறது.
tr: O anda görünen ve kullanılan uydu sayısını gösterir.
uk: Показує кількість супутників, які на цю мить видимі та використовуються.
vi: Hiện số lượng vệ tinh hiện có và được sử dụng.
zh_hans: 显示设备在那一刻检测到并使用的卫星数量。
zh_hant: 顯示目前可見和使用的衛星數量。

# altitude_widget_desc
source: Shows the height above sea level of current geolocation.
ar: ودجت عرض الارتفاع فوق مستوى سطح البحر للموقع الجغرافي الحالي.
be: Паказвае вышыню над узроўнем мора для бягучага месцазнаходжання.
bg: Показва надморската височина на текущото местоположение.
cs: Zobrazuje nadmořskou výšku aktuální zeměpisné polohy.
cy: Mae'n dangos uchder uwch y môr y lleoliad daearyddol presennol.
da: Viser højden over havets overflade for den aktuelle geografiske placering.
de: Zeigt die Höhe über dem Meeresspiegel der aktuellen Geolokalisierung an.
el: Δείχνει το ύψος πάνω από το επίπεδο της θάλασσας της τρέχουσας τοποθεσίας.
eo: Fenestraĵo montranta altecon super la marnivelo por la nuna pozicio.
es_us: Muestra la altura sobre el nivel del mar en la ubicación actual.
eu: Uneko kokapenaren itsas mailaren gaineko altuera erakusten du.
fa: ارتفاع از سطح دریا در مکان‌یابی کنونی را نمایش می‌دهد.
fi: Näyttää nykyisen sijainnin korkeuden merenpinnasta.
fr: Affiche l'altitude de la position actuelle.
he: מציג את גובה פני הים במיקום הנוכחי.
hu: Megjeleníti a jelenlegi földrajzi hely tengerszint feletti magasságát.
id: Menunjukkan ketinggian di atas permukaan laut dari lokasi geografis saat ini.
is: Sýnir hæð yfir sjávarmáli á fyrirliggjandi hnattstaðsetningu.
it: Mostra l'altezza sopra il livello del mare dell'attuale geolocalizzazione.
ja: 現在のジオロケーションの海抜高度を示します。
ko: 현재 지리적 위치의 해발 고도를 표시합니다.
mk: Ja prikažuva nadmorskata visocina na momentalnata geolokacija.
nb: Viser høyden over havnivå for nåværende geoposisjon.
nl: Toont de hoogte boven de zeespiegel van de huidige geolocatie.
pl: Pokazuje wysokość nad poziomem morza bieżącej geolokalizacji.
ro_ro: Arată înălțimea peste nivel mării a geolocației curente.
ru: Виджет показывает высоту над уровнем моря в текущей геолокации.
sc: Ammustrat s'artària subra de su livellu de su mare de sa positzione atuale.
sk: Zobrazuje nadmorskú výšku aktuálnej polohy.
sl: Prikazuje nadmorsko višino trenutne zemljepisne lege.
sr: Приказује висину изнад нивоа мора тренутне геолокације.
sr_latn: Prikazuje visinu iznad nivoa mora trenutne geolokacije.
sv: Visar höjd över havet för den aktuella positionen.
ta: தற்போதைய புவிஇருப்பிடத்தின் கடல் மட்டத்திற்கு மேலே உயரத்தைக் காட்டுகிறது.
tr: Geçerli coğrafi konumun deniz seviyesinden yüksekliğini gösterir.
uk: Показує висоту над рівнем моря поточної геолокації.
vi: Hiện độ cao trên mực nước biển của vị trí địa lý hiện tại.
zh_hans: 显示当前地理位置的海拔高度。
zh_hant: 顯示目前地理位置的海拔高度。

# map_markers_bar_widget_desc
source: The top bar widget displays the distance and direction to the next Map marker from your current location. The widget can be configured to show 1 or 2 markers.
ar: ودجت الشريط العلوي ، يمكنك رؤية المسافة والاتجاه المباشر من الموقع الحالي. كما يمكنك رؤية أكثر من توجيه مباشر في الأداة.
be: Віджэт верхняй панэлі паказвае адлегласць і кірунак да наступнага маркера ад бягучага месцазнаходжання. Віджэт можна наладзіць для паказу 1 або 2 маркераў.
bg: Приспособлението на горния панел показва разстоянието и посоката до следващия маркер на картата от текущото местоположение. Приспособлението може да показва 1 или2 маркера.
cs: Nástroj v horní liště zobrazuje vzdálenost a směr k další mapové značce od vaší aktuální polohy. Nástroj lze nakonfigurovat tak, aby zobrazoval 1 nebo 2 značky.
cy: Ar ategyn y bar uchaf gallwch weld pellter a chyfeiriad y nodwr o'r lleoliad presennol. Mae’n bosib ei ffurfweddu i weld un neu ddau nodwr yn yr ategyn.
da: Det øverste bjælkemodul viser afstanden og retningen til den næste kortmarkør fra din aktuelle placering. Modulet kan konfigureres til at vise 1 eller 2 markører.
de: Das Widget in der oberen Leiste zeigt die Entfernung und Richtung zur nächsten Kartenmarkierung von Ihrem aktuellen Standort aus an. Das Widget kann so konfiguriert werden, dass es 1 oder 2 Markierungen anzeigt.
el: Το γραφικό στοιχείο της πάνω μπάρας δείχνει την απόσταση και κατεύθυνση προς τον επόμενο Δείκτη χάρτη από την τρέχουσα τοποθεσία σας. Το γραφικό στοιχείο μπορεί να ρυθμιστεί για να δείχνει 1 ή 2 δείκτες.
eo: Fenestraĵo montranta distancon kaj direkton al la sekva map-marko el via nuna pozicio. Eblas alĝustigi la fenestraĵon por vidigi 1 aŭ 2 map-markojn.
es_us: Muestra la distancia y la dirección al siguiente marcador desde la ubicación actual. Puede configurarse para ver 1 o 2 marcadores.
eu: Goiko barrako trepetak zure uneko kokapenetik hurrengo mapa-markagailura arteko distantzia eta norabidea bistaratzen ditu. Trepeta markatzaile 1 edo 2 erakusteko konfigura daiteke.
fa: ابزارک نوار بالایی فاصله و جهت به نشانگر بعدی نقشه از مکان کنونی شما را نمایش می‌دهد. ابزارک را می‌توان برای نمایش ۱ یا ۲ نشانگر پیکربندی کرد.
fr: Le widget affiche la distance et la direction de la prochaine marque à partir de votre position actuelle. Le widget peut être configuré pour afficher 1 ou 2 marque(s).
he: בווידג׳ט הסרגל העליון אפשר לראות את המרחק ואת הכיוון לסמן מהמיקום הנוכחי. אפשר להגדיר כדי לראות סמן או שניים מובילים בווידג׳ט.
hu: A felső sávban lévő modul megjeleníti a következő térképjelölő távolságát és az irányát a jelenlegi helytől. Beállítható, hogy 1 vagy 2 jelölő legyen látható.
id: Widget bilah atas menampilkan jarak dan arah ke penanda Peta berikutnya dari lokasi Anda saat ini. Widget dapat diatur untuk menampilkan 1 atau 2 penanda.
is: Viðmótshluti toppstikunnar birtir vegalengd og stefnu að næsta kortamerki miðað við fyrirliggjandi staðsetningu þína. Hægt er að stilla viðmótshlutann á að birta eitt eða tvö kortamerki.
it: Nel widget della barra superiore puoi vedere la distanza e la direzione dalla posizione attuale al marcatore. È possibile configurare la visualizzazione di 1 o 2 marcatori.
ja: 上部バーのウィジェットにて、現在地から最も近いマップマーカーまでの距離と方角を表示します。ウィジェットは、1つまたは2つのマーカーを表示するように設定することができます。
ko: 상단 바 위젯은 현재 위치의 다음지도 마커에 거리와 방향을 표시합니다. 위젯은 1 또는 2 마커를 표시 할 수 있습니다.
mk: Na grafičkata kontrola na gornata lenta može da go vidite rastojanieto i nasokata do markerot od momentalnata lokacija. Možno e da se konfigurira za da se vidat 1 ili 2 gorni markeri vo vidžetot.
nb: Topplinjemodulen viser avstanden og retningen til den neste kartmarkøren fra din nåværende posisjon. Modulen kan stilles inn til å vise 1 eller 2 markører.
nl: De bovenste balk geeft de afstand en richting van uw locatie tot de volgende markering weer. De widget kan worden ingesteld om 1 of 2 markeringen te tonen.
pl: Widżet górnego paska wyświetla odległość i kierunek do następnego znacznika mapy z bieżącej lokalizacji. Widżet można skonfigurować tak, aby pokazywał 1 lub 2 znaczniki.
ro_ro: Widgetul din bara de sus afișează distanța și direcția până la următorul marcaj de pe hartă, din locația dumneavoastră curentă. Widgetul poate fi configurat să afișeze 1 sau 2 marcaje.
ru: Виджет показывает расстояние и направление до следующего маркера от вашего текущего местоположения. Виджет можно настроить для отображения 1 или 2 маркеров.
sc: Su wiget de sa barra superiore ammustrat sa distàntzia e sa diretzione finas a su marcadore de mapa imbeniente dae sa positzione atuale tua. Su widget si podet cunfigurare pro ammustrare 1 o 2 marcadores .
sk: Nástroj Horný panel zobrazuje vzdialenosť a smer od aktuálnej polohy k mapovej značke. Je možné nastaviť nástroj pre zobrazenie 1 alebo 2 značiek.
sl: Gradnik zgornje vrstice prikazuje razdaljo in smer do oznake od trenutne lokacije. Gradnik lahko nastaviš tako, da prikazuje 1 ali 2 oznaki.
sr: Справица горње траке приказује растојање и правац до ознака тренутног положаја. Могуће је подесити справицу за приказ 1 или 2 горње ознаке.
sr_latn: Vidžet gornje trake prikazuje rastojanje i pravac do oznaka trenutne trenutnog lokacija. Moguće je podesiti widget za prikaz 1 ili 2 gornje oznake.
sv: Övre panelen visar avstånd och riktning till nästa kartmarkör från din aktuella position. Du kan ställa in att visa 1 eller 2 markörer.
ta: மேல் பட்டி விட்செட் உங்கள் தற்போதைய இருப்பிடத்திலிருந்து அடுத்த வரைபட குறிப்பானுக்கு தூரத்தையும் திசையையும் காட்டுகிறது. 1 அல்லது 2 குறிப்பான்களைக் காட்ட விட்செட்டை கட்டமைக்க முடியும்.
tr: Üst çubuk widget'ı, geçerli konumunuzdan bir sonraki harita işaretçisinin uzaklığını ve yönünü görüntüler. Widget 1 veya 2 işaretçi gösterecek şekilde yapılandırılabilir.
uk: Віджет верхньої панелі показує відстань і напрямок до наступної позначки на мапі від вашого поточного місця перебування. Віджет можна налаштувати на показ 1 або 2 позначок.
vi: Widget ở thanh trên cùng hiển thị khoảng cách và hướng đi đến điểm đánh dấu tiếp theo trên bản đồ tính từ vị trí hiện tại của bạn. Widget có thể được điều chỉnh để hiện 1 hoặc 2 điểm đánh dấu.
zh_hans: 在顶部栏微件上，您可以看到从当前位置到标记处的距离和方向。可以配置为在小部件中看到 1 或 2 个顶部标记。
zh_hant: 頂端工具列小工具顯示從您的目前位置到下一個地圖標記的距離和方向。該小工具可以設定為顯示 1 個或 2 個標記。

# street_name_widget_desc
source: The Street name widget shows the current street name with a straight location arrow, or the next street name with an arrow indicating an upcoming turn.
ar: ودجت عرض اسم الشارع الحالي مع سهم الموقع المستقيم أو اسم الشارع التالي مع الاتجاهات التي يجب إكمالها.
be: Віджэт назвы вуліцы паказвае бягучую назву вуліцы са стрэлкай прамога месцазнаходжання або наступную назву вуліцы з манеўрам, які трэба выканаць.
bg: Приспособлението за име на улица показва името на текущата улица с права стрелка или името на следващата улица със стрелка, указваща предстоящия завой.
cs: Nástroj Název ulice zobrazuje aktuální název ulice s přímou polohovou šipkou nebo název další ulice se šipkou označující blížící se odbočku.
cy: Dangosa'r ategyn enwau strydoedd enw'r stryd bresennol gyda saeth lleoliad syth neu enw'r stryd nesaf gyda'r symudiad i'w gwblhau.
da: Gadenavn-modulet viser det aktuelle gadenavn med en lige placeringspil eller det næste gadenavn med en pil, der angiver et kommende sving.
de: Das Straßennamen-Widget zeigt den aktuellen Straßennamen mit einem geraden Richtungspfeil oder den nächsten Straßennamen mit einem Abbiegepfeil an.
el: Το γραφικό στοιχείο Όνομα δρόμου δείχνει την ονομασία του τρέχοντος δρόμου με ένα ευθύ βέλος τοποθεσίας, ή την ονομασία του επόμενου δρόμου με ένα βέλος που υποδεικνύει επερχόμενη στροφή.
eo: Fenestraĵo montranta nomon de la nuna strato kun ⬆sageto aŭ nomon de la sekva strato kun farenda manovro.
es_us: Muestra el nombre de la calle actual con una flecha de ubicación recta o el nombre de la siguiente calle con la maniobra que debe seguir.
eu: Uneko kalearen izena erakusten du zuzeneko gezi batekin edo hurrengo kalearen izena jarraitu behar duzun maniobrarekin.
fa: ابزارک نام خیابان، نام خیابان کنونی را با پیکان مستقیم یا نام خیابان بعدی را با پیکانی که پیچ پیش‌رو را نشان می‌دهد، نمایش می‌دهد.
fr: Le widget des noms de rue affiche le nom de la rue actuelle ou le nom de la rue suivante avec une flèche indiquant la prochaine manœuvre à effectuer.
he: וידג׳ט שם הרחוב מציג את שם הרחוב הנוכחי עם חץ מיקום ישר או ליד שם הרחוב עם המעקף שיש להשלים.
hu: Az utcanév modul a jelenlegi utcanevet jeleníti meg egy egyenes helyzetjelző nyíllal, vagy a következő utcanevet egy közelgő kanyart jelző nyíllal.
id: Widget Nama jalan menampilkan nama jalan saat ini dengan panah lokasi lurus, atau nama jalan berikutnya dengan panah yang menandakan belokan berikutnya.
is: Götuheitaviðmótshlutinn sýnir fyrirliggjandi götuheiti með beinni staðsetningarör eða heiti næstu götu ásamt þeirri aðgerð sem þarf að framkvæma.
it: Il widget Nomi delle strade mostra il nome della strada corrente con una freccia di direzione, o il nome della strada con una freccia che indica la prossima svolta.
ja: 道路名ウィジェットには、現在の道路の名称と方向指示の矢印、または次の道路名と曲がる方向を示す矢印が表示されます。
ko: 스트리트 이름 위젯은 직선 위치 화살표로 현재 거리 이름을 보여줍니다, 또는 곧 회전을 나타내는 화살표와 다음 거리 이름.
mk: Vidžetot za ime na ulica go prikažuva tekovnoto ime na ulica so prava strelka za lokacija ili ime na slednata ulica so manevar što treba da se završi.
nb: Gatenavnmodulen viser det aktuelle gatenavnet med en rett posisjonspil eller det neste gatenavnet med en pil som indikerer en kommende sving.
nl: De straatnaamwidget toont de huidige straatnaam met een rechte pijl, of de volgende straatnaam met een pijl die een komende afslag aangeeft.
pl: Widżet Nazwa ulicy pokazuje bieżącą nazwę ulicy z prostą strzałką lokalizacji lub nazwę następnej ulicy ze strzałką wskazującą zbliżający się zakręt.
ro_ro: Widgetul „Nume stradă” arată numele străzii curente cu o săgeată de localizare dreaptă sau numele străzii următoare cu o săgeată care indică o curbă ce urmează.
ru: Виджет показывает название текущей улицы со стрелкой направления или название следующей улицы со стрелкой, указывающей на предстоящий поворот.
sc: Su widget de su nùmenes de sas carreras ammustrat su nùmene de sa carrera atuale cun una fritza de positzione o su nùmene de sa carreta imbeniente cun una fritza chi indicat una manovra chi b'at de fàghere.
sk: Nástroj Názov ulice zobrazuje názov aktuálnej ulice s priamou šípkou alebo názov nasledujúcej ulice spolu so šípkou označujúcou nasledovné zabočenie.
sl: Gradnik za imena ulic prikazuje trenutno ime ulice z neposredno lokacijsko puščico ali ime naslednje ulice s puščico, ki označuje prihajajoči zavoj.
sr: Справица назива улице приказује тренутни назив улице са правом стрелицом положаја или следећи назив улице стрелицом указивачем на долазно скретање.
sr_latn: Widgžet za naziv ulice prikazuje naziv sa pravom strelicom lokacije ili narednu ulicu sa strelicom na sledeće skretanje.
sv: Gatunamn-widgeten visar det aktuella gatunamnet med en rak pil, eller nästa gatunamn med en pil som visar en kommande sväng.
ta: தெரு பெயர் விட்செட் தற்போதைய தெரு பெயரை நேரான இருப்பிட அம்புக்குறியுடன் அல்லது அடுத்த தெரு பெயர் ஒரு அம்புக்குறியுடன் வரவிருக்கும் திருப்பத்தைக் காட்டுகிறது.
tr: Sokak adı widget'ı, düz bir konum okuyla birlikte geçerli sokak adını veya yaklaşan bir dönüşü gösteren bir okla birlikte bir sonraki sokak adını gösterir.
uk: Віджет назв вулиць показує назву поточної вулиці зі стрілкою напрямку або назву наступної вулиці зі стрілкою, що вказує на майбутній поворот.
vi: Widget Tên đường hiện tên đường hiện tại cùng với mũi tên chỉ đi thẳng, hoặc tên đường kế tiếp cùng với mũi tên chỉ hướng rẽ tiếp theo.
zh_hans: 街道名称小工具显示带有直线位置箭头的当前街道名称，或带有指示即将转弯的箭头的下一条街道名称。
zh_hant: 街道名稱小工具顯示帶有直線位置箭頭的目前街道名稱，或者顯示帶有表示即將轉彎的箭頭的下一個街道名稱。

# quick_action_coordinates_widget_descr
source: A toggle to show or hide the Coordinates widget on the map.
ar: زر لإظهار أو إخفاء أداة الإحداثيات على الخريطة.
ast: Un alternador p'amosar/anubrir el widget Coordenaes nel mapa.
az: Xəritədə Koordinatlar vidcetini göstərmək və ya gizlətmək üçün düymə.
be: Пераключальнік для адлюстравання або скрыцця віджэту каардынатаў на мапе.
cs: Přepínač pro zobrazení nebo skrytí nástroje Souřadnice na mapě.
cy: Toglo i ddangos neu guddio'r ategyn cyfesurynnau ar y map.
da: En til/fra-knap til at vise eller skjule koordinat-modulet på kortet.
de: Ein Schalter zum Ein- oder Ausblenden des Koordinaten-Widgets auf der Karte.
el: Ένας διακόπτης για να εμφανίσει ή να κρύψει το γραφικό στοιχείο Συντεταγμένες στο χάρτη.
eo: Ŝaltilo por montri aŭ kaŝi la fenestraĵon de koordinatoj sur la mapo.
es_us: Un botón que muestra u oculta el widget de coordenadas en el mapa.
et: Lüliti, mis kuvab või peidab kaardil koordinaatide vidina.
eu: Maparen koordenatuen widget-a erakusteko edo ezkutatzeko botoia.
fa: دکمه‌ای برای آشکار یا پنهان کردن ابزارک مختصات روی نقشه.
fi: Painike Koordinaatit-widgetin näyttämiseen tai piilottamiseen kartalla.
fr: Bouton pour afficher ou masquer le widget Coordonnées sur la carte.
gl: Trocar para amosar ou agochar o trebello de coordenadas no mapa.
he: מפסק להצגה או הסתרה של וידג׳ט נקודות הציון במפה.
hu: Kapcsoló a koordinátamodul térképen való megjelenítéséhez vagy elrejtéséhez.
id: Alihan untuk menampilkan atau menyembunyikan widget Koordinat pada peta.
is: Víxlhnappur til að birta eða fela hnitaglugga á kortinu.
it: Un interruttore per mostrare o nascondere il widget delle Coordinate sulla mappa.
ja: マップ上で座標ウィジェットの表示/非表示を切り替えます。
ko: A toggle to show or hide the 좌표 위젯 에 지도.
mk: Prekinuvač za prikažuvanje ili sokrivanje na vidžetot Koordinati na kartata.
nb: Glidebryter forå vise eler skjule koordinat-miniprogram på kartet.
nl: Een schuifschakelaar om de coördinaten widget op de kaart weer te geven of te verbergen.
oc: Una bascula per mostrarò amagar lei vinhetas dei Coordenadas sus la mapa.
pl: Przełącznik służący do pokazywania lub ukrywania widżetu Współrzędne na mapie.
pt_br: Tocar neste botão de ação mostra ou oculta o widget Coordenadas.
ro_ro: Un comutator pentru a arătasau ascunde de pe hartă widgetul Coordonate.
ru: Переключатель для отображения или скрытия виджета координат.
sc: Unu butone pro ammustrare o cuare su widget de sas coordinadas in sa mapa.
sk: Prepínať na zobrazenie alebo skrytie nástroja Súradnice na mape.
sl: Stikalo za prikaz ali skrivanje pripomočka Koordinate na zemljevidu.
sr: Прекидач да на карти покаже или сакрије справицу са координатама.
sr_latn: Prekidač za prikaz ili sakrivanje vidžeta koordinata na mapi.
sv: En knapp för att visa eller dölja koordinatwidgeten på kartan.
ta: வரைபடத்தில் ஆயத்தொகுப்பு விட்செட்டை காட்ட அல்லது மறைக்க ஒரு மாற்று.
tr: Harita üzerinde koordinatlar widget'ını göstermek veya gizlemek için bir geçiş.
uk: Перемикач для показу або приховування віджета Координати на мапі.
vi: Một công tắc để hiện hoặc ẩn widget toạ độ trên bản đồ.
zh_hans: 显示或隐藏地图上坐标小部件的开关。
zh_hant: 一個切換以在地圖上顯示或隱藏坐標小工具。

# air_pressure_widget_desc
source: Displays the air pressure for the current map center.
ar: يعرض ضغط الهواء لمركز الخريطة الحالي.
be: Паказвае атмасферны ціск для бягучага цэнтра мапы.
bg: Показва атмосферното налягане в текущия център на картата.
ca: Mostra la pressió atmosfèrica en el centre actual del mapa.
cs: Zobrazuje tlak vzduchu pro aktuální střed mapy.
da: Viser lufttrykket for det aktuelle kortcentrum.
de: Zeigt den Luftdruck für die aktuelle Kartenmitte an.
el: Εμφανίζεται η ατμοσφαιρική πίεση για το κέντρο του τρέχοντος χάρτη.
eo: Fenestraĵo montranta aeran premon por la nuna map-centro.
es_us: Muestra la presión atmosférica para el centro del mapa actual.
et: Näitab õhurõhku kaardi praeguses keskkohas.
eu: Uneko mapa-zentrorako presio atmosferikoa bistaratzen du.
fa: فشار هوا را برای مرکز نقشه کنونی نمایش می‌دهد.
fi: Näyttää kartan keskikohdan mukaisen ilmanpaineen.
fr: Affiche la pression atmosphérique du centre actuel de la carte.
hu: Megjeleníti a légnyomást a jelenlegi térképközéppontnál.
id: Menampilkan tekanan udara untuk tengah peta saat ini.
is: Sýnir loftþrýsting fyrir núverandi miðju landakortsins.
it: Mostra la pressione atmosferica del centro attuale della mappa.
ja: 現在のマップ中心の気圧を表示します。
ko: 현재 맵 센터의 공기압을 표시합니다.
nb: Viser lufttrykk for nåværende kartsentrum.
nl: Toont luchtdruk voor huidige midden van de kaart.
pl: Wyświetla ciśnienie powietrza dla bieżącego środka mapy.
ro_ro: Afișează presiunea atmosferică pentru centrul curent al hărții.
ru: Виджет показывает атмосферное давление для текущего центра карты.
sc: Ammustrat sa pressione atmosfèrica pro su tzentru atuale de sa mapa.
sk: Zobrazí tlak vzduchu pre súčasný stred mapy.
sl: Prikazuje zračni tlak za trenutno središče zemljevida.
sr: Приказује ваздушни притисак на тренутном средишту карте.
sr_latn: Prikazuje vazdušni pritisak na trenutnom centru mape.
sv: Visar lufttrycket för aktuellt centrum i kartan.
ta: தற்போதைய வரைபட மையத்திற்கான காற்று அழுத்தத்தைக் காட்டுகிறது.
tr: Geçerli harita merkezi için hava basıncını görüntüler.
uk: Показує атмосферний тиск для поточного центру мапи.
vi: Hiển thị áp suất khí quyển cho trung tâm bản đồ hiện tại.
zh_hans: 显示当前地图中心的气压。
zh_hant: 顯示目前地圖中心的氣壓。
