Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# weather_updates_automatically
source: OsmAnd will be download updates automatically when it is running.
ar: سيتم تنزيل التحديثات تلقائيا عند تشغيله.
cs: OsmAnd bude stahovat aktualizace automaticky, když je spuštěn.
da: OsmAnd downloader automatisk opdateringer, når den kører.
de: OsmAnd lädt Updates automatisch herunter, während es läuft.
es_us: OsmAnd descargará las actualizaciones automáticamente mientras se ejecute.
et: OsmAnd laadib töötamise ajal automaatselt alla vajalikud uuendused.
fr: OsmAnd téléchargera les mises à jour automatiquement quand il sera lancé.
hu: Az OsmAnd automatikusan letölti a frissítéseket, amikor fut.
id: OsmAnd akan mengunduh pembaruan secara otomatis saat berjalan.
is: OsmAnd mun ná í uppfærslur sjálfkrafa á meðan það er í gangi.
it: OsmAnd scaricherà automaticamente gli aggiornamenti quando è in esecuzione.
nl: OsmAnd zal automatisch updates downloaden terwijl het actief is.
ro_ro: OsmAnd va descărca automat actualizări atunci când este în funcțiune.
ru: OsmAnd будет скачивать обновления автоматически при запуске.
sc: OsmAnd at a iscarrigare sos agiornamentos in automàticu durante s'esecutzione.
sr: ОсмАнд ће преузети ажурирања аутоматски када је активан.
sr_latn: OsmAnd će preuzeti ažuriranja automatski kada je aktivan.
sv: OsmAnd hämtar uppdateringar automatiskt när appen körs.
ta: ஒச்மண்ட் இயங்கும் போது தானாகவே புதுப்பிப்புகள் பதிவிறக்கப்படும்.
tr: OsmAnd çalışırken güncellemeleri otomatik olarak indirecektir.
uk: OsmAnd завантажуватиме оновлення автоматично, коли він запущений.
zh_hant: 當 OsmAnd 運作時，將自動下載更新。

# weather_updates_manual
source: Weather forecast must be updated manually.
ar: يجب تحديث توقعات الطقس يدويا.
cs: Předpověď počasí je nutné aktualizovat manuálně.
da: Vejrudsigten skal opdateres manuelt.
de: Die Wettervorhersage muss manuell aktualisiert werden.
el: Η πρόγνωση καιρού πρέπει να ενημερώνεται χειροκίνητα.
es_us: El pronóstico del tiempo debe actualizarse manualmente.
et: Ilmaennustust pead käsitsi uuendama.
fr: Les prévisions météo doivent être mises à jour manuellement.
hu: Az időjárás-előrejelzést kézzel kell frissíteni.
id: Prakiraan cuaca harus diperbarui secara manual.
is: Veðurspá þarf að uppfæra handvirkt.
it: Le previsioni del tempo devono essere aggiornate manualmente.
nl: Weersvoorspelling moet handmatig geüpdatet worden.
ro_ro: Prognoza meteo trebuie actualizată manual.
ru: Прогноз погоды необходимо обновлять вручную.
sr: Временска прогноза мора бити ажурирана ручно.
sr_latn: Vremenska prognoza mora biti ažurirana ručno.
sv: Väderprognoser måste uppdateras manuellt.
ta: வானிலை முன்னறிவிப்பு கைமுறையாக புதுப்பிக்கப்பட வேண்டும்.
tr: Hava durumu tahminleri elle güncellenmelidir.
uk: Прогноз погоди потрібно оновлювати вручну.
zh_hant: 天氣預報需要手動更新。

# weather_accuracy_forecast_description
source: Offline forecast is available until: %@. Accuracy: %@, hourly. %@ for every 3 hours.
ar: التوقعات دون اتصال بالإنترنت متاحة حتى: %@. الدقة: %@, كل ساعة. %@ fكل ثلاث ساعات.
cs: Offline předpověď je k dispozici do: %@. Přesnost: %@, hodinová. %@ pro každé 3 hodiny.
da: Offline prognose er tilgængelig indtil: %@. Nøjagtighed: %@, hver time. %@ for hver 3. time.
de: Die Offline-Vorhersage ist verfügbar bis: %@. Genauigkeit: %@, stündlich. %@ für alle 3 Stunden.
es_us: Pronóstico sin conexión disponible hasta: %@. Precisión: %@, por hora. %@ por cada 3 horas.
fr: La prévision hors-ligne est disponible jusqu'à : %@. Indice de confiance : %@, par heure. %@ pour toutes les 3 heures.
hu: Az offline előrejelzés a következő időpontig érhető el: %@. Pontosság: %@, óránként. %@ 3 óránként.
id: Prakiraan offline tersedia hingga: %@. Akurasi: %@, per jam. %@ untuk setiap 3 jam.
is: Veðurspá án nettengingar er aðgengileg til: %@. Nákvæmni: %@, á klukkustundar fresti. %@ á 3 tíma fresti.
it: Le previsioni offline sono disponibili fino al: %@. Precisione: %@, oraria. %@ ogni 3 ore.
nl: Offline voorspelling is beschikbaar tot: %@. Nauwkeurigheid: %@, per uur. %@ iedere 3 uur.
ro_ro: Prognoza offline este disponibilă până la: %@. Precizie: %@, din oră în oră. %@ la fiecare 3 ore.
ru: Офлайн-прогноз доступен до: %@. Точность: %@, ежечасно. %@ на 3 часа вперёд.
sc: Sa previsione non in lìnia est a disponimentu finas a: %@. Pretzisione: %@, pro cada ora. %@ pro cada 3 oras.
sr: Ванмрежна прогноза је доступна до: %@. Тачност: %@, по сату. %@ за свака 3 сата.
sr_latn: Vanmrežna prognoza je dostupna do: %@. Tačnost: %@, po satu. %@ za svaka 3 sata.
sv: Offlineprognoser är tillgängliga tills: %@. Träffsäkerhet: %@, varje timme. %@ var tredje timme.
ta: இணைப்பில்லாத முன்னறிவிப்பு வரை கிடைக்கிறது: %@. துல்லியம்: %@, மணிநேரம். ஒவ்வொரு 3 மணி நேரத்திற்கும் %.
tr: Çevrim dışı tahmin şu zamana kadar kullanılabilir: %@. Doğruluk: %@, saatlik. %@ her 3 saat için.
uk: Офлайн-прогноз доступний до: %@. Точність: %@, щогодини. %@ на кожні 3 години.
zh_hant: 離線預報可用至：%@。 準確度：%@，每小時。%@ 每 3 小時。

# weather_generates_new_forecast_description
source: OsmAnd generates a new forecast every 6 hours. The closer to the current date, the more accurate it will be.
ar: أوسماند الطقس يزودك بتوقعات جديدة كل 6 ساعات. كلما اقتربنا من التاريخ الحالي ، كان ذلك أكثر دقة.
cs: OsmAnd generuje novou předpověď každých 6 hodin. Čím blíže k aktuálnímu datu, tím je přesnější.
da: OsmAnd genererer en ny prognose hver 6. time. Jo tættere på den aktuelle dato, jo mere præcis er den.
de: OsmAnd erstellt alle 6 Stunden eine neue Vorhersage. Je näher am aktuellen Datum, desto genauer wird sie sein.
es_us: OsmAnd genera un nuevo pronóstico cada 6 horas. Cuanto más cerca de la fecha actual, más preciso será.
fr: OsmAnd génère une nouvelle prévision toutes les 6 heures. Le plus proche de la date actuelle, le plus précise les prévisions seront.
hu: Az OsmAnd 6 óránként új előrejelzést állít elő. Minél közelebb van a jelenlegi dátumhoz, annál pontosabb lesz.
id: OsmAnd menghasilkan prakiraan baru setiap 6 jam. Semakin dekat dengan tanggal saat ini, semakin akurat prakiraan tersebut.
is: OsmAnd útbýr nýja veðurspá á 6 klst. fresti. Því nær núverandi dagsetningu, því nákvæmari verður spáin.
it: OsmAnd genera una nuova previsione ogni 6 ore. Più sarà vicino alla data corrente, più sarà preciso.
nl: OsmAnd genereert nieuwe voorspellingen iedere 6 uur. Hoe dichter bij de huidige datum/tijd, hoe accurater het zal zijn.
ro_ro: OsmAnd generează o nouă prognoză la fiecare 6 ore. Cu cât este mai aproape de data curentă, cu atât va fi mai precisă.
ru: OsmAnd формирует новый прогноз каждые 6 часов. Чем ближе к текущей дате, тем точнее он будет.
sc: OsmAnd ingendrat una previsione noa cada 6 oras. Prus a curtzu at a èssere a sa data atuale, prus pretzisa at a èssere.
sr: ОсмАнд генерише нову прогнозу сваких 6 сати. Што је ближе тренутном датуму, већа ће тачност бити.
sr_latn: OsmAnd generiše novu prognozu svakih 6 sati. Što je bliže trenutnom datumu, veća će tačnost biti.
sv: OsmAnd uppdaterar prognosen var 6:e timme. Ju närmare i tid, desto mer träffsäker kommer den vara.
ta: ஒச்மண்ட் ஒவ்வொரு 6 மணி நேரத்திற்கும் ஒரு புதிய முன்னறிவிப்பை உருவாக்குகிறது. தற்போதைய தேதிக்கு நெருக்கமாக, அது மிகவும் துல்லியமாக இருக்கும்.
tr: OsmAnd her 6 saatte bir yeni bir tahmin oluşturur. Geçerli tarihe ne kadar yakın olursa, o kadar doğru olacaktır.
uk: OsmAnd генерує новий прогноз що 6 годин. Чим ближче до поточної дати, тим точнішим він буде.
zh_hant: OsmAnd 每 6 小時產生一次新預報。越接近目前日期，準確度就越高。

source: Update parameters
ar: تحديث المحددات
cs: Aktualizovat parametry
cy: Diweddaru paramedrau
da: Opdater parametre
de: Parameter aktualisieren
el: Ενημέρωση παραμέτρων
es_us: Actualizar parámetros
fr: Mettre à jour les paramètres
hu: Paraméterek frissítése
id: Perbarui parameter
is: Uppfæra breytur
it: Aggiorna parametri
lt: Atnaujinti parametrus
ro_ro: Parametrii de actualizare
ru: Параметры обновления
sc: Agiorna sos paràmetros
sr: Ажурирајте параметре
sr_latn: Ažurirajte parametre
sv: Uppdateringsparametrar
ta: அளவுருக்களைப் புதுப்பிக்கவும்
tr: Güncelleme parametreleri
uk: Оновити параметри
zh_hant: 更新參數

# weather_update_parameters_disabled
source: Auto-updates will be disabled.
ar: سيتم تعطيل التحديثات التلقائية.
cs: Automatické aktualizace budou vypnuty.
da: Auto-opdateringer vil blive deaktiveret.
de: Automatische Aktualisierungen werden deaktiviert.
el: Οι αυτόματες ενημερώσεις θα απενεργοποιηθούν.
es_us: Las actualizaciones automáticas serán desactivadas.
fr: Les mises à jour automatiques seront désactivées.
hu: Az automatikus frissítések le lesznek tiltva.
id: Pembaruan otomatis akan dinonaktifkan.
is: Sjálfvirkar uppfærslur verða óvirkar.
it: Gli auto-update verranno disabilitati.
nl: Auto-updates worden uitgeschakeld.
ro_ro: Actualizarea automată va fi dezactivată.
ru: Автоматические обновления будут отключены.
sr: Само-ажурирање биће онемогућено.
sr_latn: Samo-ažuriranje biće onemogućeno.
sv: Automatiska uppdateringar deaktiveras.
ta: தானியங்கு புதுப்பிப்புகள் முடக்கப்படும்.
tr: Otomatik güncellemeler devre dışı bırakılacak.
uk: Автооновлення буде вимкнено.
zh_hant: 自動更新將會被停用。

# weather_update_parameters_wifi
source: Weather forecast will be updates only if Wi-Fi network is available.
ar: سيتم تحديث توقعات الطقس فقط في حالة توفر شبكة Wi-Fi.
cs: Předpověď počasí bude aktualizována, jen pokud bude dostupná Wi-Fi síť.
da: Vejrudsigten opdateres kun, hvis der er et WiFi-netværk tilgængeligt.
de: Die Wettervorhersage wird nur aktualisiert, wenn ein Wi-Fi-Netzwerk verfügbar ist.
es_us: El pronóstico del tiempo será actualizado sólo con una red Wi-Fi activa.
et: Ilmaennustus kuulub uuendamisele vaid WiFi võrkudes.
fr: Les prévisions météo seront mises à jour seulement si le réseau Wi-Fi est disponible.
hu: Az időjárás-előrejelzés csak akkor frissül, ha Wi-Fi-hálózat áll rendelkezésre.
id: Prakiraan cuaca hanya akan diperbarui jika jaringan Wi-Fi tersedia.
is: Veðurspá verður bara uppfærð ef Wi-Fi netkerfi eru tiltæk.
it: Le previsioni del tempo verranno aggiornate solo se la rete Wi-Fi è disponibile.
nl: Weersvoorspellingen zullen alleen worden geüpdatet over Wi-Fi netwerktype indien beschikbaar.
ro_ro: Prognoza meteo va fi actualizată doar când este disponibilă o rețea Wi-Fi.
ru: Прогноз погоды будет обновляться только в том случае, если сеть Wi-Fi будет доступна.
sr: Временска прогноза биће ажурирана само ако је Wi-Fi мрежа доступна.
sr_latn: Vremenska prognoza biće ažurirana samo ako je Wi-Fi mreža dostupna.
sv: Väderprognosen kommer uppdateras enbart via wifi.
ta: வைஃபை பிணையம் கிடைத்தால் மட்டுமே வானிலை முன்னறிவிப்பு புதுப்பிப்புகளாக இருக்கும்.
tr: Hava durumu tahmini yalnızca Wi-Fi ağı varsa güncellenecek.
uk: Прогноз погоди оновлюватиметься лише за наявності мережі Wi-Fi.
zh_hant: 只有連到 Wi-Fi 時天氣預報才會更新。

# login_open_street_map_org
source: Login to OpenStreetMap.org
ar: تسجيل الدخول إلى خريطة الشارع المفتوح
az: OpenStreetMap.org-a daxil ol
be: Увайсці ў OpenStreetMap.org
bg: Вход в OpenStreetMap.org
cs: Přihlášení do OpenStreetMap.org
cy: Mewngofnodi i OpenStreetMap.org
da: Log ind på OpenStreetMap.org
de: Bei OpenStreetMap.org anmelden
el: Σύνδεση στο OpenStreetMap.org
eo: Ensaluti al OpenStreetMap.org
es_us: Ingresar en OpenStreetMap.org
et: Logi sisse OpenStreetMap.org keskkonda
eu: OpenStreetMap.org-eko saio hasiera
fa: ورود به OpenStreetMap.org
fi: Kirjaudu sisään OpenStreetMap.org
fr: Se connecter à OpenStreetMap.org
gl: Iniciar a sesión ó OpenStreetMap.org
he: כניסה אל OpenStreetMap.org
hu: Bejelentkezés az OpenStreetMap.org-ra
id: Masuk ke OpenStreetMap.org
is: Skrá inn á OpenStreetMap.org
it: Accedi a OpenStreetMap.org
ja: OpenStreetMap.orgにログイン
ka: გთხოვთ, შეხვიდეთ OpenStreetMap.org-ზე
ko: OpenStreetMap.org에 로그인
lv: Pierakstīties OpenStreetMap.org
mk: Najavete se na OpenStreetMap.org
nb: Logg inn på OpenStreetMap.org
nl: Inloggen bij OpenStreetMap.org
oc: Se connectar a OpenStreetMap.org
pl: Zaloguj się do OpenStreetMap.org
ro_ro: Conectare la OpenStreetMap.org
ru: Вход в OpenStreetMap.org
sc: Intra in OpenStreetMap.org
sk: Prihlásiť sa do OpenStreetMap.org
sl: Prijava v OpenStreetMap.org
sr: Пријавите се на OpenStreetMap.org
sr_latn: Prijavi se na OpenStreetMap.org
sv: Logga in på OpenStreetMap.org
ta: Openstreetmap.org இல் உள்நுழைக
tr: OpenStreetMap.org'da oturum aç
uk: Увійти до OpenStreetMap.org
vi: Đăng nhập vào OpenStreetMap.org
zh_hans: 登录 OpenStreetMap.org
zh_hant: 登入 OpenStreetMap.org

# co2_mission
source: CO2 emission
ar: انبعاث CO2
be: Выкіды CO2
bg: Емисии от CO2
ca: Emissió de CO2
cs: Emise CO2
da: CO2-udledning
de: CO₂-Emission
el: Εκπομπή CO2
eo: Eligo de CO₂
es_us: Emisión de CO2
et: Süsihappegaasi heitkogused
eu: CO2 igorpena
fa: انتشار CO2
fi: CO2-päästöt
fr: Émissions de CO₂
he: פליטת פחמן דו חמצני
hu: CO₂-kibocsátás
id: Emisi CO2
is: CO2 útblástur
it: Emissione di CO2
ja: CO2排出量
ko: CO2 배출
mk: CO2 emisija
nb: CO2-utslipp
nl: CO2 uitstoot
pl: Emisja CO2
ro_ro: Emisii CO2
ru: Выбросы CO2
sc: Emissione de CO2
sk: Emisie CO2
sl: Emisije CO2
sr: издув CO2
sr_latn: Emisija CO2
sv: Koldioxidutsläpp
ta: CO2 உமிழ்வு
tr: CO2 emisyonu
uk: Викиди CO2
vi: Sự phát thải CO2
zh_hans: 二氧化碳排放
zh_hant: 二氧化碳排放

# speed_cameras_alert
source: Speed cameras alerts in some countries is prohibited by the law.
ar: يحظر القانون تنبيهات كاميرات السرعة في بعض البلدان.
az: Bəzi ölkələrdə sürət kameralarının xəbərdarlığı qanunla qadağandır.
be: Апавяшчэнні пра камеры кантролю хуткасці ў некаторых краінах забароненыя законам.
bg: Предупрежденията за камери за контрол на скоростта в някои страни са забранени от закона.
ca: Les alertes de proximitat a càmeres de radar estan prohibides en alguns països.
cs: V některých zemích je varování před rychlostními radary zákonem zakázané.
cy: Mewn rhai gwledydd, mae'n anghyfreithlon rhybuddio am gamerâu cyflymder.
da: I nogle lande er advarsler om fartkameraer forbudt ved lov.
de: Blitzer-Warnungen sind in einigen Ländern gesetzlich verboten.
el: Οι προειδοποιήσεις καμερών ταχύτητας απαγορεύονται από το νόμο σε κάποιες χώρες.
eo: Avertoj pri rapid-kontroliloj estas kontraŭleĝaj en iuj landoj.
es_us: Las alertas de los radares de velocidad se encuentran prohibidas por ley en algunos países.
et: Kiiruskaamerate hoiatused on mõnedes riikides seadusega keelatud.
eu: Abiadura-kameren alertak herrialde batzuetan legeak debekatuta daude.
fa: قانونِ برخی از کشورها استفاده از هشداردهندهٔ دوربین سرعت را ممنوع کرده است.
fi: Nopeusvalvontakameroiden hälytykset on joissakin maissa kielletty lailla.
fr: Les alertes radars sont interdites par la loi dans certains pays.
gl: As alertas de radares de velocidade nalgúns países están prohibidas por lei.
he: אזהרות מפני מצלמות מהירות אסורות על פי חוק בחלק מהמדינות.
hu: Bizonyos országokban a törvény tiltja az értesítések használatát a sebességmérő kamerákhoz.
hy: Որոշ երկրներում արագության վերահսկողության տեսախցիկների ծանուցումը արգելված է օրենքով ։
id: Peringatan kamera pengukur kecepatan di beberapa negara dilarang oleh undang-undang.
is: Aðvaranir vegna hraðamyndavéla eru bannaðar með lögum í sumum löndum.
it: Gli avvisi sulla presenza di autovelox in alcuni Paesi sono proibiti dalla legge.
ja: 一部の国では、スピードカメラ有無の事前警告は法律で禁止されています。
ko: 일부 국가에서는 과속 단속 카메라 경고가 법으로 금지되어 있습니다.
lt: Kai kuriosešalyse greičio matavimo kamerų įspėjimai draudžiami įstatymų.
lv: Dažās valstīs brīdinājumi par ātruma kamerām ir aizliegti ar likumu.
mk: Predupreduvanjata na kamerite za brzina vo nekoi zemji se zabraneti so zakon.
nb: Fotoboksvarsling er forbudt ved lov i noen land.
nl: Het waarschuwen voor snelheidscamera’s is in sommige landen in strijd met de wet.
oc: Leis avís sus la preséncia de radars son interdits dins de país que i a.
pl: Ostrzeżenia o fotoradarach są prawnie zabronione w niektórych krajach.
ro_ro: Alertele pentru camere de viteză sunt interzise de lege în anumite tări.
ru: Оповещение о камерах контроля скорости в некоторых странах запрещено законом.
sc: Sos avisos pro sos autovelox sunt proibidos dae sa lege in unos cantos istados.
sk: V niektorých krajinách je varovanie pred rýchlostnými radarmi zakázané zákonom.
sl: V nekaterih državah je opozarjanje na radarje za merjenje hitrosti zakonsko prepovedano.
sr: Упозорења о радарима су законом забрањене у неким државама.
sr_latn: Upozorenja na prekršajne kamere su zakonom zabranjene u nekim državama.
sv: Varning för hastighetskameror är i vissa länder förbjudet i lag.
ta: சில நாடுகளில் வேக கேமராக்கள் எச்சரிக்கைகள் சட்டத்தால் தடைசெய்யப்பட்டுள்ளன.
tr: Hız kamerası uyarıları bazı ülkelerde yasalarca yasaklanmıştır.
uk: Попередження про камери контролю швидкості в деяких країнах заборонено законом.
vi: Việc cảnh báo camera tốc độ ở một số quốc gia bị cấm bởi luật pháp.
zh_hans: 在某些国家法律禁止使用测速摄像警报。
zh_hant: 某些國家禁止使用測速照相的警報裝置。
