Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# ios_release_4_0
source: • New! "Add favorite" screen with options to select the custom icon, color, and shape • Added new "Coordinates widget" with coordinates of the current location • Added ability to import custom user-defined plugins • Significantly extended the import/export functionality • Distance by tap moved from the Radius ruler into a separate option • Fixed CarPlay app freezes when iPhone screen is turned off • Plugins screen moved from the Maps & Resources to the main menu • Added Finnish localization • Fixed UI in landscape orientation for "Plan a route" screen • Added support for custom routing and rendering files • Fixed performance of markers direction line • Fixed issue with importing GPX files with uppercase extensions • Fixed issue with "Follow track" menu • Fixed import of OBF files
ar: • جديد! شاشة "إضافة المفضلة" مع خيارات لتحديد الرمز واللون والشكل المخصص • تمت إضافة "ودجت الإحداثيات" الجديدة مع إحداثيات الموقع الحالي • تمت إضافة القدرة على استيراد المكونات الإضافية المخصصة المعرفة من قبل المستخدم • توسيع بشكل كبير وظائف الاستيراد / التصدير • تم نقل المسافة عن طريق النقر من مسطرة نصف القطر إلى خيار منفصل • يتجمد تطبيق CarPlay الثابت عند إيقاف تشغيل شاشة الهاتف • تم نقل شاشة الملحقات من الخرائط والموارد إلى القائمة الرئيسية • تمت إضافة الترجمة الفنلندية • إصلاح واجهة المستخدم في الاتجاه الأفقي لشاشة "تخطيط الطريق" • دعم إضافي لملفات التوجيه والعرض المخصصة • أداء ثابت لخط اتجاه العلامات • تم إصلاح مشكلة استيراد ملفات GPX ذات ملحقات الأحرف الكبيرة • تم حل مشكلة قائمة "متابعة المسار" • استيراد ثابت لملفات OBF
cs: • Nová obrazovka "Přidat oblíbený bod" s možností nastavení ikony, barvy a tvaru • Přidán nástroj "Souřadnice" se souřadnicemi aktuální polohy • Přidána možnost importovat vlastní moduly • Značně rozšířená funkcionalita pro import a export • Vzdálenost klepnutím byla přesunuta z kruhového pravítka do samostatné možnosti • Opraveno zamrznutí aplikace pro CarPlay při vypnutí obrazovky iPhonu • Obrazovka pro moduly přesunuta z menu Mapy & zdroje do hlavního menu • Přidána finská lokalizace • Opraveno uživatelské rozhraní v orientaci na šířku pro obrazovku "Plánování trasy" • Přidána podpora vlastních souborů pro navigaci a vykreslování • Vylepšena rychlost zpracování směrové čáry k mapovým značkám • Opraven problém s importem GPX souborů, jejichž přípona je velkými písmeny • Opraven problém s menu "Následovat stopu" • Opraven import OBF souborů
da: • Nyt! Skærmbilledet "Tilføj favorit" med muligheder for at vælge det brugerdefinerede ikon, farve og form • Tilføjet nyt "Koordinat-modul" med koordinater for den aktuelle placering • Tilføjet mulighed for at importere tilpassede brugerdefinerede plugins • Betydelig udvidelse af import/eksport-funktionaliteten • Afstand ved tryk flyttet fra Radius-linealen til en separat indstilling • Rettet at CarPlay-appen fryser, når iPhone-skærmen er slukket • Skærmbilledet Udvidelser er flyttet fra Kort og ressourcer til hovedmenuen • Tilføjet finsk oversættelse • Rettet brugergrænseflade i landskabsorientering for skærmen "Planlæg en rute" • Der er tilføjet understøttelse af brugerdefinerede ruteberegnings- og visningsfiler • Rettet funktion af markørers kurslinje • Rettet problem med import af GPX-filer med store bogstaver i udvidelser • Løst problem med "Følg spor"-menuen • Rettet import af OBF-filer
de: • Neu! Bildschirm "Favorit hinzufügen" mit Optionen zur Auswahl von benutzerdefiniertem Symbol, Farbe und Form • Neues "Koordinaten-Widget" mit den Koordinaten des aktuellen Standorts hinzugefügt • Es wurde die Möglichkeit zugefügt, benutzerdefinierte Plugins zu importieren • Die Import/Export-Funktionalität wurde erheblich erweitert • Entfernung durch Antippen aus dem Radius-Lineal in eine separate Option verschoben • Fehler beseitigt, der dazu führte, dass die CarPlay-App einfriert, wenn der iPhone-Bildschirm ausgeschaltet ist • Der Plugin-Bildschirm wurde aus dem Menü Karten und Ressourcen in das Hauptmenü verschoben • Finnische Sprachversion hinzugefügt • Bedienoberfläche im Querformat für den "Route planen"-Bildschirm korrigiert • Unterstützung für benutzerdefinierte Routing- und Rendering-Dateien zugefügt • Die Leistung der Marker-Richtungslinie wurde korrigiert • Problem beim Importieren von GPX-Dateien mit Großbuchstaben-Erweiterungen behoben • Es gab ein Problem mit dem Menü "Track folgen", welches nun behoben ist • Der Import von OBF-Dateien wurde korrigiert
es_us: • ¡Nuevo! Se ha añadido la opción para elegir un icono, color y forma propia en «Añadir favorito» • Se ha añadido el nuevo widget de coordenadas con las coordenadas de la ubicación actual • Se ha añadido la posibilidad de importar complementos personalizados definidos por el usuario • Se ha ampliado significativamente la funcionalidad de importar/exportar • La función «Distancia al pulsar» se ha movido de la regla radial a una opción separada • Se ha corregido el bloqueo de la aplicación CarPlay cuando se apaga la pantalla del iPhone • Se han trasladado al menú principal los complementos desde «Mapas y recursos» • Se ha añadido el idioma finlandés • Se ha corregido la interfaz de usuario en orientación horizontal para la función «Planificar ruta» • Se ha añadido soporte para los archivos personalizados de navegación y visualización • Se ha corregido el rendimiento de la línea de dirección de los marcadores • Se ha solucionado un problema con la importación de archivos GPX con extensiones en mayúsculas • Se ha corregido un problema con el menú «Seguir traza». • Se ha corregido la importación de archivos OBF
et: • Uus! "Lisa lemmik" ekraan, kus saab valida kohandatud ikooni, värvi ja kuju. • Lisatud uus "Koordinaatide vidin" praeguse asukoha koordinaatidega • Lisatud võimalus importida kasutaja poolt määratud kohandatud pistikprogramme • Laiendatud oluliselt impordi/ekspordi funktsionaalsust • Kaugus koputades viidi raadiusjoonlaudast eraldi valikuks üle • Parandatud CarPlay rakenduse külmutamine, kui iPhone'i ekraan on välja lülitatud • Pluginate ekraan viidi kaardid ja ressursid peamenüüst üle peamenüüsse • Lisatud soome lokaliseerimine • Parandatud kasutajaliidese maastikuorientatsiooniga ekraanil "Plan a route" (marsruudi planeerimine) • Lisatud tugi kohandatud navigeerimis- ja renderdamisfailidele • Parandatud markerite suunajoonte jõudlust • Parandatud probleem suurtähtedega GPX-failide importimisel • Parandatud probleem menüüga "Jälgi rada" • Parandatud OBF-failide importimine
fi: • Uusi! Lisää suosikki -näyttö, jossa voit myös valita mukautetun kuvakkeen, värin ja muodon • Lisätty uusi "Koordinaatit-widgetti", jossa on nykyisen sijainnin koordinaatit • Lisätty mahdollisuus tuoda käyttäjän määrittelemiä lisäosia • Tuonti- ja vientitoimintoa laajennettu huomattavasti • Etäisyys napauttamalla -siirrettiin sädeviivaimesta erilliseksi vaihtoehdoksi • Korjattu CarPlay-sovelluksen jäätyminen, kun iPhonen näyttö on sammutettu • Lisäosanäyttö siirrettiin Kartat & resurssit -valikosta päävalikkoon • Lisätty suomenkielinen lokalisointi • Korjattu käyttöliittymä suunnittele reitti -näytön vaakasuuntauksessa • Lisätty tuki mukautetuille reititys- ja piirtotiedostoille • Korjattu merkkien suuntalinjan suorituskykyä • Korjattu ongelma sellaisten GPX-tiedostojen tuonnissa, joissa on isoja kirjaimia sisältävä tiedostopääte • Korjattu ongelma seuraa rataa -valikossa • Korjattu OBF-tiedostojen tuonti
fr: • Nouveau ! Un écran "Ajouter un favori" avec la possibilité de sélectionner des icônes, formes et couleurs personnalisées • Ajout d'un nouveau "widget de coordonnées" avec les coordonnées de l'emplacement actuel • Ajout de la possibilité d'importer des greffons personnalisés définis par l'utilisateur • La fonctionnalité d'import et d'export a été considérablement augmentée • La distance par tapotement a été déplacée de la règle Radius vers une option distincte. • Correction du problème de gel de l'application CarPlay lors de l'extinction de l'écran de l'iPhone • L'écran des greffons a été déplacé du menu Cartes et Ressources au menu principal. • Ajout de la localisation en Finnois • Correction de l'interface utilisateur en orientation paysage pour l'écran "Planifier un itinéraire". • Ajout de la prise en charge des fichiers de routage et de rendu personnalisés • Correction des performances de la ligne de direction des marqueurs • Correction du problème d'importation des fichiers GPX avec des extensions en majuscules. • Correction d'un problème avec le menu "Suivre la piste". • Correction de l'importation des fichiers OBF
hu: • Új! „Kedvenc hozzáadása” képernyő egyéni ikon, szín és alakzat kiválasztásával • Új „Koordináták modul” a jelenlegi tartózkodási hely koordinátáival • Egyéni, felhasználó által meghatározott bővítmények importálásának lehetősége • Jelentősen kibővített import/export funkciók • A távolság koppintásra funkció a Sugárvonalzóból külön opcióba került • Javítva a CarPlay alkalmazás lefagyása, amikor az iPhone képernyője ki van kapcsolva • A Bővítmények képernyő átkerült a Térképek és erőforrásokból a főmenübe • Finn nyelvi támogatás hozzáadva • Javítva a felhasználói felület fekvő tájolásban az „Útvonaltervezés” képernyőn • Egyéni útvonaltervezési és renderelési fájlok támogatása • Javítva a jelölők irányvonalának teljesítménye • Javítva a nagybetűs kiterjesztésű GPX-fájlok importálásával kapcsolatos hiba • Javítva a „Nyomvonal követése” menüvel kapcsolatos hiba • Javítva az OBF-fájlok importálása
id: • Baru! Layar "Tambah favorit" dengan opsi untuk memilih ikon, warna, dan bentuk kustom • Menambahkan "Widget Koordinat" baru dengan koordinat lokasi saat ini • Menambahkan kemampuan untuk mengimpor plugin kustom yang ditentukan pengguna • Memperluas fungsionalitas impor/ekspor secara signifikan • Jarak dengan ketukan dipindahkan dari penggaris Radius ke opsi terpisah • Memperbaiki aplikasi CarPlay yang membeku saat layar iPhone dimatikan • Layar plugin dipindahkan dari Peta & Sumber Daya ke menu utama • Menambahkan lokalisasi Finlandia • Memperbaiki UI dalam orientasi lanskap untuk layar "Rencanakan rute" • Menambahkan dukungan untuk berkas perutean dan rendering kustom • Memperbaiki kinerja garis arah penanda • Memperbaiki masalah dengan mengimpor berkas GPX dengan ekstensi huruf besar • Memperbaiki masalah dengan menu "Ikuti trek" • Memperbaiki impor berkas OBF
is: • Nýtt! "Bæta við eftirlæti" skjár með möguleikum til að velja táknmynd, lit og lögun • Bætt við nýjum vðmótshluta fyrir hnit fyrirliggjandi staðsetningar • Hægt að flytja inn sérsniðnar viðbætur fyrir hvern notanda • Bætt umtalsvert við eiginleika inn-/útflutnings • Fjarlægð með því að ýta fært úr mælistiku í sérstakan valkost • Lagað þegar CarPlay frýs við að slökkt sé á skjá iPhone • Viðbóta-skjár færður úr Kort & tilföng yfir í aðalvalmynd • Bætt við Finnskri staðfærslu • Lagað "Skipuleggja leið" viðmót í láréttri stefnu • Bættur stuðningur við sérsniðna leiðagerð og myndgerð skráa • Löguð vinnsla stefnulínu merkja • Löguð vandamál við innflutning GPX-skráa með skráarendingu í hástöfum • Löguð vandamál í "Fylgja ferli" valmynd • Lagaður innflutningur á OBF-skrám
it: • Nuovo! Schermata "Aggiungi preferito" con opzioni per selezionare l'icona, il colore e la forma personalizzati • Aggiunto il nuovo "Widget coordinate" con le coordinate della posizione corrente • Aggiunta la possibilità di importare plugin personalizzati definiti dall'utente • Estesa notevolmente la funzionalità di importazione/esportazione • Distanza dal tocco spostata dal righello Raggio in un'opzione separata • Risolto il problema con il blocco dell'app CarPlay quando lo schermo dell'iPhone è spento • Schermata dei plugin spostata da Mappe e risorse al menu principale • Aggiunta la localizzazione finlandese • Risolto il problema con l'interfaccia utente in orientamento orizzontale per la schermata "Pianifica un percorso". • Aggiunto supporto per instradamento personalizzato e file di rendering • Corrette le prestazioni della linea di direzione dei marcatori • Risolto il problema con l'importazione di file GPX con estensioni maiuscole • Risolto il problema con il menu "Segui traccia". • Corretta l'importazione dei file OBF
ko: •새로운! 사용자 지정 아이콘, 색상 및 모양을 선택할 수 있는 옵션이 있는 "즐겨찾기 추가" 화면• 현재 위치 의 좌표가 포함된 새로운 "좌표 위젯" 추가• 사용자 정의 사용자 정의 플러그인 가져오기 기능 추가 • 가져오기/내보내기 기능 대폭 확장• 탭에 의한 거리가 반경 눈금자에서 별도의 옵션 으로 이동• iPhone 화면이 꺼 져 있을 때 CarPlay 앱이 멈추는 문제 수정• 플러그인 화면이 맵 & 리소스에서 메인 메뉴 로 이동• 핀란드어 현지화 추가• "경로 계획" 화면 의 가로 방향 UI 수정• 사용자 지정 경로 및 렌더링 파일에 대한 지원 추가• 마커 방향선 의 성능 수정• 대문자 확장자를 가진 GPX 파일 가져오기 문제 수정 • "팔로우" 문제 수정 트랙" 메뉴 • OBF 파일 가져오기 수정
pl: • Nowość! Ekran "Dodaj ulubione" z opcjami wyboru niestandardowej ikony, koloru i kształtu • Dodano nowy "Widżet współrzędnych" z współrzędnymi bieżącej lokalizacji • Dodano możliwość importowania niestandardowych wtyczek zdefiniowanych przez użytkownika • Znacząco rozszerzono funkcjonalność importu/eksportu • Odległość przez stuknięcie przeniesiona z linijki promienia do osobnej opcji • Naprawiono zawieszanie się aplikacji CarPlay, gdy ekran iPhone'a jest wyłączony • Ekran wtyczek przeniesiony z Map i zasobów do menu głównego • Dodano tłumaczenie na język fiński • Poprawiono interfejs użytkownika dla ekranu "Zaplanuj trasę" w orientacji poziomej • Dodano obsługę niestandardowych plików wyznaczania trasy i renderowania • Poprawiono działanie linii kierunkowej znaczników • Naprawiono problem z importem plików GPX z dużymi literami w rozszerzeniu • Naprawiono problem z menu "Śledź ścieżkę" • Poprawiono import plików OBF
pt_br: • Nova! tela "Adicionar favorito" com opções para selecionar o ícone, cor e forma personalizados • Adicionado novo "widget de Coordenadas" com coordenadas da localização atual • Capacidade de importar plug-ins personalizados definidos pelo utilizador • Funcionalidade de importação / exportação melhorada significativamente • "Distância por toque" movida da régua de raio para uma opção separada • Corrigido o bloqueio da aplicação CarPlay quando a tela do iPhone é desligado • O ecrã de plug-ins foi movido de "Mapas e recursos" para o "Menu principal" • Adicionada localização finlandesa • Correção da interface no modo paisagem na tela "Planear uma rota" • Adicionado suporte para roteamento personalizado e ficheiros de renderização • Corrigido o desempenho da linha de direção dos marcadores • Corrigido problema com a importação de ficheiros GPX com extensões em maiúsculas • Corrigido problema com o menu "Seguir trilho" • Corrigida importação de ficheiros OBF
ro_ro: - Nou! Ecranul "Adaugă favorit" cu opțiuni de selectare a pictogramei, culorii și formei personalizate - A fost adăugat noul "Widget coordonate" cu coordonatele locației curente - A fost adăugată posibilitatea de a importa plugin-uri personalizate definite de utilizator - Extinderea semnificativă a funcționalității de import/export - Distanța prin atingere a fost mutată din rigla Radius într-o opțiune separată - S-a rezolvat problema blocării aplicației CarPlay atunci când ecranul iPhone este oprit - Ecranul Plugins a fost mutat din Maps & Resources în meniul principal - A fost adăugată localizarea în limba finlandeză - S-a reparat interfața de utilizare în orientarea peisaj pentru ecranul "Planifică un traseu" - A fost adăugat suportul pentru fișiere de rutare și redare personalizate - S-a reparat performanța liniei de direcție a markerilor - S-a rezolvat o problemă cu importul de fișiere GPX cu extensii cu majuscule - S-a rezolvat o problemă cu meniul "Urmărire traseu" - A fost reparat importul de fișiere OBF
ru: • Новое! Экран "Добавить избранное" с возможностью выбрать значок, цвет и форму • Добавлен новый "Виджет Координаты" с координатами текущего местоположения • Добавлена возможность импорта пользовательских плагинов • Значительно расширена функциональность импорта/экспорта • Расстояние по касанию перенесено из "Радиусной линейки" в отдельную опцию • Исправлено зависание приложения CarPlay при выключении экрана iPhone • Экран плагинов перемещен из Карт и Ресурсов в главное меню • Добавлена финская локализация • Исправлен пользовательский интерфейс в альбомной ориентации для экрана "Планирование маршрута". • Добавлена поддержка пользовательских файлов маршрутизации и рендеринга • Исправлена работа линии направления маркеров • Исправлена проблема с импортом GPX файлов с расширениями в верхнем регистре • Исправлена проблема с меню "Следовать по треку". • Исправлен импорт файлов OBF
sc: • Nou! Ischermada "Annanghe unu preferidu" cun optziones pro ischertare iconas, colores e forma personalizados • Annanghidura de su widget nou new "Widget de sas coordinadas" cun coordinadas pro sa positzione de su momentu • Annanghidura de sa possibilidade de importare estensiones personalizadas definidas dae s'impreadore • Funtzionalidade de importatzione e esportatzione megiorada meda • "Distàntzia pro tocu" tramudada dae sa medidura cun su raju a un'optzione a banda • Blocu de s'aplicatzione CarPlay cando s'ischermu de s'iPhone est istudadu acontzada • Ischermada de sas estensiones tramudada dae "Mapas e Resursas" a su menù printzipale • Annanghidura de sa tradutzione in finlandesu • Acontzadura de s'interfache de s'impreadore pro s'orientamentu in orizontale pro s'ischermada "Pranìfica un'àndala" • Annanghidura de su suportu pro su càrculu de s'àndala e sa renderizatzione de sos documentos personalizados • Acontzadura de sas prestatziones de sa lìnia de diretzione de sos marcadores • Acontzadura de unu problema cun s'importatzione de documentos GPX cun estensiones in maiùsculu • Acontzadura de unu problema cun su menù "Sighi sa rasta" • Acontzadura de s'importatzione de documentos OBF
sr: • Ново! Екран „Додај омиљено“ са опцијама за избор прилагођене иконе, боје и облика • Додат је нови "Координатни виџет" са координатама тренутне локације • Додата могућност увоза прилагођених кориснички дефинисаних додатака • Значајно проширена функционалност увоза/извоза • Раздаљина додиром премештена са Радиуса лењира у посебну опцију • Поправљен замрзавање апликације КарПлеј када је екран iPhone-а искључен • Екран додатака је премештен из Мапе и Ресурси у главни мени • Додата финска локализација • Исправљен кориснички интерфејс у пејзажној оријентацији за екран „Планирање руте“ • Додата подршка за прилагођено рутирање и рендер датотека • Фиксне перформансе линије правца маркера • Решен проблем са увозом GPX датотека са екстензијама са великим словима • Решен проблем са менијем „Прати траг“. • Поправљен увоз OBF датотека
sr_latn: • Novo! Ekran „Dodaj omiljeno“ sa opcijama za izbor prilagođene ikone, boje i oblika • Dodat je novi "Koordinatni vidžet" sa koordinatama trenutne lokacije • Dodata mogućnost uvoza prilagođenih korisnički definisanih dodataka • Značajno proširena funkcionalnost uvoza/izvoza • Udaljenost dodirom je premeštena sa Lenjira radijusa u posebnu opciju • Popravljena KarPlej aplikacija pri zamrzavanju kada je ekran iPhone-a isključen • Ekran dodataka je premešten iz Mape i Resursi u glavni meni • Dodata finska lokalizacija • Ispravljen korisnički interfejs u pejzažnoj orijentaciji za ekran „Planiranje rute“. • Dodata podrška za prilagođeno rutiranje i renderovanje fajlova • Popravljene performanse linije pravca markera • Rešen problem sa uvozom GPX fajlova sa ekstenzijama velikim slovima • Rešen problem sa menijem „Prati trag“. • Popravljen uvoz OBF fajlova
sv: • Nytt! "Lägg till favorit"-skärm med alternativ för att välja anpassad ikon, färg och form • Ny "Koordinatwidget" med koordinater för den aktuella positionen • Möjlighet att importera anpassade användardefinierade insticksmoduler • Ordentligt utökad import/export funktionalitet • Avstånd med tryck flyttade från Radielinjalen till ett separat alternativ • Fixat CarPlay-appen hängde när iPhone-skärmen stängdes av • Insticksmodul-skärmen flyttad från Kartor & Resurser till huvudmenyn • Finsk översättning • Fixat gränssnittet i landskapsorientering för "Planera en rutt"-skärmen • Tillagt stöd för anpassade ruttberäknings- och renderingsfiler • Fixat prestandan för riktningslinje till markör • Fixat problem med att importera GPX-filer med stor bokstav i filändelsen • Fixat problem med "Följ spår"-menyn • Fixat import av OBF-filer
ta: • புதியது! தனிப்பயன் படவுரு, வண்ணம் மற்றும் வடிவத்தைத் தேர்ந்தெடுக்க விருப்பங்களுடன் "பிடித்ததைச் சேர்" திரை Process தற்போதைய இருப்பிடத்தின் ஆயத்தொலைவுகளுடன் புதிய "ஆயத்தொகுப்பு விட்செட்" சேர்க்கப்பட்டது பயனர் வரையறுக்கப்பட்ட செருகுநிரல்களை இறக்குமதி செய்யும் திறன் சேர்க்கப்பட்டது Imp இறக்குமதி/ஏற்றுமதி செயல்பாட்டைக் கணிசமாக நீட்டித்தது Tap குழாய்மூலம் தூரம் ஆரம் ஆட்சியாளரிடமிருந்து ஒரு தனி விருப்பத்திற்கு நகர்த்தப்பட்டது Pharen ஐபோன் திரை அணைக்கப்படும்போது நிலையான கார்ப்ளே பயன்பாடு உறைகிறது • செருகுநிரல்கள் திரை வரைபடங்கள் மற்றும் வளங்களிலிருந்து முதன்மையான மெனுவுக்கு நகர்த்தப்பட்டது Finn ஃபின்னிச் உள்ளூராக்கல் சேர்க்கப்பட்டது "" ஒரு வழியைத் திட்டமிடுங்கள் "திரைக்கு இயற்கை நோக்குநிலையில் நிலையான இடைமுகம் தனிப்பயன் ரூட்டிங் மற்றும் வழங்குதல் கோப்புகளுக்கான உதவி சேர்க்கப்பட்டது Morkes குறிப்பான்கள் திசை வரியின் நிலையான செயல்திறன் Podes சிபிஎக்ச் கோப்புகளைப் பெரிய அளவீடுகளுடன் இறக்குமதி செய்வதில் நிலையான சிக்கல் "பின்தொடர் ட்ராக்" மெனுவுடன் நிலையான சிக்கல் OB OBF கோப்புகளின் நிலையான இறக்குமதி
tr: • Yeni! Özel simge, renk ve şekli seçme seçenekleriyle "Sık kullanılanlara ekle" ekranı • Geçerli konumun koordinatlarıyla yeni "Koordinatlar widget'ı" eklendi • Özel kullanıcı tarafından tanımlanan eklentileri içe aktarma özelliği eklendi • İçe/dışa aktarma işlevi önemli ölçüde genişletildi • Dokunma mesafesi, Yarıçap cetvelinden ayrı bir seçeneğe taşındı • iPhone ekranı kapatıldığında CarPlay uygulamasının donması düzeltildi • Eklentiler ekranı, Haritalar & Kaynaklar bölümünden ana menüye taşındı • Fince yerelleştirmesi eklendi • "Güzergah planla" ekranı için yatay yönlendirmede kullanıcı arayüzü düzeltildi • Özel yönlendirme ve görselleştirme dosyaları için destek eklendi • İşaretleyici yön çizgisinin performansı düzeltildi • Büyük harfli uzantıya sahip GPX dosyalarını içe aktarmayla ilgili sorun düzeltildi • "Yolu takip et" menüsüyle ilgili sorun düzeltildi • OBF dosyalarının içe aktarılması düzeltildi
uk: • Нове! Екран «Додати закладку» з параметрами вибору власної піктограми, кольору та форми • Додано новий «Віджет координат» з координатами поточного розташування • Додана можливість імпорту власних плагінів • Значно розширено можливості імпорту/експорту • Вимірювання відстані дотиком переміщено з радіусної лінійки до окремого параметра • Виправлено зависання застосунку під час підключення через CarPlay, коли екран iPhone вимкнено • Розділ Плагіни переміщено з меню Мапи та ресурси до головного меню • Додано фінську мову • Виправлено інтерфейс в горизонтальній орієнтації для екрана «Планування маршруту» • Додано підтримку користувацьких файлів маршрутизації та візуалізації • Виправлено роботу ліній напрямку позначок • Усунено проблему імпорту файлів GPX з розширеннями великими буквами • Усунено проблему меню «Навігація за треком» • Виправлено імпорт файлів OBF
zh_hant: • 新增了「新增至收藏」畫面，提供選擇自訂圖示、顏色和形狀的選項 • 新增了新的「座標小工具」，顯示目前位置的座標 • 新增了匯入自訂使用者定義外掛程式的功能 • 顯著擴充了匯入 / 匯出功能 • 點選距離從半徑尺移至獨立選項 • 修復了 iPhone 螢幕關閉時 CarPlay 應用程式凍結的問題 • 外掛程式畫面從地圖和資源移至主選單 • 新增了芬蘭語本地化 • 修復了「規劃路線」畫面的橫向方向使用者介面 • 新增了對自訂路線和繪製檔案的支援 • 修復了標記方向線的效能 • 修復了匯入具有大寫副檔名的 GPX 檔案的問題 • 修復了「跟隨軌跡」選單的問題 • 修復了匯入 OBF 檔案的問題
