Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# show_cameras
source: Speed cameras
af: Wys spoedkameras
ar: كاميرات السرعة
ast: Radares de velocidá
az: Sürət kameraları
be: Камеры кантролю хуткасці
bg: Камери за контрол на скоростта
bs: Prikaži kamere za mjerenje brzine
ca: Radars
cs: Dopravní radary
cy: Camerâu cyflymder
da: Fartkameraer
de: Blitzer
el: Κάμερες ταχύτητας
eo: Rapid-kontroliloj
es_us: Radares de velocidad
et: Kiiruskaamerad
eu: Abiadura-kamerak
fa: دوربین‌های سرعت
fi: Nopeuskamerat
fr: Radars de vitesse
gl: Radares da velocidade
he: מכמונות מהירות
hu: Sebességmérő kamerák
hy: Ցույց տալ արագաչափ տեսախցիկները
id: Kamera kecepatan
is: Hraðamyndavélar
it: Autovelox
ja: スピードカメラ
ka: სიჩქარის კამერები
ko: 단속 카메라
lt: Greičio radarai
lv: Ātruma kameras
mk: Brzinski kameri
ml: സ്പീഡ് ക്യാമറ
mr: वेग कॅमेरे
nb: Fotobokser
nl: Snelheidscamera's
oc: Radars
pl: Fotoradary
pt_br: Radares
ro_ro: Radare de viteză
ru: Камеры контроля скорости
sc: Autovelox
sk: Rýchlostné radary
sl: Hitrostne kamere
sr: Радари
sr_latn: Kamere za merenje brzine
sv: Fartkameror
ta: வேக கேமராக்கள்
tr: Hız kameraları
uk: Камери контролю швидкості
vi: Camera tốc độ
zh_hans: 高速摄像机
zh_hant: 測速照相

# routing_attr_prefer_unpaved_description
source: Prefer unpaved roads.
ar: تفضيل الطرق الغير معبدة.
az: Asfaltsız yollara üstünlük ver.
be: Аддаваць перавагу грунтавым дарогам.
bg: Предпочитане на селски пътища.
ca: Prefereix carreteres sense asfaltar.
cs: Upřednostňovat nezpevněné cesty.
cy: Gwell ffyrdd heb balmantu.
da: Foretræk ikke-asfalterede veje.
de: Unbefestigte Straßen bevorzugen.
el: Να προτιμώνται μη στρωμένοι δρόμοι.
eo: Preferi vojojn sen firma pavimo.
es_us: Prefiere caminos sin pavimentar.
et: Eelista katteta teid.
eu: Hobetsi asfaltatu gabeko bideak.
fa: اولویت را به جاده‌های روسازی‌نشده می‌دهد.
fi: Suosi päällystämättömiä teitä.
fr: Privilégier les routes non revêtues.
gl: Preferir estradas sen pavimentar.
he: להעדיף דרכים בלתי סלולות.
hu: Burkolatlan utak előnyben részesítése.
id: Mengutamakan jalan yang belum diaspal.
is: Velja frekar vegi með óbundnu slitlagi.
it: Preferisci le strade non pavimentate.
ja: 未舗装道路を好んで進みたい場合の設定です。
ka: უპირატესობის მინიჭება დაუგებელი გზებისთვის.
kn: ಸುಸಜ್ಜಿತ ರಸ್ತೆಗಳಿಗೆ ಆದ್ಯತೆ ನೀಡಿ.
ko: 비포장도로 선호함.
mk: Pretpočitajte neasfaltirani patišta.
nb: Foretrekk veier uten fast dekke.
nl: Voorkeur voor onverharde wegen.
oc: Preferissi lei rotas sensa quitran.
pl: Preferuj drogi nieutwardzone.
pt_br: Prefira estradas não pavimentadas.
ro_ro: Prefer drumurile nepavate.
ru: Предпочитать грунтовые дороги и тропы.
sc: Privilègia sos caminos non pamentados.
sk: Preferovať cesty s nespevneným povrchom.
sl: Prednostno bodo izbrane neasfaltirane ceste.
sr: Предност неасфалтираним путевима.
sr_latn: Prednost neasfaltiranim putevima.
sv: Välj i första hand vägar utan beläggning som asfalt eller sten.
ta: செப்பனிடப்படாத சாலைகளை விரும்புங்கள்.
tr: Asfaltsız yolları tercih et.
uk: Надавати перевагу дорогам без покриття.
vi: Ưu tiên đường chưa lát.
zh_hans: 偏好未铺设道路。
zh_hant: 偏好無鋪面道路。

# rendering_value_yellow_name
source: Yellow
ar: أصفر
ast: Mariellu
az: Sarı
be: Жоўты
bg: Жълта
ca: Groc
cs: Žlutá
cy: Melyn
da: Gul
de: Gelb
el: Κίτρινο
eo: Flava
es_us: Amarillo
et: Kollane
eu: Horia
fa: زرد
fi: Keltainen
fr: Jaune
gl: Amarelo
he: צהוב
hu: Sárga
hy: Դեղին
id: Kuning
is: Gult
it: Giallo
ja: イエロー
ka: ყვითელი
kn: ಹಳದಿ
ko: 노랑
lt: Geltona
lv: Dzeltens
mk: Zolta
ml: മഞ്ഞ
mr: पिवळा
nb: Gul
nl: Geel
oc: Jaune -a
pl: Żółty
pt_br: Amarelo
ro_ro: Galben
ru: Жёлтый
sc: Grogu
sk: Žltá
sl: Rumena
sr: Жута
sr_latn: Žuta
sv: Gul
ta: மஞ்சள்
tr: Sarı
uk: Жовтий
vi: Vàng
zh_hans: 黄色
zh_hant: 黃

# rendering_attr_highway_class_cycleway_name
source: Cycleway
ar: طريق الدراجات
az: Velosiped yolu
be: Роварная дарожка
bg: Велоалея
ca: Carril bici
cs: Cyklostezka
cy: Llwybr beicio
da: Cykelsti
de: Radweg
el: Ποδηλατόδρομος
eo: Biciklvojoj
es_us: Ciclovía o bicisenda
et: Jalgrattatee
eu: Bizikletentzako bidea
fa: راه دوچرخه
fi: Pyörätie
fr: Voie cyclable
gl: Senda ciclista
he: דרך לאופניים
hu: Kerékpárút
id: Jalur sepeda
is: Hjólastígur
it: Pista ciclabile
ja: 自転車道
ka: ველობილიკი
ko: 자전거길
lt: Dviračių takas
lv: Veloceliņi
mk: Velosipedska pateka
ml: സൈക്കിൾ വേ
nb: Sykkelvei
nl: Fietspad
oc: Pista ciclabla
pl: Droga rowerowa
pt_br: Ciclovia
ro_ro: Pistă de ciclism
ru: Велодорожка
sc: Pista tziclàbile
sk: Cyklocesta
sl: Kolesarska steza
sr: Бициклистичка стаза
sr_latn: Biciklistička staza
sv: Cykelväg
ta: சைக்கிள் பாதை
tr: Bisiklet yolu
uk: Велодоріжка
vi: Đường xe đạp
zh_hans: 自行车道
zh_hant: 自行車道

# weather_temperature_celsius
source: Celsius
ar: درجة مئوية
az: Selsi
be: Па цэльсію
bg: Градуси по Целзий
ca: Centígrads
cs: Celsia
el: Κελσίου
eo: Celsia
fa: درجه سانتیگراد
he: צלזיוס
hu: Celsius fok
is: Selsíus
ja: 摂氏
ka: ცელსიუსი
ko: 섭씨
lt: Celsijus
pl: Celsjusz
ru: Градусы Цельсия
sc: Cèlsius
sk: Stupne Celzia
sl: Celzija
sr: Целзијуси
sr_latn: Celzijus
ta: செல்சியச்
tr: Santigrat
uk: C°
vi: độ C
zh_hans: 摄氏
zh_hant: 攝氏

# icon_group_symbols
source: Symbols
ar: الرموز
ast: Símbolos
az: Simvollar
be: Сімвалы
bg: Символи
ca: Símbols
cs: Symboly
cy: Symbolau
da: Symboler
de: Symbole
el: Σύμβολα
eo: Simboloj
es_us: Símbolos
et: Sümbolid
eu: Sinboloak
fa: نمادها
fi: Symbolit
fr: Symboles
gl: Símbolos
he: סמלים
hu: Szimbólumok
id: Simbol
is: Tákn
it: Simboli
ja: 記号
ka: სიმბოლოები
ko: 기호
lv: Simboli
mk: Simboli
nb: Symboler
nl: Symbolen
oc: Simbòl
pl: Symbole
ro_ro: Simboluri
ru: Символы
sc: Sìmbulos
sk: Symboly
sl: Simboli
sr: Знамења
sr_latn: Simboli
sv: Symboler
ta: குறியிடுகள்
tr: Semboller
uk: Знаки
vi: Ký tự
zh_hans: 符号
zh_hant: 符號

# app_mode_offroad
source: Offroad
ar: الطرق الوعره
be: Бездарожжа
bg: Вседеход
ca: Camps a través
cs: Terénní
cy: Oddi ar y ffordd
de: Gelände
el: Εκτός δρόμου
eo: Ekstervoja aŭtomobilo
es_us: Todo terreno
et: Maastikutee
eu: Errepidez kanpokoa
fa: آفرود
fi: Maasto
fr: Tout terrain
gl: Todo terreo (Offroad)
he: שטח
hi: सड़क से हटकर
hu: Terep
is: Torfærur
it: Fuori strada
ja: オフロード
ka: უგზო ადგილი
ko: 오프로드
lt: Bekelė
lv: Bezceļa
mk: Nadvor od patot
nb: Terreng
oc: Fòra de camin
ro_ro: Teren accidentat
ru: Внедорожник
sc: In foras de caminu
sk: Mimo cesty (Offroad)
sl: Terenska vožnja (po brezpotju)
sr: Ван пута
sr_latn: Van puta
sv: Terrängkörning
ta: ஆஃப்ரோட்
te: దారికి దూరంగ
uk: Всюдихід
vi: Xe địa hình
zh_hans: 越野
zh_hant: 越野

# new_device_account
source: New device / new account
ar: جهاز جديد / حساب جديد
ast: Preséu nuevu / cuenta nueva
az: Yeni cihaz / yeni hesab
be: Новая прылада / новы ўліковы запіс
cs: Nové zařízení / nový účet
cy: Dyfais newydd / cyfrif newydd
da: Ny enhed / ny konto
de: Neues Gerät / neues Konto
el: Νέα συσκευή / νέος λογαριασμός
eo: Nova aparato / nova konto
es_us: Nuevo dispositivo / nueva cuenta
et: Uus seade / uus konto
eu: Gailu berria / kontu berria
fa: دستگاه جدید / حساب جدید
fi: Uusi laite / uusi tili
fr: Nouvel appareil / nouveau compte
gl: Novo dispositivo / nova conta
he: מכשיר חדש / חשבון חדש
hu: Új eszköz / új fiók
id: Perangkat baru / akun baru
is: Nýtt tæki / nýr aðgangur
it: Nuovo dispositivo/account
ja: 新しい端末 / 新規アカウント
ko: ‎새 ‎‎장치 / 새‎‎ 계정‎
mk: Nov ured / nov pretplatnik
nb: Ny enhet/ny konto
nl: Nieuw apparaat / nieuw account
oc: Aparelh novèu/ còmpte novèu
pl: Nowe urządzenie / nowe konto
ro_ro: Dispozitiv nou / cont nou
ru: Новое устройство / новый аккаунт
sc: Dispositivu nou / contu nou
sk: Nové zariadenie / nový účet
sl: Nova naprava / nov račun
sr: Нови уређај / нови налог
sr_latn: Novi uređaj / novi profil
sv: Ny enhet / nytt konto
ta: புதிய சாதனம் / புதிய கணக்கு
tr: Yeni aygıt / yeni hesap
uk: Новий пристрій / новий обліковий запис
vi: Thiết bị mới / tài khoản mới
zh_hans: 新设备/新账户
zh_hant: 新裝置／新帳號

# shared_string_now
source: Now
ar: حاليا
be: Цяпер
cs: Nyní
da: Nu
de: Jetzt
el: Τώρα
es_us: Ahora
et: Nüüd
fr: Maintenant
hu: Most
id: Sekarang
is: Núna
it: Adesso
lt: Dabar
nb: Nå
nl: Nu
oc: Ara
ro_ro: Acum
ru: Сейчас
sc: Como
sr: Сада
sr_latn: Sada
sv: Nu
ta: இப்போது
tr: Şimdi
uk: Зараз
zh_hant: 現在

# compass_visible_in_rotated_mode_descr
source: Hidden when north is up
ar: مخفي عندما يكون الشمال للأعلى
cs: Skryté, když je sever nahoře
da: Skjult, når nord er op
de: Ausgeblendet, wenn Norden nach oben zeigt
el: Κρυφή αν ο βορράς είναι πάνω
es_us: Se oculta cuando el Norte se encuentra arriba
et: Peidetud, kui põhjasuund on ülal
fr: Masqué si le nord est en haut
hu: El van rejtve, amikor észak van felfelé
id: Tersembunyi saat utara di atas
is: Falið þegar norður er upp
it: Nascosto quando il nord è in alto
nl: Verborgen indien noorden is boven
oc: Amagat quand lo nòrd es en aut
ro_ro: Ascuns când nordul este sus
ru: Спрятан, когда север сверху
sc: Cuada cando su nord est in artu
sr: Скривено када је Север горе
sr_latn: Skriveno kada je Sever gore
sv: Dold när norr är uppåt
ta: வடக்கு மேலே இருக்கும்போது மறைக்கப்படுகிறது
tr: Kuzey yukarı olduğunda gizli
uk: Ховати, коли північ вгорі
zh_hant: 北方向向上時隱藏

# compass_options_description
source: Click on compass to switch map orientation mode
ar: اضغط على البوصلة لتبديل طريقة توجيه الخرائط
cs: Kliknutím na kompas přepnete režim orientace mapy
da: Klik på kompasset for at skifte måden hvorpå kortet er orienteret
de: Klicken Sie auf den Kompass, um den Kartenausrichtungsmodus zu wechseln
el: Πατήστε στην πυξίδα για να αλλάξετε την λειτουργία προσανατολισμού του χάρτη
es_us: Pulsa en la brújula para cambiar el modo de orientación del mapa
fr: Cliquez sur la boussole pour changer de mode d'orientation de la carte
hu: koppintson az iránytűre a térkép tájolási módjai között való kapcsoláshoz
id: Klik kompas untuk mengubah mode orientasi peta
is: Smelltu á áttavitann til að breyta stefnu kortsins
it: Fai clic sulla bussola per cambiare la modalità di orientamento della mappa
nl: Klik op het kompas om de kaart oriëntatie te veranderen
oc: Clicatz sus la bossòla per cambiar la modalitat d’orientacion de la mapa
ro_ro: Faceți clic pe busolă pentru a comuta modul de orientare a hărții
ru: Нажмите на компас, чтобы переключить режим ориентации на карте
sc: Incarca in sa bùssola pro cambiare sa modalidade de orientamentu de sa mapa
sr: Тапните по компасу ради промене начина усмерења карте
sr_latn: Tapnite po kompasu radi promene načina usmerenja karte
sv: Klicka på kompassen för att växla kartans orienteringsläge
ta: வரைபட நோக்குநிலை பயன்முறையை மாற்ற திசைகாட்டி என்பதைக் சொடுக்கு செய்க
tr: Harita yönlendirme modunu değiştirmek için pusulaya tıklayın
uk: Натисніть на компас, щоб змінити режим орієнтації мапи
zh_hant: 點選指南針切換地圖方向模式

# shared_string_all_icons
source: All icons
ca: Totes les icones
ckb: هەموو وێنۆچکەکان
cs: Všechny ikony
da: Alle ikoner
de: Alle Icons
el: Όλα τα εικονίδια
es_us: Todos los iconos
et: Kõik ikoonid
eu: Ikono guztiak
fa: همه نمادها
fr: Toutes les icônes
hu: Összes ikon
id: Semua ikon
is: Allar táknmyndir
it: Tutte le icone
ja: 全てのアイコンを表示
nl: Alle iconen
ro_ro: Toate pictogramele
ru: Все значки
sk: Všetky ikony
sr: Све сличице
sr_latn: Sve ikone
sv: Alla ikoner
ta: அனைத்து சின்னங்களும்
uk: Усі піктограми
vi: Tất cả biểu tượng
zh_hans: 所有图标
zh_hant: 所有圖示

# shared_string_delete_item
source: Delete item
ar: حذف العنصر
bg: Премахване обекта
ckb: سڕینەوەی بڕگە
cs: Smazat položku
da: Slet element
de: Element löschen
el: Διαγραφή αντικειμένου
eo: Forigi objekton
es_us: Borrar elemento
et: Kustuta objekt
eu: Ezabatu elementua
fa: پاک‌کردن مورد
fi: Poista kohde
fr: Supprimer
hu: Elem törlése
id: Hapus item
is: Eyða atriði
it: Cancella l'oggetto
ja: 項目の削除
ko: 삭제 항목
nb: Slett element
nl: Item verwijderen
pl: Usuń element
ro_ro: Șterge elementul
ru: Удалить объект
sk: Vymazať položku
sr: Обриши ставку
sr_latn: Obriši stavku
sv: Radera objekt
ta: உருப்படியை நீக்கு
tr: Ögeyi sil
uk: Видалити елемент
vi: Xoá mục
zh_hans: 删除项目
zh_hant: 刪除項目

# shared_string_is_deleted
source: %@ is deleted.
ar: %@تم حذفه.
cs: %@ je smazáno.
da: %@ slettes.
de: %@ wurde gelöscht.
el: Το "%@" διαγράφηκε.
eo: %@ estas forigita.
es_us: «%@» se ha borrado.
et: %@ on kustutatud.
eu: %@ ezabatu da.
fi: %@ on poistettu.
fr: %@ a été supprimé.
hu: %@ törölve.
id: %@ telah dihapus.
is: %@ var eytt.
it: %@ è cancellato.
ja: %@ は削除されました。
ko: %@ 삭제됩니다.
nb: Slettet %@.
nl: %@ is verwijderd.
pl: %@ został usunięty.
ro_ro: %@ este șters.
ru: %@ удалено.
sk: %@ je vymazaný.
sr: %@ је обрисан.
sr_latn: %@ je obrisan.
sv: %@ har raderats.
ta: %@ நீக்கப்பட்டது.
tr: %@ silindi.
uk: %@ видалено.
vi: %@ bị xoá.
zh_hans: %@ 已删除。
zh_hant: %@ 已刪除。

source: Profile icon
ca: Icona del perfil
cs: Ikona profilu
da: Profilikon
de: Profilsymbol
el: Εικονίδιο προφίλ
es_us: Icono del perfil
et: Profiili ikoon
eu: Profilaren ikonoa
fa: نماد نمایه
fr: Icône du profil
hu: Profil ikon
id: Ikon profil
is: Táknmynd notkunarsniðs
it: Icona del profilo
ja: プロファイルのアイコン
nl: Profiel-icoon
ro_ro: Pictogramă profil
ru: Значок профиля
sk: Ikona profilu
sr: Сличица налога
sr_latn: Ikona profila
sv: Profil-ikon
ta: சுயவிவர படவுரு
uk: Піктограма профілю
vi: Biểu tượng hồ sơ
zh_hans: 配置文件图标
zh_hant: 設定檔圖示

# fav_add_new_group
source: Add new group
ar: إضافة مجموعة جديدة
be: Дадаць новую групу
cs: Přidat novou skupinu
da: Tilføj ny gruppe
de: Neue Gruppe hinzufügen
el: Προσθέστε νέα ομάδα
es_us: Añadir un grupo
et: Lisa uus grupp
fr: Ajouter un nouveau groupe
hu: Új csoport hozzáadása
id: Tambah grup baru
is: Bæta við nýjum hópi
it: Aggiungi nuovo gruppo
ja: 新規グループに追加
ka: ახალი ჯგუფის დამატება
ko: 새 그룹 추가
nb: Legg til ny gruppe
nl: Nieuwe groep toevoegen
oc: Ajustar un grop novèu
pl: Dodaj nową grupę
pt_br: Adicionar novo grupo
ro_ro: Adăugați un nou grup
ru: Добавить группу
sc: Annanghe unu grupu nou
sr: Додај нову групу
sr_latn: Dodaj novu grupu
sv: Lägg till ny grupp
ta: புதிய குழுவைச் சேர்க்கவும்
tr: Yeni grup ekle
uk: Додати нову групу
zh_hant: 新增群組

# gpx_overwrite
source: Overwrite
ar: استبدال
be: Перазапісаць
ca: Sobreescriu
cs: Přepsat
cy: Trosysgrifo
da: Overskriv
de: Überschreiben
el: Αντικατάσταση
es_us: Sobrescribir
et: Kirjuta üle
fr: Écraser
hu: Felülírás
id: Timpa
is: Skrifa yfir
it: Sovrascrivi
ja: 上書き
ka: გადაწერა
ko: 덮어쓰기
ku: Li Ser Bi nivîsena
nl: Overschrijven
oc: Subrescriure
pl: Zastąp
pt_br: Sobrescrever
ro_ro: Suprascrieți
ru: Перезаписать
sc: Subraiscrie
sk: Prepísať
sl: Prepiši
sr: Препиши
sr_latn: Prepiši
sv: Skriv över
ta: மேலெழுதும்
tr: Üzerine yaz
uk: Перезаписати
zh_hans: 覆盖
zh_hant: 覆蓋

# gpx_cannot_import
source: Cannot import specified GPX file
ar: لا يمكن استيراد ملف GPX المحدد
be: Немагчыма імпартаваць файл GPX
ca: No s'ha pogut importar el fitxer GPX especificat
cs: Vybraný GPX soubor se nepodařilo importovat
da: Kan ikke importere angivne GPX fil
de: Angegebene GPX-Datei kann nicht importiert werden
el: Δεν είναι δυνατή η εισαγωγή του συγκεκριμένου GPX αρχείου
es_us: No se pudo importar el archivo GPX indicado
et: Määratud GPX faili ei saa importida
fr: Impossible d'importer le fichier GPX spécifié
hu: Nem importálható a megadott GPX-fájl
id: Tidak dapat mengimpor file GPX yang ditentukan
is: Get ekki flutt inn tilgreinda GPX-skrá
it: Impossibile importare il file GPX specificato
ja: 指定されたGPXファイルはインポートできませんでした
ko: 지정한 GPX 파일을 가져올 수 없음
nl: Kan het opgegeven GPX-bestand niet importeren
oc: Impossible d'importar lo fichier GPX especificat
pl: Nie można zaimportować pliku GPX
pt_br: Não é possível importar arquivo GPX especificado
ro_ro: Nu se poate importa fișierul GPX specificat
ru: Невозможно импортировать GPX файл
sc: Impossìbile importare su documentu GPX dislindadu
sk: GPX súbor sa nedá importovať
sl: Ni mogoče uvoziti določene datoteke GPX
sr: Није могуће увести дату GPX датотеку
sr_latn: Nije moguće uvesti datu GPX datoteku
sv: Kunde inte importera vald GPX-fil
ta: குறிப்பிட்ட சி.பி.எக்ச் கோப்பை இறக்குமதி செய்ய முடியாது
tr: Belirtilen GPX dosya alınamıyor
uk: Неможливо імпортувати файл GPX
zh_hans: 无法导入指定的 GPX 文件
zh_hant: 無法匯入指定的 GPX 檔案

# map_settings_hillshade_description
source: Hillshade map using dark shades to show slopes, peaks and lowlands.
ar: خريطة التضاريس تستخدم الظلال الداكنة لإظهار المنحدرات والقمم والأراضي المنخفضة.
be: Мапы схілаў візуалізуюць схілы, вяршыні і нізіны пры дапамозе розных адценняў шэрага колеру
bg: Hillshade maps visualize slopes, peaks and lowlands using different levels of gray
ca: Els mapes amb ombrejat de relleu mostren pistes, cims i valls amb diferents nivells de gris
cs: Mapa kopců s tmavými odstíny pro zobrazení svahů, vrcholů a nížin.
cy: Hillshade maps visualize slopes, peaks and lowlands using different levels of gray
da: Terrænskyggekort med mørke nuancer til visualisering af hældninger, toppe og lavlandsområder.
de: Reliefkarte, die dunkle Schattierungen verwendet, um Hänge, Gipfel und Niederungen anzuzeigen.
eo: Hillshade maps visualize slopes, peaks and lowlands using different levels of gray
es_us: El mapa de sombreado usa sombras oscuras para mostrar las pendientes, picos y tierras bajas.
et: Kõrgusreljeefi kaart tumedate varjunditega nõlvade, tippude ja tasandike kirjeldamiseks.
fi: Hillshade maps visualize slopes, peaks and lowlands using different levels of gray
fr: Les cartes avec ombrage du relief utilisent des tons foncés pour afficher les pentes, sommets et plaines.
he: Hillshade maps visualize slopes, peaks and lowlands using different levels of gray
hu: A domborzatárnyékolás-térkép sötét árnyalatokkal jelzi a lejtőket, csúcsokat és alföldeket.
id: Peta bayangan bukit menggunakan warna gelap untuk menunjukkan lereng, puncak, dan dataran rendah.
is: Hæðaskyggingakort styðst við dökka skugga til að sýna brekkur, tinda og láglendi.
it: La mappa Hillshade usa tonalità scure per mostrare pendii, picchi e pianure.
ja: 陰影起伏図は、濃淡を利用し斜面・山頂・低地を視覚化します
ka: Hillshade maps visualize slopes, peaks and lowlands using different levels of gray
lt: Hillshade maps visualize slopes, peaks and lowlands using different levels of gray
lv: Hillshade maps visualize slopes, peaks and lowlands using different levels of gray
mk: Hillshade maps visualize slopes, peaks and lowlands using different levels of gray
nl: Bergschaduw kaarten hebben donkere schaduwen om pistes, bergtoppen en laagvlaktes weer te geven.
oc: Lei mapas dau relèu ombrejat mòstran lei pistas, cimas e vaus amb diferents nivèus de gris
pl: Mapy cieniowane wizualizują zbocza, szczyty i niziny z użyciem różnych poziomów szarości
pt_br: Os mapas de sombras de relevo visualizam encostas, picos e planícies usando diferentes níveis de cinza
ro_ro: Hărțile Hillshade folosesc culori întunecate pentru a arăta pantele, vârfurile și zonele joase.
ru: Склоны, вершины и низины на карте Hillshade отличаются оттенками серого цвета.
sc: Sas mapas de sas umbraduras de sos rilievos ammustrant sas pendèntzias, sos cùcuros e sos pranos impreende livellos diferentes de murru
sr: Мапе сенчења користећи нивое тамног сенчења приказују нагибе, врхове и низије.
sr_latn: Mape senčenja koristeći tamno senčenje prikazuju nagibe, vrhove i nizije.
sv: Terrängskuggning använder mörka skuggor på kartan för att visa och framhäva sluttningar, toppar och dalar.
ta: சரிவுகள், சிகரங்கள் மற்றும் தாழ்நிலங்களைக் காட்ட இருண்ட நிழல்களைப் பயன்படுத்தி இல்சேட் வரைபடம்.
tr: Tepe gölgesi haritaları farklı gri renk seviyelerini kullanarak yamaçları, zirveleri ve ovaları görselleştirir
uk: Мапа рельєфу використовує темні відтінки, щоб показати схили, вершини та низини.
zh_hant: 地形陰影地圖使用不同等級的灰色來視覺化斜坡、山頂和低地

# map_settings_weather_temp_air
source: Air temperature
cs: Teplota vzduchu
da: Lufttemperatur
de: Lufttemperatur
el: Θερμοκρασία αέρος
es_us: Temperatura del aire
et: Õhutemperatuur
fr: Température de l'air
hu: Levegő hőmérséklete
id: Suhu udara
is: Lofthitastig
it: Temperatura dell'aria
nl: Luchttemperatuur
ru: Температура воздуха
sr: Температура ваздуха
sr_latn: Temperatura vazduha
sv: Lufttemperatur
ta: காற்று வெப்பநிலை
uk: Температура повітря
zh_hant: 氣溫

# weather_pressure_enable_descr
source: Enable to view pressure layer on the map.
ar: تمكين لعرض طبقة الضغط على الخريطة.
be: Уключыць прагляд пласта ціску на мапе.
cs: Zaškrtněte pro zobrazení tlakové vrstvy na mapě.
da: Aktiver for at få vist lufttryklag på kortet.
de: Aktivere Druckebene auf der Karte.
el: Ενεργοποιήστε για την προβολή του επιπέδου πίεσης στο χάρτη.
es_us: Permite ver la capa de presión en el mapa.
et: Lülita sisse kaardil õhurõhu andmekihi kuvamiseks.
fr: Activer pour afficher la couche de pression sur la carte.
hu: Engedélyezi a nyomásréteg megjelenítését a térképen.
id: Aktifkan untuk melihat lapisan tekanan di peta.
is: Virkja til að skoða loftþrýstingslag á kortinu.
it: Abilita per visualizzare il livello della pressione sulla mappa.
nl: Weergave van luchtdruklaag op de kaart inschakelen.
oc: D'activar per mostrar leis indicacions de pression sus la mapa.
pl: Włącz by wyświetlić warstwę ciśnienia na mapie.
ro_ro: Activează pentru a vizualiza stratul de presiune pe hartă.
ru: Включить слой атм. давления на карте.
sc: Abìlita·lu pro bìdere s'istratu de sa pressione in sa mapa.
sr: Омогућите да видите слој притиска на мапи.
sr_latn: Omogućite da vidite sloj pritiska na mapi.
sv: Aktivera för att visa lufttryck-lager på kartan.
ta: வரைபடத்தில் அழுத்தம் அடுக்கைக் காண இயக்கவும்.
tr: Haritada basınç katmanını görüntülemeyi etkinleştirin.
uk: Увімкніть, щоб переглянути шар тиску на мапі.
zh_hant: 啟用以在地圖上檢視壓力圖層。

# weather_cloud_enable_descr
source: Enable to view cloud layer on the map.
ar: تمكين لعرض طبقة السحابة على الخريطة.
be: Уключыць прагляд пласта воблачнасці на мапе.
cs: Zaškrtněte pro zobrazení vrstvy oblačnosti na mapě.
da: Aktiver for at få vist skylag på kortet.
de: Zeige Wolkenebene auf der Karte an.
el: Ενεργοποιήστε για την προβολή του επιπέδου συννεφιάς στο χάρτη.
es_us: Permite ver la capa de nubes en el mapa.
et: Lülita sisse kaardil pilvede andmekihi kuvamiseks.
fr: Activer pour afficher la couche nuageuse sur la carte.
hu: Engedélyezi a felhőréteg megjelenítését a térképen.
id: Aktifkan untuk melihat lapisan awan di peta.
is: Virkja til að skoða skýjahululag á kortinu.
it: Abilita per visualizzare il livello delle nuvole sulla mappa.
nl: Weergave van wolkenlaag op de kaart inschakelen.
oc: D'activar per mostrar leis indicacions de nivolada sus la mapa.
pl: Włacz by wyświetlić warstwę chmur na mapie.
ro_ro: Activați vizualizarea stratului de nori pe hartă.
ru: Включить слой облаков на карте.
sc: Abìlita·lu pro bìdere s'istratu de sa sas nues in sa mapa.
sr: Омогућите да видите слој облака на мапи.
sr_latn: Omogućite da vidite sloj oblaka na mapi.
sv: Aktivera för att visa moln-lager på kartan.
ta: வரைபடத்தில் முகில் லேயரைக் காண இயக்கவும்.
tr: Haritada bulut katmanını görüntülemeyi etkinleştirin.
uk: Увімкніть, щоб переглянути шар хмар на мапі.
zh_hant: 啟用以在地圖上檢視雲層。

# intro_download
source: Download map
ar: تحميل خريطة
be: Спампаваць мапу
ca: Baixa el mapa
cs: Stáhnout mapu
da: Hent kort
de: Karte herunterladen
el: Λήψη χάρτη
es_us: Descargar mapa
et: Laadi kaart alla
fi: Lataa kartta
fr: Télécharger la carte
hu: Térkép letöltése
id: Unduh peta
is: Sækja kort
it: Scarica mappa
ja: ダウンロード マップ
ka: რუკების გადმოწერა
ko: 다운로드 지도
nl: Download kaart
oc: Teledescargar la mapa
pl: Pobierz mapę
pt_br: Baixar↵ mapa
ro_ro: Descărcați hartă
ru: Скачать карту
sc: Iscàrriga mapa
sk: Stiahnuť mapu
sl: Prejem zemljevida
sr: Преузми карту
sr_latn: Preuzmi kartu
sv: Ladda ner karta
ta: பதிவிறக்குங்கள் வரைபடம்
tr: indir Harita
uk: Завантажити мапу
zh_hans: 下载 地图
zh_hant: 下載 地圖
