Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# map_widget_camera_distance
source: Camera elevation
ar: ارتفاع الكاميرا
be: Вышыня камеры
bg: Височина на камерата
cs: Výška kamery
da: Kamerahøjde
de: Kamerahöhe
el: Ανύψωση κάμερας
eo: Alteco de fotilo
es_us: Elevación de la cámara
et: Kaamera kõrgus
eu: Kameraren kota
fa: ارتفاع دوربین
fi: Kameran korkeus
fr: Altitude de l'appareil photo
he: גובה מצלמה
hu: Kameramagasság
id: Ketinggian kamera
is: Hæð myndavélar
it: Elevazione fotocamera
ja: カメラの仰角
ko: 카메라 높이
nb: Kamerahøyde
nl: Camera stijging
oc: Elevacion de l’aparelh fòto
pl: Wysokość kamery
ro_ro: Elevație cameră
ru: Высота камеры
sc: Artària de sa fotocàmera
sk: Výška fotoaparátu
sl: Nadmorska višina kamere
sr: Висина камере
sr_latn: Visina kamere
sv: Kamerans höjd
ta: கேமரா உயரம்
tr: Kamera yüksekliği
uk: Висота від землі до камери
vi: Độ cao máy ảnh
zh_hans: 相机标高
zh_hant: 地圖視角高度

# map_widget_target_distance
source: Distance from camera to target
ar: المسافة من الكاميرا إلى الهدف
az: Kameradan hədəfə qədər məsafə
bg: Разстояние от камерата до целта
ca: Distància de la càmera a l'objectiu
cs: Vzdálenost kamery od cíle
da: Afstand fra kamera til mål
de: Entfernung zwischen Kamera und Ziel
el: Απόσταση από κάμερα προς στόχο
eo: Distanco inter fotilo kaj celo
es_us: Distancia de la cámara al objetivo
et: Kaugus kaamerast sihtmärgini
eu: Kameratik xederako distantzia
fa: فاصله از دوربین تا هدف
fi: Etäisyys kamerasta kohteeseen
fr: Distance entre l’appareil photo et la cible
hu: Távolság a kamerától a célig
id: Jarak antara kamera ke sasaran
is: Fjarlægð milli myndavélar og myndefnis
it: Distanza dalla telecamera alla destinazione
ja: カメラからターゲットまでの距離
ko: 카메라에서 대상까지의 거리
nb: Avstand fra kamera til mål
nl: Afstand van camera tot doelwit
oc: Distància de l’aparelh fòto a la tòca
pl: Odległość od kamery do celu
ro_ro: Distanța de la cameră la țintă
ru: Расстояние от камеры до цели
sc: Distàntzia intre sa fotocàmera e s'obietivu
sk: Vzdialenosť kamery od cieľa
sl: Razdalja od kamere do cilja
sr: Удаљеност камере од циља
sr_latn: Rastojanje od kamere od cilja
sv: Avstånd från kameran till målet
ta: கேமராவிலிருந்து இலக்குக்கு தூரம்
tr: Kamera ile hedef arasındaki mesafe
uk: Відстань від камери до цілі
vi: Khoảng cách từ máy ảnh đến mục tiêu
zh_hans: 相机到目标的距离
zh_hant: 地圖視角至目標的距離

# map_markers_empty
source: You have no active map markers
ar: لايوجد لديك توجيه مباشر نشط
be: У вас няма актыўных адзнак на мапе
cs: Nemáte žádné aktivní mapové značky
da: Du har ingen aktive kortmarkører
de: Sie haben keine aktiven Kartenmarkierungen
el: Δεν έχετε ενεργούς δείκτες χάρτη
es_us: No tiene marcadores de mapa activos
et: Sul ei ole aktiivseid kaardimarkereid
fr: Vous n'avez pas de marques actives sur la carte
hu: Nincs aktív térképjelölője
id: Anda tidak memiliki penanda peta aktif
is: Þú ert ekki með nein virk kortamerki
it: Non hai alcun marcatore mappa attivo
ja: アクティブなマップマーカーがありません
ko: 당신은 활성 맵 마커가 없습니다
nb: Du har ingen aktive kartmarkører
nl: Je hebt geen actieve kaartmarkeringen
oc: Avètz ges de marcadors de mapa actius
pl: Nie masz aktywnych znaczników mapy
pt_br: Você não tem marcadores de mapa ativos
ro_ro: Nu aveți niciun marker activ pe hartă
ru: У вас нет активных маркеров на карте
sc: Non tenes perunu marcadore de mapa ativu
sr: Немате активних маркера мапе
sr_latn: Nemate aktivnih markera mape
sv: Du har inga aktiva kartmarkörer
ta: உங்களிடம் செயலில் உள்ள வரைபட குறிப்பான்கள் இல்லை
tr: Etkin harita işaretleyiciniz yok
uk: У вас немає активних позначок на мапі
zh_hant: 你沒有啟動的地圖標記

# speak_pedestrian
source: Pedestrian crosswalks
ar: ممرات الراجلين
ast: Pasos peoniles
az: Piyada keçidləri
be: Пешаходныя пераходы
bg: Пешеходни пътеки
ca: Passos de zebra
cs: Přechody pro chodce
cy: Croesfannau cerddwyr
da: Fodgængerovergange
de: Fußgängerübergänge
el: Διαβάσεις πεζών
eo: Pasejoj zebrostriaj
es_us: Cruces peatonales
et: Jalakäijate ülekäigurajad
eu: Zebrabideak
fa: گذرگاه‌های پیاده
fi: Suojatiet
fr: Passages piétons
gl: Pasos de peóns
he: מעברי חציה
hu: Gyalogosátkelők
hy: Հետիոտնային անցումներ
id: Penyeberangan pejalan kaki
is: Gangbrautir
it: Attraversamenti pedonali
ja: 横断歩道
ka: ფეხით მოსიარულეთა გზაჯვარედინები
ko: 보행자 횡단보도
lt: Pėsčiųjų perėjos
lv: Gājēju pārejas
mk: Pesacki premini
ml: സീബ്രക്രോസിങ്ങ്
nb: Fotgjengeroverganger
nl: Zebrapaden
oc: Passatges pedoniers
pl: Przejścia dla pieszych
pt_br: Faixas de pedestre
ro_ro: Treceri pietoni
ru: Пешеходные переходы
sc: Atraessamentos pedonales
sk: Priechody pre chodcov
sl: Prehodi za pešce
sr: Пешачки прелази
sr_latn: Pešački prelazi
sv: Övergångsställen
ta: பாதசாரி குறுக்குவழிகள்
tr: Yaya geçitleri
uk: Пішохідні переходи
vi: Lối dành cho người đi bộ
zh_hans: 人行横道
zh_hant: 行人穿越道

source: Network
af: Netwerk
ar: شبكة
ast: Rede
az: Şəbəkə
be: Сетка
bg: Мрежа
ca: Xarxa
cs: Síť
cy: Rhwydwaith
da: Netværk
de: Netzwerk
el: Δίκτυο
eo: Telefonreto
es_us: Red
et: Võrgustik
eu: Sarea
fa: شبکه
fi: Verkko
fr: Réseau
he: רשת
hu: Hálózat
hy: Ցանց
id: Jaringan
is: Netkerfi
it: Rete
ja: ネットワーク
ka: ქსელი
ko: 네트워크
lt: Tinklas
lv: Tīkls
mk: Mreza
ml: ശൃംഖല
mr: नेटवर्क
nb: Nettverk
nl: Netwerk
pl: Sieć GSM
ro_ro: Rețea
ru: Сеть
sc: Retza
sk: Sieť
sl: Omrežje
sr: Мрежа
sr_latn: Mreža
sv: Nätverk
ta: பிணையம்
tr: Ağ
uk: Мережа
zh_hans: 网络
zh_hant: 網路

# general_settings_descr
source: Set up display and common settings for the app.
af: Instel van oorhoofse verstellings
ar: قم بإعداد العرض والإعدادات العامة للتطبيق.
az: Proqramın ekran və ümumi parametrlərini tənzimləyin.
be: Налады экрана і агульныя налады праграмы.
bg: Настройване на екрана и общите настройки на приложението
ca: Configureu els paràmetres generals i de visualització de l'aplicació.
cs: Nastavení zobrazení a dalších společných parametrů aplikace.
cy: App theme, units, region
da: Konfigurer visning og generelle indstillinger.
de: Konfiguration der Anzeige und anderer allgemeiner Einstellungen.
el: Διαμόρφωση οθόνης και κοινές ρυθμίσεις για την εφαρμογή.
eo: Agordi vidigon kajĝenerale la aplikaĵon.
es_us: Configura la pantalla y ajustes globales de la aplicación.
et: Seadista ekraan ja rakenduse üldised seaded.
eu: Erarri pantaila eta aplikazioaren ezarpen arruntak.
fa: نما و تنظیمات عمومی برنامه را تنظیم کنید.
fi: Määritä näyttö ja yleiset asetukset.
fr: Configurer l'affichage et les paramètres généraux de l'application.
gl: Configurar a pantalla e os axustes globais da aplicación.
he: הגדרת תצוגה ותצורה נפוצה עבור היישומון.
hu: A kijelző és az alkalmazás általános beállításai.
hy: Էկրանի պարամետրերը, տեղայնացում, միավորներ և այլն։
id: Siapkan tampilan dan pengaturan umum untuk aplikasi.
is: Settu upp skjá og almennar stillingar fyrir forritið.
it: Configura schermo e le impostazioni globali dell'app.
ja: アプリの表示オプションや共通の設定をおこないます。
ka: მთავარი პარამეტრების გამართვა.
ko: 앱에 대한 디스플레이와 일반 설정을 구성합니다
lt: Derinkite globaliuosius nustatymus.
lv: Mainīt lietotnes iestatījumus.
mk: Postavete ekran i zaednički postavki za aplikacijata.
ml: "ആപ്പ്ളിക്കേഷന്റെ ഡിസ്പ്ളെയുടെയും പൊതുവായതും ആയ സജ്ജീകരണള്‍ ക്രമീകരിക്കുക"
nb: Sett opp visning og generelle programinnstillinger.
nl: Bewerk weergave- en algemene app-instellingen.
oc: Configuratz lei paramètres generaus e de visualizacion de l'aplicacion.
pl: Skonfiguruj wyświetlanie i wspólne ustawienia dla aplikacji.
pt_br: Tema do aplicativo, unidades, região
ro_ro: Configurați afișajul și setările comune pentru aplicație.
ru: Настройка экрана и общие настройки OsmAnd.
sc: Imposta s'ischermu e sas impostatziones comunes pro s'aplicatzione.
sk: Nastaviť zobrazenie a iné spoločné nastavenia aplikácie.
sl: Nastavitev zaslona in splošnih nastavitev za aplikacijo.
sr: Подесите приказ и опште поставке програма.
sr_latn: Podesi prikaz i opšta podešavanja programa.
sv: Ställ in visnings- och allmänna inställningar för appen.
ta: பயன்பாட்டிற்கான காட்சி மற்றும் பொதுவான அமைப்புகளை அமைக்கவும்.
tr: Uygulama için ekran ve ortak ayarları ayarlayın.
uk: Налаштування екрана та загальні параметри застосунку.
vi: Thiết lập hiển thị và cài đặt chung cho ứng dụng.
zh_hans: 配置应用的显示与常规设置。
zh_hant: 設定應用程式顯示和共通設定。

# keep_informing_never
source: Only manually (tap arrow)
ar: يدوياً فقط (اضغط على السهم)
az: Yalnız əl ilə (oxa toxun)
be: Толькі ўласнаручна (націскаць на стрэлку)
bg: Само ръчно (докосване на стрелката)
ca: Només manualment (premeu fletxa)
cs: Pouze manuálně (ťuknout na šipku)
cy: Dim ondâ llaw (tapio'r saeth)
da: Kun manuelt (tryk på pilen)
de: Nur manuell (auf Pfeil tippen)
el: Μόνο χειροκίνητα (πατήστε το βέλος)
eo: Nur permane (tuŝu sageton)
es_us: Sólo manualmente (pulsa la flecha)
et: Ainult käsitsi (puuduta noolt)
eu: Inoiz
fa: دستی (روی فِلِش بزنید)
fi: Ainoastaan käsin (näpäytä nuolta)
fr: Manuelle (en appuyant sur la flèche)
gl: Só de xeito manual (prema a frecha)
he: ידני בלבד (נגיעה בחץ)
hu: Csak kézzel (koppintson a nyílra)
hy: Միայն ձեռքով (սեղմելով «սլաքը»)
id: Hanya secara manual (ketuk panah)
is: Einungis handvirkt (ýta á örina)
it: Solo manualmente (tap sulla freccia)
ja: 手動のみ(矢印をタップ)
ka: მხოლოდ ხელით (დაატყაპუნეთ ისარზე)
ko: 수동으로만 (화살표를 탭)
lt: Tik rankiniu būdu (spauskite rodyklę)
lv: Manuāli (nospiediet uz bultas)
mk: Samo račno (doprete ja strelkata)
ml: സ്വമേധയാ മാത്രം (ടാപ്പ് അമ്പ്)
nb: Bare manuelt (trykk pil)
nl: Alleen handmatig (tik op de pijl)
oc: Manualament solament (tocatz la sageta)
pl: Tylko ręcznie (po naciśnięciu strzałki nawigacji)
pt_br: Apenas manualmente (toque na seta)
ro_ro: Doar manual (prin atingerea săgeții)
ru: Только вручную (нажмите стрелку)
sc: Manualmente ebbia (carca sa fritza)
sk: Len ručne (použiť šípku)
sl: Samo ročno (pritisnite na puščico)
sr: Само ручно (кликом на стрелицу)
sr_latn: Samo ručno (tapom na strelicu)
sv: Endast manuellt (tryck på pilen)
ta: கைமுறையாக மட்டுமே (அம்புக்குறியைத் தட்டவும்)
tr: Yalnızca elle ayarlama (oka basın)
uk: Вручну (натисканням на стрілку)
vi: Bằng tay (chạm vào mũi tên)
zh_hans: 只有手动（轻触箭头）
zh_hant: 只有手動（輕點箭頭）

source: Route parameters
ar: تفضيلات اختيار الطريق
az: Marşrut parametrləri
be: Параметры маршруту
br: Arventennoù an hentadur
ca: Paràmetres de la ruta
cs: Parametry trasy
cy: Paramedrau llwybr
da: Ruteparametre
de: Routenparameter
el: Παράμετροι διαδρομής
eo: Parametroj de navigo
es_us: Parámetros de ruta
et: Teekonna parameetrid
eu: Ibilbidearen parametroak
fa: پارامترهای مسیر
fi: Reittiparametrit
fr: Paramètres de l'itinéraire
gl: Parámetros de ruta
he: מאפייני מסלול
hu: Útvonal paraméterei
id: Parameter rute
is: Breytur varðandi leiðarval
it: Parametri del percorso
ja: ルートパラメーター
ka: გზის პარამეტრები
ko: 경로 매개변수
lt: Maršruto parametrai
lv: Maršruta parametri
mk: Parametri na rutata
my: လမ်းကြောင်း parameters များ
nb: Ruteparametere
oc: Paramètres dau percors
pl: Parametry trasy
pt_br: Parâmetros de rota
ro_ro: Parametri rută
ru: Параметры маршрута
sc: Paràmetros de s'àndala
sk: Parametre trasy
sl: Parametri poti
sr: Одреднице пута
sr_latn: Parametri rute
sv: Ruttparametrar
ta: பாதை அளவுருக்கள்
tr: Rota parametreleri
uk: Параметри маршруту
vi: Tham số của tuyến đường
zh_hans: 路线参数
zh_hant: 路徑參數

source: Map during navigation
ar: وضع الخريطة أثناء التنقل
az: Naviqasiya zamanı xəritə
be: Мапа падчас навігацыі
ca: Mapa durant la navegació
cs: Mapa během navigace
cy: Map wrth lywio
da: Kort under navigationen
de: Karte während Navigation
el: Χάρτης κατά την πλοήγηση
eo: Mapo dum navigi
es_us: Mapa al navegar
et: Kaart navigeerimise ajal
eu: Mapa nabigazioan zehar
fa: نقشه در هنگام ناوبری
fi: Kartta navigoinnin aikana
fr: Carte pendant le guidage
gl: Mapa durante a navegación
he: מפה במהלך ניווט
hu: Térkép navigáció közben
id: Peta selama navigasi
is: Skrá á meðan leiðsögn stendur
it: Mappa durante la navigazione
ja: ナビゲーション中のマップ表示
ka: რუკა ნავიგაციისას
ko: 탐색 중 맵
lt: Žemėlapis navigacijos metu
lv: Karte navigācijas laikā
mk: Karta za vreme na navigacijata
my: လမ်းညွှန်နေစဉ်မြေပုံ
nb: Kart under navigasjon
nl: Kaartweergave bij navigatie
oc: Mapa dau temps de la navigacion
pl: Mapa podczas nawigacji
pt_br: Mapa durante a navegação
ro_ro: Harta în timpul navigației
ru: Карта во время навигации
sc: Mapa durante sa navigatzione
sk: Mapa počas navigácie
sl: Zemljevid med navigacijo
sr: Карта за време навођења
sr_latn: Mapa za vreme navođenja
sv: Karta under navigering
ta: வழிசெலுத்தலின் போது வரைபடம்
tr: Navigasyon sırasında harita
uk: Мапа під час навігації
vi: Bản đồ trong khi điều hướng
zh_hans: 导航期间的地图
zh_hant: 導航時的地圖

# auto_zoom_map_descr
source: Zoom level according to your speed (while map is synchronized with current position).
af: Outo vergroot kaart volgens jou spoed
ar: مستوى التكبير وفقًا لسرعتك (بينما تتم مزامنة الخريطة مع الموقع الحالي).
be: Узровень павелічэння згодна вашай хуткасці (калі мапа сінхранізуецца з цяперашнім становішчам).
bg: Увеличението е съобразено със скоростта (само при винаги видимо местоположение).
ca: Nivell de zoom en funció de la velocitat (mentre el mapa estigui sincronitzat amb la posició actual).
cs: Zvětšení podle rychlosti pohybu (když je mapa synchronizována s aktuální pozicí).
cy: Lefel chwyddo ynôl eich cyflymder (tra bod y map wedi'i gysoni â'ch lleoliad presennol).
da: Zoomniveau i henhold til hastighed (mens kortet er synkroniseret med aktuel position).
de: Kartenvergrößerung der Geschwindigkeit anpassen (während der Kartennachführung).
el: Επίπεδο εστίασης χάρτη ανάλογα με την ταχύτητά σας (ενώ ο χάρτης συγχρονίζεται με την τρέχουσα θέση).
eo: Skali mapon depende de via rapido (kiam mapo estas samtempigita kun aktuala pozicio).
es_us: Nivel de zum según la velocidad (mientras el mapa se sincroniza con la ubicación actual).
et: Kiirusele vastav suurendustase (kuni kaart on hetkeasukohaga sünkroonitud).
eu: Zooma maila abiaduraren arabera (mapa uneko kokapenarekin sinkronizatua dagoela).
fa: تنظیم درجهٔ بزرگنمایی بر پایه سرعت خودرو (همزمان که نقشه موقعیت کنونی را نشان می‌دهد).
fi: Automaattisesti zoomautuva kartta nopeutesi mukaan (kun kartta on synkronoitu nykyiseen sijaintiisi).
fr: Zoom de la carte adapté à votre vitesse (lorsque que votre position est affichée sur la carte).
gl: Variar o achegamento do mapa segundo a velocidade (mentres o mapa estiver sincronizado coa posición actual).
he: תקריב המפה בהתאמה אוטומטית למהירות (בעוד שהמפה מסתנכרנת עם המיקום הנוכחי).
hu: Nagyítási szint állítása a sebesség függvényében (miközben a térkép követi a jelenlegi pozíciót).
hy: Ավտոմատ կերպով փոխել քարտեզի մասշտաբը ըստ արագությանը։
id: Tingkat perbesaran sesuai dengan kecepatan Anda (sementara peta disinkronkan dengan posisi saat ini).
is: Sjálfvirkur aðdráttur korts miðað við hraða þinn (á meðan kort er samstillt við virka staðsetningu).
it: Livello di Zoom automatico in base alla velocità (fintanto che la mappa è sincronizzata con la posizione corrente).
ja: 移動速度を基準とした自動ズームレベルを設定します。(その間マップは現在位置と同期します)
ka: სიჩქარეზე რუკის ავტომატური გადიდება.
ko: 속도에 따라 자동으로 지도 줌(zoom)을 합니다
lt: Priderintižemėlapio mastelį pagal jūsų greitį (kai žemėlapis sinchronizuojamas su esama padėtimi).
lv: Automātiski mērogot karti atkarībā no pārvietošanās ātruma.
mk: Nivo na zumiranje spored vašata brzina (dodeka kartata e sinhronizirana so momentalnata pozicija).
ml: "നിങ്ങളുടെ സ്പീഡിനനുസരിച്ച് ഭൂപടത്തിന്റെ സൂം സ്വയം ക്രമീകരിക്കുക "
nb: Zoomnivå i henhold til hastigheten din (mens kartet er synkronisert med gjeldende posisjon).
nl: Kaart automatisch zoomen naargelang de snelheid (wanneer de kaart gesynchroniseerd is met de huidige positie).
oc: Zoom automatic de la mapa relativa a la velocitat (mentre que la mapa se sincronize amb la posicion actuala)
pl: Przybliża mapę w zależności od prędkości (dopóki mapa zsynchronizowana jest z aktualnym położeniem).
pt_br: Mapa de zoom automático de acordo com a sua velocidade (enquanto o mapa está sincronizado com a posição atual)
ro_ro: Nivel de zoom în funcție de viteza dumneavoastră (în timp ce harta este sincronizată cu poziția curentă).
ru: Масштабирование по скорости (при отображении позиции на карте).
sc: Ismanniamentu mapa relativu a sa lestresa (si sa mapa est sincronizzata cun sa positzione currente).
sk: Priblíženie mapy podľa vašej rýchlosti (keď je mapa synchronizovaná s aktuálnou polohou).
sl: Približevanje zemljevida glede na hitrost vožnje (zemljevid se usklajuje s trenutnim mestom).
sr: Разина увећања према брзини (док је карта усклађена са Вашим положајем).
sr_latn: Nivo zumiranja u skladu sa brzinom (dok je mapa sinhronizovana sa trenutnom pozicijom).
sv: Zoomnivån anpassas efter din hastighet (när kartan följer med aktuell position).
ta: உங்கள் வேகத்திற்கு ஏற்ப பெரிதாக்க நிலை (வரைபடம் தற்போதைய நிலையுடன் ஒத்திசைக்கப்படும் போது).
tr: Hızınıza göre yakınlaştırma seviyesi (geçerli konum ile harita eşzamanlandığında).
uk: Зміна масштабу мапи відповідно до зміни швидкості (якщо мапа синхронізована з поточним положенням).
vi: Mức độ thu phóng theo tốc độ của bạn (trong khi bản đồ được đồng bộ hóa với vị trí hiện tại).
zh_hans: 缩放级别将根据你的速度而定（当地图与当前的位置同步时）。
zh_hant: 依據您的速度去縮放級別(當地圖與目前位置同步時)。

source: Snap to road
af: Knip vas aan pad
ar: التقاط الطريق
az: Yola bərkit
be: Прывязвацца да дарог
bg: Придържай мястото към пътя
ca: Desplaça a la carretera
cs: Pohyb po silnicích
cy: Snapio i'r ffordd
da: Fastgør til vejen
de: Auf Straße einrasten
el: Προσκόλληση στο δρόμο
eo: Proksimumigi al vojo
es_us: Ajustar al camino
et: Kinnitu teele
eu: Atxikitu errepidera
fa: چسبیدن به راه
fi: Kiinnitä tiehen
fr: Déplacer sur la route
gl: Axustará estrada
he: הצמדה לדרך
hu: Úthoz illesztés
hy: Կապել ճանապարհին
id: Pasang pada jalan
is: Grípa í veg
it: Blocca sulle strade
ja: 道路に合わせる
ka: გზისთვის მიბმა
ko: 도로로 스냅
lt: Rodyti ant kelio
lv: Tuvināt ceļam
mk: Vklucete se na patot
ml: പാതയില്‍ തന്നെ നിര്‍ത്തുക
nb: Hold på vei
nl: Positie op de weg uitlijnen
oc: Desplaçar a la rota
pl: Przyciąganie do drogi
pt_br: Ajustar com a via
ro_ro: Poziționează pe drum
ru: Привязка к дороге
sc: Arrea in subra de sos caminos
sk: Prichytiť k ceste
sl: Pripni na cesto
sq: Shko tek rruga
sr: Прилепи на пут
sr_latn: Vođica uvek na putu
sv: Fäst på vägen
ta: சாலைக்கு ஒடி
tr: Yola tuttur
uk: Притягування до доріг
vi: Gắn với đường
zh_hans: 吸附道路
zh_hant: 對齊道路

# snap_to_road_descr
source: Current position icon will snap to the current navigation route
ar: سيتم محاذاة رمز الموضع الحالي إلى مسار التنقل الحالي
az: Hazırkı mövqe ikonu hazırkı naviqasiya marşrutuna bağlanacaq
be: Значок бягучага месцазнаходжання будзе прывязвацца да бягучага маршруту навігацыі
bg: Иконата за позиция ще се придържа към текущия маршрут
ca: La icona de la posició actual s'ajustarà a la ruta de navegació actual
cs: Ikona aktuální polohy bude přichycena k aktuální navigační trase
cy: Bydd yr eicon lleoliad presennol yn snapio i'r llwybr llywio cyfredol
da: Ikonet for aktuel position fastgøres til den aktuelle navigationsrute
de: Das Symbol für den aktuellen Standort wird an die aktuelle Navigationsroute angehängt
el: Το εικονίδιο της τρέχουσας τοποθεσίας θα κλειδώσει στην τρέχουσα διαδρομή πλοήγησης
eo: Proksimigas emblemon de via pozicio al la nune navigata vojo
es_us: El icono de la ubicación actual será ajustado a la ruta de navegación
et: Hetkeasukoha ikoon haakub aktiivse navigeerimisteekonnaga
eu: Uneko posizioaren ikonoa uneko nabigazio-ibilbidera egokituko da
fa: نماد موقعیتِ کنونی به مسیر ناوبریِ جاری می‌چسبد
fi: Nykyisen sijainnin kuvake napsahtaa nykyiseen navigointireittiin
fr: L’icône de position sera déplacé sur l’itinéraire en cours
gl: A icona da posición actual será axustada á ruta de navegación actual
he: סמל המקום הנוכחי יוצמד למסלול הניווט הנוכחי
hu: A jelenlegi helyet jelző ikon bepattan a jelenlegi navigációs útvonalba
id: Ikon posisi saat ini akan terkunci ke rute navigasi saat ini
is: Táknið fyrir núverandi staðsetningu mun grípa í leiðina sem leiðsögn fylgir
it: L'icona della localizzazione attuale sarà incollata al percorso corrente
ja: 現在地アイコンが現在のナビゲーションルートにスナップされます
ka: ნავიგაციისას პოზიციის გზებისათვის მიბმა
ko: 현재 위치 아이콘이 현재 내비게이션 경로로 스냅하기
lt: Dabartinės pozicijos piktograma įsijungs į esamą navigacijos maršrutą
lv: Snap position to roads during navigation
mk: Ikonata za momentalna pozicija ḱe se prikači na tekovnata ruta za navigacija
nb: Aktuelle posisjonsikon vil festes til gjeldende navigeringsrute
nl: Het huidige positiepictogram klikt vast aan de huidige navigatieroute
oc: L'icòna de la posicion correnta s'alinharà sus lo percors corrent
pl: Ikona aktualnej lokalizacji zostanie przyciągnięta do bieżącej trasy nawigacji
pt_br: Ajustar posição às vias próximas durante a navegação
ro_ro: Iconul de poziție curentă va fi plasat pe ruta de navigație curentă
ru: Значок текущего местоположения будет привязан к маршруту навигации
sc: S'icona de sa positzione atuale s'at a ligare a s'àndala de navigatzione atuale
sk: Ikona aktuálnej polohy bude prichytená k navigačnej trase
sl: Ikona trenutnega položaja se bo prilepila na trenutno navigacijsko pot
sr: Сличица тренутног положаја ће бити прилепљена за тренутно навођени пут
sr_latn: Vođica biće prilepljena za rutu
sv: Ikonen för aktuell plats kommer att fästa mot den aktuella navigeringsvägen
ta: தற்போதைய நிலை படவுரு தற்போதைய வழிசெலுத்தல் பாதையில் ஒடுக்கப்படும்
tr: Geçerli konum simgesi, geçerli navigasyon rotasına tutturulacaktır
uk: Значок поточного положення буде притягуватись до лінії маршруту під час навігації
vi: Biểu tượng vị trí hiện tại sẽ gắn theo tuyến đường điều hướng hiện tại
zh_hans: 当前位置图标将与当前导航路径对齐
zh_hant: 目前位置圖示將會貼齊到目前導航的路線
