Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# rendering_attr_depthContourColorScheme_description
source: Depth contour lines color scheme
ar: نظام ألوان عمق خطوط الخطوط المحيطية
be: Колеравая схема контурных ліній глыбіні
bg: Цветова схема на контурните линии на дълбочината (изобати)
cs: Barevné schéma hloubkových vrstevnic
da: Farvesætning for dybdekonturlinjer
de: Farbschema der Tiefenlinien
el: Χρωματικός συνδυασμός ισοϋψών καμπυλών βάθους
eo: Kolor-skemo de maraj profundec-kurboj
es_us: Esquema de color para las curvas de nivel de profundidad
et: Sügavuste kontuurjoonte värvid
eu: Sakonerako sestra-marren kolore-eskema
fa: طرح رنگی خطوط عمق
fr: Jeu de couleurs des lignes de profondeur
hu: Mélységvonalak színsémája
id: Skema warna garis kontur
is: Litastef dýptarlína
it: Schema dei colori dei contorni delle isobate
ja: 等深線の配色
ko: 깊이 등고선 색 구성표
mk: Sema na boi na dlabinski konturni linii
nb: Fargedrakt for dybdekotelinjer
nl: Kleurschema van dieptelijnen
pl: Schemat kolorów linii konturowych głębokości
ro_ro: Schemă de culori pentru linii de contur
ru: Цветовая схема изобат
sc: Ischema de colores de sas curvas de livellu de profundidade
sk: Farebná schéma hĺbkových vrstevníc
sl: Barvna shema izobat (črt za globino)
sr: Образац боја линија обриса дубине
sr_latn: Shema boja konturnih linija dubine
sv: Färgsättning av djupkurvor
ta: ஆழம் விளிம்பு கோடுகள் வண்ணத் திட்டம்
tr: Derinlik eş yükselti çizgisi renk düzeni
uk: Колір ізоліній глибин
vi: Hệ màu đường đồng mức độ sâu
zh_hans: 等深线配色方案
zh_hant: 等深線配色方案

# routing_attr_difficulty_preference_no_preference_name
source: No preference
ar: بدون تفضيل
be: Без пераваг
bg: Без предпочитание
cs: Žádné preference
cy: Dim dewisiadau
da: Ingen præference
de: Keine Präferenz
el: Χωρίς προτίμηση
eo: neniu prefero
es_us: Sin preferencias
et: Eelistus puudub
eu: Ez dago lehentasunik
fa: بدون ترجیح
fi: Ei valintaa
fr: Aucune préférence
he: אין העדפה
hu: Nincs beállítva
id: Tidak ada preferensi
is: Engar óskir
it: Nessuna preferenza
ja: 指定なし
ko: 선호도 없음
mk: Bez pretpočitanje
nb: Ingen preferanse
nl: Geen voorkeur
pl: Brak preferencji
ro_ro: Fără preferință
ru: Нет предпочтений
sc: Peruna preferèntzia
sk: Bez preferencie
sl: Brez preferenc
sr: Без тежњи
sr_latn: Bez preferenci
sv: Ingen preferens
ta: விருப்பம் இல்லை
tr: Tercih yok
uk: Без переваг
vi: Không ưu tiên
zh_hans: 无偏好
zh_hant: 無偏好

# rendering_attr_horse_scale_difficult_name
source: Difficult
ar: صعب
be: Складанасць
bg: Сложна
ca: Difícil
cs: Obtížné
cy: Anodd
da: Vanskelig
de: Schwieriger Weg
el: Δυσκολία
eo: malfacila
es_us: Difícil
et: Raske
eu: Zaila
fa: دشوار
fi: Vaikea
fr: Difficile
he: קשה
hu: Nehéz
id: Sulit
is: Erfitt
it: Difficile
ja: Difficult(難しい道)
ka: რთული
ko: 까다로움
mk: Teško
nb: Vanskelig
nl: Moeilijk
pl: Trudna
ro_ro: Dificil
ru: Сложный
sc: Difìtzile
sk: Ťažká
sl: težavna
sr: Тежа
sr_latn: Teža
sv: Svår
ta: கடினம்
tr: Zor
uk: Важка
vi: Khó
zh_hans: 艰难
zh_hant: 困難

# rendering_attr_OSMMapperAssistantFixme_name
source: Fixme tags
ar: علامات أصلحني
be: Пазнакі Fixme
bg: Етикети fixme
ca: Etiquetes d'errors
cs: Značky chyb
cy: tagiau Fixme
da: Retmig-mærker
eo: Ŝlosiloj “Riparu min!”
es_us: Etiquetas «fixme» (arréglame)
et: „Vajab parandamist“ sildid
eu: Fixme etiketak
fa: برچسب‌های Fixme
fi: Fixme-tunnisteet
fr: Étiquettes fixme
he: תגיות „לתיקון”
hu: Fixme címkék
id: Tanda fixme
is: Lagamig-merki
it: Etichette Fixme
ja: Fixmeタグ
ka: fixmeჭდეები
ko: 픽스미 태그
lv: Fixme tagi
mk: Popravete gi oznakite
nb: Fiksmeg-etiketter
nl: 'Fixme' labels
oc: Balisas Fixme
pl: Tagi Fixme
ro_ro: Etichete Fixme
ru: Теги fixme
sc: Etichetas de faddinas
sk: Značky chýb
sl: Oznake Fixme
sr: Ознаке поправке
sr_latn: Fixme oznake
sv: Fixme-taggar
ta: Fixme குறிச்சொற்கள்
tr: Beni-düzelt etiketleri
uk: Теґи fixme
vi: Thẻ fixme
zh_hans: Fixme 标签
zh_hant: Fixme 標籤

# routing_attr_avoid_footways_name
source: Avoid footways
ar: تجنب طرق المشاة
be: Пазбягаць пешаходныя дарожкі
bg: Избягване на пешеходни пътища
ca: Evita els camins per a vianants
cs: Vyhnout se chodníkům
cy: Osgoi llwybrau troed
da: Undgå gangstier
de: Keine Fußwege
el: Αποφυγή μονοπατιών πεζών
eo: Sen trotuaroj
es_us: Evitar veredas o aceras
et: Väldi jalgteid
eu: Saihestu oinezkoen bideak
fa: راه‌های پیاده
fi: Vältä kävelyteitä
fr: Éviter les trottoirs
gl: Evitar sendas peonís
he: הימנעות משבילי הולכי רגל
hu: Gyalogutak elkerülése
id: Hindari jalan setapak
is: Forðast gangstéttir
it: Evita i marciapiedi
ja: 歩道を避ける
ka: საცალფეხო ფზების არიდება
ko: 인도를 피하기
lv: Izvairīties no gājēju ceļiem
mk: Izbegnuvaj pesacki pateki
nb: Unngå gangveier
nl: Vermijd voetpaden
oc: Evitar lei camins pedoniers
pl: Unikaj chodników
ro_ro: Evită căi pietonale
ru: Без пешеходных дорожек
sc: Èvita sos martzapiedis
sk: Vyhnúť sa chodníkom
sl: Izogibaj se pešpoti
sr: Избегавај пешачке стазе
sr_latn: Pešačke staze
sv: Undvik resor till
ta: பாதைகளைத் தவிர்க்கவும்
tr: Yaya yollarından kaçın
uk: Уникати пішохідних шляхів
vi: Tránh lối đi bộ
zh_hans: 避开人行道
zh_hant: 避免人行道

# rendering_attr_showMtbScale_description
source: Display trails according to their MTB scale.
ar: عرض المسارات وفقا لمقياس MTB.
bg: Показване на пътеките, в зависимост от сложността по скалата за MTB.
ca: Mostra els itineraris segons l'escala BTT.
cs: Zobrazit trasy podle jejich stupnice MTB.
da: Vis spor efter deres MTB-skala.
de: Wege nach MTB-Skala anzeigen.
el: Εμφάνιση μονοπατιών βάσει της κλίμακας MTB.
eo: Montri montbiciklajn kursojn laŭ la skalo en la ŝlosilo «mtb:scale».
es_us: Muestra los senderos según la escala de MTB.
et: Näita radu vastavalt nende MTB raskusastmele.
eu: Erakutsi ibilbideak MTB eskalaren arabera.
fa: نمایش مسیرها بر پایه مقیاس MTB.
fr: Afficher la difficulté des itinéraires VTT selon l'échelle MTB.
hu: Nyomvonalak megjelenítése MTB-nehézségi szintek szerint.
id: Tampilkan trek berdasarkan skala MTB.
is: Birta leiðir samkvæmt MTB fjallahjólreiðakvarðanum.
it: Mostra i percorsi nella scala di difficoltà MTB.
ja: MTBスケールに従ってトレイルを表示します。
ko: MTB 스케일에 따라 트레일을 표시합니다.
nb: Vis løyper ifølge deres terrengsykkel-skala.
nl: Paden tonen volgens hun MTB moeilijkheidsgraad.
pl: Wyświetl szlaki według skali MTB.
ro_ro: Afișează traseele în funcție de dificultatea lor MTB.
ru: Показать MTB-трассы в соответствии с их сложностью.
sc: Ammustra sas camineras segundu sos grados de dificultade MTB (pro bitzicletas de monte).
sk: Zobraziť trasy podľa ich náročnosti pre horské bicykle.
sl: Prikaže proge razvrščene po težavnostni lestvici za MTB.
sr: Приказуј трагове по лествици МТБ-а.
sr_latn: Prikazuj trase po skali MTB-a.
sv: Visa leder enligt deras MTB-svårighetsgrad.
ta: அவற்றின் எம்டிபி அளவின்படி தடங்களைக் காண்பி.
tr: Yolları MTB ölçeğine göre görüntüle.
uk: Показати траси згідно з їхньою шкалою MTB.
vi: Hiển thị lối đi dựa theo thang đo MTB của chúng.
zh_hans: 根据山地自行车难度分级显示路径。
zh_hant: 根據山地自行車比例顯示路徑。

# routing_attr_freeride_policy_do_not_go_offpiste_name
source: Do not go offpiste
ar: لاتذهب للطرق الزلقة
be: Не сыходзіць з трасы
bg: Без излизане от пистите
cs: Nevyjíždějte mimo sjezdovky
cy: Paidâ mynd offpiste
da: Gå ikke uden for pisterne
de: Nicht von der Piste abweichen
el: Μην πας εκτός πίστας
eo: ne eniri neoficialajn skivojojn
es_us: No salirse de la pista
et: Ära luba suusatamist väljaspool ettevalmistatud radu
eu: Ez joan pistatik kanpo
fa: خارج از پیست نروید
fr: Ne pas faire de hors-piste
he: לא לרדת מהמסלול
hu: Ne térjen le a pályáról
id: Jangan pergi offpiste
is: Ekki fara utan vega
it: Non andare in fuoripista
ja: ゲレンデ(圧雪区域)の外に行かない
ko: 제거하지 마십시오
mk: Ne izleguvajte nadvor od patekata
nb: Ikke forlat løype
nl: Niet off-piste gaan
pl: Nie wychodź poza trasę
ro_ro: Nu merge în afara pârtiei
ru: Не сходить с трассы
sc: No andes foras de pista
sk: Neschádzať zo zjazdovky
sl: Ne hodi izven urejenih smučišč
sr: Не иди ван стазе
sr_latn: Ne idi van staze
sv: Åk inte offpist
ta: ஆஃபிச்டே செல்ல வேண்டாம்
tr: Pist dışına çıkma
uk: Не сходити з траси
vi: Không rời khỏi đường trượt tuyết
zh_hans: 不要离开越野滑雪道
zh_hant: 不要離開越野滑雪道

# rendering_attr_natureReserves_name
source: Nature reserve
ar: محمية طبيعية
be: Запаведнік
bg: Природен резерват
cs: Přírodní rezervace
cy: Gwarchodfa natur
da: Naturreservat
de: Naturschutzgebiet
el: Καταφύγιο άγριας ζωής και Προστατευόμενες περιοχές
eo: Naturrezervejoj
es_us: Reserva natural
et: Looduskaitseala ja muud kaitsealad
eu: Naturaren erreserba
fi: Luonnonsuojelualue
fr: Réserve naturelle
he: שמורת טבע
hu: Természetvédelmi és védett terület
id: Cagar alam
is: Náttúruverndarsvæði
it: Riserve naturali
ja: 自然保護区
ka: ნაკრძალები
ko: 자연 보호구역
mk: Priroden rezervat
nb: Naturreservat
nl: Natuurreservaat
oc: Resèrva naturala
pl: Rezerwat przyrody
ro_ro: Rezervație naturală
ru: Природные заповедники и охраняемые территории
sc: Riserva naturale
sk: Prírodné rezervácie
sl: Naravni rezervat
sr: Заштићено подручје природе
sr_latn: Rezervat
sv: Naturreservat och skyddade områden
ta: இயற்கை இருப்பு
tr: Doğa koruma alanı
uk: Заповідник
vi: Khu bảo tồn thiên nhiên
zh_hans: 自然保护区
zh_hant: 自然保留區

# routing_attr_freeride_policy_only_if_necessary_name
source: Only if necessary
ar: فقط إذا لزم الأمر
be: Толькі пры неабходнасці
bg: Само ако се налага
cs: Jen v případě potřeby
cy: Dim ond os oes angen
da: Kun hvis nødvendigt
de: Nur wenn nötig
el: Μόνο αν είναι απαραίτητο
eo: nur kiam necesa
es_us: Sólo si es necesario
et: Vaid siis, kui vajalik
eu: Beharrezkoa bada bakarrik
fa: فقط در صورت لزوم
fi: Vain tarvittaessa
fr: Seulement si nécessaire
he: רק במידת הצורך
hu: Csak ha szükséges
id: Hanya jika perlu
is: Aðeins ef það er nauðsynlegt
it: Solo se necessario
ja: 必要な場合のみ
ko: 필요한 경우
lt: Tik esant reikalui
mk: Samo dokolku e neophodno
nb: Kun hvis nødvendig
nl: Alleen indien noodzakelijk
pl: Tylko w razie potrzeby
ro_ro: Doar dacă este necesar
ru: Только при необходимости
sc: Petzi si est netzessàriu
sk: Len ak je potrebné
sl: Samo po potrebi
sr: Само ако је неопходно
sr_latn: Samo ako je neophodno
sv: Endast om det är nödvändigt
ta: தேவைப்பட்டால் மட்டுமே
tr: Yalnızca gerekirse
uk: Лише за необхідності
vi: Chỉ khi cần thiết
zh_hans: 仅在必要时
zh_hant: 僅在必要時

# routing_attr_avoid_highway_name
source: Avoid highways
ar: تجنب الطرق السريعة
be: Пазбягаць аўтамагісрталяў
bg: Без автомагистрали
ca: Evita les autopistes
cs: Vyhnout se dálnicím
cy: Osgoi priffyrdd
da: Undgå motorveje
de: Schnellstraßen vermeiden
el: Αποφυγή αυτοκινητόδρομων
eo: Evitiĉefajn vojojn
es_us: Evitar los caminos
et: Väldi kiirteid
eu: Saihestu autobideak
fa: پرهیز از بزرگراه‌ها
fi: Vältä moottoriteitä
fr: Éviter les autoroutes
he: הימנעות מכבישים מהירים
hu: Gyorsforgalmi utak elkerülése
id: Hindari jalan tol
is: Forðast hraðbrautir
it: Evita autostrade
ja: 高速道路を避ける
ko: 고속도로 제외
mk: Izbegnuvajte avtopatista
nb: Unngå motorveier
nl: Snelwegen vermijden
pl: Unikaj autostrad
ro_ro: Evită autostrăzi
ru: Без автомагистралей
sc: Èvita sas autostradas
sk: Vyhnúť sa cestám
sl: Izogibaj se avtocest
sr: Избегавај аутопутеве
sr_latn: Autoputeve
sv: Undvik motorvägar
ta: நெடுஞ்சாலைகளைத் தவிர்க்கவும்
tr: Otoyollardan kaçın
uk: Уник. автомагістралей
vi: Tránh đường cao tốc
zh_hans: 避开高速公路
zh_hant: 避開高速公路

# rendering_attr_depthContourWidth_description
source: Depth contour line width
ar: عرض عمق خط الخطوط المحيطية
be: Шырыня контурных ліній глыбіні
bg: Дебелина на контурните линии на дълбочината (изобати)
cs: Tloušťka hloubkové vrstevnice
da: Dybdekonturlinjers bredde
de: Breite der Tiefenlinie
el: Πλάτος ισοϋψών καμπυλών βάθους
eo: Larĝoj de linioj de maraj profundec-kurboj
es_us: La anchura para las curvas de nivel de profundidad
et: Sügavuste kontuurjoonte laius
eu: Sakonerako sestra-marren zabalera
fa: عرض خطوط عمق
fr: Largeur des lignes de profondeur
hu: Mélységvonalak vastagsága
id: Lebar garis kontur
is: Breidd dýptarlína
it: Spessore isobate
ja: 等深線の幅
ko: 깊이 등고선 선 폭
mk: Sirina na konturnata linija na dlabocina
nb: Linjebredde for dybdekoter
nl: Dikte van dieptelijnen
pl: Szerokość linii konturowej głębokości
ro_ro: Lățime curbe de adâncime
ru: Толщина изобат
sc: Largària de sas curvas de livellu de profundidade
sk: Hrúbka čiary hĺbkových vrstevníc
sl: Širina izobat (črt za globino)
sr: Ширина линија обриса дубине
sr_latn: Širina linija obrisa dubine
sv: Djupkurvornas linjebredd
ta: ஆழம் விளிம்பு வரி அகலம்
tr: Derinlik eş yükselti çizgisi genişliği
uk: Ширина ізоліній глибин
vi: Độ rộng đường đồng mức độ sâu
zh_hans: 等深线宽度
zh_hant: 等深線寬度

# routing_attr_avoid_fords_description
source: Avoid fords
ar: تجنب الوحل
be: Пазбягаць бродаў
bg: Избягване на бродове
ca: Evita els guals
cs: Vyhnout se brodům
cy: Osgoi rhydau
da: Undgå vadesteder
de: Furten vermeiden
el: Αποφεύγει περάσματα νερού
eo: Eviti travadejojn
es_us: Evita pasar por vados
et: Väldi fjorde
eu: Saihestu ibiak
fa: از گذرگاه‌های آبی پرهیز می‌کند
fr: Éviter les gués
he: המנעות מגשרים איריים
hu: Gázlók elkerülése
id: Hindari ford
is: Forðast vöð
it: Evita i guadi
ja: 浅瀬を避けます
ko: 개울길 우회
mk: Izbegnuvajte pokratki sporedni patista
nb: Unngå vadesteder
nl: Voorden vermijden
pl: Unikaj brodów
ro_ro: Evită vaduri
ru: Избегать бродов
sc: Èvita sos bados
sk: Vyhnúť sa brodom
sl: Izogibaj se plitvin
sr: Избегавање плићака
sr_latn: Plićake
sv: Undvik vadställen
ta: ஃபோர்ட்களைத் தவிர்க்கவும்
tr: Nehir geçişlerinden kaçının
uk: Уникати бродів
vi: Tránh khúc sông cạn
zh_hans: 避免涉水
zh_hant: 避免涉水

# rendering_attr_OSMMapperAssistantNote_name
source: Note tags
ar: علامات ملاحظة
be: Пазнакі note
bg: Етикети note
ca: Etiquetes de notes
cs: Značky poznámek
cy: Tagiau nodiadau
da: Bemærkning-mærker
el: Ετικέτες σημείωσης
eo: Ŝlosiloj “Rimarko”
es_us: Etiquetas «note» (nota)
et: Märkuste sildid
eu: Ohar etiketak
fa: برچسب‌های یادداشت
fi: Huomautustunnisteet
fr: Étiquettes note
he: תגיות הערה
hu: Jegyzet címkék
id: Tanda catatan
is: Merki minnispunkta
it: Etichette Note
ja: Note(メモ)タグ
ka: შენიშვნების ჭდეები
ko: 메모 태그
mk: Zabelezete gi oznakite (tagovite)
nb: Notis-etiketter
nl: Notitie labels
oc: Notar lei balisas
pl: Tagi notatek
ro_ro: Etichete note
ru: Теги note
sc: Etichetas de sas notas
sk: Značky poznámok
sl: Oznake za opombe
sr: Ознаке за белешке
sr_latn: Oznake za beleške
sv: Antecknings-taggar
ta: குறிப்பு குறிச்சொற்கள்
tr: Not etiketleri
uk: Теґи note
vi: Thẻ ghi chú
zh_hans: 注记标签
zh_hant: 註記標籤

# rendering_attr_weatherCloudContours_name
source: Cloud isolines
ar: تساوي السحب
bg: Изолинии на облачността (изонефи)
ca: Isolínies dels núvols
cs: Izolinie mraků
da: Sky-konturlinjer
de: Wolken-Isolinien
el: Ισογραμμές νέφους
eo: Egal-nubkovriĝ-linioj
es_us: Isolíneas de nubes
et: Pilvede samajooned
eu: Hodei isolineak
fa: خطوط هم‌ابر
fr: Contour des nuages
hu: Felhő-izovonalak
id: Garis isometris awan
is: Skýjalínur
it: Isolinee delle nuvole
ja: 雲頂高度(等値線)
ko: 클라우드 격리
nb: Sky-isolinjer
nl: Contourlijnen van wolken
oc: Isolinhas dei nívols
pl: Izolinie chmur
ro_ro: Izolinii nori
ru: Изолинии облачности (изонефы)
sc: Isolìnias de sas nues
sk: Izočiary oblakov
sl: Izolinije oblakov
sr: Линије обриса облака
sr_latn: Cloud linije obrisa
sv: Konturlinjer för moln
ta: மேகக்கணி ஐசோலின்கள்
tr: Bulut eş değer eğrileri
uk: Ізолінії хмарності
vi: Đường đẳng mây
zh_hans: 云等值线
zh_hant: 雲層等值線

# routing_attr_carriage_restrictions_description
source: Consider access permissions for horse-drawn vehicles
ar: اعتبر الحصول على إذن دخول للمركبات المسحوبة بأحصنة
be: Улічваць дазволы на доступу для гужавых транспартных сродкаў
bg: Отчита правата за достъп на транспортни средства с животинска тяга
cs: Zohlednit omezení vjezdu pro vozidla tažená koňmi
cy: Ystyried caniatâd mynediad ar gyfer cerbydau a dynnir gan geffylau
da: Tag højde for adgangstilladelser for hestekøretøjer
de: Berücksichtigung von Zufahrtsgenehmigungen für Pferdefuhrwerke
el: Να ληφθούν υπόψιν περιορισμοί πρόσβασης για ιππήλατα οχήματα
eo: Konsideri alirajn limigojn por veturiloj tirataj deĉevaloj
es_us: Considera los permisos de acceso para los vehículos impulsados a caballo
et: Kaalu hobuvankrite juurdepääsulubasid
eu: Kontuan hartu zaldiz tiratutako ibilgailuentzako sarbide-baimenak
fa: فرض می‌شود که به وسایل نقلیه اسب‌کش دسترسی دارید
fr: Prendre en compte les autorisations d'accès pour les véhicules hippomobiles
he: התחשבות במגבלות גישה למרכבים מובלי סוס
hu: Állati erővel vont jármű korlátozásainak figyelembevétele
id: Pertimbangkan izin akses untuk kendaraan yang ditarik kuda
is: Taka mið af heimildum fyrir hestknúin faratæki
it: Considera l'accesso consentito ai veicoli a trazione animale
ja: 馬車のアクセス許可を考慮する
ko: Horse-drawn 차량에 대한 액세스 권한을 고려
mk: Imajte vo predvid da dozvolite pristap za vozilatašto vlečat konji
nb: Overvei adgangstillatelser for hestekjøretøy
nl: Denk over beperkte toegang voor paard-en-wagens
pl: Rozważ uprawnienia dostępu dla pojazdów ciągniętych przez konie
ro_ro: Ia în considerare permisiunile de acces pentru vehiculele trase de cai
ru: Учитывать права доступа для гужевых транспортных средств
sc: Piga in cunsideru sos permissos de atzessu pro sos veìculos tirados dae animales
sk: Zohľadniť obmedzenia vjazdu pre vozidlá ťahané koňmi
sl: Upoštevaj dovoljenja za dostop za vozila s konjsko vprego
sr: Размотрите приступне дозволе за возила са коњском запрегом
sr_latn: Razmotri pristupne dozvole za vozila sa konjskom zapregom
sv: Ta hänsyn till åtkomstbegränsningar för vagn som dras av häst
ta: குதிரை வரையப்பட்ட வாகனங்களுக்கான அணுகல் அனுமதிகளைக் கவனியுங்கள்
tr: Atlı araçlar için erişim izinlerini göz önünde bulundur
uk: Враховувати обмеження для гужових транспортних засобів
vi: Xem xét quyền truy cập của những phương tiện được ngựa kéo
zh_hans: 考虑针对马车的访问许可
zh_hant: 考慮馬車的進入權限

# routing_attr_freeride_policy_prefer_offpiste_name
source: Prefer offpiste
ar: تفضيل الطرق الزلقة
be: Аддаваць перавагу пазадарожным маршрутам
bg: Предпочитане извън пистите
cs: Preferovat mimo sjezdovky
cy: Hoffi offpiste
da: Foretræk offpiste
de: Abseits der Piste bevorzugen
el: Προτίμησε εκτός πίστας
eo: preferi neoficialajn skivojojn
es_us: Preferir salirse de la pista
et: Eelista suusatamist väljaspool ettevalmistatud radu
eu: Nahiago pistatik kanpo
fa: ترجیح خارج از پیست
fr: Privilégier le hors-piste
he: להעדיף מחוץ למסלול
hu: Elsősorban pályán kívül
id: Lebih suka offpiste
is: Fara helst utan vega
it: Preferisci il fuoripista
ja: ゲレンデ外(非圧雪区域/バックカントリー)を望む
ko: 프리퍼 offpiste
mk: Pretpočitajte nadvor od patekata
nb: Foretrekk frikjøring
nl: Voorkeur aan off-piste
pl: Preferuj jazdę poza trasą
ro_ro: Preferă în afara pârtiei
ru: Предпочитать внетрассовое катание
sc: Preferi su foras de pista
sk: Preferovať mimo zjazdovky
sl: Najraje izven urejenih smučišč
sr: Тежи ка ван стазе
sr_latn: Skijanje van staze
sv: Föredra offpist
ta: ஆஃபிச்டை விரும்புங்கள்
tr: Pist dışını tercih et
uk: Надавати перевагу руху поза трасою
vi: Ưu tiên rời khỏi đường trượt tuyết
zh_hans: 偏好越野滑雪道
zh_hant: 偏好越野滑雪道

# rendering_attr_horse_scale_common_name
source: Common
ar: شائع
be: Агульнае
bg: Обикновена
ca: Comú
cs: Společné
cy: Cyffredin
da: Almindelig
de: Anspruchslos
el: Κοινή
eo: facila
es_us: Común
et: Harilik
eu: Ohikoa
fa: مشترک
fr: Commun
he: נפוץ
hu: Könnyű
id: Biasa
is: Algengt
it: Comune
ja: Common(一般的/問題なし)
ka: საერთო
ko: 공통
mk: Zaednički
nb: Vanlig
nl: Gemeenschappelijk
pl: Zwykły
ro_ro: Obișnuit
ru: Обычный
sc: Comune
sk: Bežná
sl: običajna
sr: Заједнички
sr_latn: Zajednički
sv: Allmän
ta: பொது
tr: Yaygın
uk: Загальна
vi: Thông thường
zh_hans: 普通
zh_hant: 一般

# routing_attr_difficulty_preference_expert_name
source: Expert
ar: خبير
be: Экперт
bg: Експерти
cy: Arbenigwr
da: Ekspert
de: Experte
el: Εξειδικευμένη
eo: malfacilegaj
es_us: Experto
et: Ekspert
eu: Aditua
fa: کارشناس
he: מומחים
hu: Profi
id: Ahli
is: Sérfræðingar
it: Esperto
ja: 熟練者
ka: ექსპერტი
ko: 전문가
lt: Ekspertas
mk: Ekspert
nb: Ekspert
pl: Ekspert
ru: Эксперт
sc: Espertu
sl: Izvedenec
sr: Стручњак
sr_latn: Ekspert
ta: வல்லுநர்
tr: Uzman
uk: Експерт
vi: Chuyên gia
zh_hans: 专家
zh_hant: 專家

# routing_attr_goods_restrictions_description
source: Consider access permissions for light goods vehicles (goods)
ar: النظر في الحصول على إذن لمركبات البضائع الخفيفة (السلع)
be: Улічваць дазвол на доступ для лёгкіх грузавых транспартных сродкаў (з таварам)
bg: Отчита правата за достъп на леки транспортни средства, превозващи стоки
cs: Zohlednit omezení vjezdu pro lehká nákladní vozidla (zboží)
da: Tag hensyn til adgangstilladelser for lette varebiler (varer)
de: Berücksichtigung von Zufahrtsgenehmigungen für leichte Lastkraftwagen (Güter)
el: Να λαμβάνονται υπόψη άδειες πρόσβασης για ελαφρά οχήματα παράδοσης αγαθών
eo: Konsideri limigojn por malpezaj (≤ 3,5 Mg) varaŭtomobiloj.
es_us: Considerar permisos de acceso para vehículos ligeros (mercancías)
eu: Kontuan hartu salgaien ibilgailu arinak (salgaiak) sartzeko baimenak
fa: فرض می‌شود که به منابع حمل و نقل کالاهای سبک دسترسی دارید
fr: Prendre en compte les autorisations d'accès pour les véhicules légers de transport de marchandises
he: התייחסות להרשאות גישה למשאיות קלות (טנדרים)
hu: Az (áruszállító) könnyű tehergépjárművekre vonatkozó behajtási engedélyek figyelembevétele
id: Pertimbangkan izin akses untuk kendaraan barang ringan (barang)
is: Taka mið af heimildum fyrir létta sendibíla (vörur)
it: Considerare le autorizzazioni di accesso per i veicoli commerciali leggeri (merci)
ja: 小型商用配達車の通行許可の可否
ko: 경품 차량(물품)에 대한 접근권한 고려
mk: Razgledajte gi pristapnite dozvoli za lesni tovarni vozila (stoka)
nb: Ta hensyn til adgangstillatelser for lette varebiler (varer)
nl: Denk over toegang voor lichte transportvoertuigen
pl: Rozważ uprawnienia dostępu dla lekkich pojazdów dostawczych (towarów)
ro_ro: Ține cont de permisiunile de acces pentru vehiculele ușoare de marfă (mărfuri)
ru: Учитывать права доступа для легкого коммерческого транспорта
sc: Piga in cunsideru sos permissos de atzessu pro sos veìculos lèbios de trasportu de mercantzias
sk: Zohľadniť obmedzenia vjazdu pre ľahké dodávkové vozidlá
sl: Upoštevaj dovoljenja za dostop za lahka tovorna vozila (blago)
sr: Проверите дозволе приступа за лака товарна возила (роба)
sr_latn: Proveri dozvole pristupa za laka tovarna vozila (roba)
sv: Ta hänsyn till åtkomstbegränsningar för lätt lastbil (varubil)
ta: ஒளி பொருட்கள் வாகனங்களுக்கான அணுகல் அனுமதிகளைக் கவனியுங்கள் (பொருட்கள்)
tr: Hafif yük araçları (mallar) için erişim izinlerini göz önünde bulundurun
uk: Враховувати обмеження для малотоннажних транспортних засобів (вантажівок)
vi: Xem xét quyền được đi vào cho các phương tiện chở hàng hạng nhẹ
zh_hans: 考虑轻型货车（货物）的访问权限
zh_hant: 考慮輕型貨車（貨物）的進入權限
