Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

source: Delete folder
ar: حذف مجلد
be: Выдаліць папку
bg: Премахване на папка
ca: Suprimeix la carpeta
cs: Smazat složku
da: Slet mappe
de: Ordner löschen
el: Διαγραφή φακέλου
eo: Forigi dosierujon
es_us: Borrar carpeta
et: Kustuta kaust
eu: Ezabatu karpeta
fa: پاک‌کردن پوشه
fi: Poista kansio
fr: Supprimer dossier
he: למחוק את התיקייה
hu: Mappa törlése
id: Hapus folder
is: Eyða möppu
it: Elimina la cartella
ko: 폴더 삭제
nb: Slett mappen
nl: Map verwijderen
pl: Usuń folder
ro_ro: Șterge folderul
ru: Удалить папку
sk: Odstrániť priečinok
sl: Izbriši mapo
sr: Избриши фолдер
sr_latn: Izbriši folder
sv: Radera mapp
ta: கோப்புறையை நீக்கு
tr: Klasörü sil
uk: Вилучити теку
vi: Xoá thư mục
zh_hans: 删除文件夹
zh_hant: 刪除資料夾

source: Root folder
cs: Kořenový adresář
da: Rodmappe
de: Root-Verzeichnis
el: Ριζικός φάκελος
et: Juurkaust
fa: پوشه اصلی
fr: Dossier racine
hu: Gyökérmappa
id: Folder akar
is: Rótarmappa
it: Cartella principale
ja: ルートフォルダ
ko: 루트 폴더
nl: Hoofdmap
ru: Корневая папка
sk: Koreňový priečinok
sr: Рут фолдер
sr_latn: Rut folder
sv: Rot-mappen
ta: ரூட் கோப்புறை
uk: Коренева папка
vi: Thư mục gốc
zh_hant: 根目錄

source: All folders
ckb: هەموو بوخچەکان
cs: Všechny adresáře
da: Alle mapper
de: Alle Verzeichnisse
el: Όλοι οι φάκελοι
et: Kõik kaustad
fa: همه پوشه‌ها
fr: Tous les dossiers
hu: Minden mappa
id: Semua folder
is: Allar möppur
it: Tutte le cartelle
ja: すべてのフォルダ
ko: 모든 폴더
nl: Alle mappen
ru: Все папки
sk: Všetky priečinky
sr: Сви фолдери
sr_latn: Svi folderi
sv: Alla mappar
ta: அனைத்து கோப்புறைகளும்
uk: Всі папки
vi: Tất cả thư mục
zh_hant: 所有資料夾

# remove_folder_with_files_descr
source: Are you sure you want to remove "%@" folder and all %d tracks?
ar: هل أنت متأكد من أنك تريد إزالة "% @"الملف وجميع المسارات ٪؟
cs: Opravdu chcete smazat složku "%@" a všech %d stop?
da: Er du sikker på, at du vil fjerne "%@" mappe og alle %d spor?
de: Bist du sicher, dass du den Ordner "%@" und alle %d Tracks entfernen möchtest?
el: Είστε βέβαιοι ότι θέλετε να αφαιρέσε τον φάκελο "%@" και όλα τα %d ίχνη;
es_us: ¿Quitar la carpeta «%@» y todas sus %d trazas?
et: Kas sa oled kindel, et soovid kustutada kausta „%@“ ja kõik %d rada?
fr: Êtes‐vous sûr de vouloir supprimer le dossier "%@" et les %d traces ?
hu: Biztosan törölni szeretné a(z) „%@” mappát és az összes %d nyomvonalat?
id: Anda yakin ingin menghapus folder "%@" dan semua %d trek?
is: Ertu viss um að þú viljir fjarlægja "%@" möppuna og alla %d ferlana?
it: Sei sicuro di voler rimuovere la cartella "%@" e tutte le tracce %d?
nl: Weet u zeker dat u folder "%@" en alle %d tracks wilt verwijderen?
ro_ro: Sunteți sigur că doriți să eliminați folderul "%@" și toate cele %d trasee?
ru: Вы уверены, что хотите удалить папку "%@" и все треки %d?
sr: Да ли сте сигурни да желите да уклоните "%@" фолдер и све %d трагове?
sr_latn: Da li ste sigurni da želite da uklonite "%@" folder i sve %d tragove?
sv: Är du säker på att du vill ta bort "%@"-mappen och alla %d spår?
ta: " %@" கோப்புறை மற்றும் அனைத்து %d தடங்களையும் அகற்ற விரும்புகிறீர்களா?
uk: Ви впевнені, що хочете вилучити теку "%@" та всі треки %d?
zh_hant: 你確定你想要移除"%@"b資料夾以及所有%d軌跡？

source: New track
ar: مسار جديد
be: Новы след
bg: Ново трасе
cs: Nová stopa
da: Nyt spor
de: Neuer Track
el: Νέο ίχνος
eo: Nova spuro
es_us: Nueva traza
et: Uus rada
eu: Arrasto berria
fi: Uusi jälki
fr: Nouvelle trace
he: מסלול חדש
hu: Új nyomvonal
id: Trek baru
is: Nýr ferill
it: Nuova traccia
ja: 新規経路
ko: 새로운 트랙
nb: Nytt spor
nl: Nieuwe track
pl: Nowa ścieżka
ro_ro: Traseu nou
ru: Новый трек
sk: Nová stopa
sl: Nova sled
sr: Нови траг
sr_latn: Nova snimljena ruta
sv: Nytt spår
ta: புதிய பாடல்
uk: Новий трек
vi: Đường dẫn mới
zh_hans: 新轨迹
zh_hant: 新軌跡

source: Not recorded
ar: غير مسجل
be: Не запісаны
bg: Не е записано
cs: Nezaznamenáno
da: Ikke optaget
de: Nicht aufgezeichnet
el: Όχι καταγεγραμμένο
eo: Ne registrita
es_us: No grabado
et: Pole salvestust
eu: Grabatu gabe
fi: Ei tallennettu
fr: Non enregistré
he: לא הוקלט
hu: Nem lett rögzítve
id: Tidak direkam
is: Ekki skráð
it: Non registrato
ja: 記録データ無し
ko: 기록되지 않음
nb: Ikke tatt opp
nl: Niet opgenomen
pl: Nie zarejestrowano
ro_ro: Neînregistrat
ru: Не записано
sk: Nezaznamenané
sl: Ni zabeleženo
sr: Није снимљено
sr_latn: Nije snimljeno
sv: Inte inspelad
ta: பதிவு செய்யப்படவில்லை
tr: Kaydedilmedi
uk: Не записано
vi: Chưa được ghi
zh_hans: 未记录
zh_hant: 未記錄

source: Start recording
ar: بدء التسجيل
be: Пачаць запіс
cs: Spustit záznam
cy: Dechrau recordio
da: Start optagelse
de: Aufzeichnung starten
el: Έναρξη καταγραφής
eo: Ekigi registri
es_us: Iniciar grabación
et: Alusta salvestamist
eu: Hasi grabatzen
fa: شروع ضبط
fi: Aloita nauhoittaminen
fr: Démarrer l’enregistrement
gl: Comezar gravación
he: התחלת הקלטה
hu: Rögzítés indítása
id: Mulai merekam
is: Hefja upptöku
it: Inizia registrazione
ja: 記録の開始
ka: ჩაწერის დაწყება
ko: 레코딩 시작
mk: Zapocnete so snimanje
nb: Start opptak
nl: Start opname
oc: Començar l'enregistrament
pl: Rozpocznij nagrywanie
ro_ro: Pornește înregistrarea
ru: Начать запись
sc: Incumintza a registrare
sk: Začať záznam
sl: Začni snemanje
sr: Започни снимање
sr_latn: Započni snimanje
sv: Starta inspelning
ta: பதிவு செய்யத் தொடங்குங்கள்
tr: Kaydı başlat
uk: Почати запис
vi: Bắt đầu ghi
zh_hans: 开始录制
zh_hant: 開始錄製

source: Recorded track
ar: المسار المسجل
cs: Zaznamenaná stopa
da: Optaget spor
de: Aufgenommener Track
el: Καταγεγραμμένο ίχνος
es_us: Traza grabada
et: Salvestatud rada
fr: Trace enregistrée
hu: Rögzített nyomvonal
id: Trek yang direkam
is: Skráður ferill
it: Traccia registrata
nl: Opgenomen track
ro_ro: Traseu înregistrat
ru: Записанный трек
sr: Снимљени траг
sr_latn: Snimljeni trag
sv: Inspelat spår
ta: பதிவுசெய்யப்பட்ட பாதை
uk: Записаний трек
zh_hant: 已經錄製的軌跡

# simple_widget_footer
source: Widget can take full row width or just one column.
ar: ودجت عرض الصف بالكامل أو عمودًا واحدًا فقط.
cs: Nástroj může zabrat celou šířku řádky nebo jen jeden sloupec.
da: Modul kan bruge fuld rækkebredde eller kun en kolonne.
de: Widget kann gesamte Zeilenbreite oder nur eine Spalte einnehmen.
es_us: El widget puede tomar el ancho de fila completo o sólo una columna.
et: Vidina laius võib olla üks rida või üks veerg.
fr: Le gadget peut prendre toute la largeur de la ligne, ou une seule colonne.
hu: A modul csak egyetlen teljes sort vagy csak oszlopot foglalhat el.
id: Widget dapat mengambil lebar baris penuh atau hanya satu kolom.
is: Viðmótshluti getur tekið fulla breidd raðar eða bara einn dálk.
it: Il widget può occupare l'intera larghezza della riga o solo una colonna.
ko: Widget은 전체 행 너비 또는 한 열을 취할 수 있습니다.
nl: Widget kan volledige rijbreedte innemen of slechts een kolom.
ro_ro: Widgetul poate ocupa toată lățimea rândului sau doar o coloană.
ru: Виджет может занимать всю ширину строки или только один столбец.
sr: Виџет може заузети пуну ширину реда или само једну колону.
sr_latn: Vidžet može zauzeti punu širinu reda ili samo jednu kolonu.
sv: Widgeten kan ta hela radens bredd eller bara en kolumn.
ta: விட்செட் முழு வரிசை அகலம் அல்லது ஒரு நெடுவரிசையை எடுக்கலாம்.
tr: Widget tüm satır genişliğini veya yalnızca bir sütunu kullanabilir.
uk: Віджет може заповнювати всю ширину рядка або тільки один стовпчик.
zh_hant: 小工具可以佔整個行的寬度或是只有一個欄的寬度。

# complex_widget_alert
source: %@ widget can only be placed on its own row.
ar: %@لا يمكن وضع ودجت إلا في الصف المخصص.
cs: Nástroj %@ může být umístěný pouze na samostatném řádku.
da: %@ modul kan kun placeres på sin egen række.
de: Das Widget %@ kann nur in seiner eigenen Zeile platziert werden.
el: Το γραφικό στοιχείο %@ μπορεί να τοποθετηθεί μόνο στην δικιά του σειρά.
eo: La fenestraĵo %@ estu nur en aparta vico.
es_us: El widget «%@» sólo puede colocarse en su propia fila.
et: %@ vidin võib asuda vaid omaette reas.
eu: %@ trepeta bere errenkadan bakarrik jar daiteke.
fa: "%@ ویجت فقط می تواند در ردیف خود قرار گیرد."
fr: Le gadget %@ ne peut être placé que sur sa propre ligne.
hu: %@ modul csak a saját sorában helyezhető el.
id: Widget %@ hanya dapat diletakkan di barisannya sendiri.
is: %@ viðmótshluta er einvörðungu hægt að setja á sína eigin röð.
it: Il widget %@ può essere posizionato solo sulla propria riga.
ko: %@ 위젯은 자체 행에 배치 할 수 있습니다.
nb: %@-miniprogram kan kun plasseres på egen rad.
nl: %@ widget kan alleen op zijn eigen rij geplaatst worden.
pl: Widżet %@ można umieścić tylko w osobnym wierszu.
ro_ro: Widgetul %@ poate fi plasat numai pe propriul rând.
ru: Виджет %@ можно разместить только в отдельном ряде.
sk: Nástroj %@ môže byť umiestnený len na samostatnom riadku.
sr: Справица %@ може бити постављена само у свом сопственом реду.
sr_latn: %@ vidžet se može staviti samo u sopstveni red.
sv: %@ widgeten kan bara placeras på sin egen rad.
ta: %@ விட்செட்டை அதன் சொந்த வரிசையில் மட்டுமே வைக்க முடியும்.
te: %@ విడ్జెట్ దాని స్వంత వరుసలో మాత్రమే ఉంచబడుతుంది.
tr: %@ widget'ı yalnızca kendi satırına yerleştirilebilir.
uk: Віджет %@ можна розмістити лише в окремому рядку.
vi: Widget %@ chỉ có thể được đặt ở hàng riêng của nó.
zh_hans: %@ 小工具只能放置在它自己的行上。
zh_hant: %@ 小工具只能放在自己的列上。

source: Delete all items
ar: احذف كل العناصر
ckb: سڕینەوەی هەموو بڕگەکان
cs: Smazat všechny položky
da: Slet alle elementer
de: Alle Elemente löschen
el: Διαγραφή όλων των αντικειμένων
eo: Forigiĉiujn objektojn
es_us: Borrar todos los elementos
et: Kustuta kõik objektid
eu: Ezabatu elementu guztiak
fa: ‪پاک‌کردن همه موارد
fi: Poista kaikki kohteet
fr: Supprimer tous les éléments
hu: Összes elem törlése
id: Hapus semua item
is: Eyða öllum atriðum
it: Elimina tutti gli elementi
ja: すべての項目を削除
ko: 모든 항목 삭제
lt: Ištrinti visus elementus
nb: Slett alle elementer
nl: Verwijder alle items
pl: Usuń wszystkie elementy
ro_ro: Șterge toate elementele
ru: Удалить все объекты
sk: Odstrániť všetky položky
sr: Обриши све ставке
sr_latn: Obriši sve stavke
sv: Radera alla objekt
ta: எல்லா பொருட்களையும் நீக்கு
tr: Tüm ögeleri sil
uk: Видалити всі елементи
vi: Xoá tất cả các mục
zh_hans: 删除所有项目
zh_hant: 刪除所有項目

# delete_all_items_desc
source: Are you sure you want to permanently delete all items in the Trash? This action can't be undone.
ar: هل أنت متأكد أنك تريد حذف جميع العناصر الموجودة في سلة المهملات نهائيًا؟ لا يمكن التراجع عن هذا الإجراء.
cs: Opravdu chcete trvale smazat všechny položky z koše? Tato akce se nedá vzít zpět.
da: Er du sikker på, at du vil slette alle elementer i papirkurven permanent? Denne handling kan ikke fortrydes.
de: Bist du sicher, dass du alle Elemente im Papierkorb dauerhaft löschen möchtest? Diese Aktion kann nicht rückgängig gemacht werden.
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε μόνιμα όλα τα αντικείμενα στον Κάδο; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es_us: ¿Borrar permanentemente todos los elementos de la papelera? Esta acción no se puede deshacer.
et: Kas sa oled kindel, et soovid jäädavalt kustutada kõik prügikastis leiduvad andmed? Seda tegevust ei saa tagasi pöörata.
fr: Êtes-vous sûr de vouloir supprimer définitivement tous les éléments dans la corbeille ? Cette action ne peut pas être annulée.
hu: Biztosan törölni szeretné a Lomtár összes elemét? Ez a művelet nem vonható vissza.
id: Anda yakin ingin menghapus permanen semua item di Sampah? Tindakan ini tidak dapat diurungkan.
is: Ertu viss um að þú viljir eyða endanlega öllum hlutum úr ruslinu? Þessi aðgerð er ekki afturkallanleg.
it: Sei sicuro di voler eliminare definitivamente tutti gli elementi nel Cestino? Questa azione non può essere annullata.
ko: 당신은 영구적으로 Trash에서 모든 항목을 삭제하시겠습니까? 이 동작은 undone일 수 없습니다.
nl: Weet u zeker dat u alle items in de Prullenbak definitief wilt verwijderen? Deze actie kan niet ongedaan gemaakt worden.
ro_ro: Sunteți sigur că doriți să ștergeți definitiv toate elementele din Coșul de gunoi? Această acțiune nu poate fi anulată.
ru: Вы уверены, что хотите безвозвратно удалить все элементы из корзины? Это действие невозможно отменить.
sr: Да ли сте сигурни да желите да трајно обришете све ставке из Канте отпада? Ова акција не може бити опозвана.
sr_latn: Da li ste sigurni da želite da trajno obrišete sve stavke iz Kante otpada? Ova akcija ne može biti opozvana.
sv: Vill du radera samtliga objekt i papperskorgen permanent? Åtgärden kan inte ångras.
ta: குப்பையில் உள்ள அனைத்து பொருட்களையும் நிரந்தரமாக நீக்க விரும்புகிறீர்களா? இந்த செயலை செயல்தவிர்க்க முடியாது.
tr: Çöp kutusundaki tüm ögeleri kalıcı olarak silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете остаточно видалити всі елементи зі Смітника? Ця дія незворотна.
zh_hant: 你確定要永久刪除所有在垃圾筒的物件？這項動作無法復原。

# subscribe_email_error
source: Error
ar: خطأ
ast: Fallu
az: Səhv
be: Памылка
bg: Грешка
cs: Chyba
cy: Gwall
da: Fejl
de: Fehler
el: Σφάλμα
eo: Eraro
et: Viga
eu: Errorea
fa: خطا
fi: Virhe
fr: Erreur
gl: Erro
he: שגיאה
hu: Hiba
hy: Սխալ
id: Kesalahan
is: Villa
it: Errore
ja: エラー
ka: შეცდომა
ko: 오류
lt: Klaida
lv: Kļūda
mk: Greska
ml: പിശക്
nb: Feil
nl: Foutmelding
pl: Błąd
ro_ro: Eroare
ru: Ошибка
sc: Errore
sk: Chyba
sl: Napaka
sr: Грешка
sr_latn: Greška
sv: Fel
ta: பிழை
tr: Hata
uk: Помилка
zh_hans: 错误
zh_hant: 錯誤

source: Restore from trash
ar: استرجاع من سلة المهملات
cs: Obnovit z koše
da: Gendan fra papirkurven
de: Aus dem Papierkorb wiederherstellen
el: Επαναφορά από κάδο
eo: Restarigi el rubujo
es_us: Restaurar desde la papelera
et: Taasta prügikastist
eu: Leheneratu zaborrontzitik
fa: بازیابی از زباله‌دان
fi: Palauta roskakorista
fr: Restaurer depuis la poubelle
hu: Visszaállítás a Lomtárból
id: Pulihkan dari sampah
is: Endurheimta úr rusli
it: Ripristina dal cestino
ja: ごみ箱から復元する
ko: 휴지통에서 복원
nb: Gjenopprett fra papirkurv
nl: Herstel uit prullenbak
pl: Przywróć z kosza
ro_ro: Restaurare din coșul de gunoi
ru: Восстановить из корзины
sk: Obnoviť z koša
sr: Поврати из канте отпада
sr_latn: Povrati iz kante otpada
sv: Återställ från papperskorgen
ta: குப்பையிலிருந்து மீட்டமைக்கவும்
tr: Çöp kutusundan geri yükle
uk: Відновити зі смітника
vi: Phục hồi từ thùng rác
zh_hans: 从回收箱还原
zh_hant: 從回收桶還原

source: Download to device
ar: تحميل على الجهاز
be: Спампаваць на прыладу
ckb: داگرتنی بۆ ئامێر
cs: Stáhnout do zařízení
da: Download til enhed
de: Auf das Gerät herunterladen
el: Λήψη στην συσκευή
eo: Elŝuti al aparato
es_us: Descargar al dispositivo
et: Laadi alla seadmesse
eu: Deskargatu gailura
fa: دریافت در دستگاه
fi: Lataa laitteelle
fr: Télécharger sur l’appareil
hu: Letöltés az eszközre
id: Unduh ke perangkat
is: Sækja á tæki
it: Scarica sul dispositivo
ja: 端末にダウンロード
ko: 장치로 다운로드
lt: Atsisiųsti į įrenginį
nb: Last ned til enheten
nl: Downloaden naar apparaat
pl: Pobierz na urządzenie
ro_ro: Descarcă pe dispozitiv
ru: Скачать на устройство
sk: Stiahnuť do zariadenia
sr: Преузми на уређај
sr_latn: Preuzmi na uređaj
sv: Ladda ned till enhet
ta: சாதனத்திற்கு பதிவிறக்கவும்
tr: Aygıta indir
uk: Завантажити на пристрій
vi: Tải xuống thiết bị
zh_hans: 下载到设备
zh_hant: 下載到裝置

# permanent_delete_warning
source: %@ will be deleted permanently. Are you sure?
ar: سيتم حذف %@ نهائيًا. هل أنت متأكد؟
cs: %@ bude trvale smazáno. Jste si jisti?
da: %@ slettes permanent. Er du sikker på?
de: %@ wird dauerhaft gelöscht. Bist du sicher?
el: %@ θα διαγραφεί μόνιμα. Είστε βέβαιοι;
es_us: «%@» será borrado permanentemente. ¿Estás seguro?
et: %@ kustutatakse jäädavalt. Kas sa oled kindel?
fr: %@ sera définitivement supprimé. Êtes-vous sûr ?
hu: A(z) %@ véglegesen törölve lesz. Biztos benne?
id: %@ akan dihapus secara permanen. Anda yakin?
is: %@ verður eytt endanlega. Ertu viss?
it: %@ verrà eliminato definitivamente. Sei sicuro?
ko: %@는 영구적으로 삭제됩니다. 견적 요청?
nl: %@ zal permanent worden verwijderd. Weet u het zeker?
ro_ro: %@ va fi șters definitiv. Sunteți sigur?
ru: %@ будет удален безвозвратно. Вы уверены?
sr: %@ биће трајно обрисано. Да ли сте сигурни?
sr_latn: %@ biće trajno obrisano. Da li ste sigurni?
sv: %@ kommer raderas permanent. Är du säker?
ta: %@ நிரந்தரமாக நீக்கப்படும். நீங்கள் உறுதியாக இருக்கிறீர்களா?
tr: %@ kalıcı olarak silinecek. Emin misiniz?
uk: %@ буде видалено назавжди. Ви впевнені?
zh_hant: 將永久刪除 %@，你確定嗎？

# action_cannot_be_undone
source: This action can't be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
be: Гэта дзеянне нельга скасаваць.
cs: Tuto akci nelze vzít zpět.
da: Denne handling kan ikke fortrydes.
de: Diese Aktion kann nicht rückgängig gemacht werden.
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
eo: Tiuĉi ago estas neinversigebla.
es_us: Esta acción no puede deshacerse.
et: Seda tegevust ei saa tagasi pöörata.
eu: Ekintza hau ezin da desegin.
fa: این کنش قابل بازگشت نیست.
fi: Tätä toimintoa ei voi perua.
fr: Cette action ne peut être annulée.
hu: A művelet nem visszavonható.
id: Tindakan ini tidak dapat diurungkan.
is: Það er ekki hægt að afturkalla við þessa aðgerð.
it: Questa azione non può essere annullata.
ko: 이 작업은 취소할 수 없습니다.
nb: Dette kan ikke angres.
nl: Deze actie kan niet ongedaan worden gemaakt.
pl: Tego działania nie można cofnąć.
ro_ro: Această acțiune nu poate fi anulată.
ru: Это действие нельзя будет отменить.
sk: Táto akcia sa nedá odvolať.
sl: Tega dejanja ni mogoče preklicati.
sr: Ово дејство не може бити опозвано.
sr_latn: Ovo dejstvo ne može biti opozvano.
sv: Denna åtgärd kan inte ångras.
ta: இந்த செயலை செயல்தவிர்க்க முடியாது.
tr: Bu işlem geri alınamaz.
uk: Цю дію не можна скасувати.
vi: Hành động này không thể hoàn tác.
zh_hans: 此操作将无法撤销。
zh_hant: 此動作無法還原。

# cloud_item_restored
source: %@ is restored into Cloud.
ar: %@تم استعادته إلى الكلاود.
cs: %@ je obnoveno do cloudu.
da: %@ genoprettes i Cloud.
de: %@ wurde in der Cloud wiederhergestellt.
el: Το "%@" επανήλθε στο Cloud.
eo: %@ estas restarigita al OsmAnd-Nubo.
es_us: «%@» se ha restaurado en Cloud.
et: %@ on taastatud pilve.
eu: %@ hodeitik leheneratu da.
fr: %@ a été restauré dans le Cloud.
hu: %@ visszaállítva az OsmAnd Cloudba.
id: %@ telah dipulihkan ke Cloud.
is: %@ er endurheimt í OsmAnd Cloud-tölvuskýið.
it: %@ è ripristinato nel Cloud.
ja: %@ はクラウド側に復元されました。
ko: %@ Cloud로 복원됩니다.
nb: %@ gjenopprettet til sky.
nl: %@ is teruggezet in Cloud.
pl: %@ zostało przywrócone do Cloud.
ro_ro: %@ s-a restaurat în Cloud.
ru: %@ восстановлено в Облако.
sk: %@ je obnovený do cloudu.
sr: %@ је враћено у Облак.
sr_latn: %@ vraća se u Cloud.
sv: %@ är återställd till Cloud.
ta: %@ மேகக்கணிக்கு மீட்டெடுக்கப்படுகிறது.
tr: %@ Bulut'a geri yüklendi.
uk: %@ відновлено до Cloud.
vi: %@ được phục hồi đến đám mây.
zh_hans: %@ 已还原至云端。
zh_hant: %@ 已還原至雲端。

# shared_string_next_event
source: Next event
ar: التالي
bg: Следващо събитие
ckb: بۆنەی دواتر
cs: Následující událost
da: Næste begivenhed
de: Nächste Veranstaltung
el: Επόμενο συμβάν
eo: Sekva okazaĵo
es_us: Próximo evento
et: Järgmine sündmus
eu: Hurrengo ekitaldia
fa: رویداد بعدی
fi: Seuraava tapahtuma
fr: Événement suivant
hu: Következő esemény
id: Peristiwa berikutnya
is: Næsti atburður
it: Prossimo evento
ko: 다음 행사
lt: Kitas renginys
nb: Neste begivenhet
nl: Volgende gebeurtenis
pl: Następne zdarzenie
ro_ro: Următorul eveniment
ru: Следующее событие
sk: Nasledujúca udalosť
sr: Следећи догађај
sr_latn: Sledeći događaj
sv: Nästa händelse
ta: அடுத்த நிகழ்வு
te: తదుపరి ఈవెంట్
tr: Sonraki etkinlik
uk: Наступна подія
vi: Sự kiện tiếp theo
zh_hans: 下个事件
zh_hant: 下次事件

# shared_string_format
source: Format
af: Formaat :
ar: الصيغة
be: Фармат
bg: Формат
cs: Formát
cy: Fformat
el: Μορφή
eo: Formo
es_us: Formato
et: Vorming
eu: Formatua
fa: قالب
fi: Muoto
gl: Formato
he: עיצוב
hu: Formátum
hy: Ձևաչափ
is: Snið
it: Formato
ja: 形式
ka: ფორმატი
ko: 형식
lt: Formatas
lv: Formāts
ml: ഘടന
nl: Formaat
ru: Формат
sc: Formatu
sk: Formát
sl: Oblika
sr: Облик
ta: வடிவம்
tr: Biçim
uk: Формат
zh_hans: 格式
zh_hant: 格式

source: Delete account
ar: حذف الحساب
be: Выдаліць уліковы запіс
cs: Smazat účet
da: Slet konto
de: Account löschen
el: Διαγραφή λογαριασμού
eo: Forigi konton
es_us: Borrar cuenta
et: Kustuta kasutajakonto
eu: Ezabatu kontua
fa: پاک‌کردن حساب
fi: Poista tili
fr: Supprimer le compte
hu: Fiók törlése
id: Hapus akun
is: Eyða aðgangi
it: Elimina l'account
ko: 계정 삭제
nb: Slett konto
nl: Account verwijderen
pl: Usuń konto
ro_ro: Șterge contul
ru: Удалить аккаунт
sk: Odstrániť účet
sl: Izbriši račun
sr: Обриши налог
sr_latn: Obriši nalog
sv: Radera konto
ta: கணக்கை நீக்கு
tr: Hesabı sil
uk: Видалити обліковий запис
vi: Xoá tài khoản
zh_hans: 删除账号
zh_hant: 刪除帳號

# verify_account
source: Verify your account
ar: تحقق من حسابك
be: Спраўдзіце свой уліковы запіс
cs: Ověřit účet
da: Bekræft din konto
de: Konto bestätigen
el: Επαληθεύστε τον λογαριασμό
eo: Verigi vian konton
es_us: Comprobar cuenta
et: Verifitseeri oma kasutajakonto
eu: Egiaztatu zure kontua
fa: تأیید حساب شما
fi: Varmista tilisi
fr: Vérifier votre compte
hu: Fiókjának hitelesítése
id: Verifikasi akun Anda
is: Staðfestu notandaaðganginn þinn
it: Verifica il tuo account
ko: 계정 확인
nb: Bekreft kontoen din
nl: Je account verifiëren
pl: Zweryfikuj swoje konto
ro_ro: Verificați-vă contul
ru: Подтвердите ваш аккаунт
sk: Overiť účet
sl: Potrdi svoj račun
sr: Потврдите свој налог
sr_latn: Potvrdite svoj nalog
sv: Verifiera ditt konto
ta: உங்கள் கணக்கை சரிபார்க்கவும்
tr: Hesabınızı doğrulayın
uk: Підтвердити обліковий запис
vi: Xác minh tài khoản của bạn
zh_hans: 验证您的帐号
zh_hant: 驗證您的帳號
