Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# cloud_contains_newer_changes
source: OsmAnd Cloud version contains newer changes.
ar: يحتوي إصدار سحابة أوسماند على تغييرات حديثة.
cs: Verze OsmAnd Cloud obsahuje novější změny.
da: OsmAnd Cloud-version indeholder nyere ændringer.
de: Die OsmAnd Cloud-Version enthält neuere Änderungen.
el: Η έκδοση του OsmAnd Cloud περιλαμβάνει νεότερες αλλαγές.
es_us: La versión de OsmAnd Cloud contiene cambios más recientes.
et: OsmAnd Cloudi versioonis on uuemad muudatused.
fr: La version d'OsmAnd Cloud contient des modifications plus récentes.
hu: Az OsmAnd Cloud verzió újabb módosításokat tartalmaz.
id: Versi OsmAnd Cloud berisi perubahan yang lebih baru.
is: Útgáfan á OsmAnd Cloud-tölvuskýinu inniheldur nýrri breytingar.
it: La versione di OsmAnd Cloud contiene modifiche più recenti.
nl: OsmAnd Cloud versie bevat nieuwere wijzigingen.
ro_ro: Versiunea OsmAnd Cloud conține modificări mai noi.
ru: Версия OsmAnd Cloud содержит новые изменения.
sc: Sa versione de OsmAnd Cloud tenet modìficas prus noas.
sr: Верзија ОсмАнд Облака садржи новије измене.
sr_latn: Verzija OsmAnd Oblaka sadrži novije izmene.
sv: OsmAnd Cloud-versionen innehåller nyare ändringar.
ta: OSMand முகில் பதிப்பில் புதிய மாற்றங்கள் உள்ளன.
tr: OsmAnd Bulut sürümünde daha yeni değişiklikler var.
uk: Версія на OsmAnd Cloud містить новіші зміни.
zh_hant: OsmAnd 雲端版本包含較新的變更。

source: CarPlay
ar: كار بلي
ko: 애플 카플레이
sr: КарПлеј
sr_latn: KarPlej
ta: கார்ப்ளே
uk: Автомобільні ігри

source: Wikipedia and Wikivoyage offline
ar: ويكيبيديا وويكي الرحلات غير متصلين بالإنترنت
ast: Wikipedia y Wikivoyage ensin internet
az: Vikipediya və Vikisəyahət oflayn
be: Вікіпедыя і Wikivoyage ў аўтаномным рэжыме
bg: Уикипедия и Wikivoyage офлайн
cs: Wikipedie a Wikivoyage offline
cy: Wikipedia a Wikivoyage all-lein
da: Wikipedia og Wikivoyage offline
de: Wikipedia und Wikivoyage offline
el: Βικιπαίδεια και Βικιταξίδια εκτός σύνδεσης
eo: Vikipedo kaj Vikivojaĝo malkonekte
es_us: Wikipedia y Wikiviajes sin conexión
et: Vikipeedia ja Wikivoyage ei ole võrgus
eu: Lineaz kanpoko Wikipedia eta Wikivoyage
fa: ویکی‌پدیا و ویکی‌سفر آفلاین
fi: Wikipedia ja Wikivoyage offline-tilassa
fr: Wikipédia et Wikivoyage hors ligne
he: ויקיפדיה וויקימסע בלתי־מקוונות
hu: Offline Wikipédia enciklopédia és Wikivoyage útikalauz
id: Wikipedia dan Wikivoyage luring
is: Wikipedia og Wikivoyage ónettengt
it: Wikipedia e Wikivoyage offline
ja: WikipediaとWikivoyageはオフライン
ko: 위키백과 및 위키보이지 오프라인
lt: Wikipedia ir Wikivoyage be interneto
mk: Wkipedia i Wikipatuvanje oflajn
nb: Frakoblet Wikipedia og Wikivoyage
nl: Wikipedia en Wikivoyage offline
oc: Wikipèdia e Wikiviatge fòra de linha
pl: Wikipedia i Wikipodróże w trybie offline
ro_ro: Wikipedia și Wikivoyage offline
ru: Локальные Википедия и Викигид
sc: Wikipedia e Wikivoyage non in lìnia
sk: Wikipedia a Wikivoyage offline
sl: Wikipedija in Wikivoyage brez povezave
sr: Википедиа и Викивојаж ван мреже
sr_latn: Vikipedia i Wikivoyage offline
sv: Wikipedia och Wikivoyage i nedkopplat läge
ta: விக்கிபீடியா மற்றும் விக்கிவோயேச் இணைப்பில்லாத
tr: Çevrim dışı Wikipedia ve Wikivoyage
uk: Вікіпедія і Вікімандри офлайн
vi: Wikipedia và Wikivoyage ngoại tuyến
zh_hans: 离线维基百科和维基导游
zh_hant: 離線的維基百科與維基導遊

# track_has_no_needed_data
source: The track is missing the respective data.
ar: يفتقد المسار إلى البيانات المعنية.
ast: El trazáu nun contién los datos necesarios.
az: İzdə müvafiq məlumatlar yoxdur.
be: След не змяшчае адпаведных даных.
bg: В трасето липсват съответните данни.
cs: Ve stopě chybí potřebné údaje.
cy: Mae'r trac ar goll o'r data priodol.
da: Sporet mangler de respektive data.
de: Dem Track fehlen die entsprechenden Daten.
el: Λείπουν από το ίχνος τα αντίστοιχα δεδομένα.
eo: La spuro ne enhavas bezonatajn datumojn.
es_us: La traza no contiene los datos necesarios.
et: Rada ei sisalda vajalikke andmeid.
eu: Arrastoari dagozkion datuak falta zaizkio.
fa: مسیر داده موردنیاز را ندارد.
fi: Reitti ei sisällä vaadittavaa tietoa.
fr: La trace ne contient pas ces données.
he: למסלול חסרים הנתונים הדרושים.
hu: A nyomvonal nem tartalmazza a szükséges adatokat.
id: Trek tidak memiliki data terkait.
is: Ferillinn inniheldur ekki viðkomandi gögn.
it: Nella traccia mancano i rispettivi dati.
ja: 経路に対応するデータがありません。
ko: 트랙에 각 데이터가 누락되어 있습니다.
mk: Na patekata i nedostasuvaat soodvetnite podatoci.
nb: Sporet mangler nødvendige data.
nl: De track mist de nodige gegevens.
oc: Mancan lei donadas relativas a la traça.
pl: Trasa nie zawiera potrzebnych danych.
ro_ro: Traseului îi lipsesc datele respective.
ru: В треке отсутствуют соответствующие данные.
sc: Sa rasta non tenet sos datos currispondentes.
sk: V stope chýbajú potrebné údaje.
sl: Sledi manjkajo ustrezni podatki.
sr: Траг не садржи потребне податке.
sr_latn: Snimljena trasa ne sadrži potrebne podatke.
sv: Spåret saknar relevant data.
ta: பாதையில் அந்தந்த தரவைக் காணவில்லை.
tr: Yolda ilgili veriler eksik.
uk: Трек не містить потрібних даних.
vi: Cung đường đang thiếu các dữ liệu tương ứng.
zh_hans: 轨迹缺少相应的数据。
zh_hant: 軌跡遺失對應的資料。

source: Quarterly subscription
ar: اشتراك ربع سنوي
cs: Čtvrtletní předplatné
da: Kvartalsabonnement
de: Vierteljährliches Abonnement
es_us: Suscripción trimestral
et: Kvartaalne tellimus
fr: Abonnement trimestriel
hu: Negyedéves előfizetés
id: Langganan triwulanan
is: Ársfjórðungsleg áskrift
it: Abbonamento trimestrale
lt: Ketvirtinė prenumerata
nb: Kvartalvist abonnement
nl: Kwartaalabonnement
oc: Abonament trimestrau
ro_ro: Abonament trimestrial
ru: Ежеквартальная подписка
sc: Abbonamentu trimestrale
sr: Квартална претплата
sr_latn: Kvartalna pretplata
sv: Kvartalsvis prenumeration
ta: காலாண்டு சந்தா
tr: Üç aylık abonelik
uk: Щоквартальна передплата
zh_hant: 季度訂閱

# rendering_attr_showToll_name
source: Show toll restrictions
ar: عرض قيود الرسوم
cs: Zobrazit mýtná omezení
da: Vis vejafgiftsrestriktioner
de: Mautbeschränkungen anzeigen
el: Εμφάνιση περιορισμών διοδίων
eo: Voj-impostejoj
es_us: Mostrar restricciones de peajes
et: Näita teemaksu piiranguid
eu: Erakutsi bidesariaren murrizketak
fa: نشان دادن محدودیت های عوارضی
fr: Afficher les restrictions liées aux péages
hu: Útdíjkorlátozások megjelenítése
id: Tampilkan batasan tol
is: Sýna gjaldtökutakmarkanir
it: Mostra restrizioni di pedaggio
ja: 料金制限の表示
ko: 통행료 제한 표시
nb: Vis bomstasjoner
nl: Tolbeperkingen tonen
pl: Pokaż ograniczenia opłat drogowych
ro_ro: Arată restricțiile de taxare
ru: Показывать ограничения платного проезда
sk: Zobraziť mýtne obmedzenia
sr: Прикажи ограничења путарине
sr_latn: Prikazati ograničenja putarine
sv: Visa betalvägsbegränsningar
ta: கட்டண கட்டுப்பாடுகளைக் காட்டு
tr: Ücret kısıtlamalarını göster
uk: Показати обмеження по оплаті за проїзд
vi: Hiện các hạn chế thu phí
zh_hans: 显示过路费限制
zh_hant: 顯示通行費限制

# rendering_value_managerName_name
source: By manager name
ar: حسب اسم المدير
be: Паводле імя кіраўніка
ca: Per nom del gestor
cs: Podle jména manažera
da: Efter forvalternavn
de: Nach Name der Verwaltung
el: Ανά όνομα υπευθύνου
eo: Laŭ nomo de administranto
es_us: Por nombre del administrador
et: Haldaja nime alusel
eu: Kudeatzailearen izenaren arabera
fa: با نام مدی
fr: Par nom de gestionnaire
he: לפי שם מנהל
hu: Kezelő neve szerint
id: Berdasarkan nama pengelola
is: Eftir nafni stjórnanda
it: Per nome del gestore
ja: 管理者名
ko: By 관리자 이름
lt: Pagal vadovo vardą
nl: Op naam van beheerder
ro_ro: După numele managerului
ru: По имени менеджера
sk: Podľa názvu správcu
sr: По имену менаџера
sr_latn: Po imenu upravitelja
sv: Efter administratörsnamn
ta: மேலாளர் பெயர்
tr: Yönetici adına göre
uk: За іменем менеджера
vi: Bằng tên quản lý
zh_hans: 按管理者名称
zh_hant: 按管理者名稱

# rendering_attr_padusHideBoundaries_description
source: Hide public land boundaries but leave areas
ar: إخفاء حدود الأراضي العامة دون المناطق
be: Схаваць межы агульнадаступных зямель, але пакінуць тэрыторыі
ca: Amaga la delimitació dels terrenys públics però mostra les àrees
cs: Skrýt hranice veřejných prostranství ale nechat oblasti
da: Skjul grænserne for offentlige arealer, men bevar områderne
de: Grenzen von öffentlichem Land ausblenden, aber Gebiete belassen
el: Κρύψε τα όρια της δημόσιας γης αλλά άφησε τις περιοχές
eo: Kaŝi limojn de publikaj terenoj sed ne kaŝi areojn
es_us: Ocultar límites de tierras públicas pero mantener sus áreas
et: Eemalda avalike maade piirjooned, kuid jäta alles alad
eu: Ezkutatu lurzoru publikoen mugak baina utzi eremuak
fa: پنهان‌سازی مرزهای زمین‌های عمومی با حفظ مناطق
fr: Masquer les limites des terrains publiques mais afficher les surfaces
hu: Közterülethatárok elrejtése, de a területek meghagyása
id: Sembunyikan batas-batas lahan pemerintah tetapi biarkan area
is: Fela afmarkanir á opinberu landi en skilja eftir svæði
it: Nascondere i confini del territorio pubblico ma lascia le aree
ja: 公有地の境界を隠し、地域はそのまま残します
lt: Slėpti viešosios žemės ribas, bet palikti sritis
nl: Verberg de grenzen van openbare ruimtes maar behoud delen
ro_ro: Ascundeți limitele terenurilor publice, dar lăsați zone
ru: Скрыть границы общественных земель, но оставить территории
sk: Skryť hranice verejných pozemkov ale ponechať oblasti
sr: Сакривање граница јавних површина али области остају
sr_latn: Sakriti granice javnog zemljišta ali oblasti ostaju
sv: Dölj gränser för offentlig mark men lämna områden
ta: பொது நில எல்லைகளை மறைக்கவும், ஆனால் பகுதிகளை விட்டு விடுங்கள்
uk: Приховати межі громадських земель, але залишити зони
vi: Ẩn ranh giới đất công cộng nhưng để lại các khu vực
zh_hans: 隐藏公共用地边界但保留区域
zh_hant: 隱藏公有地邊界但保留區域

# rendering_value_access_name
source: By access type
ar: حسب نوع الوصول
be: Паводле тыпу доступу
ca: Per tipus d'accés
cs: Podle typu přístupu
da: Efter adgangstype
de: Nach Zugangsart
el: Κατά είδος πρόσβασης
eo: Laŭ aliro
es_us: Por tipo de acceso
et: Ligipääsu alusel
eu: Sarbide motaren arabera
fa: با نوع دسترسی
fi: Pääsytyypin mukaan
fr: Par type d'accès
he: לפי סוג גישה
hu: Használhatóság szerint
id: Berdasarkan jenis akses
is: Eftir tegund aðgangs
it: Per tipo di accesso
ja: アクセス種別
ko: 접속 유형
nl: Per toeganstype
ro_ro: După tipul de acces
ru: По типу доступа
sk: Podľa typu prístupu
sr: По типу приступа
sr_latn: Po tipu pristupa
sv: Efter åtkomsttyp
ta: அணுகல் வகை மூலம்
tr: Erişim türüne göre
uk: За типом доступу
vi: Bằng kiểu truy cập
zh_hans: 按访问类型
zh_hant: 按進入類型

# custom_map_button_name_present
source: Such button already present
be: Такая кнопка ўжо існуе
bg: Такъв бутон вече съществува
ca: Aquest botó ja hi és
cs: Takové tlačítko už tu je
da: Sådan en knap findes allerede
de: Diese Schaltfläche ist bereits vorhanden
el: Τέτοιο κουμπί υπάρχει ήδη
eo: Butono kun la sama nomo jam ekzistas
es_us: Ese botón ya existe
et: Selline nupp on juba olemas
eu: Botoi hori dagoeneko badago
fa: این دکمه از پیش موجود است
fr: Ce bouton est déjà présent
hi: ऐसा बटन पहले से मौजूद है
hu: Ilyen gomb már van
id: Tombol yang sama sudah ada
is: Slíkur hnappur er þegar til staðar
it: Tale pulsante è già presente
ja: このボタンはすでに使用されています
ko: 해당 버튼이 이미 있음
lt: Toks mygtukas jau yra
nl: Deze knop bestaat al
pl: Taki przycisk już istnieje
ro_ro: Un asemenea buton este deja prezent
ru: Такая кнопка уже есть
sk: Také tlačidlo už existuje
sr: Такво дугме већ постоји
sr_latn: Takavo dugme već postoji
sv: En sådan knapp finns redan
ta: அத்தகைய பொத்தான் ஏற்கனவே உள்ளது
tr: Böyle bir düğme zaten var
uk: Така кнопка вже присутня
vi: Nút như vậy đã có sẵn
zh_hans: 此按钮已经存在
zh_hant: 如此按鈕已存在

# map_widget_ant_heart_rate
source: Heart Rate
ar: معدل ضربات القلب
az: Ürək döyüntüsü
bg: Сърдечен ритъм
ca: Ritme cardíac
cs: Tepová frekvence
da: Puls
de: Herzfrequenz
el: Καρδιακός παλμός
eo: Kora pulso
es_us: Ritmo cardíaco
et: Pulss
eu: Bihotz taupadak
fa: ضربان قلب
fi: Syke
fr: Fréquence cardiaque
he: דופק
hu: Pulzusszám
id: Detak Jantung
is: Hjartsláttur
it: Battito cardiaco
ja: 心拍数
ko: 심박수
nb: Puls
nl: Hartslag
pl: Tętno
ro_ro: Puls
ru: Частота сердцебиения
sc: Frecuèntzia cardìaca
sk: Srdcový tep (pulz)
sl: Srčni utrip
sr: Срчани откуцаји
sr_latn: Srčani otkucaji
sv: Puls
ta: இதய துடிப்பு
tr: Kalp Ritmi
uk: Пульс
vi: Nhịp tim
zh_hans: 心率
zh_hant: 心率

# map_widget_ant_heart_rate_desc
source: Shows user's heart rate during a given activity in real-time
ar: يعرض معدل ضربات قلب المستخدم أثناء نشاط معين في الوقت الفعلي
az: Real vaxt rejimində müəyyən fəaliyyət zamanı istifadəçinin ürək döyüntülərini göstərir
bg: Показва честотата на съкращаване на сърдечния мускул на потребителя по време на дадена дейност в реално време
ca: Mostra la freqüència cardíaca de l'usuari durant una determinada activitat en temps real
cs: Zobrazuje tepovou frekvenci uživatele během dané aktivity v reálném čase
da: Viser brugerens puls under en given aktivitet i realtid
de: Zeigt die Herzfrequenz des Benutzers während einer bestimmten Aktivität in Echtzeit an
el: Δείχνει τον καρδιακό παλμό του χρήστη κατά την διάρκεια μιας δραστηριότητας σε πραγματικό χρόνο
eo: Montras la aktualan koran pulson de la uzanto
es_us: Muestra el ritmo cardíaco del usuario durante una determinada actividad en tiempo real
et: Näitab kasutaja pulssi antud tegevuse kestel reaalajas
eu: Jarduera jakin batean erabiltzailearen bihotz-taupadak erakusten ditu denbora errealean
fa: ضربان قلب کاربر را در طول فعالیت به‌صورت بلادرنگ نمایش می‌دهد
fr: Affiche, en temps réel, la fréquence cardiaque de l'utilisateur pendant une activité
he: להציג את דופק המשתמש במהלך פעילות כלשהי בזמן אמת
hu: Valós időben jeleníti meg a felhasználó pulzusát egy adott tevékenység során
id: Menampilkan detak jantung pengguna selama beraktivitas dalam waktu nyata
is: Birtir hjartsláttartíðni notanda í rauntíma á meðan tiltekinni athöfn stendur
it: Mostra il battito cardiaco dell'utente durante un'attività in tempo reale
ja: 特定のアクティビティ中のユーザーの心拍数をリアルタイムで表示します
ko: 주어진 활동 중 사용자의 심박수를 실시간으로 표시
nb: Viser brukerens puls i løpet av en aktivitet i sanntid
nl: Hartslag van gebruiker tonen tijdens de activiteit
pl: Pokazuje tętno użytkownika podczas danej aktywności w czasie rzeczywistym
ro_ro: Afișați pulsul utilizatorului în timpul unei activități în timp real
ru: Показывает частоту сердечных сокращений пользователя во время определенной деятельности в режиме реального времени
sc: Ammustrat sa frecuèntzia cardìaca de s'impreadore in tempus reale durante un'atividade ispetzificada
sk: Zobrazuje srdcový tep používateľa v reálnom čase počas aktivity
sl: V realnemčasu prikazuje uporabnikov srčni utrip med določeno dejavnostjo
sr: Приказује тренутне корисникове срчане откуцаје приликом датог дејства
sr_latn: Prikazuje korisnikove srčane otkucaje u realnom vremeni
sv: Visar användarens puls i realtid under en given aktivitet
ta: நிகழ்நேரத்தில் கொடுக்கப்பட்ட செயல்பாட்டின் போது பயனரின் இதயத் துடிப்பைக் காட்டுகிறது
tr: Belirli bir etkinlik sırasında kullanıcının kalp ritmini gerçek zamanlı olarak gösterir
uk: Показує пульс користувача під час певної активності в режимі реального часу
vi: Hiện nhịp tim của người dùng khi thực hiện một hành động cụ thể theo thời gian thực
zh_hans: 实时显示用户在给定活动期间的心率
zh_hant: 即時顯示使用者在指定時間內的心率

# map_widget_ant_bicycle_dist_desc
source: Shows travelled distance
ar: يعرض المسافة المقطوعة
bg: Показва изминатото разстояние
ca: Mostra la distància recorreguda
cs: Zobrazuje ujetou vzdálenost
da: Viser den tilbagelagte afstand
de: Zeigt die zurückgelegte Entfernung an
el: Δείχνει την απόσταση που διανύθηκε
eo: Montras trabiciklitan distancon
es_us: Muestra la distancia recorrida
et: Jalgratta läbitud vahemaa
eu: Bidaiatutako distantzia erakusten du
fa: مسافت طی‌شده را نمایش می‌دهد
fr: Affiche la distance parcourue
hu: Megjeleníti a megtett távolságot
id: Menampilkan jarak yang ditempuh
is: Sýnir vegalengdina sem farin hefur verið
it: Mostra la distanza percorsa
ja: 走行距離を表示
ko: 여행 거리보기
nb: Viser tilbakelagt distanse
nl: Toont de afgelegde afstand
pl: Pokazuje przebytą odległość
ro_ro: Afișați distanța parcursă
ru: Показывает пройденное расстояние
sc: Ammustrat sa distàntzia cursada
sk: Zobrazuje prejdenú vzdialenosť
sl: Prikazuje prevoženo razdaljo
sr: Приказује пређени пут
sr_latn: Prikazuje pređeni put
sv: Visar längden på tillryggalagd sträcka
ta: பயணித்த தூரத்தைக் காட்டுகிறது
tr: Gidilen mesafeyi gösterir
uk: Показує пройдену відстань
vi: Hiện khoảng cách đã đi được
zh_hans: 显示行驶距离
zh_hant: 顯示行使距離

# sensor_temperature_desc
source: Shows temperature from sensor
ar: درجة الحرارة من جهاز الاستشعار
bg: Показва температурата на сензор
cs: Zobrazuje teplotu ze snímače
da: Viser temperatur fra sensor
de: Zeigt die Temperatur des Sensors an
el: Δείχνει την θερμοκρασία από αισθητήρα
eo: Montras temperaturon de sentilo
es_us: Muestra la temperatura del sensor
et: Näitab temperatuuri sensori aluselt
eu: Sentsorearen tenperatura erakusten du
fa: دما را از حسگر نمایش می‌دهد
fi: Näyttää lämpötilan anturista
fr: Affiche la température fournie par le capteur
hu: Megjeleníti az érzékelő által mért hőmérsékletet
id: Menampilkan suhu dari sensor
is: Sýnir hitastig frá skynjara
it: Mostra la temperatura dal sensore
ja: センサーからの温度を表示します
ko: 센서의 온도를 표시함
nb: Viser temperatur fra sensor
nl: Toont temperatuur volgens sensor
pl: Pokazuje temperaturę z czujnika
ro_ro: Afișează temperatura de la senzor
ru: Показывает температуру, полученную от датчика
sk: Zobrazí teplotu zo snímača
sr: Приказује температуру измерену пријемником
sr_latn: Prikazuje temperaturu izmerenu senzorom
sv: Visar temperatur från sensor
ta: சென்சாரிலிருந்து வெப்பநிலையைக் காட்டுகிறது
tr: Sensörden gelen sıcaklığı gösterir
uk: Показує температуру з сенсорів
vi: Hiện nhiệt độ từ cảm biến
zh_hans: 显示来自传感器的温度
zh_hant: 顯示來自偵測器的溫度

# ant_plus_bluetooth_off_description
source: Turn on Bluetooth find and pair sensors.
ar: قم بالبحث عن أجهزة الاستشعار وعمل اقتران بالبلوتوث.
be: Уключыце Bluetooth, знайдзіце і спалучыце датчыкі.
bg: Включване на Bluetooth, търсене и сдвояване със сензори.
cs: Zapněte vyhledání Bluetooth a spárujte senzory.
da: Slå Bluetooth-søgning og parring af sensorer til.
de: Schalten Sie die Bluetooth-Suche ein und koppeln Sie die Sensoren.
el: Ενεργοποιήστε το Bluetooth για να βρείτε και να κάνετε σύζευξη με αισθητήρες.
eo: Aktivigu Bludenton kaj kupli perĝi sentilon.
es_us: Activa los sensores de búsqueda y vinculación de Bluetooth.
et: Otsimaks andureid ja nendega paardumiseks lülita Bluetooth sisse.
eu: Aktibatu Bluetooth-a bilatzeko eta parekatu sentsoreak.
fa: بلوتوث را روشن کنید تا حسگرها را پیدا کرده و جفت کنید.
fr: Activez le Bluetooth pour rechercher et appairer des capteurs.
hu: Kapcsolja be a Bluetooth-t, keresse meg és párosítása az érzékelőket.
id: Nyalakan Bluetooth cari dan sandingkan sensor.
is: Kveiktu á Bluetooth til að finna og para skynjara.
it: Attiva il Bluetooth, trova e abbina i sensori.
ko: Bluetooth 찾기 및 쌍 센서 켜기.
nb: Skru på Blåtann, finn og tilknytt sensorer.
nl: Schakel Bluetooth in om sensoren te vinden en te koppelen.
oc: Activatz lo Bluetooth per recercar e apariar de captadors.
pl: Włącz znajdowanie Bluetooth i sparuj czujniki.
ro_ro: Porniți Bluetooth, găsiți și împerecheați senzorii.
ru: Включите Bluetooth для поиска и сопряжения датчиков.
sk: Zapnite vyhľadávanie cez Bluetooth a spárujte snímače.
sl: Vklopi Bluetooth za iskanje in seznanitev senzorjev.
sr: Укључите претрагу Блутута и упарите пријемнике.
sr_latn: Uključi Bluetooth i upari senzore.
sv: Slå på Bluetooth för att hitta och ansluta sensorer.
ta: ஊடலை கண்டுபிடிப்பு மற்றும் இணை சென்சார்களை இயக்கவும்.
tr: Sensörleri bulmak ve eşleştirmek için Bluetooth'u açın.
uk: Увімкнути функцію пошуку та сполучення датчиків через Bluetooth.
vi: Bật Bluetooth để tìm và ghép nối với cảm biến.
zh_hans: 打开蓝牙查找功能并配对传感器。
zh_hant: 開啟藍牙尋找並配對感應器。

# ant_plus_searching_text_description
source: Please hold the device close to the sensor. You need to activate the sensor so OsmAnd can find it.
ar: يرجى تثبيت الجهاز بالقرب من المستشعر. تحتاج إلى تنشيط المستشعر حتى يتمكن أوسماند من العثور عليه.
be: Калі ласка, трымайце прыладу бліжэй да датчыка. Вам неабходна актываваць датчык, каб OsmAnd мог яго знайсці.
bg: Дръжте устройството близо до сензора. Сензорът трябва да работи, за да може OsmAnd да го намери.
cs: Zařízení držte v blízkosti snímače. Snímač je třeba aktivovat, aby jej aplikace OsmAnd našla.
da: Hold enheden tæt på sensoren. Du skal aktivere sensoren, så OsmAnd kan finde den.
de: Bitte halten Sie das Gerät nahe an den Sensor. Sie müssen den Sensor aktivieren, damit OsmAnd ihn finden kann.
el: Παρακαλούμε κρατήστε την συσκευή κοντά στον αισθητήρα. Πρέπει να έχετε ενεργοποιημένο τον αισθητήρα για να μπορεί να τον βρει το OsmAnd.
eo: Tenu la aparaton proksime al la sentilo. Vi devas aktivigi la sentilon, por ke OsmAnd povu troviĝin.
es_us: Acerca el dispositivo al sensor. Debes activar el sensor para que OsmAnd pueda encontrarlo.
et: Palun nihuta nutiseade anduri kõrvale. Lisaks võib olla anduril nupp millest pead ta sisse lülitama ja/või paardumist alustama.
eu: Eduki gailua sentsoretik gertu. Sentsorea aktibatu behar duzu OsmAnd-ek aurki dezan.
fa: لطفاً دستگاه را نزدیک حسگر نگه دارید. باید حسگر را فعال کنید تا OsmAnd بتواند آن را پیدا کند.
fi: Pidä laitetta lähellä anturia. Sinun on kytkettävä anturi päälle, jotta OsmAnd voi löytää sen.
fr: Veuillez rapprocher l'appareil et le capteur. Vous devez activer le capteur afin qu'il soit détecté par OsmAnd.
hu: Tartsa az eszközt az érzékelő közelében. Aktiválnia kell az érzékelőt, hogy az OsmAnd megtalálja.
id: Harap dekatkan perangkat ke sensor. Anda perlu mengaktifkan sensor agar OsmAnd dapat menemukannya.
is: Haltu tækinu nálægt skynjaranum. Þú þarft að virkja skynjarann til að OsmAnd geti fundið hann.
it: Tenere il dispositivo vicino al sensore. Attivare il sensore in modo che OsmAnd possa trovarlo.
ko: 센서에 가까운 장치를 잡아주세요. 센서를 활성화하려면 OsmAnd를 찾을 수 있습니다.
nb: Hold enheten nærme sensoren. Du må aktivere sensoren slik at OsmAnd kan finne den.
nl: Houd het apparaat dicht bij de sensor. U moet de sensor activeren zodat OsmAnd hem kan vinden.
oc: Saretz braves d'aprochar l'aparelh e lo captador. Devètz activar lo captador per que OsmAnd o detècte.
pl: Przytrzymaj urządzenie blisko czujnika. Musisz aktywować czujnik, aby OsmAnd mógł go znaleźć.
ro_ro: Țineți dispozitivul aproape de senzor. Trebuie să activați senzorul pentru ca OsmAnd să îl poată găsi.
ru: Удерживайте устройство рядом с датчиком. Активируйте датчик, чтобы OsmAnd мог его найти.
sk: Prosím držte zariadenie blízko snímača. Musíte aktivovať snímač, aby ho OsmAnd mohol nájsť.
sl: Napravo drži blizu senzorja. Senzor moraš aktivirati, da ga lahko OsmAnd najde.
sr: Молим, држите уређај близу пријемника. Морате укључити пријемник да би га ОсмАнд пронашао.
sr_latn: Molim, držite uređaj blizu senzora. Morate uključiti senzor da bi ga OsmAnd pronašao.
sv: Håll enheten nära sensorn. Du behöver aktivera sensorn så att OsmAnd kan hitta den.
ta: சாதனத்தை சென்சாருக்கு நெருக்கமாக வைத்திருங்கள். நீங்கள் சென்சாரை செயல்படுத்த வேண்டும், எனவே ஒச்மண்ட் அதைக் கண்டுபிடிக்க முடியும்.
tr: Lütfen aygıtı sensöre yakın tutun. OsmAnd'ın onu bulabilmesi için sensörü etkinleştirmeniz gerekir.
uk: Тримайте пристрій близько до датчика. Датчик повинен бути активований, щоб OsmAnd міг його знайти.
vi: Vui lòng giữ thiết bị gần cảm biến. Bạn cần kích hoạt cảm biến để OsmAnd có thể tìm thấy nó.
zh_hans: 请将设备靠近传感器。您需要激活传感器，以便 OsmAnd 能找到它。
zh_hant: 請將裝置靠近感應器。您必須啟動感應器以讓 OsmAnd 可以找到它。
