Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# prch_nau_q3
source: You may install it later through the Maps & Resources.
ar: يمكنك تثبيته لاحقا من خلال مصادر الخرائط.
be: Можна ўсталяваць пазней у "Мапы і рэсурсы".
ca: Podeu instal·lar-ho més tard des de «Mapes i recursos».
cs: Instalaci lze provést později přes Mapy a zdroje.
da: Installer senere via kort & ressourcer.
de: Du kannst es später installieren über die Karten und Ressourcen.
el: Μπορείτε να το εγκαταστήσετε αργότερα μέσα από τους Χάρτες & Πηγές.
es_us: Puede instalarlo más tarde mediante «Mapas y recursos».
et: Võid paigaldada selle hiljem "Kaardid ja ressurssid" kaudu.
fr: Vous pouvez l’installer plus tard via Cartes & Ressources.
hu: A Térképek és erőforrásokon keresztül később is telepítheti.
id: Anda dapat menginstalnya nanti melalui Peta & Sumber Daya.
is: Þú getur sett það upp síðar með því að fara í 'Kort og tilföng'.
it: Puoi installarle successivamente da Mappe & Risorse.
ja: マップ＆リソースにて後からでもインストールできます。
ko: 나중에 지도 & 리소스를 통해 설치할 수 있습니다.
nl: Je kan het later installeren bij Kaarten en hulpmiddelen.
oc: Podètz l'installar pus tard de «Mapas e Ressorsas».
pl: Możesz zainstalować ją później używając Map i Zasobów.
pt_br: Você pode instalá-lo mais tarde através de 'Mapas e Recursos'.
ro_ro: Îl puteți instala ulterior prin intermediul Hărți și resurse.
ru: Можно установить позже через Карты и Ресурсы.
sc: As a lu pòdere installare prus a tardu dae Mapas e Resursas.
sk: Možno ju nainštalovať neskôr cez Mapy & Zdroje.
sr: Можете га инсталирати касније преко Мапа и Ресурса.
sr_latn: Možete ga instalirati kasnije preko Mapa i Resursa.
sv: Du kan installera det senare via menyn Kartor & Resurser.
ta: வரைபடங்கள் மற்றும் வளங்கள் மூலம் அதை பின்னர் நிறுவலாம்.
tr: Daha sonra Haritalar & Kaynaklar aracılığıyla kurabilirsiniz.
uk: Можна встановити пізніше через Мапи і Ресурси.
zh_hant: 您稍後可以通過地圖和資源安裝。

# move_point_descr
source: Move map to change the position of this point.
ar: حرك الخريطة لتغيير موضع هذه النقطة.
be: Каб змяніць месцазнаходжанне гэтай кропкі перамясціце мапу.
ca: Mou el mapa per canviar la posició d'aquest punt.
cs: Pozici tohoto bodu změníte posunutím mapy.
da: Flyt kortet for at ændre placeringen af punktet.
de: Karte verschieben, um die Position dieses Punktes zu ändern.
es_us: Mueve el mapa para cambiar la ubicación de este punto.
et: Selle punkti asukoha muutmiseks liiguta kaarti.
fr: Déplacer la carte pour changer la position de ce point.
hu: Mozgassa a térképet a pont helyzetének megváltoztatásához.
id: Pindahkan peta untuk mengubah posisi titik ini.
is: Hreyfðu kortið til að breyta staðsetningu þessa punkts.
it: Sposta la mappa per cambiare la posizione di questo punto.
ja: マップを動かし、この地点の位置を変更・調整します。
nl: Beweeg kaart om positie van dit punt te veranderen.
oc: Mòure la mapa per cambiar la posicion d'aquest ponch.
pl: Przesuń mapę, aby zmienić położenie tego punktu.
pt_br: Mova o mapa para alterar a posição deste ponto.
ro_ro: Mutați harta pentru a modifica poziția acestui punct.
ru: Переместите карту, чтобы изменить положение этой точки.
sc: Moe sa mapa pro mudare sa positzione de custu puntu.
sr: Померите мапу да промените позицију ове тачке.
sr_latn: Pomerite mapu da promenite poziciju ove tačke.
sv: Flytta kartan för att ändra position för punkten.
ta: இந்த புள்ளியின் நிலையை மாற்ற வரைபடத்தை நகர்த்தவும்.
tr: Bu noktanın konumunu değiştirmek için haritayı hareket ettirin.
uk: Посуньте мапу, щоб змінити розташування цієї точки.
zh_hant: 移動地圖以更改此點的位置。

# trim_after
source: Trim after this point
ar: قص ما بعد هذه النقطة
be: Абрэзаць пасля гэтай кропкі
ca: Retalla després d'aquest punt
cs: Smazat po tomto bodu
da: Trim efter punktet
de: Nach diesem Punkt beschneiden
es_us: Recortar después de este punto
et: Kärbi pärast seda punkti
fr: Couper après ce point
hu: Vágás e pont után
id: Pangkas setelah titik ini
is: Klippa á eftir þessum punkti
it: Taglia dopo di questo punto
ja: 選択地点の後を削除
ka: წაკვეთა ამ წერტილის შემდეგ
nb: Forkort etter dette punktet
nl: Afkappen na dit punt
oc: Retalhar après aquest ponch
pl: Przytnij po tym punkcie
pt_br: Apare após este ponto
ro_ro: Tăiați după acest punct
ru: Обрезать после этой точки
sc: Trunca a pustis de custu puntu
sr: Скрати након ове тачке
sr_latn: Skrati nakon ove tačke
sv: Trimma efter den här punkten
ta: இந்த புள்ளிக்குப் பிறகு ஒழுங்கமைக்கவும்
tr: Bu noktadan sonra kırp
uk: Обрізати після цієї точки
zh_hant: 在此點之後修剪

# change_route_type_before
source: Change route type before this point
ar: تغيير نوع المسار قبل هذه النقطة
ca: Canvia el tipus de ruta abans d'aquest punt
cs: Změnit typ trasy před tímto bodem
da: Skift rutetype før dette punkt
de: Routentyp vor diesem Punkt ändern
es_us: Cambiar el tipo de ruta antes de este punto
et: Muuda teekonna tüüpi enne seda punkti
fr: Modifier le type d’itinéraire avant ce point
hu: Útvonaltípus módosítása e pont előtt
id: Ubah jenis rute sebelum titik ini
is: Skipta um gerð leiðar á undan punkti
it: Cambia tipo di percorso prima di questo punto
ja: 選択地点より前のルートタイプを変更
nb: Endre rutetype før dette punktet
nl: Wijzig route type voor dit punt
oc: Modificar la mena de percors avans aquest ponch
pl: Zmień typ trasy przed tym punktem
pt_br: Altere o tipo de rota antes deste ponto
ro_ro: Schimbați tipul de rută înainte de acest punct
ru: Изменить тип маршрута до этой точки
sc: Càmbia sa casta de àndala in antis de custu puntu
sr: Промените тип руте пре ове тачке
sr_latn: Promenite tip rute pre ove tačke
sv: Ändra färdvägstyp före denna punkt
ta: இந்த புள்ளிக்கு முன் பாதை வகையை மாற்றவும்
tr: Bu noktadan önce güzergah türünü değiştir
uk: Змінити тип маршруту перед цією точкою
zh_hant: 在此點之前更改路線類型

# change_route_type_after
source: Change route type after this point
ar: تغيير نوع المسار بعد هذه النقطة
ca: Canvia el tipus de ruta després d'aquest punt
cs: Změnit typ trasy po tomto bodu
da: Skift rutetype efter dette punkt
de: Routentyp nach diesem Punkt ändern
es_us: Cambiar el tipo de ruta después de este punto
et: Muuda teekonna tüüpi peale seda punkti
fr: Modifier le type d’itinéraire après ce point
hu: Útvonaltípus módosítása e pont után
id: Ubah jenis rute setelah titik ini
is: Skipta um gerð leiðar eftir þennan punkt
it: Cambia tipo di percorso dopo di questo punto
ja: 選択地点より後のルートタイプを変更
nb: Endre rutetype etter dette punktet
nl: Wijzig route type na dit punt
oc: Modificar la mena de percors après aquest ponch
pl: Zmień typ trasy po tym punkcie
pt_br: Alterar o tipo de rota após este ponto
ro_ro: Schimbați tipul de rută după acest punct
ru: Изменить тип маршрута после этой точки
sc: Càmbia sa casta de àndala a pustis de custu puntu
sr: Промените тип руте након ове тачке
sr_latn: Promenite tip rute nakon ove tačke
sv: Ändra färdvägstyp efter denna punkt
ta: இந்த கட்டத்திற்குப் பிறகு பாதை வகையை மாற்றவும்
tr: Bu noktadan sonra güzergah türünü değiştir
uk: Змінити тип маршруту після цієї точки
zh_hant: 在此點之後更改路線類型

# next_seg_descr
source: The next segment will be recalculated using selected profile.
ar: سيتم إعادة حساب المقطع التالي فقط باستخدام ملف التعريف المحدد.
ca: El segment següent es tornarà a calcular fent ús del perfil seleccionat.
cs: Následující úsek bude přepočítán ve vybraném profilu.
da: Det næste segment vil blive genberegnet med den valgte profil.
de: Das nächste Segment wird mit dem ausgewählten Profil neu berechnet.
es_us: El siguiente segmento será recalculado usando el perfil elegido.
et: Järgmine lõik arvutatakse valitud profiili alusel ümber.
fi: Seuraava segmentti lasketaan uudelleen käyttäen valittua profiilia.
fr: Le segment suivant sera recalculé avec le profil sélectionné.
hu: A következő szakasz újraszámítása a kiválasztott profillal történik.
id: Segmen berikutnya akan dihitung ulang menggunakan profil yang dipilih.
is: Næsti bútur verður endurreiknaður með völdu sniði.
it: Il segmento successivo verrà ricalcolato utilizzando il profilo selezionato.
ja: 次のセグメントは、選択したプロファイルで再計算されます。
nl: Het volgende segment wordt herberekend volgens geselecteerde profiel.
oc: L'estirada seguenta se tornarà calcular en emplegant lo perfiu seleccionat.
pl: Następny segment zostanie przeliczony przy użyciu wybranego profilu.
pt_br: O próximo segmento será recalculado usando o perfil selecionado.
ro_ro: Următorul segment va fi recalculat folosind profilul selectat.
ru: Следующий сегмент будет перерассчитан с использованием выбранного профиля.
sc: Su segmentu imbeniente s'at a torrare a carculare impreende su profilu ischertadu.
sr: Следећи сегмент ће бити поново израчунат коришћењем изабраног профила.
sr_latn: Sledeći segment će biti ponovo izračunat korišćenjem izabranog profila.
sv: Nästa segment beräknas med vald profil.
ta: தேர்ந்தெடுக்கப்பட்ட சுயவிவரத்தைப் பயன்படுத்தி அடுத்த பிரிவு மீண்டும் கணக்கிடப்படும்.
tr: Sonraki bölüm, seçilen profil kullanılarak yeniden hesaplanacak.
uk: Наступний відрізок буде створено за допомогою вибраного профілю.
zh_hant: 下一個區段將使用選定的設定檔重新計算。

# next_seg_dist
source: Next segment %@
ar: الجزء التالي %@
ca: Segment %@ següent
cs: Další úsek %@
da: Næste segment %@
de: Nächstes Segment %@
el: Επόμενο τμήμα %@
es_us: Siguiente segmento %@
et: Järgmine lõik %@
fr: Segment suivant %@
hu: Következő szakasz: %@
id: Segmen berikutnya %@
is: Næsti bútur %@
it: Segmento successivo %@
ja: 次セグメント %@
ka: შემდეგი სეგმენტი %@
nb: Neste segment %@
nl: Volgende segment %@
oc: Estirada%@ seguenta
pl: Następny segment %@
pt_br: Próximo segmento %@
ro_ro: Următorul segment %@
ru: Следующий сегмент %@
sc: Segmentu imbeniente %@
sr: Следећи сегмент %@
sr_latn: Sledeći segment %@
sv: Nästa segment %@
ta: அடுத்த பிரிவு %@
tr: Sonraki bölüm %@
uk: Наступний відрізок %@
zh_hant: 下一個區段 %@

# next_segs_dist
source: All subsequent segments %@
ar: جميع الأجزاء اللاحقة %@
ca: Tots els segments %@ següents
cs: Všechny následující úseky %@
da: Alle efterfølgende segmenter %@
de: Alle weiteren Segmente %@
el: Όλα τα επακόλουθα τμήματα %@
es_us: Todos los segmentos posteriores %@
et: Kõik järgnevad lõigud %@
fr: Tous les segments suivants %@
hu: Minden későbbi szakasz %@
id: Semua segmen berikutnya %@
is: Allir bútar í kjölfarið %@
it: Tutti i segmenti successivi %@
ja: 全ての後続セグメント %@
ka: ყველა მომდევნო სეგმენტი %@
nb: Alle påfølgende segmenter %@
nl: Alle navolgende segmenten %@
oc: Totei leis estiradas %@ seguentas
pl: Wszystkie kolejne segmenty %@
pt_br: Todos os segmentos subsequentes %@
ro_ro: Toate segmentele ulterioare %@
ru: Все последующие сегменты %@
sc: Totu sos segmentos imbenientes %@
sr: Сви наредни сегменти %@
sr_latn: Svi naredni segmenti %@
sv: Alla efterföljande segment %@
ta: அனைத்து அடுத்தடுத்த பிரிவுகளும் %@
tr: Sonraki tüm bölümler %@
uk: Усі наступні відрізки %@
zh_hant: 所有後續區段 %@

# prev_seg_dist
source: Previous segment %@
ar: الجزء السابق %@
ca: Segment %@ anterior
cs: Předchozí úsek %@
da: Forrige segment %@
de: Vorheriges Segment %@
el: Προηγούμενο τμήμα %@
es_us: Segmento anterior %@
et: Eelmine lõik %@
fr: Segment précédent %@
hu: Előző szakasz: %@
id: Segmen sebelumnya %@
is: Fyrri bútur %@
it: Segmento precedente %@
ja: 前のセグメント %@
ka: წინა სეგმენტი %@
nb: Foregående segment %@
nl: Vorige segment %@
oc: Estirada %@ precedenta
pl: Poprzedni segment %@
pt_br: Segmento anterior %@
ro_ro: Segmentul anterior %@
ru: Предыдущий сегмент %@
sc: Segmentu antepostu %@
sr: Претходни сегмент %@
sr_latn: Prethodni segment %@
sv: Föregående segment %@
ta: முந்தைய பிரிவு %@
tr: Önceki bölüm %@
uk: Попередній відрізок %@
zh_hant: 前一個區段 %@

# prev_segs_dist
source: All Previous segments %@
ar: جميع المقاطع السابقة %@
ca: Tots els segments %@ anteriors
cs: Všechny předchozí úseky %@
da: Alle tidligere segmenter %@
de: Alle vorherigen Segmente %@
el: Όλα τα προηγούμενα τμήματα %@
es_us: Todos los segmentos anteriores %@
et: Kõik eelmised lõigud %@
fr: Tous les segments précédents %@
hu: Összes előző szakasz: %@
id: Semua segmen sebelumnya %@
is: Allir fyrri bútar %@
it: Tutti i segmenti precedenti %@
ja: 全ての先行セグメント %@
ka: ყველა წინა სეგმენტი %@
nb: Alle foregående segmenter %@
nl: Alle vorige segmenten %@
oc: Totei leis estiradas %@ precedentas
pl: Wszystkie poprzednie segmenty %@
pt_br: Todos os segmentos anteriores %@
ro_ro: Toate segmentele anterioare %@
ru: Все Предыдущие сегменты %@
sc: Totu sos segmentos antepostos %@
sr: Сви претходни сегменти %@
sr_latn: Svi prethodni segmenti %@
sv: Alla föregående segment %@
ta: முந்தைய அனைத்து பிரிவுகளும் %@
tr: Önceki tüm bölümler %@
uk: Усі попередні відрізки %@
zh_hant: 所有之前的區段 %@

# simplified_track_description
source: Only the route line will be saved, the waypoints will be deleted.
ar: سيتم حفظ خط الطريق فقط، وسيتم حذف نقاط المسار.
az: Yalnız marşrut xətti yadda saxlanacaq, yol nöqtələri silinəcək.
be: Захаваецца толькі лінія маршруту, пункты шляху выдаляцца.
bg: Само линията на маршрута ще бъде запазена, точките ще бъдат изтрити.
ca: Només es desarà la línia del trajecte, les fites s'esborraran.
cs: Uloží se pouze linie trasy, mezicíle budou odstraněny.
cy: Dim ond llinell y llwybr caiff ei gadw. Caiff y cyfeirbwyntiau eu dileu.
da: Kun rutelinjen gemmes, rutepunkterne slettes.
de: Nur die Routenlinie wird gespeichert, die Wegpunkte werden gelöscht.
el: Μόνο η γραμμή της διαδρομής θα αποθηκευτεί, τα σημεία διαδρομής θα διαγραφούν.
eo: Nur la linio de kurso estos konservita, la navigadpunktoj estos forigitaj.
es_us: Sólo se guardará la línea de la ruta, los puntos de referencia serán borrados.
et: Salvestatakse ainult üldine teekond ilma teekonnapunktideta.
eu: Ibilbidearen lerroa bakarrik gordeko da, bide-puntuak ezabatuko dira.
fa: فقط خط مسیر ذخیره می‌شود. راه‌نشان‌ها پاک خواهند شد.
fi: Vain reittiviiva tallennetaan, väyläpisteet poistetaan.
fr: Seul l'itinéraire sera enregistré, les étapes seront supprimées.
gl: Só gravarase a liña da ruta, os puntos intermedios serán eliminados.
he: רק קו המסלול יישמר, נקודות הדרך תימחקנה.
hu: Csak az út vonala lesz elmentve, az útpontok törlődnek.
id: Hanya garis rute yang akan disimpan, titik jalan akan dihapus.
is: Aðeins leiðarlínan verður vistuð, ferilpunktunum verður eytt.
it: Solo la linea del percorso verrà salvata, i punti intermedi saranno cancellati.
ja: ルートの線のみが保存され、経由地点はは削除されます。
ko: 경로선만 저장되고 경유지는 삭제됩니다.
mk: Samo linijata na maršrutata ḱe se začuva, patokazite ḱe se izbrišat.
nb: Kun rutelinjen vil lagres, rutepunktene vil slettes.
nl: Alleen de route-lijn wordt opgeslagen, de tussenpunten worden verwijderd.
oc: La linha dau percors soleta serà sauvagardada, lei ponchs d'etapa seràn escafats.
pl: Zapisana zostanie tylko linia trasy, punkty trasy zostaną usunięte.
pt_br: Apenas a linha da rota será salva, os pontos de passagem serão excluídos.
ro_ro: Va fi salvată doar linia de rută, iar punctele de trecere vor fi șterse.
ru: Будет сохранена только линия маршрута, без путевых точек.
sc: S'at a sarvare petzi sa lìnia de s'àndala, sos puntos de coladòrgiu s'ant a iscantzellare.
sk: Bude uložená len čiara trasy, prechodné body budú odstránené.
sl: Shranjena bo samo linija poti, točke poti bodo izbrisane.
sr: Само линија трага ће бити сачувана, а путне тачке ће бити избрисане.
sr_latn: Samo linija rute biće sačuvana, a međuodredišta biće obrisana.
sv: Bara färdvägens linje kommer sparas, delmålen tas bort.
ta: பாதை வரி மட்டுமே சேமிக்கப்படும், வழிப்பாதைகள் நீக்கப்படும்.
tr: Yalnızca rota hattı kaydedilecek, ara noktalar silinecek.
uk: Буде збережено лише лінію маршруту, а проміжні точки буде вилучено.
vi: Chỉ có tuyến đường sẽ được lưu lại, các điểm dừng sẽ bị xóa.
zh_hans: 只有路线线条会被保存，路径点将被删除。
zh_hant: 僅會儲存路線，航點將會被刪除。

# route_between_points_add_track_desc
source: Select a track file to add the new segment to.
ar: حدد ملف المسار الذي سيتم إضافة مقطع جديد إليه.
be: Абраць файл следу, да якога будзе дададзены новы сегмент.
bg: Select a track file for which a new segment will be added.
ca: Trieu un fitxer de ruta al qual s'afegirà un nou segment.
cs: Vyberte soubor stopy, do níž se přidá nový úsek.
cy: Dewiswch ffeil trac i ychwanegu'r segment newydd iddi.
da: Vælg en sporfil, som det nye segment skal føjes til.
de: Wählen Sie eine Trackdatei, zu der das neue Segment hinzugefügt werden soll.
el: Επιλέξτε ένα αρχείο ίχνους στο οποίο θα προστεθεί νέο τμήμα.
eo: Elektu dosieron de spuro al kiu nova segmento estos aldonita.
es_us: Elige un archivo de traza al que añadir el segmento nuevo.
et: Vali teekonnafail, millele lisada uus lõik.
eu: Hautatu zein arrasto-fitxategiri gehituko zaion segmentu berria.
fa: یک پروندهٔ رد انتخاب کنید تا پارهٔ جدید را به آن بیفزایید.
fi: Valitse jälkitiedosto johon uusi segmentti lisätään.
fr: Sélectionnez le fichier de trace auquel vous souhaitez ajouter un nouveau segment.
gl: Escolle un ficheiro de pistaó que se engadirá un novo segmento.
he: נא לבחור קובץ מסלול שבו יתווסף המקטע החדש.
hu: Jelölje ki azt a nyomvonalfájlt, amelyhez az új szakasz hozzáadódjon.
id: Pilih file trek untuk menambahkan segmen baru.
is: Veldu ferilskrá þar sem nýjum bút verður bætt inn.
it: Seleziona un file traccia a cui verrà aggiunto un nuovo segmento.
ja: 新しい区分を追加するための経路ファイルを選択します。
ka: Select a track file for which a new segment will be added.
ko: 새 세그먼트를 추가할 트랙 파일을 선택하십시오.
lt: Select a track file for which a new segment will be added.
lv: Select a track file for which a new segment will be added.
mk: Izberete datoteka na trasa za da go dodadete noviot segment.
nb: Velg en sporfilå legge til det nye segmentet i.
nl: Selecteer een track-bestand waaraan je een nieuw segment wil toevoegen.
oc: Chausir lo fichier de traças en quau s'ajustarà l'etapa novèla.
pl: Wybierz plik trasy, do którego zostanie dodany nowy segment.
pt_br: Selecione um arquivo de trilha para o qual um novo segmento será adicionado.
ro_ro: Selectați un fișier traseu la care să adăugați noul segment.
ru: Выберите трек, к которому будет добавлен новый сегмент.
sc: Ischerta unu documentu de rasta in ue annànghere su segmentu nou.
sk: Zvoľte súbor stopy, pre ktorú bude pridaný nový úsek.
sl: Izberi datoteko sledi, v kateroželiš dodati nov segment.
sr: Изаберите датотеку трага којој ће се додати нови чланак.
sr_latn: Izaberi fajl trase kojoj će se dodati novi segment.
sv: Välj en spårfil som du vill lägga till det nya segmentet till.
ta: புதிய பிரிவைச் சேர்க்க ஒரு தட கோப்பைத் தேர்ந்தெடுக்கவும்.
tr: Kendisine yeni bir bölümün ekleneceği bir yol dosyası seçin.
uk: Виберіть файл треку, щоб додати новий відрізок.
vi: Chọn một tệp cung đường để thêm đoạn mới vào.
zh_hans: 选择一个要添加新片段的轨迹文件。
zh_hant: 選取要加入新片段的軌道檔案。

# gpx_saved_successfully
source: GPX file saved to %@
ar: تم حفظ ملف GPX في %@
cs: GPX soubor uložen do %@
da: GPX-fil gemt til %@
de: GPX Datei nach %@ gespeichert
el: Το αρχείο GPX αποθηκεύτηκε στο %@
es_us: Archivo GPX guardado en %@
et: GPX fail salvestati asukohta %@
fr: Fichier GPX enregistré dans %@
hu: GPX fájl mentése ide: %@
id: File GPX berhasil disimpan ke %@
is: GPX-skrá vistuð í %@
it: File GPX salvato in %@
ja: %@としてGPSファイルが保存されました
nb: GPX-fil lagret til %@
nl: GPX bestand opgeslagen in %@
oc: Fichier GPX sauvagardat en %@
pl: Plik GPX został zapisany do %@
pt_br: Arquivo GPX salvo em %@
ro_ro: Fișier GPX salvat la %@
ru: GPX-файл сохранён в %@
sc: Documentu GPX sarvadu in %@
sr: GPX датотека је сачувана у %@
sr_latn: GPX datoteka je sačuvana u %@
sv: GPX fil sparad till %@
ta: சிபிஎக்ச் கோப்பு %@ க்கு சேமிக்கப்பட்டது
tr: GPX dosyası %@ konumuna kaydedildi
uk: Файл GPX збережено до %@
zh_hant: GPX 檔案已儲存到 %@

# plan_route_split_before
source: Split before
ar: تقسيم قبل
az: Əvvəl böl
be: Падзяліць да
ca: Separa abans
cs: Rozdělit před
cy: Hollti cyn
da: Opdel før
de: Teilen vor
el: Διαχωρισμός πριν
eo: Dividi antaŭ
es_us: Dividir antes
et: Tükelda enne
eu: Zatitu aurretik
fa: تقطیع از اینجا به قبل
fi: Jaa ennen
fr: Couper avant
gl: Dividir antes
he: לפצל לפני
hu: Elvágás ez előtt:
id: Potong sebelum
is: Skipta upp á undan
it: Spezza
ja: この前で分割
ka: გაყოფა მანამდე
ko: 분할 전
lv: Sadalīt pirms
mk: Podeli pred
nb: Del før
nl: Hiervoor splitsen
oc: Separar avans
pl: Podziel przed
ro_ro: Împarte înainte de
ru: Разделить перед
sc: Iscroba in antis de
sk: Rozdeliť predtým
sl: Razdeli pred
sr: Подели пре
sr_latn: Razdvoj pre
sv: Dela innan
ta: முன் பிரிந்தது
tr: Önce böl
uk: Розділити перед
vi: Chia tách trước
zh_hans: 拆分之前
zh_hant: 分離前

# plan_route_folder
source: Folder
ar: مجلد
be: Каталог
br: Teuliad
ca: Carpeta
ckb: بوخچە
cs: Složka
da: Mappe
de: Verzeichnis
el: Φάκελος
eo: Dosierujo
es_us: Carpeta
et: Kaust
eu: Karpeta
fa: پوشه
fi: Kansio
fr: Dossier
hu: Mappa
is: Mappa
it: Cartella
ja: フォルダ
ka: საქაღალდე
ko: 폴더
lt: Aplankas
nb: Mappe
nl: Map
oc: Repertòri
pt_br: Pasta
ru: Папка
sc: Cartella
sk: Priečinok
sr: Фолдер
sv: Mapp
ta: கோப்புறை
tr: Klasör
uk: Тека
vi: Thư mục
zh_hans: 文件夹
zh_hant: 資料夾

source: Add folder
ar: إضافة مجلد
be: Дадаць каталог
cs: Přidat složku
da: Tilføj mappe
de: Ordner hinzufügen
el: Προσθήκη φακέλου
es_us: Añadir carpeta
et: Lisa kaust
fi: Lisää kansio
fr: Ajouter un dossier
hu: Mappa hozzáadása
id: Tambah folder
is: Bæta við möppu
it: Aggiungi cartella
ja: フォルダを追加
ka: საქაღალდის დამატება
nb: Legg til mappe
nl: Folder toevoegen
oc: Ajustar un repertòri
pl: Dodaj folder
pt_br: Adicionar pasta
ro_ro: Adăugați folderul
ru: Добавить папку
sc: Annanghe cartella
sk: Pridať priečinok
sr: Додај фолдер
sr_latn: Dodaj folder
sv: Lägg till mapp
ta: கோப்புறையைச் சேர்
tr: Klasör ekle
uk: Додати Теку
zh_hant: 新增資料夾

# shared_string_resources
source: Resources
ar: المصادر
ast: Recursos
be: Рэсурсы
bg: Ресурси
ca: Recursos
cs: Zdroje
cy: Adnoddau
da: Ressourcer
de: Quellen
el: Πηγές
eo: Rimedoj
es_us: Recursos
et: Ressursid
eu: Baliabideak
fa: منابع
fi: Resurssit
fr: Téléchargés
gl: Recursos
he: משאבים
hu: Erőforrások
id: Sumber daya
is: Tilföng
it: Risorse
ja: リソース
ka: რესურსები
ko: 리소스
lv: Resursi
mk: Izvori
nb: Ressurser
nl: Middelen
oc: Ressorsas
pl: Zasoby
pt_br: Recursos
ro_ro: Resurse
ru: Ресурсы
sc: Risursas
sk: Zdroje
sl: Viri
sr: Сировине
sr_latn: Resursi
sv: Resurser
ta: வளங்கள்
tr: Kaynaklar
uk: Ресурси
vi: Các tài nguyên
zh_hans: 资源
zh_hant: 資源

source: Last update: %@
ar: آخر تحديث: %@
az: Son yeniləmə: %@
be: Апошняе абнаўленне: %@
bg: Последно обновяване: %@
ca: Darrera actualització: %@
cs: Poslední aktualizace: %@
da: Sidst opdateret: %@
de: Letzte Aktualisierung: %@
el: Τελευταία ενημέρωση: %@
eo: Lastaĝisdatigo: %@
es_us: Última actualización: %@
et: Viimane uuendus: %@
eu: Azken eguneraketa: %@
fa: آخرین روزآمدسازی: %@
fi: Viimeinen päivitys: %@
fr: Dernière mise à jour : %@
gl: Última actualización: %@
he: עדכון אחרון: %@
hu: Utolsó frissítés: %@
hy: Վերջին թարմացումը՝ %@
id: Pembaruan terakhir: %@
is: Síðasta uppfærsla: %@
it: Ultimo aggiornamento: %@
ja: 最後の更新: %@
ka: ბოლო განახლება: %@
ko: 마지막 업데이트: %@
lt: Paskutinįkart atnaujinta: %@
lv: Atjaunināts: %@
mk: Posledno ažuriranje: %@
ml: " അവസാന പരിഷ്ക്കരണം : %@"
nb: Siste oppdatering: %@
nl: Laatste controle: %@
oc: Darriera actualizacion: %@
pl: Ostatnia aktualizacja: %@
ro_ro: Ultima actualizare: %@
ru: Дата обновления: %@
sc: Ùrtimu agiornamentu: %@
sk: Posledná aktualizácia: %@
sl: Zadnja posodobitev: %@
sr: Последње освежавање: %@
sr_latn: Poslednje ažuriranje: %@
sv: Senaste uppdateringen: %@
ta: கடைசி புதுப்பிப்பு: %@
tr: Son güncelleme: %@
uk: Останнє оновлення: %@
zh_hans: 上次更新于： %@
zh_hant: 最近的更新：%@
