Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# purchases_feature_desc_unlimited_map_download
source: Get unlimited downloads for all continents and regions offline maps.
ar: احصل على تنزيلات غير محدودة لجميع خرائط القارات والمناطق غير المتصلة بالإنترنت.
az: Bütün qitələr və regionların oflayn xəritələri üçün limitsiz endirmələr əldə edin.
be: Атрымайце неабмежаваную колькасць загрузак пазасеткавых мапаў для ўсіх кантынентаў і рэгіёнаў.
bg: Получете неограничени изтегляния на офлайн карти на всички континенти и области.
cs: Získejte neomezené stahování offline map všech kontinentů a oblastí.
cy: Sicrhau lawrlwythiadau diderfyn ar gyfer mapiau all-lein o bob cyfandir a rhanbarth.
da: Få ubegrænset download af offline kort for alle kontinenter og regioner.
de: Erhalten Sie unbegrenzte Downloads für Offline-Karten aller Kontinente und Regionen.
el: Αποκτήστε απεριόριστες λήψεις για όλες χάρτες ηπείρων και περιοχών εκτός σύνδεσης.
eo: Akiru aliron al senlimaj elŝutoj de malkonektaj mapoj de ĉiuj kontinentoj kaj regionoj.
es_us: Obtén acceso sin conexión a descargas ilimitadas para todos los continentes y mapas de regiones.
et: Hangi kõigi mandrite ja piirkondade võrguühenduseta kaartide piiramatud allalaadimised.
eu: Lortu kontinente eta eskualde guztietarako lineaz kanpoko mapen deskarga mugagabeak.
fa: امکان بارگیری‌های نامحدود برای نقشهٔ آفلاین همهٔ قاره‌ها و مناطق.
fi: Hanki rajoittamaton lataus kaikille maanosille ja alueille offline-kartoilla.
fr: Téléchargez en illimité des cartes hors ligne pour tous les continents et toutes les régions.
he: קבלת הורדות בלתי מוגבלות לכל המפות הבלתי מקוונות של היבשות והמחוזות.
hu: Az összes kontinens és régió offline térképeinek korlátlan számú letöltése.
id: Dapatkan unduhan tidak terbatas untuk semua peta benua dan wilayah luring.
is: Fáðu ótakmörkuð niðurhöl ónettengdra korta allra heimsálfa og svæða.
it: Ottieni download illimitati per le mappe offline di tutti i continenti e regioni.
ja: すべての大陸と地域のオフラインマップを制限無くダウンロードできます。
ko: 모든 대륙 및 지역의 오프라인 지도를 무제한 다운로드하십시오.
mk: Dobijte neograničeni prezemanja za site oflajn karti na kontinenti i regioni.
nb: Få ubegrensede nedlastinger for alle kontinenter og regionale frakoblede kart.
nl: Krijg onbeperkte offline kaart downloads voor alle continenten en regio's.
oc: Obtenètz lo teledescargament illimitat per totei lei continents e totei lei mapas fòra de linha.
pl: Uzyskaj nieograniczone pobierania map offline dla wszystkich kontynentów i regionów.
ro_ro: Obțineți descărcări nelimitate pentru hărțile offline ale tuturor continentelor și regiunilor.
ru: Получите неограниченное количество скачиваний офлайн-карт для всех континентов и регионов.
sc: Otene iscarrigamentos chene lìmites de mapas pro totu sos continentes e sas regiones.
sk: Získajte neobmedzené sťahovania všetkých kontinentov a regiónov offline máp.
sl: Pridobi neomejenoštevilo prenosov za vse celine in regije zemljevidov brez povezave.
sr: Набавите неограничена преузимања офлајн мапа за све континенте и регионе.
sr_latn: Nabavi neograničena preuzimanja offline mapa za sve kontinente i regione.
sv: Få obegränsade nedladdningar av offline-kartor för alla kontinenter och regioner.
ta: அனைத்து கண்டங்களுக்கும் பிராந்தியங்களுக்கும் இணைப்பில்லாத வரைபடங்களுக்கும் வரம்பற்ற பதிவிறக்கங்களைப் பெறுங்கள்.
tr: Tüm kıtalar ve bölgelerin çevrim dışı haritaları için sınırsız indirme elde edin.
uk: Отримайте необмежені завантаження для всіх офлайн-мап континентів і регіонів.
vi: Không giới hạn số lượt tải xuống các bản đồ ngoại tuyến của các châu lục và khu vực.
zh_hans: 获得所有大洲和地区离线地图的无限制下载。
zh_hant: 取得所有大洲與區域的無限制下載離線地圖。

# purchases_feature_desc_carplay
source: Brings OsmAnd offline maps and navigation to your vehicle screen and integrates with your vehicle's controls.
ar: يوفر خرائط OsmAnd غير المتصلة بالإنترنت والملاحة على شاشة سيارتك ويتكامل بسهولة مع أدوات التحكم في سيارتك.
cs: Přináší offline mapy a navigaci OsmAnd na obrazovku vozidla a integruje se s ovládacími prvky vozidla.
da: Giver dig OsmAnd offline kort og navigation på skærmen i dit køretøj og integreres med bilens betjeningselementer.
de: Bringt OsmAnd Offline-Karten und Navigation auf den Bildschirm Ihres Fahrzeugs und integriert sich in die Bedienelemente Ihres Fahrzeugs.
es_us: Transmite los mapas y navegación sin conexión de OsmAnd en la pantalla del vehículo y se integra con los controles del mismo.
fr: Ajoute les cartes et la navigation hors-ligne de OsmAnd à l'écran de votre véhicule et l'intègre aux contrôles de votre véhicule.
hu: Elhozza az OsmAnd offline térképeit és navigációját az autója képernyőjére, és integrálódik a jármű kezelőszerveivel.
id: Membawa peta dan navigasi offline OsmAnd ke layar kendaraan Anda dan terintegrasi dengan kontrol kendaraan Anda.
is: Færir ónettengd kort og leiðsögn OsmAnd yfir á skjáinn í bifreiðinni þinni og samtvinnar aðgerðir við stýringar ökutækisins.
it: Porta le mappe offline di OsmAnd nello schermo del tuo veicolo e integralo con i comandi del tuo veicolo.
nl: Zet OsmAnd offline kaarten en navigatie op het scherm en integreert met de meetinstrumenten van uw voertuig.
oc: Ajusta lei mapas OsmAnd e la navigacion fòra de linha a l’ecran dau veïcul emai l’integra ai comandas de vòstre veïcul.
ro_ro: Aduce hărțile și navigația offline OsmAnd pe ecranul vehiculului dumneavoastră și se integrează cu comenzile vehiculului.
ru: Выводит локальные карты и навигацию OsmAnd на экран вашего автомобиля и интегрируется с элементами управления вашего автомобиля.
sc: Batit sas màpas non in lìnia e sa navigatzione de OsmAnd a s'ischermu de su veìculu tuo e las ìntegrat cun sos controllos suos.
sr: Приказује ОсмАнд офлајн мапе и навигацију на екран вашег возила и интегрише се са контролама вашег возила.
sr_latn: Prikazuje OsmAnd oflajn mape i navigaciju na ekran vašeg vozila i integriše se sa kontrolama vašeg vozila.
sv: Ger dig OsmAnds offline-kartor och navigering på skärmen i din bil, och interagerar med bilens kontroller.
ta: உங்கள் வாகனத் திரையில் OSMAND இணைப்பில்லாத வரைபடங்கள் மற்றும் வழிசெலுத்தலைக் கொண்டுவருகிறது மற்றும் உங்கள் வாகனத்தின் கட்டுப்பாடுகளுடன் ஒருங்கிணைக்கிறது.
tr: OsmAnd çevrim dışı haritalarını ve navigasyonunu aracınızın ekranına getirir ve aracınızın denetimleriyle bütünleşir.
uk: Офлайн-мапи та навігація OsmAnd на екрані вашого автомобіля. Зручна інтеграція з органами керування вашого автомобіля.
zh_hant: 將 OsmAnd 離線地圖和導航帶到您的車輛螢幕，並與您的車輛控制器整合。

# purchases_feature_desc_combined_wiki
source: Explore Wikipedia articles on the go, without an internet connection. Offline data divided by countries and available in all languages.
ar: استكشف مقالات ويكيبيديا أثناء التنقل ، بدون اتصال بالإنترنت. البيانات غير المتصلة بالإنترنت مقسمة على البلدان ومتاحة بجميع اللغات.
az: Yolda olarkən internet bağlantısı olmadan Vikipediya məqalələrini kəşf edin. Oflayn məlumatlar ölkələr üzrə bölünür və bütün dillərdə mövcuddur.
be: Даследуйце артыкулы Вікіпедыі на хаду, без падключэння да Інтэрнэту. Пазасеткавыя даныя, падзеленыя па краінах і даступныя на ўсіх мовах.
cs: Prozkoumejte články Wikipedie bez připojení na internet. Offline data jsou rozdělena podle zemí a dostupná ve všech jazycích.
cy: Archwiliwch erthyglau Wicipedia wrth fynd, heb gysylltiad rhyngrwyd. Data all-lein wedi'i rannu ynôl gwledydd ac ar gael ym mhob iaith.
da: Udforsk Wikipedia-artikler på farten uden internetforbindelse. Offline-data opdelt efter lande og tilgængelig på alle sprog.
de: Erkunden Sie Wikipedia-Artikel auch unterwegs, ohne Internetverbindung. Offline-Daten sind nach Ländern aufgeteilt und in allen Sprachen verfügbar.
el: Εξερευνήστε άρθρα της Βικιπαίδεια εν κινήσει, χωρίς σύνδεση στο διαδίκτυο. Δεδομένα εκτός σύνδεσης χωρισμένα ανά χώρες και διαθέσιμα σε όλες τις γλώσσες.
eo: Esploru artikolojn de Vikipedio dum vojaĝi sen interreta konekto. Datumoj estas dividitaj laŭ landoj kaj liveras artikolojn en ĉiuj lingvoj.
es_us: Explora los artículos de Wikipedia sobre la marcha, sin conexión a Internet. Datos sin conexión divididos por países y disponibles en todos los idiomas.
et: Tutvu Vikipeedia artiklitega liikvel olles, ilma internetiühenduseta. Võrguühenduseta andmed on jaotatud riikide kaupa ja saadaval kõigis keeltes.
eu: Arakatu Wikipediako artikuluak edonon, Interneteko konexiorik gabe. Lineaz kanpoko datuak herrialdeen arabera eta hizkuntza guztietan eskuragarri.
fa: در هر لحظه و بدون نیاز به اتصال اینترنتی میان مقاله‌های ویکی‌پدیا کاوش کنید. داده‌های آفلاین بر پایه کشور تقسیم‌بندی شده و به همهٔ زبان‌ها موجود است.
fi: Tutustu Wikipedian artikkeleihin tien päällä ilman internetyhteyttä. Offline-tiedot on jaettu maittain ja ne on saatavilla kaikilla kielillä.
fr: Consultez les articles Wikipédia sans connexion Internet. Les données hors ligne sont découpées par pays et disponibles dans toutes les langues.
he: ניתן לקרוא ערכים מוויקיפדיה בדרכים, ללא חיבור לאינטרנט. נתונים בלתי מקוונים בחלוקה למדינות זמינים בכל השפות.
hu: Fedezze fel a Wikipédia szócikkeit útközben, internetkapcsolat nélkül. Offline adatok országok szerinti bontásban, minden nyelven.
id: Jelajahi artikel Wikipedia saat perjalanan, tanpa koneksi internet. Data luring dibagi berdasarkan negara dan tersedia dalam semua bahasa.
is: Skoðaðu Wikipedia-greinar á ferðum þínum án nettengingar. Ónettengdum gögnum er skipt eftir löndum og héruðum og eru þau tiltæk á öllum tungumálum.
it: Esplora ovunque gli articoli Wikipedia, senza una connessione a internet. I dati offline sono divisi per nazione e disponibili in tutte le lingue.
ja: インターネット接続のない外出先でもWikipedia記事を参考に探索してみましょう。すべての言語で利用可能で記事は国ごとに分割されたオフラインデータとなっています。
ko: 인터넷 연결 없이 이동 중에 Wikipedia 문서를 탐색하십시오. 오프라인 데이터는 국가별로 구분되어 있으며 모든 언어로 제공됩니다.
lt: Naršykite Wikipedia straipsnius keliaudami, neturėdami interneto ryšio. Duomenys neprisijungus prie interneto suskirstyti pagal šalis ir prieinami visomis kalbomis.
mk: stražuvajte gi statiite na Vikipedija vo dviženje, bez internet konekcija. Oflajn podatoci podeleni po zemji i dostapni na site jazici.
nb: Utforsk Wikipedia-artikler på farten, selv frakoblet. Frakoblet data er inndelt i land og tilgjengelig på alle språk.
nl: Verken Wikipedia artikelen onderweg zonder een internet connectie. De offline gegevens zijn verdeeld over de landen en zijn beschikbaar in alle talen.
oc: Exploratz leis articles de Wikipèdia onte que vos trobetz, sensa connexion a Internet. Donadas fòra de linha segon lo país e disponiblas dins totei lei lengas.
pl: Przeglądaj artykuły z Wikipedii w podróży, bez połączenia z Internetem. Dane w trybie offline podzielone według krajów i dostępne we wszystkich językach.
ro_ro: Explorați articolele din Wikipedia în deplasare, fără conexiune la internet. Datele offline împărțite pe țări și disponibile în toate limbile.
ru: Читайте статьи Википедии и Викигида на ходу, без подключения к интернету. Данные разделены по странам и доступны на всех языках.
sc: Esplora sos artìculos de Wikipedia in totue, chene una connessione a ìnternet. Sos datos non in lìnia sunt partzidos pro istadu e sunt a disponimentu in totu sas limbas.
sk: Skúmajte články Wikipédie bez pripojenia na internet. Offline údaje rozdelené podľa krajín a dostupné vo všetkých jazykoch.
sl: Razišči članke iz Wikipedije na poti, brez internetne povezave. Podatki brez povezave, razdeljeni po državah in na voljo v vseh jezikih.
sr: Истражујте чланке на Википедији у покрету, без интернет везе. Офлајн подаци су подељени по земљама и доступни на свим језицима.
sr_latn: Istražuj članke na Vikipediji u pokretu, bez interneta. Oflajn podaci su podeljeni po zemljama i dostupni na svim jezicima.
sv: Utforska Wikipedia-artiklar i farten, utan internetuppkoppling. Offline-data indelad per land och tillgänglig på alla språk.
ta: இணைய இணைப்பு இல்லாமல், பயணத்தின்போது விக்கிபீடியா கட்டுரைகளை ஆராயுங்கள். இணைப்பில்லாத தரவு நாடுகளால் வகுக்கப்பட்டு அனைத்து மொழிகளிலும் கிடைக்கிறது.
tr: İnternet bağlantısı olmadan hareket halindeyken Wikipedia makalelerini keşfedin. Çevrim dışı veriler ülkelere göre ayrılmıştır ve tüm dillerde kullanılabilir.
uk: Переглядайте статті Вікіпедії в дорозі, без з’єднання з Інтернетом. Офлайнові дані, розділені за країнами та доступні всіма мовами.
vi: Khám phá các bài viết trên Wikipedia khi di chuyển, mà không cần kết nối internet. Dữ liệu ngoại tuyến được chia theo các quốc gia và có sẵn bằng tất cả các ngôn ngữ.
zh_hans: 在没有互联网连接的情况下，探索维基百科上的文章。离线数据按国家划分，提供所有语言版本。
zh_hant: 隨時瀏覽維基百科，不需要網際網路連線。離線資料按國家劃分，並以所有語言提供。

# purchases_feature_desc_wikivoyage
source: Explore Wikivoyage offline. Articles divided by countries and regions and available in all languages.
ar: استكشف ويكي الرحلات دون اتصال بالإنترنت. المقالات مقسمة حسب البلدان والمناطق ومتاحة بجميع اللغات.
ast: Esplora Wikivoyage ensin internet. Los artículos dixébrense per países y rexones, y tán disponibles en toles llingües.
az: Vikisəyahəti oflayn kəşf edin. Məqalələr ölkələr və regionlar üzrə bölünür və bütün dillərdə mövcuddur.
be: Даследуйце Wikivoyage ў аўтаномным рэжыме. Артыкулы, падзеленыя паводле краін і рэгіёнаў, даступныя на ўсіх мовах.
bg: Разгледайте Wikivoyage извън мрежа. Статиите са разделени по държави и области и са достъпни на всички езици.
cs: Prozkoumejte průvodce Wikivoyage offline. Články jsou rozdělené podle zemí a oblastí a jsou dostupné ve všech jazycích.
cy: Pori Wikivoyage all-lein. Erthyglau wedi'u rhannu ynôl gwledydd a rhanbarthau ac ar gael ym mhob iaith.
da: Udforsk Wikivoyage offline. Artikler er opdelt efter lande og regioner og er tilgængelige på alle sprog.
de: Erkunden Sie Wikivoyage offline. Artikel sind nach Ländern und Regionen unterteilt und in allen Sprachen verfügbar.
el: Εξερευνήστε τα Βικιταξίδια εκτός σύνδεσης. Άρθρα χωρισμένες ανά χώρες και περιοχές και είναι διαθέσιμα σε όλες τις γλώσσες.
eo: Esploru Vikivojaĝon malkonekte. Artikoloj estas dividitaj laŭ landoj/regionoj kaj estas disponeblaj en ĉiuj lingvoj.
es_us: Explora Wikiviajes sin conexión. Artículos divididos por países y regiones y disponibles en todos los idiomas.
et: Sirvi Wikivoyage saiti ilma võrguühenduseta. Artiklid on jaotatud riikide ja piirkondade kaupa ning saadaval kõigis keeltes.
eu: Arakatu Wikibidaiak lineaz kanpo. Herrialde eta eskualdeen arabera eta hizkuntza guztietan eskuragarri dauden artikuluak.
fa: ویکی‌سفر را آفلاین کاوش کنید. مقاله‌ها بر پایه کشور و منطقه تقسیم‌بندی شده و به همهٔ زبان‌ها موجود است.
fi: Tutustu Wikivoyageen offline-tilassa. Artikkelit on jaettu maittain ja alueittain ja ne on saatavilla kaikilla kielillä.
fr: Explorez Wikivoyage sans connexion Internet. Les articles sont découpés par pays et disponibles dans toutes les langues.
he: קריאה בוויקימסע ללא אינטרנט. ערכים, בחלוקה למדינות ולמחוזות, זמינים בכל השפות.
hu: Fedezze fel a Wikivoyage útikalauzt offline módon. A cikkek országok és régiók szerint vannak felosztva, és minden nyelven elérhetők.
id: Jelajahi Wikivoyage secara luring. Artikel dibagi berdasarkan negara dan daerah dan tersedia pada bahasa apa pun.
is: Skoðaðu Wikiferðir ónettengt. Greinum er skipt eftir löndum og héruðum og eru þær tiltækar á öllum tungumálum.
it: Esplora Wikivoyage offline. Articoli divisi per nazione e regione e disponibili in tutte le lingue.
ja: オフラインでもWikivoyage を参考に探索することが可能になります。記事は国や地域ごとに分けられ、言語に寄らず利用できます。
ko: Wikivoyage를 오프라인으로 탐색하십시오. 국가 및 지역으로 구분된 기사 및 모든 언어에서 사용할 수 있습니다.
lt: Naršykite Wikipedia neprisijungę prie interneto. Straipsniai suskirstyti pagal šalis ir regionus ir pateikiami visomis kalbomis.
mk: Istražete go Vikipatuvanjeto oflajn. Statiite podeleni po zemji i regioni i dostapni na site jazici.
nb: Utforsk Wikivoyage frakoblet. Artikler inndelt etter land og regioner og tilgjengelig på alle språk.
nl: Verken Wikivoyage offline. Artikels zijn verdeeld over de landen en regio's en beschikbaar in alle talen.
oc: Exploratz Wikiviatge fòra de linha. Articles segon lo país e disponibles dins totei lei lengas.
pl: Przeglądaj Wikipodróże w trybie offline. Artykuły podzielone według krajów i regionów, dostępne we wszystkich językach.
ro_ro: Explorați Wikivoyage offline. Articole împărțite pe țări și regiuni, disponibile în toate limbile.
ru: Изучайте Викигид офлайн. Статьи разделены по странам и регионам и доступны на всех языках.
sc: Esplora Wikivoyage chene una lìnia ìnternet. Sos artìculos sunt partzidos pro istadu e regione e sunt a disponimentu in totu sas limbas.
sk: Skúmajte sprievodcov Wikivoyage offline. Články rozdelené podľa krajín a regiónov a dostupné vo všetkých jazykoch.
sl: Razišči Wikivoyage brez povezave. Članki, razdeljeni po državah in regijah, na voljo v vseh jezikih.
sr: Истражите Википутовање ван мреже. Чланци су подељени по земљама и регионима и доступни на свим језицима.
sr_latn: Istraži offline Wikivoyage. Članci su podeljeni po zemljama i regionima i dostupni na svim jezicima.
sv: Utforska Wikivoyage i nedkopplat läge. Artiklar uppdelade efter länder och regioner och tillgängliga på alla språk.
ta: விக்கிவோயேச் ஆஃப்லைனில் ஆராயுங்கள். கட்டுரைகள் நாடுகள் மற்றும் பிராந்தியங்களால் வகுக்கப்படுகின்றன மற்றும் அனைத்து மொழிகளிலும் கிடைக்கின்றன.
tr: Wikivoyage'ı çevrim dışı keşfedin. Makaleler ülkelere ve bölgelere göre ayrılmıştır ve tüm dillerde kullanılabilir.
uk: Переглядайте Вікімандри в офлайн режимі. Статті, розділені за країнами та регіонами й доступні всіма мовами.
vi: Khám phá Wikivoyage ngoại tuyến. Các bài viết được chia theo các quốc gia và khu vực và có sẵn bằng tất cả các ngôn ngữ.
zh_hans: 离线探索维基导游内容。文章按国家和地区分类，提供所有语言版本。
zh_hant: 離線瀏覽維基導遊。文章按國家與區域劃分，並以所有語言提供。

# purchases_feature_desc_terrain
source: Terrain contour lines, grayscale hillshade and color scale slope indication, to show peaks and lowlands.
ar: خطوط كنتورية، التضاريس، خريطة التلال الكاملة، خرائط المنحدرات، القمم والأراضي المنخفضة وإظهارها بألوان مختلفة .
be: Контурных лініі рэльефу мясцовасці, поўная карта цені пагоркаў з цёмнымі адценнямі і карты схілаў з колерамі, якія адлюстроўваюць вяршыні і нізіны.
bg: Контурни линии на терена, пълна карта със засенчване на релефа с нюанси на сивото и карти на склоновете с оцветяване на върховете и низините.
cs: Terénní vrstevnice, reliéf znázorněný odstíny šedi a barevně vyznačený sklon svahů pro zobrazení vrcholů a nížin.
cy: Cyfuchlinellau'r dirwedd, map cysgodion bryniau gyda chysgodion tywyll, a mapiau llethrau gyda lliwiau i ddangos copaon ac iseldiroedd.
da: Terræn-højdekurver, gråtonede terrænskygger og hældningsangivelse med farveskala for at vise toppe og lavlandsområder.
de: Höhenlinien, graustufiges Relief und farbige Hangneigungskarten, zur Darstellung von Erhebungen und Niederungen.
eo: Nivelkurboj (egal-nivel-linioj), nivelombrumo (reliefo) kaj perkolora prezento de dekliveco por montri teren-formon.
es_us: Curvas de nivel del terreno, sombreados en tonos grises e indicaciones de pendientes en colores, mostrando picos y tierras bajas.
et: Maastiku kõrgusjooned, tumedate toonidega täielik mäe- ja nõlvakaart, millel on värvid tippude ja madalike eristamiseks.
eu: Lurraren sestra-kurbak, gris-eskalako muinoen itzala eta kolore-eskalaren maldaren adierazlea, gailurrak eta behe-lursailak erakusteko.
fa: نمایش پستی‌ها و بلندی‌ها با استفاده از منحنی‌های میزان، نقشه کامل سایه‌روشن و نقشه‌های رنگی شیب.
fi: Maaston korkeusviivat, tummia sävyjä sisältävä täysi kukkuloiden varjostuskartta ja rinnekartat, joissa korkeudet näytetty värein.
fr: Courbes de niveau, ombrage du relief, pentes colorées mettant en valeur sommets et plaines.
he: קווי מתאר של פני שטח, מפת הצללות מלאה עם הצללות כהות ומפות שיפועים עם צבעים להצגת אזורי הפסגה והשפל.
hu: Szintvonalak, szürkeárnyalatos domborzatárnyékolás és a lejtési viszonyokat színskálával ábrázoló térképek a csúcsok és síkságok megjelenítéséhez.
id: Garis kontur medan, bukit berskala abu-abu dan indikasi lereng skala warna, untuk menunjukkan puncak dan dataran rendah.
is: Hæðarlínur, hæðaskyggingakort og litakvarðaðir hallavísar til að sýna brekkur, tinda og láglendi.
it: Linee isoipse, ombreggiatura dei rilievi in scala di grigi e indicazione della pendenza in scala di colori, per mostrare picchi e pianure.
ja: 地形の等高線、地形の起伏を影で表現する陰影起伏図、色で判別できる傾斜マップ、山頂と低地などが含まれます。
ko: 지형 등고선, 어두운 색조가 있는 완전한 언덕길 지도, 봉우리와 저지대를 보여주는 색상의 경사 지도.
lt: Reljefo kontūrinės linijos, pilnas kalvų žemėlapis su tamsiais atspalviais ir šlaitų žemėlapiai su spalvomis, rodančiomis viršūnes ir žemumas.
mk: Konturni linii na terenot, karta so celosna ridska senka so temni nijansi i karti na padinite so boi za prikažuvanje na vrvovite i nizinite.
nb: Terrengkoter, gråskala relieffskygge og fargede helningskart, for å vise topper og lavland.
nl: Hoogtelijnen, grijswaarden-schaduwwerking en kleurenschema voor hellingsindicatie, om toppen en laaggelegen gebieden te kunnen onderscheiden.
oc: Corbas de nivèu, ombratge dau relèu d'un aspècte sorn e mapas de penda amb de colors que visualizan lei auturas e lei baissas.
pl: Poziomice terenu, pełna mapa cieniowana w ciemnych odcieniach oraz mapy nachylenia z kolorami pokazującymi szczyty i niziny.
ro_ro: Linii de contur ale terenului, relief umbrit în nuanțe de gri și indicare pantă prin gradient de culori, pentru a arăta vârfurile și zonele joase.
ru: Горизонтали, затенение рельефа (отмывка) и цветовая шкала уклонов для отображения вершин и низменностей.
sc: Curvas de livellu, mapa totale de sas umbraduras de sos rilievos cun umbras iscuras e mapas de sas pendèntzias cun colores pro ammustrare cùcuros e pranos.
sk: Terénne vrstevnice, mapy so sivými tieňovanými svahmi a mapy sklonov s farbami na zvýraznenie vrcholov a nížin.
sl: Izohipse terena, sivinsko senčenje terena in označevanje naklona z barvno lestvico, za prikaz vrhov in nižin.
sr: Теренске контурне линије, представа рељефа са сивим сенчењем и нагиба са бојама размере, ради приказа врхова и низија.
sr_latn: Izohipse terena, reljef sa tamnim senčenjem i mape nagiba sa bojama za prikaz, vrhova i nizija.
sv: Höjdkurvor, terrängskuggning i gråskala och sluttningskartor i färg, för att visa toppar och dalar.
ta: சிகரங்களையும் தாழ்நிலங்களையும் காட்ட நிலப்பரப்பு விளிம்பு கோடுகள், கிரேச்கேல் இல்சேட் மற்றும் வண்ண அளவிலான சாய்வு அறிகுறி.
tr: Arazi eş yükselti eğrileri, gri tonlamalı tepe gölgesi haritası ve tepelerle ovaları göstermek için renkli yamaç haritaları.
uk: Ізолінії рельєфу, відтінки схилів у сірій і кольоровій гамах для позначення вершин і низин.
vi: Đường đồng mức địa hình, bóng đổ theo thang màu xám và chỉ thị độ dốc theo thang màu, để hiện đỉnh núi và vùng đồng bằng.
zh_hans: 地形等高线、灰度山体阴影和彩色坡度指示，用于表示山峰和低地。
zh_hant: 地形等高線、灰階地形陰影與色標坡度指示，用來顯示山峰與低地。
