Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

source: Add row
ar: اضف سطر
be: Дадаць радок
ckb: زیادکردنی ڕیز
cs: Přidat řádek
da: Tilføj række
de: Zeile hinzufügen
el: Προσθήκη σειράς
eo: Aldoni vicon
es_us: Añadir fila
et: Lisa rida
eu: Gehitu errenkada
fa: افزودن ردیف
fi: Lisää rivi
fr: Ajouter une ligne
hu: Sor hozzáadása
id: Tambahkan baris
is: Bæta við röð
it: Aggiungi una riga
ja: 行を追加
ko: 더 보기
lt: Pridėti eilutę
nb: Legg til rad
nl: Rij toevoegen
pl: Dodaj rząd
ro_ro: Adaugă rând
ru: Добавить ряд
sk: Pridať riadok
sr: Додај ред
sr_latn: Dodaj liniju
sv: Lägg till rad
ta: வரிசையைச் சேர்க்கவும்
tr: Satır ekle
uk: Додати рядок
vi: Thêm dòng
zh_hant: 新增列

# ios_release_4_5
source: • Completely redesigned widget experience: added ability to change widget position, added grouping by pages, one list of widgets for left and right panel • Redesigned configure screen • Free backup of favourites, settings and OSM edits to OsmAnd Cloud • Added "CAI" scale for "Difficulty classification of the routes" • "Contour lines plugin" renamed to "Topography", added support for the new terrain map format • Added 3D Relief • Added OAuth authorization for OpenStreetMap Editing plugin • Added separate button to switch between 2D or 3D Mode • Changed direction of tilt gesture • Fixed issue with favorites export, that could lead to data loss
ar: • إعادة تصميم الأداة : تم إضافة إمكانية تغيير موضع الأداة، وإضافة التجميع حسب الصفحات، وقائمة واحدة من الأدوات للوحة اليسرى واليمنى • إعادة تصميم شاشة التكوين • نسخة احتياطية مجانية من المفضلة والإعدادات وتعديلات أوسم إلى أوسماند كلاود • تمت إضافة مقياس "CAI" لـ "تصنيف صعوبة الطرق" • تمت إعادة تسمية "المكون الإضافي لخطوط الكنتور" إلى "الطبوغرافيا"، وتم إضافة دعم لتنسيق خريطة التضاريس الجديد • إضافة التضاريس ثلاثية الأبعاد • تمت إضافة ترخيص بروتوكول أوث للمكون الإضافي لتحرير الشارع المفتوح • تمت إضافة زر منفصل للتبديل بين الوضع ثنائي الأبعاد أو ثلاثي الأبعاد • تغيير إمالة الإيماءات • تم إصلاح مشكلة تصدير المفضلة، والتي قد تؤدي إلى فقدان البيانات
cs: • Kompletně přepracované prostředí widgetů: přidána možnost změny pozice widgetu, přidáno seskupení podle stránek, jeden seznam widgetů pro levý a pravý panel. • Přepracovaná obrazovka konfigurace • Bezplatné zálohování oblíbených položek, nastavení a úprav OSM do služby OsmAnd Cloud • Přidána stupnice "CAI" pro "Klasifikaci obtížnosti tras" • Modul "Vrstevnice" přejmenován na "Topografie", přidána podpora nového formátu terénních map • Přidán 3D reliéf • Přidána autorizace OAuth pro modul Editace OpenStreetMap • Přidáno samostatné tlačítko pro přepínání mezi 2D nebo 3D režimem • Změněn směr gesta naklonění • Opraven problém s exportem oblíbených položek, který mohl vést ke ztrátě dat
da: • Fuldstændig redesignet moduloplevelse: mulighed for at ændre modulposition, gruppering efter sider, én modulliste til venstre og højre panel • Redesignet konfigurationsskærm • Gratis sikkerhedskopiering af favoritter, indstillinger og OSM-redigeringer til OsmAnd Cloud • Tilføjet "CAI"-skala til "Sværhedsklassificering af ruter" • "Konturlinje-udvidelse" omdøbt til "Topografi", tilføjet understøttelse af det nye terrænkortformat • Tilføjet 3D-relief • Tilføjet OAuth-godkendelse til OpenStreetMap-redigeringsplugin • Tilføjet separat knap til at skifte mellem 2D- og 3D-tilstand • Ændret retning af vippebevægelse • Løst problem med eksport af favoritter, som kunne føre til tab af data
de: - Neu gestaltete Widgets: Möglichkeit, die Position der Widgets zu ändern, Gruppierung nach Seiten, eine Liste von Widgets für das linke und rechte Panel - Neu gestalteter Konfigurationsbildschirm - Kostenlose Sicherung von Favoriten, Einstellungen und OSM-Bearbeitungen in der OsmAnd Cloud - "CAI"-Skala für die Schwierigkeitsklassifizierung von Routen hinzugefügt - Modul "Konturlinien" umbenannt in "Topographie", Unterstützung für das neue Geländekartenformat zugefügt - 3D-Relief hinzugefügt - OAuth-Autorisierung für OpenStreetMap Bearbeitungs-Modul hinzugefügt - Separate Schaltfläche zum Umschalten zwischen 2D- und 3D-Modus hinzugefügt - Richtung der Kippgesten geändert - Fehler beim Export von Favoriten behoben, der zu Datenverlusten führen konnte
es_us: • Rediseño completo con la interfaz de widget: ahora se permite cambiar la ubicación de los widget, agrupar por páginas, y una lista de widget para el panel izquierdo y derecho • Se ha rediseñado el menú «Configurar pantalla» • OsmAnd Cloud: respaldo gratuito de favoritos, ajustes y ediciones de OSM • Se ha añadido la escala «CAI» en «Clasificación de dificultad de rutas» • Se ha renombrado el complemento «Curvas de nivel» como «Topografía», se admite el nuevo formato del mapa topografico • Se ha añadido relieve 3D • Se ha añadido la autorización «OAuth» para el complemento «Edición de OpenStreetMap» • Se ha añadido un botón separado para alternar entre el modo 2D y 3D • Se ha cambiado la dirección del gesto de inclinación • Se ha corregido el problema con la exportación de favoritos, que provocaba pérdida de datos
fr: • L'expérience des widgets a été entièrement repensée : possibilité de modifier la position des gadgets, regroupement par pages, liste unique de widgets pour les panneaux de gauche et de droite. • Écran de configuration retravaillé • Sauvegarde gratuite des favoris, des paramètres et des modifications OSM sur OsmAnd Cloud • Ajout de l'échelle "CAI" pour la classification de la difficulté des itinéraires. • Extension "Lignes de contour" renommé en "Topographie" et ajout du support pour le nouveau format de carte de relief • Ajout du relief 3D • Ajout de l'autorisation OAuth pour l'extension "Édition OpenStreetMap" • Ajout d'un bouton séparé pour passer du mode 2D au mode 3D • Modification de la direction du geste d'inclinaison • Correction d'un problème avec l'exportation des favoris, qui pouvait entraîner une perte de données
hu: • Teljesen átalakított modulélmény: modulpozíció megváltoztatásának lehetősége, oldalak szerinti csoportosítás, egy lista a bal és jobb oldali panel moduljaihoz • Átalakított konfigurációs képernyő • Ingyenes biztonsági mentés a kedvencekről, beállításokról és OSM-szerkesztésekről az OsmAnd Cloudba • „CAI” skála hozzáadása az „Útvonalak nehézségi osztályozásához” • A „Szintvonalak bővítmény” átnevezve „Topográfia”-ra, az új tereptérkép-formátum támogatása • 3D domborzat hozzáadása • OAuth engedélyezés hozzáadása az OpenStreetMap szerkesztő bővítményhez • Külön gomb hozzáadása a 2D vagy 3D mód közötti váltáshoz • Megváltoztatva a dőlés gesztus iránya • Javítva a kedvencek exportálásával kapcsolatos probléma, amely adatvesztéshez vezethetett
id: • Pengalaman widget yang didesain ulang sepenuhnya: menambahkan kemampuan untuk mengubah posisi widget, menambahkan pengelompokan berdasarkan halaman, satu daftar widget untuk panel kiri dan kanan • Mendesain ulang layar konfigurasi • Cadangan gratis favorit, pengaturan, dan editan OSM ke OsmAnd Cloud • Menambahkan skala "CAI" untuk "Klasifikasi tingkat kesulitan rute" • "Plugin garis kontur" diubah namanya menjadi "Topografi", menambahkan dukungan untuk format peta medan baru • Menambahkan Relief 3D • Menambahkan otorisasi OAuth untuk plugin Pengeditan OpenStreetMap • Menambahkan tombol terpisah untuk beralih antara Mode 2D atau 3D • Mengubah arah gerakan kemiringan • Memperbaiki masalah dengan ekspor favorit, yang dapat menyebabkan kehilangan data
it: • Esperienza widget completamente riprogettata: aggiunta possibilità di modificare la posizione del widget, aggiunto raggruppamento per pagine, un elenco di widget per il pannello sinistro e destro • Schermata di configurazione riprogettata • Backup gratuito di preferiti, impostazioni e modifiche OSM su OsmAnd Cloud • Aggiunta scala "CAI" per la "Classificazione delle difficoltà dei percorsi" • "Plugin linee di contorno" rinominato "Topografia", aggiunto il supporto per il nuovo formato della mappa del terreno • Aggiunto rilievo 3D • Aggiunta l'autorizzazione OAuth per il plugin di modifica OpenStreetMap • Aggiunto pulsante separato per passare dalla modalità 2D a quella 3D • Modificata la direzione del gesto di inclinazione • Risolto il problema con l'esportazione dei preferiti, che poteva portare alla perdita di dati
ko: • 완전히 새롭게 디자인된 위젯 경험: 위젯 위치 변경 기능 추가, 페이지별 그룹화 추가, 왼쪽 및 오른쪽 패널 을 위한 위젯 목록 추가• 새롭게 디자인된 구성 화면 • 즐겨찾기, 설정, 오픈스트리트맵 편집 내용을 OsmAnd Cloud 에 무료로 백업• "경로 난이도 분류"를 위한 "CAI" 척도 추가• " 등고선 플러그인"이 "지형"으로 이름이 변경됨, 새로운 지형 지도 형식 에 대한 지원 추가• 3D 릴리프 추가• OpenStreetMap 편집 플러그인 에 대한 OAuth 인증 추가• 2D 또는 3D 모드 간 전환을 위한 별도의 버튼 추가• 틸트 제스처 방향 변경• 데이터 손실로 이어질 수 있는 즐겨찾기 내보내기 문제 수정
ro_ro: • Experiența widgeturilor complet reproiectată: a fost adăugată posibilitatea de a schimba poziția widgeturilor, a fost adăugată gruparea pe pagini, o singură listă de widgeturi pentru panoul din stânga și din dreapta. • Ecran de configurare reproiectat • Copie de rezervă gratuită a preferințelor, setărilor și editărilor OSM în OsmAnd Cloud • A fost adăugată scara "CAI" pentru "Clasificarea dificultății traseelor" • "Plugin pentru curbe de nivel" redenumit în "Topografie", a adăugat suport pentru noul format al hărților de teren. • Adăugat 3D Relief • A fost adăugată autorizarea OAuth pentru pluginul de editare OpenStreetMap Editing • A fost adăugat un buton separat pentru a comuta între modul 2D sau 3D • Direcția schimbată a gestului de înclinare • S-a rezolvat o problemă cu exportul de favorite, care putea duce la pierderea de date
ru: • Полностью переработан интерфейс виджета: добавлена возможность изменять положение виджета, добавлена группировка по страницам, один список виджетов для левой и правой панели. • Переработанный экран настройки • Бесплатное резервное копирование избранных файлов, настроек и изменений OSM в OsmAnd Cloud • Добавлена шкала "CAI" для "Классификации маршрутов по сложности". • "Плагин контурных линий" переименован в "Ландшафт", добавлена поддержка нового формата карты местности • Добавлен 3D-рельеф • Добавлена авторизация OAuth для плагина редактирования OpenStreetMap • Добавлена отдельная кнопка для переключения между 2D и 3D режимами • Измененное направления жеста наклона • Исправлена проблема с экспортом избранного, которая могла приводить к потере данных
sr: • Потпуно редизајниран доживљај виџета: додата могућност промене позиције виџета, додато груписање по страницама, једна листа виџета за леви и десни панел • Редизајниран екран за конфигурисање • Бесплатна резервна копија фаворита, подешавања и ОСМ измена у ОсмАнд Клоуду • Додата "КАИ" скала за "Класификацију потешкоће рута" • „Додатак контурних линија“ преименован у „Топографија“, додата подршка за нови формат карте терена • Додат 3Д рељеф • Додата ОАут ауторизација за додатак ОпенСтритМап Уређивање • Додато посебно дугме за пребацивање између 2Д или 3Д режима • Промењен смер покрета за нагиб • Решен проблем са извозом фаворита, који је могао довести до губитка података
sr_latn: • Potpuno redizajniran doživljaj vidžeta: dodata mogućnost promene pozicije vidžeta, dodato grupisanje po stranicama, jedna lista vidžeta za levi i desni panel • Redizajniran ekran za konfigurisanje • Besplatna rezervna kopija favorita, podešavanja i OSM izmena u OsmAnd Cloud • Dodata "CAI" skala za "Klasifikaciju poteškoće ruta" • „Dodatak za konturne linije“ preimenovan u „Topografija“, dodata podrška za novi format karte terena • Dodat 3D reljef • Dodata OAuth autorizacija za OpenStreetMap Editing dodatak • Dodato posebno dugme za prebacivanje između 2D ili 3D režima • Promenjen smer pokreta nagiba • Rešen problem sa izvozom favorita, koji je mogao dovesti do gubitka podataka
sv: • Helt omdesignad widgetmiljö: ändra widgetposition, gruppering av sidor, lista över widgetar för vänster och höger panel • Ny design av konfigurationsskärm • Gratis säkerhetskopiering av favoriter, inställningar och OSM-redigeringar till OsmAnd Cloud • Tillagd "CAI"-skala för klassificering av leders svårighetsgrad • Insticksmodulen "Höjdkurvor" byter namn till "Topografi", med stöd för nya terrängkartformat • 3D relief tillagd • OAuth-autentisering för insticksmodulen OpenStreetMap-redigering • Särskild knapp för att växla mellan 2D och 3D-läge • Ändrad riktning av tilt-gester • Fixat problem med export av favoriter, som kunde leda till dataförlust
ta: • முற்றிலும் மறுவடிவமைப்பு செய்யப்பட்ட விட்செட் அனுபவம்: விட்செட் நிலையை மாற்றுவதற்கான கூடுதல் திறன், பக்கங்களால் தொகுத்தல் சேர்க்கப்பட்டது, இடது மற்றும் வலது பேனலுக்கான விட்செட்டுகளின் பட்டியல் • மறுவடிவமைப்பு செய்யப்பட்ட திரை OS பிடித்தவை, அமைப்புகள் மற்றும் OSM திருத்தங்களின் இலவச காப்புப்பிரதி OSMand Maude க்கு Cai "பாதைகளின் தொல்லை வகைப்பாடு" க்கு "CAI" அளவு சேர்க்கப்பட்டது The "TOGERADION" "TOMENTRAGE" என மறுபெயரிடப்பட்ட, புதிய நிலப்பரப்பு வரைபட வடிவமைப்பிற்கான ஆதரவைச் சேர்த்தது T 3D ஈடு சேர்க்கப்பட்டது திற ஓபன்ச்ட்ரீட்மேப் திருத்துதல் செருகுநிரலுக்கான OAUTH அங்கீகாரத்தைச் சேர்த்தது 2 டி அல்லது 3 டி பயன்முறைக்கு இடையில் மாற தனி பொத்தானைச் சேர்த்தது T சாய்வு சைகையின் திசை மாற்றப்பட்டது Aveate பிடித்தவை ஏற்றுமதியுடன் நிலையான சிக்கல், இது தரவு இழப்புக்கு வழிவகுக்கும்
uk: - Повністю перероблено роботу з віджетами: додано можливість змінювати положення віджетів, додано групування за сторінками, один список віджетів для лівої та правої панелі - Перероблений екран налаштувань - Безплатне резервне копіювання обраного, налаштувань та редагувань OSM до OsmAnd Cloud - Додано шкалу "CAI" для "Класифікації складності маршрутів" - "Плагін контурних ліній" перейменовано на "Топографію", додано підтримку нового формату мапи місцевості - Додано 3D рельєф - Додано OAuth авторизацію для плагіна "Редагування OpenStreetMap - Додано окрему кнопку для перемикання між 2D та 3D режимами - Змінено напрямок жесту нахилу - Виправлено проблему з експортом обраного, яка могла призвести до втрати даних
zh_hant: * 完整重新設計的小工具體驗：新增改變小工具位置的功能，新增依照頁面分組，一組為左側一組為右側選單 * 重新設計設定螢幕 * 免費備份最愛、設定與OSM編輯到OsmAnd雲端 * 新增路線難度分類的"CAI"尺度 * "等高線插件"重新命名為"地形"，新增支搜新地貌地圖格式 * 新增3D浮雕圖 * 新增開放街圖編輯插件的OAuth認證機制 * 新增切換2D與3D模式的獨立按鈕 * 修正匯出最愛時，會導致資料遺失的問題
