Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# ios_release_3_80
source: • Introduced "Application Profiles" with independent settings • New arrangement of settings by profiles and types: navigation, general, map and screen • Ability to import or export profile settings • Added data sources for Online photos • Added ability to download online maps to cache • Improved "Search" algorithms
ar: • عرض "ملفات تعريف التطبيق" مع إعدادات مستقلة • ترتيب جديد للإعدادات حسب ملامح وأنواع: الملاحة، عامة، خريطة وشاشة • القدرة على استيراد أو تصدير إعدادات الملف الشخصي • مصادر البيانات المضافة للصور عبر الإنترنت • إضافة القدرة على تحميل الخرائط على الانترنت لذاكرة التخزين المؤقت • تحسين "البحث" خوارزميات
ca: • S'han introduït "Perfils d'aplicació" amb configuracions independents • Nova disposició de la configuració per perfils i tipus: navegació, general, mapa i pantalla • Possibilitat d'importar o exportar paràmetres de perfil • S'han afegit fonts de dades per a fotos en línia • S'ha afegit la possibilitat de baixar mapes en línia a la memòria cau • S'han millorat els algorismes de cerca
cs: • Nové "profily aplikace" s nezávislým nastavením • Nové uspořádání nastavení podle profilů a typů: navigace, obecné, mapa a obrazovka • Možnost importovat nebo exportovat nastavení profilu • Přidány zdroje dat pro online fotografie • Přidána možnost stahovat online mapy do mezipaměti • Vylepšené vyhledávací algoritmy
da: - Indtroducerede "applikationsprofiler" med uafhængige indstillinger - Ny opdeling af indstillinger efter profiler og typer: navigation, generelt, kort og skærm - Mulighed for at importere eller eksportere profilindstillinger - Tilføjede datakilder til onlinefotos - Tilføjet mulighed for at downloade onlinekort til cache - Forbedrede søge-algoritmer
de: • "Anwendungsprofile" mit unabhängigen Einstellungen eingeführt • Neue Anordnung der Einstellungen nach Profilen und Typen: Navigation, Allgemein, Karte und Bildschirm • Möglichkeit hinzugefügt, Profileinstellungen zu importieren oder zu exportieren • Datenquellen für Online-Fotos hinzugefügt • Möglichkeit zum Herunterladen von Online-Karten in den Cache hinzugefügt • Verbesserte "Such"-Algorithmen
es_us: • Se ha añadido «Perfiles de aplicación» con ajustes independientes • Nueva disposición de ajustes por perfiles y tipos: navegación, general, mapa y pantalla • Posibilidad de importar o exportar ajustes de perfil • Se han añadido respositorios de datos para las fotos en línea • Se ha añadido capacidad para descargar mapas en línea y almacenar en caché • Algoritmos de búsqueda mejorados
et: • Kehtestatud "rakendusprofiilid" koos sõltumatute seadistustega • Uus seadete paigutus profiilide ja tüüpide kaupa: navigatsioon, üldised, kaart ja ekraan. • Võimalus importida või eksportida profiili seadeid • Lisatud andmeallikad veebifotode jaoks • Lisatud võimalus laadida veebikaarte vahemällu • Parandatud "Otsingu" algoritmid
fr: - Introduction de "profils d'application" avec des paramètres indépendants - Nouvelle disposition des paramètres par profils et types : navigation, général, carte et écran - Possibilité d'importer ou d'exporter les paramètres des profils - Ajout de sources de données pour les photos en ligne - Ajout de la possibilité de télécharger des cartes en ligne dans la mémoire cache - Algorithmes de "recherche" améliorés
hu: • Bevezetésre kerültek a független beállításokkal rendelkező „alkalmazásprofilok” • A beállítások új elrendezése profilok és típusok szerint: navigáció, általános, térkép és képernyő • Profilbeállítások importálásának és exportálásának lehetősége • Adatforrások hozzáadása online fotókhoz • Online térképek letöltésének lehetősége a gyorsítótárba • Továbbfejlesztett „keresési” algoritmusok
id: • Memperkenalkan "Profil Aplikasi" dengan pengaturan independen • Pengaturan baru untuk pengaturan berdasarkan profil dan jenis: navigasi, umum, peta dan layar • Kemampuan untuk mengimpor atau mengekspor pengaturan profil • Menambahkan sumber data untuk Foto Online • Menambahkan kemampuan untuk mengunduh peta online ke cache • Meningkatkan algoritma "Pencarian"
is: • Kynnt til sögunnar "Forritssnið" með sjálfstæðum stillingum • Ný framsetning stillinga eftir sniðum og gerðum: leiðsögn, almennt, kort og skjár • Hægt að flytja stillingar inn/út • Bætt við gagnagjöfum fyrir myndir af netinu • Hægt að sækja nettengd kort í skyndiminni • Lagfærð reiknirit fyrir "Leit"
it: • Introdotto "Profili Applicazione" con impostazioni indipendenti • Nuova disposizione delle impostazioni per profili e tipi: navigazione, generale, mappa e schermo • Possibilità di importare o esportare le impostazioni del profilo • Aggiunte origini dati per le foto online • Aggiunta la possibilità di scaricare mappe online nella cache • Algoritmi di "ricerca" migliorati
ja: • 各設定を独立させた"アプリケーションプロファイル"の導入 • プロファイルとタイプに応じた設定の新しい配置: ナビゲーション、全般、マップ、画面 • プロファイル設定をインポートおよびエクスポートする機能の追加 • オンライン写真のデータソースを追加 • ダウンロードするオンラインマップをキャッシュする機能の追加 • "検索"アルゴリズムの改善
ko: • 독립적 인 설정으로 "Application Profile" 도입 · 프로필 및 유형별 설정의 새로운 배열: 탐색, 일반, 지도 및 화면 • 수입 또는 수출 프로파일 설정 능력 · 온라인 사진에 대한 데이터 소스 추가 · 캐시에 온라인지도를 다운로드 할 수있는 능력을 추가 • 향상된 "Search" 알고리즘
pl: • Wprowadzenie "profili aplikacji" z niezależnymi ustawieniami • Nowy układ ustawień według profili i typów: nawigacja, ogólne, mapa i ekran • Możliwość importu i eksportu ustawień profili • Dodano źródła danych dla zdjęć online • Dodano możliwość pobierania map online do pamięci podręcznej • Ulepszono algorytmy funkcji "Szukaj"
pt_br: • Adicionados "Perfis da aplicação" com configurações independentes • Nova disposição das configurações por perfis e tipos: navegação, geral, mapa e tela • Capacidade de importar ou exportar configurações de perfis • Adicionadas origens de dados para fotografias online • Adicionada a capacidade de descarregar mapas online para a cache • Algoritmos de "Pesquisa" melhorados
ro_ro: - A introdus "Profiluri de aplicații" cu setări independente - O nouă dispunere a setărilor pe profiluri și tipuri: navigare, general, hartă și ecran - Posibilitatea de a importa sau exporta setările profilurilor - Surse de date adăugate pentru fotografiile online - A fost adăugată posibilitatea de a descărca hărți online în memoria cache - Algoritmi de "Căutare" îmbunătățiți
ru: • Добавлены "Профили приложений" с независимыми настройками • Новое расположение настроек по профилям и типам: навигационные, общие, карта и экран • Возможность импорта или экспорта профилей настроек • Добавлены источники данных для онлайн-фотографий • Добавлена возможность скачивания онлайн-карт в кеш • Улучшены алгоритмы "Поиска"
sc: • Introdutzione de "Profilos de s'aplicatzione" cun impostatziones indipendentes • Organizatzione noa de sas impostatziones pro profilu e casta: navigatzione, generales, mapa e ischermu • Possibilidade de importare o esportare sas impostatziones de profilu • Annanghidura de fontes de datos pro sas fotografias in lìnia • Annanghidura de sa possibilidade de iscarrigare mapas in lìnia in sa memòria temporànea • Algoritmu de chirca megioradu
sr: • Уведени „Профили апликације“ са независним подешавањима • Нови распоред подешавања по профилима и типовима: навигација, општа, мапа и екран • Могућност увоза или извоза подешавања профила • Додати извори података за фотографије на мрежи • Додата могућност преузимања онлајн мапа у кеш меморију • Побољшани алгоритми "Претрага".
sr_latn: • Uveden „Profili aplikacije“ sa nezavisnim podešavanjima • Novi raspored podešavanja po profilima i tipovima: navigacija, opšta, mapa i ekran • Mogućnost uvoza ili izvoza podešavanja profila • Dodati izvori podataka za fotografije na mreži • Dodata mogućnost preuzimanja onlajn mapa u keš memoriju • Poboljšani algoritmi „Pretraga“.
sv: • Introducerade ”Applikationsprofiler” med oberoende inställningar • Nytt arrangemang av inställningar av profiler och typer: navigering, allmän, karta och skärm • Förmåga att importera eller exportera profilinställningar • Tillagda datakällor för online-foton • Tillagd förmåga att ladda ner online-kartor till cache • Förbättrade "Sök" algoritmer
ta: Setundions சுயாதீன அமைப்புகளுடன் "பயன்பாட்டு சுயவிவரங்களை" அறிமுகப்படுத்தியது The சுயவிவரங்கள் மற்றும் வகைகளின் அமைப்புகளின் புதிய ஏற்பாடு: வழிசெலுத்தல், பொது, வரைபடம் மற்றும் திரை Seplop சுயவிவர அமைப்புகளை இறக்குமதி செய்யும் அல்லது ஏற்றுமதி செய்யும் திறன் Online நிகழ்நிலை புகைப்படங்களுக்கான தரவு மூலங்களைச் சேர்த்தது The தற்காலிக சேமிப்பிற்கு நிகழ்நிலை வரைபடங்களைப் பதிவிறக்கும் திறன் சேர்க்கப்பட்டது • மேம்படுத்தப்பட்ட "தேடல்" வழிமுறைகள்
tr: • Bağımsız ayarlara sahip "Uygulama Profilleri" kullanıma sunuldu • Profillere ve türlere göre ayarlar yeniden düzenlendi: navigasyon, genel, harita ve ekran • Profil ayarlarını içe veya dışa aktarma yeteneği • Çevrim içi fotoğraflar için veri kaynakları eklendi • Çevrim içi haritaları önbelleğe indirme özelliği eklendi • "Arama" algoritmaları iyileştirildi
uk: • Введено «Профілі застосунків» з незалежними налаштуваннями • Нове розташування налаштувань за профілями та типами: навігація, загальна, карта й екран • Можливість імпорту або експорту налаштувань профілю • Додано джерела даних для світлин з Мережі • Додано можливість завантажувати мережні мапи в кеш • Вдосконалено алгоритми пошуку
zh_hant: • 引入了具有獨立設定的「應用程式設定檔」 • 依設定檔和類型重新排列設定：導航、一般、地圖和螢幕 • 可以匯入或匯出設定檔設定 • 新增了線上照片的資料來源 • 新增了將線上地圖下載到快取的功能 • 改進了「搜尋」演算法

source: User points
ar: نقاط المستخدم
az: İstifadəçi nöqtələri
be: Карыстальніцкія кропкі
cs: Uživatelské body
cy: Pwyntiau defnyddiwr
da: Brugerpunkter
de: Anwenderpunkte
el: Σημεία χρήστη
eo: Poentoj de uzanto
es_us: Puntos de usuario
et: Kasutaja punktid
eu: Erabiltzailearen puntuak
fa: نقاط کاربر
fi: Käyttäjän pisteet
fr: Points utilisateur
gl: Puntos do usuario
he: נקודות משתמש
hu: Felhasználói pontok
id: Titik pengguna
is: Punktar notanda
it: Punti utente
ja: ユーザーポイント
ka: მომხმარებლის წერტილები
ko: 사용자 포인트
mk: Korisnički točki
nb: Brukerpunkter
nl: Gebruikerspunten
oc: Ponchs de l'utilizator
pl: Punkty użytkownika
ro_ro: Puncte definite de utilizator
ru: Точки пользователя
sc: Puntos de s'impreadore
sk: Body používateľa
sl: Uporabniške točke
sr: Кориснички бодови
sr_latn: Sopstvene TOI
sv: Användarpunkter
ta: பயனர் புள்ளிகள்
tr: Kullanıcı puanları
uk: Точки користувача
vi: Điểm của người dùng
zh_hans: 用户点
zh_hant: 使用者點數

source: Glide ratio to target
ar: نسبة الانحدار إلى الهدف
bg: Коефициент на планиране до целта
cs: Klouzavý poměr k cíli
da: Glidetal til mål
de: Gleitzahl zum Zielpunkt
eo: Glisrilato necesa por celo
es_us: Relación de planeo al objetivo
eu: Helmugarako planeatze-erlazioa
fa: نسبت گلاید به هدف
fr: Dérive par rapport à la destination
he: יחס גלישה למטרה
hu: Siklószám a célig
id: Rasio glide ke target
is: Rennslishlutfall að áfangastað
it: Rapporto di planata rispetto al target
ja: 目標に対する滑空比
ko: 표적에 대한 활공 비율
nb: Glidetall til målet
nl: Zweefhoek tot bestemming
pl: Współczynnik poślizgu do celu
ro_ro: Raport de planare până la țintă
ru: Коэффициент планирования к цели
sk: Pomer kĺzania k cieľu
sr: Размера једрења до циља
sr_latn: Razmera jedrenja do cilja
sv: Glidtal till mål
ta: இலக்குக்கு சறுக்கு விகிதம்
tr: Hedefe kalan süzülme oranı
uk: Коефіцієнт ковзання до цілі
vi: Tỷ lệ lượn tới mục tiêu
zh_hans: 目标滑翔比率
zh_hant: 到目標的滑翔比

# map_widget_glide_average_desc
source: Shows the average glide ratio for the set interval.
ar: يعرض متوسط معدل الانحدار للفترة المحددة.
cs: Zobrazuje průměrný klouzavý poměr pro nastavený interval.
da: Viser det gennemsnitlige glidetal for det indstillede interval.
de: Zeigt die mittlere Gleitzahl für das eingestellte Intervall an.
eo: Montras la mezuman glisrilaton por la agordita tempodaŭro.
es_us: Muestran la relación de planeo para el intervalo definido.
eu: Ezarritako tarterako batez besteko planeatze-erlazioa erakusten du.
fa: میانگین نسبت گلاید برای بازه تنظیم‌شده را نمایش می‌دهد.
fr: Affiche la dérive moyenne sur la durée définie.
he: מציג את יחס הגלישה הממוצע לטווח שהוגדר.
hu: Megjeleníti az átlagos siklószámot a megadott időközhöz.
id: Tampilkan rasio glide rata-rata untuk interval set.
is: Birtir meðal-rennslishlutfall fyrir stillt tímabil.
it: Mostra il rapporto di planata medio per l'intervallo impostato.
ja: 設定された距離における平均滑空比を表示します。
ko: 설정된 간격에 대한 평균 활주 비율을 표시합니다.
nb: Viser det gjennomsnittlige glidetallet for det angitte intervallet.
nl: Laat de gemiddelde zweefhoek zien voor het ingestelde interval.
pl: Pokazuje średni współczynnik poślizgu dla ustawionego interwału.
ro_ro: Arată raportul mediu de planare pentru intervalul setat.
ru: Показывать средний коэффициент планирования для заданного интервала.
sk: Zobrazuje priemerný pomer kĺzavosti pre nastavený interval.
sr: Приказује просечну размеру једрења за постављено време.
sr_latn: Prikazuje prosečnu razmeru jedrenja za postavljeno vreme.
sv: Visar genomsnittligt glidtal för angivet intervall.
ta: தொகுப்பு இடைவெளியின் சராசரி சறுக்கு விகிதத்தைக் காட்டுகிறது.
tr: Ayarlanan ara için ortalama süzülme oranını gösterir.
uk: Показує середній коефіцієнт ковзання для встановленого інтервалу.
vi: Hiện tỷ lệ lượn trung bình cho khoảng thời gian đã đặt.
zh_hans: 显示给定时间间隔内的平均滑行比。
zh_hant: 顯示設定間隔的平均滑翔比。

# map_widget_glide_target_desc
source: Shows the glide ratio needed to reach the target point.
ar: يعرض نسبة الانحدار المطلوبة للوصول إلى النقطة المستهدفة.
cs: Zobrazuje klouzavost potřebnou k dosažení cílového bodu.
da: Viser det nødvendige glidetal for at nå målpunktet.
de: Zeigt die erforderliche Gleitzahl zum Erreichen des Zielpunkts an.
eo: Montras la glisrilaton necesan por atingi la celon.
es_us: Muestra la relación de planeo necesaria para alcanzar el punto de destino.
eu: Helmugara heltzeko behar den planeatze-erlazioa erakusten du.
fa: نسبت گلاید موردنیاز برای رسیدن به نقطه هدف را نمایش می‌دهد.
fr: Affiche la dérive à compenser pour atteindre la destination.
he: מציג את יחס הגלישה הדרוש להגעה לנקודת היעד.
hu: Megjeleníti a célpont eléréséhez szükséges siklószámot.
id: Tampilkan rasio glide yang diperlukan untuk mencapai titik target.
is: Birtir rennslishlutfallið sem nauðsynlegt er til að ná að áfangastað.
it: Mostra il rapporto di planata necessario per raggiungere il punto di destinazione.
ja: 目標点に到達するために必要な滑空比を表示します。
ko: 목표 지점에 도달하는 데 필요한 활공 비율을 보여줍니다.
nb: Viser glidetallet som trengs forå nå målpunktet.
nl: Laat de benodigde zweefhoek zien om het doel te bereiken.
pl: Pokazuje współczynnik poślizgu potrzebny do osiągnięcia punktu docelowego.
ro_ro: Arată raportul de planare necesar pentru a ajunge la punctul țintă.
ru: Показывать средний коэффициент планирования для достижения целевой точки.
sk: Zobrazuje pomer kĺzavosti potrebný na dosiahnutie cieľového bodu.
sr: Приказује размеру једрења потребну за достизање циљне тачке.
sr_latn: Prikazuje razmeru jedrenja potrebnu za dostizanje odredišta.
sv: Visar glidtalet som krävs för att nå målpunkten.
ta: இலக்கு புள்ளியை அடைய தேவையான சறுக்கு விகிதத்தைக் காட்டுகிறது.
uk: Показує коефіцієнт ковзання, необхідний для досягнення цільової точки.
vi: Hiện tỷ lệ lượn cần để tới điểm đích.
zh_hans: 显示到达目标点所需的滑行比。
zh_hant: 顯示到達目標點所需的滑翔比。

# choose_auto_follow_route_descr
source: Time until the map view synchronizes with the current position.
af: Tyd tot kaart sal ooreenkom met die huidige posisie
ar: الوقت حتى تتم مزامنة طريقة عرض الخريطة مع الموضع الحالي.
be: Час, праз які мапа вернецца да цяперашняга становішча.
bg: Изчакване преди картата да се върне към текущата позиция.
ca: Temps de sincronització del mapa seguint la nova posició.
cs: Zadejte interval pro automatický návrat mapy na vaši pozici.
cy: Time until map view synchronizes with current position
da: Tid indtil kortvisning synkroniseres med den aktuel position.
de: Zeit, bis die Kartenansicht mit der aktuellen Position synchronisiert ist.
el: Χρόνος μέχρι η προβολή του χάρτη να συγχρονιστεί με την τρέχουσα θέση.
eo: Tempo antaŭ la map-vido samtempigos kun la aktuala pozicio.
es_us: Tiempo hasta que la vista del mapa vuelve a sincronizarse con la ubicación actual.
et: Kaardivaate praeguse asukohaga sünkroonimise aeg.
eu: Mapa ikuspegia uneko kokapenarekin sinkronizatu arteko denbora.
fa: مدت‌زمانی که طول می‌کشد تا نقشه با موقعیت کنونی همگام شود.
fi: Aika kunnes karttanäyttö synkronoituu nykysijaintiin.
fr: Délai avant de centrer la carte sur la position actuelle.
gl: Tempo até que a vista do mapa volva sincronizarse coa posición actual.
he: הזמן עד שתצוגת המפה מסתנכרנת עם המיקום הנוכחי.
hu: Ennyi idő múlva ugorjon vissza a térkép a jelenlegi pozíciódhoz.
hy: Ընտրեք այն ժամանակը, երբ քարտեզը կվերադառնա ընթացիկ դիրքին։
id: Waktu hingga tampilan peta disinkronkan dengan posisi saat ini.
is: Tími þar til kortasýn samstillist við núverandi staðsetningu.
it: Tempo fino a quando la visualizzazione della mappa si sincronizza con la posizione corrente.
ja: マップの現在地との位置同期タイミングを設定します。
ka: დრო, რომელიც გავა სანამ რუკა იქნება მიმდინარე პოზიციის შესაბამისი იქნება.
ko: 지도 보기가 현재 위치와 동기화하여 복귀할 때까지 걸리는 시간입니다
lt: Laikas po kuriožemėlapio vaizdas bus sinchronizuotas su dabartine pozicija.
lv: Pēc izvēlētā laika sprīža karte atgriezīsies tekošajā pozīcijā
mk: Vreme dodeka prikazot na kartata ne se sinhronizira so momentalnata pozicija.
ml: നിലവിലെ സ്ഥലം മാപ്പില്‍ കാണിക്കാനെടുക്കുന്ന സമയം.
nb: Tid til kartvisningen synkroniseres med den gjeldende posisjonen.
nl: Tijd totdat kaartweergave wordt gesynchroniseerd met de huidige positie.
oc: Temps de sincronizacion de la vista segon la posicion actuala
pl: Ustala opóźnienie synchronizacji mapy z aktualnym położeniem.
pt_br: Tempo para o mapa ser centrado na posição atual
ro_ro: Timp până când vizualizarea hărții se sincronizează cu poziția curentă.
ru: Выберите время, через которое карта вернётся к текущей позиции.
sc: Issèbera s’intervallu de tempus pro sa sincronizatzione de sa vista de sa mapa cun sa positzione atuale.
sk: Čas pokiaľ sa mapové zobrazenie zosynchronizuje s pozíciou.
sl: Časovni zamik, preden se položaj samodejno postavi v središče zemljevida.
sr: Време док се преглед карте не усклади са тренутним положајем.
sr_latn: Vreme dok se pregled mape sinhronizuje sa trenutnom pozicijom.
sv: Tid tills kartvyn synkroniseras med aktuell position.
ta: வரைபடக் காட்சி தற்போதைய நிலையுடன் ஒத்திசைக்கும் வரை நேரம்.
tr: Geçerli konum ile harita görünümünü eşzamanlamaya kadar geçecek süre.
uk: Час, через який мапа повернеться до поточної позиції.
vi: Thời gian cho đến khi chế độ xem bản đồ đồng bộ hóa với vị trí hiện tại.
zh_hans: 与当前位置的地图视图同步时间。
zh_hant: 直到地圖檢視同步到與目前位置為止的時間。

# choose_auto_center_map_view_descr
source: Time until map view synchronizes with current position after moving
ar: إعادة توسيط الموقع الحالي بعد مدة معينه
be: Час да сінхранізацыі выгляду мапы з бягучай пазіцыяй пасля перамяшчэння
ca: Lapse per sincronitzar el mapa a la posició actual un cop iniciat el desplaçament
cs: Doba, po jejímž uplynutí se mapa synchronizuje s aktuální pozicí během pohybu
da: Tid indtil kortvisning synkroniseres med den aktuelle position efter bevægelse
de: Zeit, bis sich die Kartenansicht nach der Bewegung mit der aktuellen Position synchronisiert
el: Χρόνος μέχρι η προβολή του χάρτη να συγχρονιστεί με την τρέχουσα θέση μετά την μετακίνηση
es_us: El tiempo hasta que la vista del mapa se sincroniza con la ubicación actual al moverse
et: Kaardivaate praeguse asukohaga sünkroonimise aeg peale liikuma hakkamist
fr: Temps avant la synchronisation de la carte avec la position actuelle après déplacement
hu: Idő, amíg a térképnézet mozgás után szinkronizál a jelenlegi pozíciójával
id: Waktu hingga tampilan peta sinkron dengan posisi saat ini setelah bergerak
is: Tími eftir hreyfingu þar til kortasýn samstillist við núverandi staðsetningu
it: Tempo fino a quando la visualizzazione della mappa si sincronizza con la posizione corrente dopo lo spostamento
ja: マップ表示時、移動後に現在地が画面中央に戻るまでの間隔を指定します
ko: 이동 후 지도 보기가 현재 위치와 동기화될 때까지의 시간
nb: Tid til kartvisning synkroniseres med nåværende posisjon etter forflytning
nl: Tijd totdat de kaartweergave synchroniseert met de huidige positie na verplaatsing
oc: Temps fins que la visualizacion de la vista s'actualize amb la posicion correnta après un desplaçament
pl: Ustala opóźnienie synchronizacji mapy z aktualnym położeniem po ruchu
pt_br: Tempo até a visualização do mapa sincronizar com a posição atual após a movimentação
ro_ro: Timpul până când vizualizarea hărții se sincronizează cu poziția curentă după mutare
ru: Время до синхронизации вида карты с текущим положением после перемещения
sc: Issèbera s’intervallu de tempus pro sa sincronizatzione de sa bisura de sa mapa cun sa positzione atuale a pustis de su movimentu
sr: Време док се приказ мапе не синхронизује са тренутном позицијом након померања
sr_latn: Vreme dok se prikaz mape ne sinhronizuje sa trenutnom pozicijom nakon pomeranja
sv: Tid tills kartvyn synkas med aktuell position efter förflyttning
ta: வரைபடக் காட்சி நகர்ந்த பிறகு தற்போதைய நிலையுடன் ஒத்திசைக்கும் வரை நேரம்
tr: Hareket ettikten sonra harita görünümünün geçerli konumla eşzamanlanmasına kadar geçen süre
uk: Час, за який мапа повернеться до поточного розташування
zh_hant: 移動後地圖視角同步至目前位置的等候時間

# keep_informing
source: Repeat navigation instructions
ar: إعادة تعليمات الملاحة
az: Naviqasiya təlimatlarını təkrarla
be: Паўтараць навігацыйныя інструкцыі
bg: Повтаряне на напътствията
ca: Repeteix les instruccions de navegació
cs: Opakovat navigační pokyny
cy: Ailadrodd cyfarwyddiadau llywio
da: Gentag navigationsinstruktioner
de: Navigationsanweisungen wiederholen
el: Επανάληψη οδηγιών πλοήγησης
eo: Ripeti navigadajn sciigojn
es_us: Repetir instrucciones de navegación
et: Korda navigeerimisjuhiseid
eu: Errepikatu nabigazio jarraibideak
fa: تکرار فرمان‌های ناوبری
fi: Toista navigointiohjeet
fr: Répéter les instructions de guidage
gl: Recuncar as instrucións da navegación
he: חזרה על הנחיות הניווט
hu: Navigációs utasítások ismétlése
hy: Կրկնել նավիգացիոն հրահանգները
id: Ulangi petunjuk navigasi
is: Endurtaka leiðsagnarleiðbeiningar
it: Ripeti le istruzioni di navigazione
ja: ナビゲーション指示の繰り返し
ka: ნავიგაციის მითითებების გამეორება
ko: 운행 지시를 반복
lt: Pakartoti maršruto instrukcijas
lv: Atkārtot navigācijas instrukcijas
mk: Povtorete gi upatstvata za navigacija
ml: നാവിഗേഷൻ നിർദ്ദേശങ്ങൾ ആവർത്തിക്കുക
nb: Gjenta navigeringsinstruksjoner
nl: Herhaal de routeaanwijzingen
oc: Tornar dire leis instuccions de navigacion
pl: Powtarzanie instrukcji
pt_br: Repetir as instruções de navegação
ro_ro: Repetare instrucțiuni de navigație
ru: Повторение навигационных инструкций
sc: Torra a repìtere sas istrutziones de navigatzione
sk: Opakovať navigačné pokyny
sl: Ponavljanje navigacijskih navodil
sr: Понови упут навођења
sr_latn: Ponoviti upute za navigaciju
sv: Upprepa navigationsinstruktioner
ta: வழிசெலுத்தல் வழிமுறைகளை மீண்டும் செய்யவும்
tr: Navigasyon talimatlarını tekrarla
uk: Повторювати навігаційні інструкції
vi: Lặp lại hướng dẫn điều hướng
zh_hans: 重复导航指令
zh_hant: 重複導航指示

source: Repeat after
ar: إعادة بعد
be: Паўтарыць пасля
ca: Repeteix després
cs: Opakovat po
da: Gentag efter
de: Wiederholen nach
el: Επανάληψη μετά από
es_us: Repetir después
et: Korda pärast
fr: Répéter après
gl: Repita despois
hu: Ismétlés ennyi idő után:
id: Ulangi setelah
is: Endurtaka eftir
it: Ripeti dopo
ja: 繰り返す間隔
ka: გამეორების დრო
ko: 다음에 반복
lt: Pakartoti po
nb: Gjenta etter
nl: Herhaal na
oc: Repetir après
pl: Powtórz po
pt_br: Repetir depois
ro_ro: Se repetă după
ru: Повторить после
sc: Repite a pustis de
sr: Поновите после
sr_latn: Ponovite posle
sv: Upprepa efter
ta: பிறகு மீண்டும் செய்யவும்
tr: Sonra tekrar et
uk: Повторювати через
zh_hant: 重複間隔
