Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# shared_string_milliradians
source: Milliradians
ar: مللي راديان
be: Мілірадыяны
ca: Mil·liradiants
cs: Miliradiány
cy: Miliradiaid
da: Milliradianer
de: Milliradiant
el: Χιλιοστά ακτινίων
eo: Miliradianoj
es_us: Miliradián
et: Milliradiaani
eu: Miliradianak
fa: میلی‌رادیان
fi: milliradiaanit
fr: Milliradiens
gl: Milirradiáns
he: מילי־רדיאנים
hu: Milliradián
id: Miliradian
is: Millíradíanar
it: milli-radiante
ja: ミリラジアン
ka: მილირადიანი
ko: 밀리라디안
lt: Miliradianai
lv: Miliradiāni
mk: Miliradiani
ml: മില്ലിറേഡിയൻസ്
mr: मिली रीडियन
nb: Milliradianer
nl: Milliradialen
oc: Milliradiants
pl: Miliradiany
pt_br: Milirradianos
ro_ro: Miliradiani
ru: Миллирадианы
sc: Millèsimos angulares (radiantes)
sk: Miliradiány
sl: Miliradiani
sr: Милирадијани
sr_latn: Miliradijani
sv: Milliradianer
ta: மில்லிரடினஸ்
tr: Miliradyan
uk: Мілірадіани
vi: Mili-radian
zh_hans: 毫弧度
zh_hant: 毫弧度

# access_intermediate_arrival_time
source: Intermediate arrival time
ar: متوسط وقت الوصول
be: Прамежкавы час прыбыцця
bg: Време на пристигане в междинна точка
ca: Temps de pas
cs: Čas příjezdu do mezicíle
cy: Amser cyrraedd man stopio
da: Mellemliggende ankomsttid
de: Ankunftszeit Zwischenziel
el: Χρόνος άφιξης που μεσολάβησε
eo: Tempo de alveno al intercelo
es_us: Hora de llegada intermedia
et: Vahepealne saabumisaeg
eu: Tarteko iritsiera ordua
fa: زمان رسیدن به میانی
fi: Välietapin saapumisaika
fr: Heure d'arrivée à l'étape
gl: Hora da chegada intermedia
he: זמן הגעה לנקודת ביניים
hu: Köztes érkezési idő
hy: Միջանկյալ նպատակակետ ժամանելու ժամը
id: Waktu kedatangan perantara
is: Milli-komutími
it: Orario di arrivo intermedio
ja: 中間経由地点への到着時間
ka: საშუალო ჩასვლის დრო
ko: 중간 도착 시간
lt: Tarpinis atvykimo laikas
lv: Starppunkta ierašanās laiks
mk: Sredno vreme na pristignuvanje
ml: ഇട-ലക്ഷ്യസ്ഥാനത്തെത്തുന്ന സമയം
mr: मध्यम आगमन वेळ
nb: Mellomliggende ankomsttid
nl: Aankomsttijd tussenpunt
oc: Orari d'etapa
pl: Pośredni czas przyjazdu
pt_br: Hora de chegada intermediária
ro_ro: Timp intermediar de sosire
ru: Прибытие в промежуточный пункт
sc: Ora de arrivu a sa tapa
sk: Čas príchodu k prechodnému bodu
sl: Vmesničas prihoda
sr: Време доласка у међутачку
sr_latn: Vreme dolaska na međuodredište
sv: Mellanliggande ankomsttid
ta: இடைநிலை வருகை நேரம்
tr: Orta varış zamanı
uk: Прибуття в проміжний пункт призначення
zh_hans: 中转点到达时间
zh_hant: 中轉抵達時間

# shared_string_previous
source: Previous
af: Vorige
ar: السابق
ast: Anterior
az: Əvvəlki
be: Папярэдні
bg: Предишен
ca: Enrere
cs: Předchozí
cy: Cynt
da: Forrige
de: Zurück
el: Προηγούμενο
eo: Antaŭa
es_us: Anterior
et: Eelmine
eu: Aurrekoa
fa: قبلی
fi: Edellinen
fr: Précédent
gl: Anterior
he: הקודם
hu: Előző
hy: Նախորդ
id: Sebelumnya
is: Fyrra
it: Precedente
ja: 前へ
ka: წინა
kn: ಹಿಂದಿನ
ko: 이전
lt: Ankstesnis
lv: Atpakaļ
mk: Prethodno
ml: കഴിഞ്ഞത്
mr: मागे
my: အလျင်က
nb: Forrige
nl: Vorige
oc: Precedent
pl: Poprzedni
pt_br: Anterior
ro_ro: Precedentul
ru: Предыдущая
sc: Antepostu
sk: Predchádzajúci
sl: Predhodni
sr: Претходно
sr_latn: Prethodno
sv: Föregående
ta: முன்னே
tr: Önceki
uk: Назад
vi: Quay lại
zh_hans: 上一个
zh_hant: 上一站

# shared_string_next
source: Next
af: Volgende
ar: التالي
ast: Siguiente
az: Sonrakı
be: Далей
bg: Следващ
ca: Endavant
cs: Další
cy: Nesaf
da: Næste
de: Weiter
el: Επόμενο
eo: Sekva
es_us: Siguiente
et: Järgmine
eu: Hurrengoa
fa: بعدی
fi: Seuraava
fr: Suivant
gl: Seguinte
he: הבא
hu: Következő
hy: Հաջորդը
id: Berikutnya
is: Næsta
it: Successivo
ja: 次へ
ka: შემდეგი
kn: ಮುಂದಿನ
ko: 다음
lt: Kitas
lv: Tālāk
mk: Sledno
ml: അടുത്തത്
mr: पुढे
nb: Neste
nl: Volgende
oc: Seguent
pl: Dalej
pt_br: Próximo
ro_ro: Următorul
ru: Следующая
sc: Imbeniente
sk: Nasledujúci
sl: Naslednji
sr: Следеће
sr_latn: Sledeće
sv: Nästa
ta: அடுத்து
tr: Sonraki
uk: Вперед
vi: Tiếp
zh_hans: 下一个
zh_hant: 下一站

# route_stops_before
source: %@ stops before
ar: %@محطة توقف قبل
az: %@ dayanacaqdan sonra
be: %@ прыпынкаў да абранага
bg: %@спирания преди
ca: Queden %@ parades
cs: %@ zastávek před
cy: Mae %@ wedi stopio cyn
da: %@ stop før
de: %@ Haltestellen davor
el: %@ στάσεις πριν
eo: Post %@ haltejoj
es_us: %@ parada(s) anterior(es)
et: %@ eelnevat peatust
eu: %@ geltoki falta dira
fa: %@ ایستگاه قبلی
fi: %@ pysähdystä ennen
fr: %@ arrêts avant
gl: %@ paradas antes
he: %@תחנות לפני
hu: %@ megállóval előtte
hy: %@ կանգառներ մինչև ընտրված
id: %@ berhenti sebelum
is: %@ stopp á undan
it: %@ fermate prima
ja: %@前に止まる
ka: დარჩენილია %@ გაჩერება
ko: %@이(가) 다음에서 중지됨
lt: %@ sustojimai iki
lv: %@ apstāšanās pirms
mk: %@ zapira pred
ml: %@ മുമ്പായ് നിര്‍ത്തുക
nb: %@ stopp før
nl: nog %@ haltes
oc: Demòran %@ arrèsts
pl: Za %@ przystanków
pt_br: %d paradas antes
ro_ro: %@ se oprește înainte de
ru: %@ остановок до выбранной
sc: %@ firmadas in antis
sk: %@ zastávok pred
sl: %@ se zaustavi pred
sr: %@ стајања пре
sr_latn: %@ stajanja pre
sv: %@ stopp innan
ta: %@ முன்பு நிறுத்தப்படும்
tr: öncesinde %@ durak(lar)
uk: %@ зупинок до обраної
zh_hans: 此前%@站
zh_hant: 此前 %@ 站

# transport_Routes
source: Routes
af: Roetes
ar: طرق
ast: Caminos
az: Marşrutlar
be: Маршруты
bg: Маршрути
br: Hentadurioù
ca: Rutes
cs: Cesty
cy: Llwybrau
da: Ruter
de: Strecken
el: Δρομολόγια
eo: Kursoj
es_us: Rutas
et: Teekonnad
eu: Ibilbideak
fa: مسیرها
fi: Reitit
fr: Lignes
gl: Liñas
he: מסלולים
hu: Útvonalak
hy: Երթուղիներ
id: Rute-rute
is: Leiðir
it: Percorsi
ja: ルート
ka: გზები
kn: ಮಾರ್ಗಗಳು
ko: 경로
lt: Maršrutai
lv: Maršruti
mk: Marsruti
ml: റൂട്ടുകള്‍
mr: मार्ग
my: လမ်းကြောင်းများ
nb: Ruter
nl: Lijnen
oc: Percors e itineraris
pl: Trasy
ro_ro: Rute
ru: Маршруты
sc: Àndalas
sk: Linky
sl: Poti
sr: Путеви
sr_latn: Rute
sv: Rutter
ta: வழிகள்
tr: Rotalar
uk: Маршрути
vi: Tuyến đường
zh_hans: 路线
zh_hant: 導航路線

# transport_nearby_routes_within
source: Nearby routes within
ar: الطرق الداخلية المجاورة
ast: Caminos cercanos nun radiu de
az: Yaxında marşrutlar
be: Маршруты паблізу
br: Hentadurioù dindan
ca: Rutes properes a dins
cs: Nejbližší trasy v okruhu
cy: Llwybrau cyfagos o fewn
da: Nærliggende ruter indenfor
de: Nahe gelegene Routen innerhalb von
el: Κοντινές διαδρομές
eo: Kursoj proksime
es_us: Rutas a menos de
et: Lähedalolevad teekonnad
eu: Inguruko ibilbideak
fa: مسیرهای نزدیک تا
fi: Lähellä olevat reitit
fr: Lignes à moins de
gl: Liñas próximas a menos dos
he: נתיבים קרובים בטווח של עד
hu: Közeli útvonalak ezen belül:
hy: Մոտակա երթուղիները
id: Rute terdekat dalam
is: Nálægar leiðir innan
it: Percorsi vicini entro
ja: 近辺のルート
ka: ახლომდებარე მარშრუტები შუალედში
ko: 다음 내 인근 경로
ku: Rotayên nêzî te
lv: Tuvākie iekļaujošie maršruti
mk: Bliskite pravci vnatre
ml: ഉള്ളില്‍ സമീപത്തുള്ള റൂട്ടുകൾ
nb: Ruter i nærheten innen
nl: Nabije routes binnen
oc: Percors pròches dins
pl: Najbliższe trasy w obrębie
pt_br: Linhas próximas a
ro_ro: Rutele apropiate din cadrul
ru: Ближайшие маршруты в пределах
sc: Àndalas a curtzu intre
sk: Blízke trasy do
sl: Bližnje poti v
sr: Превоз у близини
sr_latn: Prevoz u blizini
sv: Rutter nära i
ta: அருகிலுள்ள வழிகள்
tr: İçinde yakındaki rotalar
uk: Найближчі маршрути в межах
zh_hans: 附近的路线
zh_hant: 在附近的路線

# transport_nearby_routes
source: Within
ar: في غضون
ast: Nun radiu de
az: Ərazi:
be: Паблізу
bg: В близост до
br: Dindan
ca: A dins
cs: V okruhu
cy: O fewn
da: Indenfor
de: Innerhalb
el: Με
eo: Proksime
es_us: A menos de
et: Ümbruses
eu: Erradioa
fa: تا
fi: Sisältäen
fr: Situé à moins de
gl: Preto dos
he: בסביבת
hu: Ezen belül:
hy: Ներսում
id: Dalam
is: innan
it: Nel raggio di
ja: 内
ka: შიგნით
ko: 안쪽
ku: NÊZÎK
lt: Viduje
lv: Iekļaujošie
mk: Vo ramkite
ml: "അകത്ത് "
my: အတွင်း
nb: Innenfor
nl: Binnen
oc: Dins
pl: W ciągu
pt_br: Cerca de
ro_ro: În cadrul
ru: В пределах
sc: Intre
sk: Do vzdialenosti
sl: Blizu
sr: Близу
sr_latn: Unutar
sv: i
ta: அதற்குள்
tr: İçinde
uk: В межах
zh_hans: 之间
zh_hant: 範圍內

# shared_string_control_stop
source: Stop
ar: إيقاف
az: Dayandır
be: Спыніць
bg: Стоп
bs: stani
ca: Atura
cs: Zastavit
cy: Stopio
de: Stopp
el: Διακοπή
eo: Haltigi
es_us: Parar
et: Lõpeta
eu: Gelditu
fa: توقف
fi: Lopeta
fr: Terminer
gl: Deter
he: עצירה
hu: Leállítás
hy: Կանգնել
id: Berhenti
is: Stöðva
it: Ferma
ja: 停止
ka: შეწყვეტა
kn: ನಿಲ್ಲಿಸು
ko: 정지
ku: Bisekine
lv: Apturēt
mk: Zapri
ml: നിര്‍ത്തുക
mr: बंद करा
my: ရပ်
nb: Stopp
oc: Arrèst
pl: Zakończ
ru: Стоп
sk: Zastaviť
sl: Zaustavi
sr: Заустави
sr_latn: Zaustavi
sv: Stoppa
ta: நிறுத்து
tr: Durdur
uk: Зупинити
vi: Dừng
zh_hans: 停止
zh_hant: 停止

# cancel_navigation
source: Stop navigation
af: Staak navigasie
ar: إيقاف التوجيه
az: Naviqasiyanı dayandır
be: Спыніць навігацыю
bg: Спиране на навигацията
ca: Atura la navegació
cs: Ukončit navigaci
cy: Stopio llywio
de: Navigation stoppen
el: Διακοπή πλοήγησης
eo: Ĉesigi navigadon
es_us: Parar navegación
et: Lõpeta navigeerimine
eu: Gelditu nabigazioa
fa: پایان ناوبری
fi: Keskeytä navigointi
fr: Arrêter le guidage
gl: Deter a navegación
he: הפסקת הניווט
hu: Navigáció megállítása
hy: Վերջացնել նավիգացիան
id: Hentikan navigasi
is: Stöðva leiðsögn
it: Interrompere la navigazione
ja: ナビゲーションの停止
ka: ნავიგაციის შეწყვეტა
ko: 운행 중지
lt: Stabdyti navigaciją
lv: Apturēt navigāciju
mk: Zastanete so navigacijata
ml: വഴികാട്ടി നിര്‍ത്തുക
mr: दिशादर्शन थांबवा
my: လမ်းညွှန်ခြင်းရပ်မြည်
nb: Stopp navigering
nl: Stop navigatie
oc: Arrestar la navigacion
pl: Zakończ nawigację
pt_br: Parar navegação
ro_ro: Oprește navigarea
ru: Остановить навигацию
sc: Firma sa navigatzione
sk: Zastaviť navigáciu
sl: Prekini navigacijo
sr: Заустави навођење
sr_latn: Zaustavi navođenje
sv: Avbryt navigeringen
ta: வழிநடத்துதலை நிறுத்தவும்
tr: Navigasyonu durdur
uk: Зупинити навігацію
vi: Kết thúc điều hướng
zh_hans: 停止导航
zh_hant: 停止導航

# intermediate_items_sort_by_distance
source: Sort door-to-door
af: Sorteer deur-tot-deur
ar: فرز من الباب إلى الباب
az: Qapı-qapı sırala
be: Упарадкаваць ад дзвярэй да дзвярэй
bg: Сортиране в оптимален ред
ca: Ordenació porta a porta
cs: Utřídit ode dveří ke dveřím
cy: Trefn drws-i-ddrws
da: Sorter fra dør til dør
de: Tür-zu-Tür sortieren
el: Ταξινόμηση πόρτα-πόρτα
eo: Ordigi de celoĝis celo (laŭ la plej malgranda distanco)
es_us: Ordenar puerta a puerta
et: Sorteeri ukselt-uksele
eu: Ordenatu door-to-door
fa: مرتب‌کردن پشت سر هم
fi: Lajittele ovelta ovelle
fr: Trier par distance
gl: Ordenar porta a porta
he: סידור דלת לדלת
hu: Rendezés háztól-házig
hy: Դասավորել ըստ հեռավորության
id: Sortir pintu ke pintu
is: Raða dyr-til-dyra
it: Ordina porta a porta
ja: 移動距離を最短で並べ替え
ka: სახლის ნომრებით დალაგება
ko: 정렬 도어 투 도어
lt: Rūšiuoti nuo durų iki durų
lv: Kārtot pēc attāluma
mk: Sortiraj vrata-do-vrata
ml: ഡോര്‍-ടു-ഡോര്‍ ക്രമീകരിക്കുക
nb: Sorter dør-til-dør
nl: Sorteer kortste afstand
oc: Ordenar pòrta a pòrta
pl: Posortuj wg odległości
pt_br: Ordem de porta em porta
ro_ro: Sortare din ușă în ușă
ru: Расположить в оптимальном порядке
sc: Cusserta ghenna a ghenna
sk: Zoptimalizuj od dverí k dverám
sl: Razvrsti od vrat do vrat
sr: Поређај од врата до врата
sr_latn: Sortiraj od vrata do vrata
sv: Sortera dörr-till-dörr
ta: கதவை க்கு கதவை வரிசைப்படுத்த
tr: kapıdan kapıya sırala
uk: Впорядкувати
zh_hans: 排序 门到门
zh_hant: 排序送貨到門

# switch_start_finish
source: Reverse starting point & destination
ar: اعكس نقطة الانطلاق والوصول
az: Başlanğıc və təyinat nöqtələrini dəyiş
be: Памяняць месцамі пачатковы пункт і пункт прызначэння
bg: Разменяне на изходната точка и местоназначението
ca: Intercanvi entre punts origen i destinació
cs: Prohodit počátek a cíl
cy: Gwrthdroi man cychwyn a chyrchfan
da: Byt om på startpunkt og destination
de: Start und Ziel tauschen
el: Αντιστροφή αρχικού σημείου & προορισμού
eo: Anstataŭigi komencpunkton per celo
es_us: Invertir puntos de partida y destino
et: Vaheta omavahel lähte- ja sihkoht
eu: Alderantzikatu hasiera eta helburu puntuak
fa: تعویض مبدأ و مقصد
fi: Vaihda keskenään lähtöpiste ja määränpää
fr: Inverser départ & arrivée
gl: Inverter o punto de partida e o destino
he: היפוך בין נקודות ההתחלה והיעד
hu: Kiindulási pont és az úti cél felcserélése
hy: Հակադարձ մեկնարկային կետ և ուղղություն
id: Balikkan titik awal & destinasi
is: Snúa við upphafsstað og áfangastað
it: Inverti punti di partenza e destinazione
ja: 出発地点と目的地の入れ替え
ko: 전환 출발지 & 목적지
lt: Sukeisti vietomis pradžios tašką ir galutinį tikslą
lv: Apmainīt vietām sākuma punktu ar galamērķi
mk: Obratna početna točka i destinacija
ml: പ്രാരംഭ സ്ഥലം ലക്ഷ്യസ്ഥാനവും തിരിച്ചിടുക
my: ခရီးအစနဲ့အဆုံးပြောင်းခြင်း
nb: Bytt om på startpunkt og reisemål
nl: Startpunt en bestemming omwisselen
oc: Inversar lo ponch de partença e la destinacion
pl: Zamień punkt początkowy i cel trasy
pt_br: Inverter pontos de partida e destino
ro_ro: Inversează punctele de plecare & destinație
ru: Поменять местами пункт отправления и назначения
sc: Furria puntos de incumintzu e destinatzione
sk: Vymeniť východzí a cieľový bod
sl: Obrni začetno točko in cilj
sr: Замени полазну и циљну тачку
sr_latn: Zameni polaznu i odredišnu tačku
sv: Omvänd startpunkt & destination
ta: தொடக்கம் மற்றும் இலக்கை மாற்றுக
tr: Rotayı tersine çevir
uk: Поміняти місцями початок та кінець маршруту
vi: Đảo ngược điểm xuất phát và đích đến
zh_hans: 交换起始点和目的地
zh_hant: 起始點與目的地對調

# clear_all_intermediates
source: Clear all intermediate points
ar: إزالة كافة النقاط الوسيطة
az: Bütün ara nöqtələri təmizlə
be: Выдаліць усе прамежкавыя пункты
ca: Esborra tots els punts intermedis
cs: Smazat všechny mezicíle
cy: Clirio pob pwynt ar y ffordd
da: Ryd alle mellemliggende punkter
de: Alle Zwischenpunkte löschen
el: Καθαρισμός όλων των ενδιάμεσων προορισμών
eo: Forviŝi ĉiujn intercelojn
es_us: Limpiar todos los puntos intermedios
et: Eemalda kõik vahepealsed sihtpunktid
eu: Garbitu tarteko puntu guztiak
fa: پاک کردن همه نقاط میانی
fi: Poista kaikki välipisteet
fr: Effacer toutes les étapes
gl: Limpar tódolos puntos intermedios
he: מחיקת כל נקודות הביניים
hu: Minden köztes célpont törlése
hy: Մաքրել բոլոր միջանկյալ կետերը
id: Hapus semua tujuan perantara
is: Hreinsa út alla milliáfanga
it: Cancella tutti i punti intermedi
ja: 全ての経由地点を削除
ka: ყველა შუალედური წერტილის გასუფთავება
ko: 모든 중간 지점 지우기
ku: Hemû nuqteyên li navberê paqij bike
lt: Pašalinti visus tarpinius taškus
lv: Dzēst visus starppunktus
mk: Isčistete gi site sredni točki
ml: ഇടയിലുള്ള എല്ലാ പോയിന്റുകളും മായ്ക്കുക
mr: सर्व मधले बिंदू काढून टाका
my: ကြားရပ်နေရာအားလုံးကိုရှင်းလင်းပါ
nb: Slett alle mellomliggende punkter
nl: Wis alle tussenstops
oc: Escafa lei ponchs intermediaris
pl: Wyczyść wszystkie punkty pośrednie
pt_br: Limpar todos os pontos intermédios
ro_ro: Elimină toate punctele intermediare
ru: Очистить все промежуточные точки
sc: Iscantzella totu sos puntos de coladòrgiu
sk: Zmazať všetky prechodné body
sl: Počisti vse vmesne točke
sr: Очисти све пролазне тачке
sr_latn: Očisti sva međuodredišta
sv: Rensa alla mellanliggande destinationer
ta: அனைத்து இடைநிலை புள்ளிகளையும் அழிக்கவும்
tr: Tüm başlangıç noktalarını temizle
uk: Очистити усі проміжні точки
zh_hans: 清空所有中间点
zh_hant: 清除所有中轉地點

# shared_string_options
source: Options
ar: خيارات
ast: Opciones
az: Seçimlər
be: Параметры
bg: Настройки
ca: Opcions
cs: Možnosti
cy: Dewisiadau
da: Mere
de: Optionen
el: Επιλογές
eo: Agordoj
es_us: Opciones
et: Valikud
eu: Aukerak
fa: گزینه‌ها
fi: Vaihtoehdot
gl: Opcións
he: אפשרויות
hu: Beállítások
hy: Ընտրանքներ
id: Opsi
is: Valkostir
it: Opzioni
ja: 設定
ka: პარამეტრები
ko: 옵션
lt: Parinktys
lv: Opcijas
mk: Opcii
ml: ഐച്ഛികങ്ങള്‍
my: ရွေးချယ်ရန်
nb: Alternativer
nl: Opties
oc: Chausidas
pl: Opcje
pt_br: Opções
ro_ro: Opțiuni
ru: Опции
sc: Optziones
sk: Možnosti
sl: Možnosti
sr: Могућности
sr_latn: Opcije
sv: Alternativ
ta: விருப்பங்கள்
tr: Ayarlar
uk: Параметри
vi: Những lựa chọn
zh_hans: 选项
zh_hant: 選項

# shared_string_current
source: Current
ar: الحالي
ast: Actual
az: Hazırkı
be: Бягучы
bg: Текущ
br: Bremanel
ca: Actual
cs: Aktuální
cy: Cyfredol
da: Nuværende
de: Aktuell
el: Τρέχον
eo: Nuna
es_us: Actual
et: Praegune
eu: Unekoa
fa: کنونی
fi: Nykyinen
fr: Actuelle
gl: Actual
he: נוכחית
hu: Jelenlegi
hy: Ընթացիկ
id: Saat ini
is: Núverandi
it: Attuale
ja: 現在地
ka: მიმდინარე
ko: 현재
ku: Yê berdest
lt: Dabartinis
lv: Pašreizējais
mk: Tekovno
ml: ഇപ്പോഴത്തേത്
mr: वर्तमान स्थान
my: ယခု
nb: Gjeldende
nl: Huidige
oc: Actuau
pl: Aktualne
pt_br: Atual
ro_ro: Actual
ru: Текущий
sc: Atuale
sk: Súčasný
sl: Trenutno
sr: Тренутна
sr_latn: Trenutno
sv: Nuvarande
ta: தற்போதைய
tr: Geçerli
uk: Поточний
vi: Hiện tại
zh_hans: 当前
zh_hant: 目前

# make_as_start_point
source: Make this the point of departure
ar: اجعل هذه نقطة الانطلاق
ast: Convertir nel puntu de salida
az: Bunu çıxış nöqtəsi et
be: Зрабіць пунктам адпраўлення
bg: Отбелязване като отправна точка
br: Merkañ evel lec'h loc'hañ
ca: Considera aquest el punt de sortida
cs: Vytvořte z tohoto bodu výchozí bod
cy: Gwnewch hwn yn bwynt gadael
da: Gør til udgangspunkt
de: Zum Startpunkt machen
el: Κάντε αυτό ως το σημείο εκκίνησης
eo: Agordi kiel komencpunkton
es_us: Añadir como punto de partida
et: Tee sellest lähtepunkt
eu: Bihurtu hau irteera puntua
fa: این مبدأ بشود
fi: Tee tästä lähtöpiste
fr: Utiliser ce point comme départ
gl: Converter isto no punto de partida
he: סימון זאת כנקודת היציאה
hu: Legyen ez a kiindulási pont
hy: Դարձրեք մեկնարկման կետ
id: Buat ini sebagai titik keberangkatan
is: Gera að þetta að upphafspunkti
it: Usalo come punto di partenza
ja: ここを出発地点とする
ka: Make this the start point
ko: 이 점을 출발점으로
ku: Bike Nuqteya Destpêkê
lt: Make this the start point
lv: Izveidotšo par sākuma punktu
mk: Napravete go ova pojdovna točka
ml: ഇത് പ്രാരംഭ പോയിന്റ് ആക്കുക
my: ဒီနေရာကိုအစထားမယ်
nb: Gjør dette til startpunktet
nl: Maak dit het vertrekpunt
oc: Prendre aquest ponch per partença
pl: Niech to będzie punktem wyjścia
pt_br: Converter em ponto de partida
ro_ro: Setează acesta ca punct de plecare
ru: Сделать пунктом отправления
sc: Imposta·lu comente puntu de tzucada
sk: Nastaviť toto ako východzí bod
sl: Ta točka naj bo začetna točka
sr: Означи ово као тачку поласка
sr_latn: Zameni početnu tačku
sv: Gör som utgångspunkt
ta: இதை புறப்படும் புள்ளியாக மாற்றவும்
tr: Bunu kalkış noktası yap
uk: Зробити пунктом відправлення
vi: Chọn làm điểm xuất phát
zh_hans: 以此为出发点
zh_hant: 以此作為出發點

# keep_and_add_destination_point
source: Add as subsequent destination
af: Voeg by as bestemmingspunt
ar: إضافتها كوجهة لاحقا
az: Sonrakı təyinat olaraq əlavə et
be: Дадаць наступным пунктам прызначэння
bg: Добавяне като следващо местоназначение
ca: Afegeix com el següent punt de destinació
cs: Přidat jako další cíl
cy: Ychwanegu fel man stopio nesaf
da: Tilføj som efterfølgende destination
de: Als weiteres Ziel hinzufügen
el: Προσθήκη ως μεταγενέστερος προορισμός
eo: Aldoni kiel sekvan celon
es_us: Añadir como último destino
et: Lisa hilisemaks sihtkohaks
eu: Gehitu ondorengo helmuga gisa
fa: افزودن به‌عنوان مقصد آخر
fi: Lisää myöhemmäksi päämääräksi
fr: Ajouter comme destination
gl: Engadir coma seguinte destino
he: הוספת יעד ביניים
hu: Hozzáadás következő úti célként
hy: Ավելացնել որպես նպատակակետ
id: Tambahkan sebagai tujuan perantara selanjutnya
is: Bæta við sem áfangastað í framhaldinu
it: Aggiungi come destinazione successiva
ja: その後の目的地として追加
ka: დამატება გასავლელ წერტილად
ko: 도착지로 추가
lt: Įtraukti kaip sekantį kelionės tikslą
lv: Pievienot kā nākamo galamērķi
mk: Dodaj kako sledna destinacija
ml: തുടർന്നുള്ള ലക്ഷ്യമായി ചേർക്കുക
mr: पुढील इच्छीत स्थान म्हणून जोडा
nb: Legg til som påfølgende reisemål
nl: Als volgende bestemming toevoegen
oc: Ajustar per ponch seguent de destinacion
pl: Dodaj kolejny cel
pt_br: Adicionar como destino seguinte
ro_ro: Adăugă ca destinație subsecventă
ru: Следующий пункт назначения
sc: Annanghe comente destinatzione imbeniente
sk: Pridať ako ďalší cieľ
sl: Dodaj kot naslednjo ciljno točko
sr: Додај као пролазно одредиште
sr_latn: Dodaj kao sledeće odredište
sv: Lägg till som en följande destination
ta: அடுத்தடுத்த இலக்காக சேர்க்கவும்
tr: Sonraki hedef olarak ekle
uk: Додати як наступний пункт призначення
vi: Thêm thành điểm đến sau cùng
zh_hans: 请添加作为随后的目的地
zh_hant: 增加為隨後的目的地

# subsequent_dest_description
source: Move destination up, and create it
ar: نقل الوجهة لأعلى، وقم بإنشاءها
az: Təyinat nöqtəsini yuxarı daşı və yarat
be: Перамясціць прызначэнне далей і стварыць яго
bg: Текущото местоназначение става последна междинна точка
br: Pignat ha krouiñ un arvoned
ca: Desplaça amunt la destinació, i crea-la
cs: Přesune cíl nahoru a vytvoří ho
cy: Symud y gyrchfan i fyny, a'i greu
da: Flyt destination op og opret den
de: Ziel nach oben verschieben und erstellen
el: Προαγωγή προορισμού και δημιουργία του
eo: Movi celon supren kaj krei celon
es_us: Mueve el destino hacia arriba y crea uno nuevo
et: Liiguta sihtkoht üles ja loo see
eu: Mugitu helburua gora, eta sortu
fa: مقصد بالا می‌رود و مقصد جدیدی ایجاد می‌شود
fi: Siirrä määränpää ylös ja luo se
fr: Ajouter comme arrivée (l'arrivée précédente devient la dernière étape)
gl: Move o destino cara enriba e crea un novo
he: העברת היעד מעלה ויצירתו
hu: Úti cél feljebb mozgatása, vagy létrehozása
hy: Տեղափոխեք նպատակակետը և ստեղծել այն
id: Pindahkan tujuan ke atas, dan buat
is: Færa áfangastað upp, og búa hann til
it: Sposta in alto la destinazione e creala
ja: 選択した地点を、最終目的地として設定します
ka: Move destination up, and create destination
ko: 대상을 위로 이동하고 생성
ku: Cihê ku tu dixwazî herî bi jor de bibe an jî çêbike
lt: Move destination up, and create destination
lv: Izveido apstāšanās vietu un pārvieto galamērķi uz augšu
mk: Pomestete ja destinacijata nagore i kreirajte ja
ml: ലക്ഷ്യസ്ഥാനം മുകളിലേക്ക് നീക്കി ഇത് സൃഷ്ടിക്കൂ
nb: Flytt reisemål opp og opprett et nytt
nl: Schuif bestemming omhoog en maak bestemming
oc: Desplaçar amont la destinacion e la crear
pl: Przesuń cel w górę i utwórz go
pt_br: Mover destino para cima, e criar destino
ro_ro: Mutați destinația sus și creați-o
ru: Текущий конечный пункт станет последним промежуточным
sc: Moe sa destinatzione in subra, e crea·la
sk: Posunúť cieľ nahor a vytvoriť ho
sl: Premakni cilj više in ga ustvari
sr: Помери одредиште навише и направи га
sr_latn: Dodaj kao krajnje odredište
sv: Flytta upp destination och skapa
ta: இலக்கை நகர்த்தி அதை உருவாக்கவும்
tr: Hedefi yukarı taşı ve oluştur
uk: Поточний пункт призначення стане проміжним, буде створено новий
vi: Chuyển điểm đến lên, và tạo nó
zh_hans: 向上移动目的地，并创建它
zh_hant: 向上移動目的地，並建立它
