Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# max_speed
source: Maximum speed
ar: السرعة القصوى
ast: Velocidá máxima
az: Maksimum sürət
be: Максімальная хуткасць
bg: Max. speed
ca: Velocitat màxima
cs: Maximální rychlost
cy: Cyflymder uchaf
da: Maksimal hastighed
de: Höchstgeschwindigkeit
el: Μέγιστη ταχύτητα
eo: Maksimuma rapido
es_us: Velocidad máxima
et: Suurim kiirus
eu: Gehieneko abiadura
fa: حداکثر سرعت
fi: Suurin nopeus
fr: Vitesse maximale
gl: Velocidade máxima
he: מהירות מרבית
hu: Legnagyobb sebesség
hy: Առավելագույն արագություն
id: Kecepatan maksimal
is: Hámarkshraði
it: Velocità massima
ja: 最大速度
ka: მაქს. სიჩქარე
ko: 최대 속도
lt: Didžiausias greitis
lv: Maks.ātrums
mk: Maksimalna brzina
ml: കൂടിയ വേഗം
mr: कमाल वेग
nb: Maksimumsfart
nl: Maximumsnelheid
oc: Velocitat maximala
pl: Maksymalna prędkość
pt_br: Velocidade máxima
ro_ro: Viteza maximă
ru: Макс. скорость
sc: Lestresa màssima
sk: Maximálna rýchlosť
sl: Največja hitrost
sr: Највећа брзина
sr_latn: Maksimalna brzina
sv: Högsta hastighet
ta: அதிகபட்ச விரைவு
tr: Maksimum hız
uk: Максимальна швидкість
vi: Tốc độ tối đa
zh_hans: 最快速度
zh_hant: 最高速度

# arrival_time_widget_desc
source: Time of arrival at the destination point.
ar: وقت الوصول إلى وجهتك.
be: Час прыбыцця ў пункт прызначэння.
bg: Време на пристигане до местоназначението.
cs: Čas příjezdu do cílového bodu.
cy: Amser cyrraedd pen y daith.
da: Tidspunkt for ankomst til destinationsstedet.
de: Zeitpunkt der Ankunft am Zielort.
el: Χρόνος άφιξης στο σημείο προορισμού.
eo: Tempo (horo) de alveno al la alcela loko.
es_us: Hora de llegada al punto de destino.
et: Sihtpunkti saabumise aeg.
eu: Helmuga puntura iristeko ordua.
fa: زمان رسیدن به نقطه مقصد.
fi: Saapumisaika kohteeseen.
fr: Heure d'arrivée à destination.
he: זמן ההגעה לנקודת היעד.
hu: Az úti célhoz való megérkezés időpontja.
id: Waktu tiba di titik tujuan.
is: Komutími á áfangastað.
it: Orario di arrivo alla destinazione.
ja: 目的地への到着時刻です。
ko: 도착 시간의 목적지 지점.
lt: Atvykimoį paskirties tašką laikas.
mk: Vreme na pristignuvanje do sakanata destinacijata.
nb: Tidspunkt for ankomst på reisemålet.
nl: Tijdstip van aankomst op je bestemming.
pl: Czas przybycia do miejsca docelowego.
ro_ro: Ora de sosire la punctul de destinație.
ru: Время прибытия в пункт назначения.
sc: Ora de arrivu a su puntu de destinatzione.
sk: Čas príjazdu do cieľového bodu.
sl: Čas prihoda na ciljno točko.
sr: Време доласка на одредишну тачку.
sr_latn: Vreme dolaska na odredište.
sv: Ankomsttid till destinationen.
ta: இலக்கு புள்ளியில் வருகை நேரம்.
tr: Varış noktasına ulaşma zamanı.
uk: Час прибуття в пункт призначення.
vi: Thời gian đến đích đến.
zh_hans: 到达目标地点的时间。
zh_hant: 到達目的地點的時間。

# shared_string_page_number
source: Page %d
ar: الصفحة %d
cs: Stránka %d
da: Side %d
de: Seite %d
el: Σελίδα %d
es_us: Página %d
et: Leht %d
hu: %d. oldal
id: Halaman %d
is: Síða %d
it: Pagina %d
ko: 페이지 %d
nb: Side %d
nl: Pagina %d
pl: Strona %d
ro_ro: Pagina %d
ru: Страница %d
sk: Stránka %d
sr: Страна %d
sr_latn: Strana %d
sv: Sida %d
ta: பக்கம் %d
tr: %d. sayfa
uk: Сторінка %d
zh_hant: 頁面 %d

# map_widget_sunrise
source: Sunrise
ar: شروق الشمس
be: Узыход
bg: Изгрев
br: Sav-heol
ca: Alba
cs: Východ slunce
da: Solopgang
de: Sonnenaufgang
el: Ανατολή ηλίου
eo: Sunleviĝo
es_us: Amanecer
et: Päikesetõus
eu: Egunsentia
fa: طلوع
fi: Auringonnousu
fr: Lever de soleil
gl: Amanecer
he: זריחת החמה
hu: Napkelte
id: Matahari terbit
is: Sólarupprás
it: Alba
ja: 日出
ka: აისი
ko: 해돋이
nb: Soloppgang
nl: Zonsopkomst
oc: Auba
pl: Wschód słońca
ro_ro: Răsărit
ru: Восход
sc: Arbèschida
sk: Východ slnka
sl: Sončni vzhod
sr: Излазак Сунца
sr_latn: Izlazak Sunca
sv: Soluppgång
ta: சூரிய தோன்றுகை
tr: Gün doğumu
uk: Схід сонця
vi: Bình minh
zh_hans: 日出
zh_hant: 日出

# avoid_in_routing_title
source: Avoid…
af: Vermy…
ar: التجنب…
az: Yayın…
be: Пазбягаць…
bg: Избягване на…
ca: Evita…
cs: Vyhnout se…
cy: Osgoi…
da: Undgå…
de: Vermeiden von …
el: Αποφυγή…
eo: Eviti…
es_us: Evitar…
et: Väldi…
eu: Saihestu…
fa: پرهیز از…
fi: Vältä…
fr: Éviter…
gl: Evitar…
he: המנעות…
hu: Elkerülés…
hy: Երթուղին կառուցման ժամանակ խուսափել…
id: Hindari…
is: Forðast…
it: Evita…
ja: 回避ルートの指定…
ka: თავის არიდება…
ko: 제외…
lt: Vengti…
lv: Izvairīties no…
mk: Izbegnuvaj…
ml: ഒഴിവാക്കുക…
mr: टाळा…
nb: Unngå…
nl: Vermijd…
oc: Evitar…
pl: Unikaj…
pt_br: Evitar…
ro_ro: Evitare…
ru: Избегать…
sc: Istransi…
sk: Vyhnúť sa…
sl: Izogibanje…
sr: Избегавати…
sr_latn: Izbegavati…
sv: Undvik…
ta: தவிர்க்கவும்…
tr: Kaçın…
uk: Уникати…
vi: Tránh…
zh_hans: 避开…
zh_hant: 避開…

# fav_no_group
source: No group
ar: لا مجموعة
be: Без групы
ca: Cap grup
cs: Žádná skupina
da: Ingen gruppe
de: Keine Gruppe
el: Καμία ομάδα
es_us: Sin grupo
et: Gruppi pole
fr: Aucun groupe
hu: Nincs csoport
id: Tidak ada grup
is: Enginn hópur
it: Nessun gruppo
ja: グループなし
ka: ჯგუფის გარეშე
ko: 그룹 없음
nl: Geen groep
oc: Ges de grop
pl: Bez grupy
pt_br: Nenhum grupo
ro_ro: Fără grup
ru: Без группы
sc: Grupu perunu
sk: Žiadna skupina
sl: Ni skupine
sr: Нема групе
sr_latn: Nema grupe
sv: Ingen grupp
ta: குழு இல்லை
tr: Grup Hayır
uk: Без групи
zh_hant: 無群組

source: Select group
ar: تحديد مجموعة
az: Qrup seçin
be: Абраць групу
bg: Изберете група
ca: Seleccioneu grup
cs: Vyberte skupinu
cy: Dewis grŵp
da: Vælg gruppe
de: Gruppe auswählen
el: Επιλογή ομάδας
eo: Elekti grupon
es_us: Elegir grupo
et: Vali grupp
eu: Hautatu taldea
fa: انتخاب گروه
fi: Valitse ryhmä
fr: Sélectionnez un groupe
gl: Escoller grupo
he: בחירת קבוצה
hu: Csoport kijelölése
id: Pilih grup
is: Veldu hóp
it: Seleziona il gruppo
ja: グループを選択
ka: აირჩიეთ ჯგუფი
ko: 그룹선택
mk: Selektirajte grupa
nb: Velg gruppe
nl: Groep kiezen
oc: Seleccionatz un grop
pl: Wybierz grupę
pt_br: Selecionar grupo
ro_ro: Selectați grupul
ru: Категории
sc: Ischerta su grupu
sk: Zvoľte skupinu
sl: Izberi skupino
sr: Одаберите групу
sr_latn: Odaberi grupu
sv: Välj grupp
ta: குழுவைத் தேர்ந்தெடுக்கவும்
tr: Grup seç
uk: Вибрати групу
vi: Chọn nhóm
zh_hans: 选择组
zh_hant: 選取群組

# gpxup_identifiable
source: Identifiable
af: Identifiseerbare
ar: يمكن تحديدها
be: Ідэнтыфікуемы
bg: Identifiable (разпознаваем)
ca: Identificable
cs: Identifikovatelná
cy: Adnabyddadwy
da: Identificerbar
de: Identifizierbar
el: Αναγνωρίσιμες
eo: Identigebla
es_us: Identificable
et: Äratuntav
eu: Identifikagarria
fa: قابل‌شناسایی
fi: Tunnistettava
gl: Identificábel
he: ניתן לזיהוי
hu: Azonosítható
hy: Պարզաբանվող
id: Dapat diidentifikasi
is: Auðkennanlegt
it: Identificabile
ja: 識別可能
ka: გამოსაცნობი
ko: 식별 가능
lt: Atpažįstamas
lv: Atpazīstamas
mk: Može da se identifikuva
ml: "തിരിച്ചറിയാവുന്ന "
nb: Identifiserbar
nl: Identificeerbaar
oc: Identificable
pl: Identyfikowalny
pt_br: Identificável
ro_ro: Identificabil
ru: Идентифицируемый
sc: Identificàbile
sk: Identifikovateľná
sl: Prepoznavno
sr: Може да се користи за препознавање
sr_latn: Može da se koristi za prepoznavanje
sv: Identifierbar
ta: அடையாளம் காணக்கூடிய
tr: Teşhis edilebilir
uk: Ідентифікований
zh_hans: 可辨认
zh_hant: 可識別的

# sett_deg180
source: Degrees 180
ar: الدرجات 180
be: 180 градусаў
ca: 180 graus
cs: 180 stupňů
da: 180 grader
de: 180 Grad
el: 180 μοίρες
es_us: 180 grados
et: 180 kraadi
fi: 180 astetta
fr: 180 degrés
hu: 180 fok
id: Derajat 180
is: 180 gráður
it: 180 gradi
ja: 180度
ka: 180 გრადუსი
nb: 180 grader
nl: 180 graden
oc: 180 gras
pl: 180 stopni
pt_br: 180 Graus
ro_ro: Gradele 180
ru: 180 градусов
sc: 180 grados
sk: 180 stupňov
sr: 180 степена
sr_latn: 180 stepena
sv: 180 grader
ta: டிகிரி 180
tr: 180 derece
uk: 180 градусів
zh_hant: 180 度

# sett_arr
source: Map arrows
ar: أسهم الخريطة
be: Стрэлкі на мапе
ca: Cursors del mapa
cs: Mapové šipky
da: Pile på kort
de: Kartenpfeile
el: Βέλη χάρτη
es_us: Flechas del mapa
et: Kaardi nooled
fi: Kartan nuolet
fr: Flèches de la carte
hu: Térkép nyilak
id: Panah peta
is: Örvar á korti
it: Frecce mappa
ja: マップの矢印
ka: რუკის ისრები
nl: Kaart pijlen
oc: Cursors de la mapa
pl: Strzałki mapy
pt_br: Setas do mapa
ro_ro: Săgeți pe hartă
ru: Стрелки на карте
sc: Fritzas mapa
sk: Mapové šípky
sl: Puščice zemljevida
sr: Стрелице на мапи
sr_latn: Strelice mape
sv: Kartpilar
ta: வரைபட அம்புகள்
tr: Harita okları
uk: Стрілки на мапі
zh_hant: 地圖箭頭

source: Select color
ar: اختر اللون
ast: Esbilla d'un color
az: Rəng seçin
be: Абярыце колер
ca: Seleccioneu el color
cs: Zvolte barvu
cy: Dewis lliw
da: Vælg farve
de: Farbe wählen
el: Επιλέξτε χρώμα
eo: Elekti koloron
es_us: Elegir el color
et: Vali värv
eu: Hautatu kolorea
fa: انتخاب رنگ
fi: Valitse väri
fr: Sélectionnez la couleur
gl: Escoller a cor
he: בחירת צבע
hu: Szín kijelölése
id: Pilih warna
is: Veldu lit
it: Seleziona il colore
ja: プロファイルの色
ka: აირჩიეთ ფერი
kn: ಬಣ್ಣವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 색상 선택
lt: Pasirinkite spalvą
mk: Odberete boja
nb: Velg farge
nl: Kleur selecteren
oc: Chausissètz la color
pl: Wybór koloru
pt_br: Selecione a cor
ro_ro: Alegeți culoarea
ru: Выберите цвет
sc: Ischerta su colore
sk: Zvoľte farbu
sl: Izbor barve
sr: Одаберите боју
sr_latn: Odaberi boju
sv: Välj färg
ta: வண்ணத்தைத் தேர்ந்தெடுக்கவும்
tr: Renk seç
uk: Виберіть колір
vi: Chọn màu
zh_hans: 选择颜色
zh_hant: 選取顏色

# osm_edits_notes
source: Notes
ar: ملاحظات
be: Нататкі
cs: Poznámky
da: Bemærkninger
de: Notizen
el: Σημειώσεις
es_us: Notas
et: Märkmed
fa: یادداشت‌ها
gl: Notas
hu: Jegyzetek
id: Catatan
is: Minnispunktar
it: Note
ja: メモ
ko: 노트
nb: Notater
nl: AV-Notities
oc: Nòtas
pl: Uwagi
pt_br: Notas
ro_ro: Note
ru: Заметки
sc: Notas
sk: Poznámky
sl: Opombe
sr: Белешке
sr_latn: Beleške
sv: Anteckningar
ta: குறிப்புகள்
tr: Notlar
uk: Примітки
zh_hans: 注解
zh_hant: 註解

# mtb_segment_classification
source: Segment classification
ar: تصنيف القطاعات
bg: Класификация на сегменти
ca: Classificació per segment
cs: Klasifikace úseku
da: Segmentklassificering
de: Abschnittsklassifizierung
el: Ταξινόμηση τμήματος
eo: Klasifiko de segmentoj
es_us: Clasificación de segmentos
et: Segmendi klassifikatsioon
eu: Segmentuen sailkapena
fa: طبقه‌بندی بخش
fr: Classification du segment
hu: Szakasz osztályozás
id: Klasifikasi segmen
is: Flokkun búta
it: Classificazione segmento
ja: 区分の分類
ko: 세그먼트 분류
lt: Segmentų klasifikavimas
nb: Segmentklassifisering
nl: Segment classificatie
pl: Klasyfikacja segmentów
ro_ro: Clasificare segment
ru: Классификация сегментов
sc: Classificatzione de su segmentu
sk: Klasifikácia úseku
sl: Klasifikacija segmenta
sr: Разврставање чланка
sr_latn: Klasifikacija segmenata
sv: Segmentklassificering
ta: பிரிவு வகைப்பாடு
tr: Bölüm sınıflandırması
uk: Класифікація відрізків
vi: Cách phân loại độ khó
zh_hans: 细分分类
zh_hant: 細分分類

# profile_type_custom_string
source: Custom profile
ar: وضع مخصص
az: Xüsusi profil
be: Адвольны профіль
bg: Потребителски профил
ca: Perfil personalitzat
cs: Vlastní profil
cy: Proffil dy hun
da: Brugerdefineret profil
de: Benutzerdefiniertes Profil
el: Προσαρμοσμένο προφίλ
eo: Propra profilo
es_us: Perfil personalizado
et: Kohandatud profiil
eu: Profil pertsonalizatua
fa: نمایه سفارشی
fi: Mukautettu profiili
fr: Profil personnalisé
gl: Perfil personalizado
he: פרופיל בהתאמה אישית
hu: Egyéni profil
id: Profil kustom
is: Sérsniðið notandasnið
it: Profilo personalizzato
ja: カスタムプロファイル
ka: მორგებული პროფილი
ko: 맞춤 프로필
mk: Prilagodi go profilot
nb: Egendefinert profil
nl: Eigen profiel
oc: Perfiu personalizat
pl: Dostosowany profil
pt_br: Perfil personalizado
ro_ro: Profil personalizat
ru: Пользовательский профиль
sc: Profilu personalizadu
sk: Vlastný profil
sl: Profil po meri
sr: Произвољни налог
sr_latn: Proizvoljni profil
sv: Anpassad profil
ta: தனிப்பயன் சுயவிவரம்
tr: Özel profil
uk: Власний профіль
vi: Hồ sơ tùy chỉnh
zh_hans: 自定义配置文件
zh_hant: 自訂設定檔

source: SQLiteDB file
ar: ملف SQLiteDB
az: SQLiteDB faylı
be: Файл SQLiteDB
ca: Fitxer SQLiteDB
cs: Soubor SQLiteDB
cy: Ffeil SQLiteDB
da: SQLiteDB fil
de: SQLiteDB-Datei
el: Αρχείο SQLiteDB
eo: SQLiteDB-dosiero
es_us: Archivo SQLiteDB
et: SQLiteDB fail
eu: SQLiteDB fitxategia
fa: پروندهٔ SQLiteDB
fi: SQLiteDB -tiedosto
fr: Fichier SQLiteDB
gl: Ficheiro SQLiteDB
he: קובץ SQLiteDB
hu: SQLiteDB fájl
hy: Файл SQLiteDB
id: Berkas SQLiteDB
is: SQLiteDB-skrá
it: File SQLiteDB
ja: SQLiteDBファイル
ka: SQLiteDBფაილი
ko: SQLiteDB 파일
lt: SQLiteDB failas
mk: SQLiteDB datoteka
nb: SQLiteDB-fil
nl: SQLiteDB-bestand
oc: Fichier SQLiteDB
pl: Plik SQLiteDB
ro_ro: Fișier SQLiteDB
ru: Файл SQLiteDB
sc: Documentu SQLiteDB
sk: Súbor SQLiteDB
sl: Datoteka SQLiteDB
sr: Датотека SQLiteDB
sr_latn: SQLiteDB fajl
sv: SQLiteDB-fil
ta: Sqlitedb கோப்பு
tr: SQLiteDB dosyası
uk: Файл SQLiteDB
vi: Tệp SQLiteDB
zh_hans: SQLiteDB 文件
zh_hant: SQLiteDB 檔案

# import_cannot
source: The specified file cannot be imported
ar: لا يمكن استيراد الملف المحدد
be: Вызначаны файл не можа быць імпартаваны
ca: No es pot importar el fitxer especificat
cs: Zadaný soubor nelze importovat
da: Den angivne fil kan ikke importeres
de: Die ausgewählte Datei konnte nicht importiert werden
el: Το συγκεκριμένο αρχείο δεν μπορεί να εισαχθεί
es_us: El archivo elegido no fue importado
et: Soovitud faili ei saa importida
fr: Le fichier spécifié ne peut pas être importé
hu: A megadott fájlt nem lehet importálni
id: File yang ditentukan tidak dapat diimpor
is: Ekki hægt að flytja inn þessa skrá
it: Il file specificato non può essere importato
ja: 指定されたファイルはインポートできませんでした
ko: 지정된 파일은 가져올 수 없습니다
nl: Gespecificeerde bestand kan niet worden geïmporteerd
oc: Lo fichier especificat se pòt pas importar
pl: Określony plik nie może być przywożone
pt_br: O arquivo especificado não pode ser importado
ro_ro: Fișierul specificat nu poate fi importat
ru: Указанный файл не может быть импортирован
sc: Su documentu dislindadu non podet èssere importadu
sk: Zadaný súbor sa nedá importovať
sr: Наведена датотека се не може увести
sr_latn: Navedena datoteka se ne može uvesti
sv: Den angivna filen kan inte importeras
ta: குறிப்பிட்ட கோப்பை இறக்குமதி செய்ய முடியாது
tr: Belirtilen dosya alınamıyor
uk: Зазначений файл неможливо імпортувати
zh_hant: 指定的檔案無法匯入
