Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# osmand_cloud_authorize_descr
source: Never lose your data. Back up and restore all info easily.
ar: تجنب فقد بياناتك ، وقم بالنسخ الاحتياطي واستعادة جميع المعلومات دون مشاكل.
az: Məlumatlarınızı heç vaxt itirməyin. Bütün məlumatları asanlıqla nüsxələyin və bərpa edin.
be: Ніколі не губляйце свае даныя. Лёгка стварайце рэзервовую копію і аднаўляйце ўсю інфармацыю.
bg: Не губете информация. Използвайте резервни копия за лесното ѝ съхраняване и възстановяване.
cs: Nikdy již neztraťte svá data. Zálohujte a obnovujte všechny informace jednoduše.
cy: Peidiwch bythâ cholli'ch data . Cadwch gopi wrth gefn ac adfer y cwbl yn hawdd.
da: Mist aldrig dine data. Sikkerhedskopier og gendan nemt alle informationer.
de: Keine Daten mehr verlieren, problemlos alle Informationen sichern und wiederherstellen.
el: Ποτέ μην χάσετε τα δεδομένα σας. Κάνετε αντίγραφο ασφαλείας και επαναφέρετε όλες τις πληροφορίες εύκολα.
eo: Neniam perdu viajn datumojn. Facile faru sekurkopiojn kaj restariguĉiujn datumojn.
es_us: Nunca pierdas tus datos. Haz una copia de seguridad y restaura toda la información fácilmente.
et: Ära kunagi kaota oma andmeid. Varunda ja taasta kogu teave hõlpsasti.
eu: Ez galdu inoiz zure datuak, egin babeskopia eta leheneratu zure informazio guztia arazorik gabe.
fa: هیچ‌گاه داده‌هایتان را از دست ندهید. تمام اطلاعات را به‌آسانی پشتیبان بگیرید و بازیابی کنید.
fi: Älä koskaan menetä tietojasi, varmuuskopioi ja palauta kaikki tiedot ongelmitta.
fr: Ne perdez jamais vos données. Sauvegardez et restaurez facilement toutes vos informations.
he: הנתונים שלך לעולם לא ילכו לאיבוד. ניתן לגבות ולשחזר את המידע שלך בקלות.
hu: Soha ne veszítse el az adatait. Készítsen egyszerűen biztonsági mentést az összes adatáról, hogy szükség esetén könnyen visszaállíthassa azokat.
id: Jangan pernah kehilangan data Anda. Cadangkan dan pulihkan semua info dengan mudah.
is: Ekki tapa gögnunum þínum. Taktu öryggisafrit og endu heimtu allar upplýsingar á einfaldan máta.
it: Non perdere mai i tuoi dati. Salva e ripristina tutte le informazioni facilmente.
ja: データを失うことはありません。すべての情報を簡単にバックアップおよび復元できます。
ko: ‎데이터를 ‎‎잃지‎‎ 마십시오. 모든 정보를 쉽게 백업하고 복원하세요.‎
mk: Nikogaš ne gubete gi vašite podatoci. Napravete rezervna kopija i lesno vratete gi site informacii.
nb: Aldri mist data. Sikkerhetskopier og gjenopprett enkelt.
nl: Verlies nooit meer uw gegevens. Maak een back-up en herstel alle info gemakkelijk.
oc: Jamai perdretz vòstrei donadas. Sauvagardatz e restauratz totei leis informacions facilament.
pl: Nigdy nie trać swoich danych. Wykonuj kopie zapasowe i przywracaj wszystkie informacje bez problemu.
ro_ro: Nu vă pierdeți niciodată datele. Faceți backup și restaurați toate informațiile cu ușurință.
ru: Не теряйте данные. Используйте резервное копирование для сохранения и восстановления информации.
sc: Non perdas mai sos datos tuos. Sarva e riprìstina totu sas informatziones in manera fàtzile.
sk: Nikdy nestraťte svoje údaje. Zálohujte a obnovte všetky údaje ľahko.
sl: Nikoli ne izgubi svojih podatkov. Preprosto varnostno kopirajte in obnovitev vseh podatkov.
sr: Никада не губите податке, правите резервне копије и враћајте све информације без проблема.
sr_latn: Ne gubi podatke, pravi rezervne kopije i vraćaj sve informacije.
sv: Förlora aldrig din data. Säkerhetskopiera och återställ all info med lätthet.
ta: உங்கள் தரவை ஒருபோதும் இழக்காதீர்கள். காப்புப் பிரதி எடுத்து எல்லா தகவல்களையும் எளிதாக மீட்டெடுக்கவும்.
tr: Verilerinizi asla kaybetmeyin. Tüm bilgileri kolayca yedekleyin ve geri yükleyin.
uk: Ніколи не втрачайте свої дані. Легко створюйте резервні копії та відновлюйте їх.
vi: Không bao giờ mất dữ liệu của bạn. Sao lưu và khôi phục dữ liệu một cách dễ dàng.
zh_hans: 永不丢失你的数据。轻易备份和恢复所有信息。
zh_hant: 絕對不會遺失您的資料。輕鬆備份與還原所有資訊。

source: Last sync
ar: آخر مزامنة
bg: Последна синхронизация
ca: Última sincronització
cs: Poslední synchronizace
da: Sidste synkronisering
de: Letzte Synchronisierung
el: Τελ. συγχρονισμός
eo: Antaŭa samtempigo
es_us: Última sincronización
et: Viimane sünkroonimine
eu: Azken sinkronizazioa
fa: آخرین همگام‌سازی
fi: Viimeisin synkronointi
fr: Dernière synchro
he: סנכרון אחרון
hu: Utolsó szinkronizálás
id: Sinkron terakhir
is: Síðasta samstilling
it: Ultima sincronizzazione
ja: 最終同期
ko: 마지막 동기화
lt: Paskutinis sinchronizavimas
nb: Siste synkronisering
nl: Laatste synchronisatie
oc: Darriera sincronizacion
pl: Ostatnia synchronizacja
ro_ro: Ultima sincronizare
ru: Последняя синхронизация
sc: Ùrtima sincronizatzione
sk: Posledná synchronizácia
sl: Zadnja sinhronizacija
sr: Последње усклађивање
sr_latn: Poslednja sinhronizacija
sv: Senaste synkronisering
ta: கடைசி ஒத்திசைவு
tr: Son eşzamanlama
uk: Остання синхронізація
vi: Đồng bộ cuối cùng
zh_hans: 上次同步
zh_hant: 上次同步

# rendering_value_name_only_name
source: Name only
ar: الاسم فقط
bg: Само име
cs: Pouze název
da: Kun navn
de: Nur Name
el: Όνομα μόνο
eo: Nur nomo
es_us: Sólo nombre
et: Vaid nimi
eu: Izena bakarrik
fa: فقط نام
fi: Vain nimi
fr: Nom uniquement
he: שם בלבד
hi: सिर्फ़ नाम
hu: Csak név
id: Nama saja
is: Aðeins nafn
it: Solo nome
ko: 이름만
nb: Kun navn
nl: Alleen naam
oc: Nom solament
pl: Tylko nazwa
ro_ro: Doar numele
ru: Только название
sk: Len názov
sl: Samo ime
sr: Само име
sr_latn: Samo ime
sv: Enbart namn
ta: பெயர் மட்டும்
tr: Yalnızca ad
uk: Тільки назва
vi: Chỉ dùng Tên
zh_hans: 仅名称
zh_hant: 僅名稱

# quick_action_map_source_title
source: Map sources
ar: مصادر الخريطة
az: Xəritə mənbələri
be: Крыніцы мапаў
bg: Източници на карти
ca: Orígens de mapa
cs: Mapové zdroje
cy: Ffynonellau mapiau
da: Kortkilder
de: Kartenquellen
el: Πάροχοι χάρτη
eo: Map-fontoj
es_us: Repositorio de mapas
et: Kaardiallikad
eu: Mapa-iturriak
fa: منابع نقشه
fi: Karttalähteet
fr: Sources des cartes
gl: Fontes de mapas
he: מקורות מפה
hu: Térképforrások
hy: Քարտեզի աղբյուրները
id: Sumber-sumber peta
is: Gagnagjafar korta
it: Sorgenti della mappa
ja: ソースマップ
ka: რუკის წყაროები
ko: 지도 소스
lt: Žemėlapio šaltiniai
lv: Kartes avoti
mk: Izvori na kartata
ml: ഭൂപടഉറവിടങ്ങള്‍
nb: Kartkilder
nl: Kaartbronnen
oc: Fònts de la mapa
pl: Zasoby map
pt_br: Fontes do mapa
ro_ro: Surse de hărți
ru: Источники карт
sc: Mitzas pro mapas
sk: Zdroje mapy
sl: Viri zemljevida
sr: Додај извор карте
sr_latn: Izvor mape
sv: Kartkällor
ta: வரைபட ஆதாரங்கள்
tr: Harita kaynakları
uk: Джерела мап
vi: Nguồn bản đồ
zh_hans: 地图来源
zh_hant: 地圖來源

# osm_edits_poi
source: POI edits
ar: تعديلات POI
be: Праўкі POI
ca: Edicions de PDI
cs: Úpravy bodů zájmu
da: IP-redigeringer
de: POI Bearbeitungen
el: Επεξεργασίες ΣΕ
es_us: Ediciones de PDI
et: HP muudatused
fa: ویرایش‌های POI
fr: Modifications du POI
hu: Érdekes helyek szerkesztései
id: Edit POI
is: Breytingar á merkisstöðum (POI)
it: Modifiche PDI
ja: POIの編集
ka: POI-ის ჩასწორებები
ko: POI 편집
nl: POI-bewerkingen
oc: Modificacions de PDI
pl: Edycje użytecznych miejsc
pt_br: Edições de POI
ro_ro: Editare POI
ru: Правки POI
sc: Modìficas de sos PDI
sk: Úpravy POI
sl: Urejanja točk POI
sr: POI измене
sr_latn: TOI izmene
sv: Intressepunkt-ändringar
ta: POI திருத்தங்கள்
tr: POI düzenlemeleri
uk: Редагування точок інтересу
zh_hant: POI 編輯

# popular_articles_not_found_title
source: Popular articles not found
ar: لم يتم العثور على المقالات الشعبية
cs: Nebyly nalezeny žádné oblíbené články
da: Populære artikler ikke fundet
de: Beliebte Artikel nicht gefunden
el: Δε βρέθηκαν δημοφιλή άρθρα
es_us: Artículos populares no encontrados
et: Populaarseid artikleid ei leidu
fr: Articles populaires non trouvés
hu: Nem találhatók népszerű cikkek
id: Artikel populer tidak ditemukan
is: Vinsælar greinar fundust ekki
it: Articoli popolari non trovati
nl: Populaire artikels niet gevonden
pl: Nie znaleziono popularnych artykułów
ro_ro: Articole populare care nu au fost găsite
ru: Популярные статьи не найдены
sr: Популарни чланци нису нађени
sr_latn: Popularni članci nisu nađeni
sv: Populära artiklar hittades inte
ta: பிரபலமான கட்டுரைகள் காணப்படவில்லை
uk: Популярні статті не знайдено
zh_hant: 沒有找到熱門條目

source: Enter description
ar: ادخل الوصف
be: Увесці апісанне
ca: Introduïu la descripció
cs: Zadejte popis
cy: Rhowch ddisgrifiad
da: Indtast beskrivelse
de: Beschreibung eingeben
el: Εισαγωγή περιγραφής
es_us: Añade una descripción
et: Sisesta kirjeldus
fr: Entrez la description
hu: Leírás megadása
id: Masukkan deskripsi
is: Settu inn lýsingu
it: Inserisci una descrizione
ja: 説明を入力
nl: Voer beschrijving in
oc: Marcar la descripcion
pl: Wprowadź opis
pt_br: Insira a descrição
ro_ro: Introduceți descrierea
ru: Введите описание
sc: Inserta una decritzione
sk: Zadajte popis
sl: Vpis opisa
sr: Унеси опис
sr_latn: Unesi opis
sv: Fyll i beskrivning
ta: விளக்கத்தை உள்ளிடவும்
tr: Açıklamasını girin
uk: Введіть опис
zh_hant: 輸入記述

# public_transport_warning_title
source: Public transport navigation is currently in beta testing, expect errors and inaccuracies.
ar: يخضع التنقل في وسائل النقل العام حاليًا للاختبار التجريبي ، ويتوقع أن يكون فيه أخطاء .
be: Навігацыя ў грамадскім транспарце на дадзены момант тэставая, таму могуць узнікаць памылкі.
bg: Маршрутизацията с обществен транспорт е в изпитателна фаза, възможни са грешки и неточности.
ca: La navegació en transports públics ara està en proves beta, vigileu errors o defectes.
cs: Navigace pomocí veřejné dopravy je v současné době v beta testování, očekávejte chyby a nepřesnosti.
cy: Mae llywio trafnidiaeth gyhoeddus mewn profion beta ar hyn o bryd, disgwyliwch wallau ac anghywirdebau.
da: Offentlig transportruter er nu i beta testfasen, så fejl og unøjagtigheder kan forekomme.
de: Die Navigation im öffentlichen Nahverkehr befindet sich derzeit im Beta-Test, rechnen Sie mit Fehlern und Ungenauigkeiten.
el: Η περιήγηση με τη δημόσια συγκοινωνία είναι προς το παρόν σε δοκιμαστικό έλεγχο, αναμένονται λάθη και ανακρίβειες.
eo: Navigado per la publika transporto nun estas en beta-testado, eraroj kaj malprecizoj povas okazi.
es_us: La navegación en transporte público se encuentra actualmente en fase de pruebas beta, se esperan errores e imprecisiones.
et: Ühistranspordiga liikumine on praegu beetatestimisel, arvesta vigade ja ebatäpsusega.
eu: Garraio publikoem bidezko nabigazioa beta egoeran dago, akatsak eta zehaztasun gabeziak egon daitezke.
fa: ناوبری حمل‌ونقل عمومی هم‌اکنون آزمایش بتا را سپری می‌کند و شاید خطا یا ایرادهایی داشته باشد.
fi: Joukkoliikenteen navigointi on tällä hetkellä beta-testausvaiheessa, joten virheitä ja epätarkkuuksia on odotettavissa.
fr: Les itinéraires en transports en commun sont actuellement en phase de test. Des erreurs ou des imprécisions peuvent avoir lieu.
gl: A navegación en transporte público atópase agora en fase de proba beta, poden xerarse erros e imprecisións.
he: ניווט עם תחבורה ציבורית נמצא כרגע בשלבי ניסוי, עלולים להופיע שגיאות ואי־דיוקים.
hu: A tömegközlekedési útvonaltervezés jelenleg béta tesztelési állapotban van, hibák és pontatlanságok előfordulhatnak.
id: Navigasi transportasi umum saat ini dalam pengujian beta, kemungkinan ada kesalahan dan ketidakbenaran.
is: Leiðsögn fyrir almenningssamgöngur er nú í lokaprófunum, þannig að búast má við einhverjum villum og ónákvæmni.
it: La navigazione sui mezzi pubblici è al momento in fase di test, potrebbero esserci errori o imprecisioni.
ja: 公共交通機関のナビゲーションは現在ベータテスト中で、エラーや不正確さを含む恐れがあります。
ko: 대중교통 내비게이션은 현재 베타 테스트 중이므로 오류와 부정확성이 있을 수 있습니다.
lt: Viešojo transporto navigacija šiuo metu beta testavime, tikėkitės klaidų ir netikslumų.
lv: Publiskā transporta navigācija atrodas beta stadijā, tāpēc ir iespējamas kļūdas un neprecizitātes.
mk: Navigacijata vo javniot transport momentalno e vo beta testiranje, očekuvajte greški i netočnosti.
ml: "പൊതു ഗതാഗത നാവിഗേഷൻ ബീറ്റാ ടെസ്റ്റിങ്ങിലാൺ പിശകുകളും തെറ്റും പ്രതീക്ഷിക്കു."
my: ပြည်သူပို့ဆောင်ရေးလမ်းညွှန်သည်လက်ရှိတွင် beta စမ်းသပ်ခြင်းဖြစ်၍၊ အမှားအယွင်းများနှင့်အမှားများရှိနိင်သည်။
nb: Offentlig transportnavigasjon er nå i betatestingsstadie. Forvent feil og unøyaktigheter.
nl: OV-navigatie is op dit moment in bèta-test, houd rekening met fouten en onnauwkeurigheden.
oc: La navigacion per lo transpòrt public es ara a l'espròva, avís dei errors ò imprecisions.
pl: Nawigacja transportem publicznym jest obecnie w fazie testów beta. Mogą pojawić się błędy i nieścisłości.
pt_br: A navegação de transporte público está atualmente em teste beta, espere erros e imprecisões.
ro_ro: În prezent, navigația pentru transportul public este în testare beta, așteptați erori și inexactități.
ru: Навигация на общественном транспорте в настоящее время проходит бета-тестирование, возможны ошибки и неточности.
sc: Sa navigatzione cun sos trasportos pùblicos, in custu momentu, est in fase de proa beta. Bi diant pòdere èssere errores e impretzisiones.
sk: Navigácia pomocou hromadnej dopravy je zatiaľ v testovaní, môžu sa vyskytnúť chyby a nepresnosti.
sl: Možnost navigacije z javnim prevozom je še preizkusna, zato je pričakovati netočnosti in napake.
sr: Навођење јавним превозом је тренутно у бета пробању, очекујте грешке и неправилности.
sr_latn: Navođenje javnim prevozom je trenutno u beta fazi, očekuj greške i nepravilnosti.
sv: Kollektivtrafiksnavigering är för närvarande på betastadiet, var beredd på felaktigheter.
ta: பொது போக்குவரத்து வழிசெலுத்தல் தற்போது பீட்டா சோதனையில் உள்ளது, பிழைகள் மற்றும் தவறுகளை எதிர்பார்க்கலாம்.
tr: Toplu taşıma navigasyonu şu anda beta testindedir, hatalar ve yanlışlıklar olabilir.
uk: Навігація громадським транспортом на даний час проходить тестування, можливі помилки та неточності.
vi: Điều hướng phương tiện công cộng hiện đang trong quá trình thử nghiệm beta, bạn có thể gặp lỗi và sai sót.
zh_hans: 公共交通导航目前处于测试阶段，可能出现错误和信息不准确。
zh_hant: 大眾運輸導航目前正在測試階段，可能會有錯誤與不準確的地方。

source: Rearrange categories
ar: إعادة ترتيب الفئات
az: Kateqoriyaları təşkil et
be: Перапарадкаваць катэгорыі
bg: Подредба на категориите
ca: Reorganitza les categories
cs: Uspořádat kategorie
cy: Aildrefnu categorïau
da: Omorganiser kategorier
de: Kategorien neu ordnen
el: Αναδιάταξη κατηγοριών
eo: Reordigi kategoriojn
es_us: Reordenar categorías
et: Järjesta kategooriad ümber
eu: Berrantolatu kategoriak
fa: مرتب‌سازی دسته‌ها
fi: Järjestä luokat uudelleen
fr: Réorganiser les catégories
gl: Reorganizar categorías
he: סידור הקטגוריות מחדש
hu: Kategóriák átrendezése
id: Susun ulang kategori
is: Endurraða flokkum
it: Sistema categorie
ja: カテゴリの並べ替え
ka: კატეგორიების გადალაგება
ko: 카테고리 재정렬
lv: Pārkārtot kategorijas
mk: Preuredete gi kategoriite
nb: Omorganiser kategorier
nl: Herschik categorieën
oc: Reorganizar lei categorias
pl: Zmień układ kategorii
pt_br: Reorganizar categorias
ro_ro: Rearanjare categorii
ru: Упорядочить категории
sc: Torra a ordinare sas categorias
sk: Usporiadať kategórie
sl: Preureditev kategorij
sr: Преуреди врсте
sr_latn: Preuredi kategorije
sv: Omorganisera kategorier
ta: வகைகளை மறுசீரமைக்கவும்
te: కేటగిరీలను తిరిగి అమర్చండి
tr: Kategorileri yeniden düzenle
uk: Перевпорядкування категорій
vi: Sắp xếp lại các danh mục
zh_hans: 重新排列类别
zh_hant: 重新排列分類

# rendering_attr_surface_unpaved_name
source: Unpaved
ar: طريق غير معبد
be: Без пакрыцця
ca: Sense asfaltar
cs: Nezpevněný
cy: Heb wyneb
da: Ikke befæstet
de: Unbefestigt
el: Χωρίς επίστρωση
eo: Malfirma
es_us: Sin pavimento
et: Sillutamata
eu: Zolatu gabea
fa: روسازی‌نشده
fi: Päällystämätön
fr: Non revêtu
gl: Sen pavimento
he: בלתי סלול
hu: Burkolatlan
id: Tidak beraspal
is: Óbundið slitlag
it: Non pavimentato
ja: 未舗装
ka: მოუკირწყლავი
ko: 비포장
lt: Negrįstas
lv: Gruntēts
mk: Neasfaltiran
ml: പാകാത്തത്
my: လမ်းခင်းမရှိ
nb: Uten fast dekke
nl: Onverhard
oc: Non caladat
pl: Nieutwardzona
pt_br: Não pavimentado
ro_ro: Nepavat
ru: Грунтовое
sc: Chene pamentu
sk: Nespevnený
sl: Netlakovano
sr: Неасфалтирано
sr_latn: Makadam
sv: Obelagd
ta: செப்பனிடப்படாதது
tr: Kaplamasız
uk: Без покриття
vi: Chưa được lát
zh_hans: 未铺设路面
zh_hant: 無鋪面

# app_mode_car
source: Driving
af: Motor
ar: سيارة
az: Avtomobil
be: Аўтамабіль
bg: Автомобил
ca: Cotxe
cs: Řízení vozidla
cy: Gyrru
da: Kørsel
de: Auto
el: Οδήγηση
eo: Aŭto
es_us: Automóvil
et: Autosõit
eu: Gidatzea
fa: رانندگی
fi: Auto
fr: Voiture
gl: Automóbil
he: נהיגה
hu: Autóvezetés
hy: Ավտոմեքենա
id: Mengemudi
is: Akstur
it: Automobile
ja: 車移動等
ka: მანქანით
ko: 운전
lt: Automobilis
lv: Auto
mk: Vozenje
ml: കാര്‍
mr: कार
nb: Kjøring
nl: Auto
oc: Automobila
pl: Jazda
pt_br: Condução
ro_ro: Condus
ru: Автомобиль
sc: Màchina
sk: Riadenie vozidla
sl: Navigacija v avtomobilu
sr: Вожња
sr_latn: Vožnja
sv: Fordonskörning
ta: வண்டி ஓட்டுதல்
tr: Araba sürme
uk: Автівка
vi: Lái xe
zh_hans: 驾驶
zh_hant: 駕駛

# app_mode_skiing
source: Skiing
ar: تزلج
ast: Esquí
be: Лыжы
bg: Ски
ca: Esquí
cs: Lyžování
cy: Sgïo
da: Skiløb
de: Skifahren
el: Χιονοδρομία
eo: Skiado
es_us: Esquí
et: Suusatamine
eu: Eskia
fa: اسکی
fi: Hiihto
fr: Ski
gl: Esquí
he: סקי
hi: स्कीइंग
hu: Síelés
id: Main ski
is: Skíði
it: Sci
ja: スキー
ka: სრიალი
ko: 스키
lt: Slidinėjimas
lv: Slēpošana
mk: Skijanje
ml: സ്കീയിംഗ്
my: နှင်းလျှောစီး
nb: Stå på ski
nl: Skiën
oc: Esquilh
pl: Narciarstwo
pt_br: Esqui
ro_ro: Ski
ru: Катание на лыжах
sc: Iscì
sk: Lyžovanie
sl: Smučanje
sr: Скијање
sr_latn: Skijanje
sv: Skidåkning
ta: பனிச்சறுக்கு
tr: Kayak
uk: Лижі
vi: Trượt tuyết
zh_hans: 滑雪
zh_hant: 滑雪

# app_mode_personal_transporter
source: Personal transporter
ar: ناقل شخصي
be: Асабісты транспарт
bg: Личен транспортьор
ca: Transport personal
cs: Osobní přepravník
cy: Cludwr personol
da: Person transport
de: Einpersonen-Transportmittel
el: Προσωπικός μεταφορέας
eo: Persona transportilo
es_us: Transportador personal
et: Isiklik vedaja
eu: Garraio pertsonala
fa: رانَک
fi: Henkilökohtainen kuljetin
fr: Gyropode
gl: Transporte persoal
he: אמצעי תעבורה אישי
hi: व्यक्तिगत ट्रांसपोर्टर
hu: Személyszállító (például: kerékpár)
id: Pengangkut pribadi
is: Rafskutla (Segway)
it: Trasportatore personale
ja: 個人輸送業者
ka: პირადი გადამყვანი
ko: 개인 운송업자
lv: Segway
mk: Ličen transporter
nb: Persontransportør
nl: Personen transport
oc: Transpòrt personau
pl: Transporter osobisty
pt_br: Transportador pessoal
ro_ro: Transportator personal
ru: Персональный транспортёр
sc: Trasportadore personale
sk: Osobný transportér
sl: Osebni transporter
sr: Лично превозно средство
sr_latn: Lični transport
sv: Enpersonsfordon
ta: தனிப்பட்ட டிரான்ச்போர்ட்டர்
tr: Kişisel taşıyıcı
uk: Моноколесо, Гіроборд
vi: Phương tiện di chuyển cá nhân
zh_hans: 个人运输工具
zh_hant: 個人運輸工具

# rendering_attr_showWaterwayTunnels_description
source: Increase visibility for waterway tunnels
ar: لا تخفي أنفاق الممرات المائية
be: Не хаваць тунэлі на водных шляхах
bg: Да не се скриват водните тунели
cs: Zvýšit viditelnost tunelů vodních cest
cy: Peidioâ chuddio twnelau dyfrffyrdd
da: Øg synlighed af vandvejstunneller
de: Erhöhen der Sichtbarkeit von Wasserstraßentunneln
el: Αύξηση ορατότητας για σήραγγες οδών νερού
eo: Plividebligi akvovojojn en tuneloj
es_us: Aumenta la visibilidad de los túneles fluviales
eu: Areagotu ubideetako tunelen ikusgarritasuna
fa: افزایش دید تونل‌های آبراه
fi: Älä piilota vesiväylien tunneleita
fr: Afficher les tunnels sur voie navigable
he: שיפור המראה של תעלות דרכי מים
hu: Vízi alagutak láthatóságának növelése
id: Tingkatkan keterlihatan terowongan jalur air
is: Auka sýnileika ganga sem siglt er í gegnum
it: Aumenta la visibilità dei tunnel dei corsi d'acqua
ja: 水路トンネルを隠さない
ka: წყლის გვირაბების ჩვენება
ko: 수로 터널을 숨기지 않기
mk: Ne gi krijte podvodnite tuneli
nb: Ikke skjul vannveistunneler
nl: Verhoog zichtbaarheid voor waterwegtunnels
oc: Pas amagar lei galariá fluvialas
pl: Nie ukrywaj tuneli dróg wodnych
ro_ro: Mărește vizibilitatea pentru tunelurile navigabile
ru: Отображение водных туннелей на меньших уровнях масштабирования
sc: Non cues sas gallerias in rios navigàbiles
sk: Zvýšiť viditeľnosť vodných ciest v tuneloch
sl: Ne skrivaj podvodnih tunelov
sr: Повећање видљивости за тунеле водених путева
sr_latn: Povećanje vidljivosti za tunele plovnih puteva
sv: Ökad synlighet för tunnlar för vattendrag
ta: நீர்வழி சுரங்கங்களுக்கான தெரிவுநிலையை அதிகரிக்கவும்
tr: Su yolu tünelleri için görünürlüğü arttır
uk: Підвищення видимості для водних тунелів
vi: Tăng sự trực quan của các hầm trên đường thuỷ
zh_hans: 提高水路隧道的能见度
zh_hant: 增加水路隧道的可見度

# rendering_attr_horse_scale_critical_name
source: Critical
ar: حرج
be: Крытычнасць
bg: Критична
ca: Crítica
cs: Kritické
cy: Critigol
da: Kritisk
de: Nur für Geübte
el: Κρίσιμο
eo: malfacilega
es_us: Crítico
et: Kriitiline
eu: Kritikoa
fa: بحرانی
fi: Kriittinen
fr: Critique
he: קריטי
hu: Kritikus
id: Kritis
is: Varhugavert
it: Arduo
ja: Critical(経験者のみ)
ka: კრიტიკული
ko: 치명적인
mk: Kritično
nb: Kritisk
nl: Kritiek
pl: Krytyczny
ro_ro: Critic
ru: Критический
sc: Crìtica
sk: Kritická
sl: kritična
sr: Критична
sr_latn: Kritična
sv: Kritisk
ta: விமர்சன
tr: Kritik
uk: Критична
vi: Nguy cấp
zh_hans: 危急
zh_hant: 危急

# routing_attr_avoid_footways_description
source: Avoid footways
ar: تجنب طرق المشاة
be: Пазбягаць пешаходныя дарожкі
bg: Избягване на пешеходни пътища
ca: Evita els camins per a vianants
cs: Vyhnout se chodníkům
cy: Osgoi llwybrau troed
da: Undgå gangstier
de: Vermeidet Fußwege
el: Αποφυγή μονοπατιών πεζών
eo: Eviti irejojn
es_us: Evita pasar por veredas o aceras
et: Väldi jalgteid
eu: Saihestu oinezkoen bideak
fa: از راه‌های پیاده پرهیز کنید
fi: Vältä kävelyteitä
fr: Éviter les trottoirs
gl: Evitar sendas peonís, camiños e beirarrúas
he: הימנעות משבילי הולכי רגל
hu: Gyalogutak elkerülése
id: Hindari jalan setapak
is: Forðast gangstéttir
it: Evita i marciapiedi
ja: 歩道を避けるようにします
ka: საცალფეხო გზების არიდება
ko: 인도를 피하기
lv: Izvairīties no gājēju ceļiem
mk: Izbegnuvaj pesacki pateki
nb: Unngå gangveier
nl: Vermijd voetpaden
oc: Evitar lei camins pedoniers
pl: Unikaj chodników
ro_ro: Evită căi pietonale
ru: Избегать пешеходных дорожек
sc: Èvita sos martzapiedis
sk: Vyhnúť sa chodníkom pre chodcov
sl: Izogibaj se pešpoti
sr: Избегавај пешачке стазе
sr_latn: Pešačke staze
sv: Undvik resor till fots
ta: பாதைகளைத் தவிர்க்கவும்
tr: Yaya yollarından kaçın
uk: Уникати пішохідних шляхів
vi: Tránh lối đi bộ
zh_hans: 避开人行道
zh_hant: 避免人行道

# rendering_attr_OSMMapperAssistantNote_description
source: Show note tags
ar: إظهار علامات الملاحظة
be: Паказаць пазнакі note
bg: Показва етикетите note
ca: Mostra les etiquetes de notes
cs: Zobrazit značky poznámek
cy: Dangos tagiau nodiadau
da: Vis bemærkning-mærker
de: Notiz-Tags anzeigen
el: Εμφάνιση ετικετών σημείωσης
eo: Montriŝlosilojn «note»
es_us: Muestra etiquetas con información no obvia sobre algún elemento (note)
et: Näita märkuste silte
eu: Erakutsi ohar etiketak
fa: نمایش برچسب‌های یادداشت
fi: Näytä huomautustunnisteet
fr: Afficher les étiquettes note
he: הצגת תגיות הערה
hu: Térképszerkesztői jegyzetcímkék megjelenítése
id: Tampilkan tanda catatan
is: Birta merki minnispunkta
it: Mostra etichette Note
ja: Note(メモ)タグの表示
ka: შენიშვნების ჭდეების ჩვენება
ko: 메모 태그 표시
mk: Prikaži oznaki za beleški
nb: Vis notis-etiketter
nl: Notitie labels tonen
oc: Mostrar lei nòtas de balisa
pl: Pokaż tagi notatek
ro_ro: Arată etichetele note
ru: Показать теги note
sc: Ammustra sas etichetas de sas notas
sk: Zobraziť značky poznámok od maperov
sl: Prikaži oznake za opombe
sr: Прикажи ознаке белешки
sr_latn: Prikazati oznake beleški
sv: Visa antecknings-taggar
ta: குறிப்பு குறிச்சொற்களைக் காட்டு
tr: Not etiketlerini göster
uk: Показувати теґи note
vi: Hiển thị thẻ ghi chú
zh_hans: 显示注记标签
zh_hant: 顯示註記標籤
