Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# shared_string_select_avoid_road_on_map
source: Select a road to be avoided during the routing
ar: حدد طريقًا يجب تجنبه أثناء التوجيه
be: Абярыце дарогі, якія патрэбна пазбягаць падчас разліку маршруту
ca: Seleccioneu una via a evitar en la navegació
cs: Zvolte cestu, které se má navigace vyhnout
da: Vælg en vej, der skal undgås under ruteberegning
de: Wählen Sie eine Straße aus, die während des Routenverlaufs vermieden werden soll
el: Επιλέξτε έναν δρόμο προς αποφυγή κατά τη διάρκεια της δρομολόγησης
es_us: Elige un camino a evitar durante la navegación
et: Vali navigeerimisel välditav tee
fa: جاده‌ای را انتخاب کنید تا در مسیریابی از آن پرهیز شود
fi: Valitse tie, jota vältetään reitityksen aikana
fr: Sélectionner une route à éviter pendant la navigation
hu: Jelölje ki az útvonaltervezés során elkerülendő utat
id: Pilih jalan untuk dihindari selama perutean
is: Veldu veg sem á að forðast við skipulagningu leiðar
it: Selezionare una strada da evitare durante la navigazione
ja: ルート検索時に使用を避けたい道路を選択します
ka: აირჩიეთ თავიდან ასაცილებელი გზა მარშრუტის გამოთვლისას
ko: 라우팅 중에 피할 도로 선택
ku: Rêya ku tu dixwazî di rotayê te de xwe jê dûr bixî bibijêre
mr: मार्गनिर्देशनात टाळावा असा मार्ग निवडा
nl: Selecteer een weg om te ontwijken tijdens de navigatie
oc: Seleccionatz una via d'evitar en la navigacion
pl: Wybierz drogę, która będzie omijana podczas wyznaczania trasy
pt_br: Selecione uma estrada a ser evitada durante o roteamento
ro_ro: Selectați un drum care să fie evitat în timpul rutei
ru: Выберите дорогу, которую следует избегать во время маршрутизации
sc: Ischerta unu caminu de istransire durante sa navigatzione
sk: Zvoľte cestu, ktorej je nutné sa vyhnúť pri návrhu trasy
sr: Изаберите пут који треба избегавати током руте
sr_latn: Izaberite put koji treba izbegavati tokom rute
sv: Välj en väg som ska undvikas under rutten
ta: ரூட்டிங் போது தவிர்க்க வேண்டிய சாலையைத் தேர்ந்தெடுக்கவும்
tr: Yönlendirme sırasında kaçınılması gereken bir yol seçin
uk: Виберіть дорогу, яку слід уникати під час маршрутизації
zh_hant: 選擇路線裡要避開的道路

# avoid_roads_msg
source: Trigger an alternative route by selecting roads to avoid
ar: شغل مسار بديل بتحديد طرق متجنبة
az: Yayınmaq üçün yollar seçərək alternativ marşrut başlat
be: Абраць іншы маршрут, пазначыўшы дарогі, якія варта пазбягаць
bg: Можете да зададете алтернативен маршрут, като изберете кои пътища да бъдат избегнати
ca: Genereu una ruta alternativa amb la selecció de les vies a evitar
cs: Vynutit náhradní trasu označením cest, kterým je nutné se vyhnout
cy: Cychwyn lwybr amgen trwy ddewis ffyrdd i'w hosgoi
da: Udløs en alternativ rute ved at vælge veje der skal undgås
de: Auslösen einer alternativen Route durch Auswahl der zu vermeidenden Straßen
el: Προκαλέσετε μια εναλλακτική διαδρομή επιλέγοντας δρόμους προς αποφυγή
eo: Elekti evitendajn vojojn por montri alternativajn kursojn
es_us: Obtener una ruta alternativa eligiendo los caminos a evitar
et: Vali alternatiivne teekond, valides välditavad teed
eu: Eskuratu beste ibilbide bat saihestu beharreko errepideak hautatuz
fa: با انتخاب راه‌های اجتنابی مسیر دیگری دریافت کنید
fi: Voit muuttaa toiselle reitille valitsemalla vältettäviä teitä
fr: Générez un itinéraire alternatif en sélectionnant les routes à éviter
gl: Obter unha ruta alternativa escollendo as estradas que desexes evitar
he: ניתן לבקש נתיב חלופי על ידי בחירת דרכים בלתי רצויות
hu: Elkerülendő utak kijelölésével aktiválhat alternatív útvonalakat
hy: Ընտրել այլընտրանքային երթուղի, ընտրելով ճանապարհներ, որոնք պետք է խուսափել
id: Picu rute alternative dengan memilih jalan yang dihindari
is: Settu í gang varaleið með því að velja vegi sem á að forðast
it: Varia il percorso selezionando le strade da evitare
ja: 使用しない道路を選択することで、別の経路を検索することができます
ka: You can trigger an alternative route by selecting roads to avoid
ko: 원하는 도로를 선택하여 대체 경로를 실행할 수 있습니다
lt: Galite pasirinkti kitą maršrutą, pažymėdami norimus aplenkti kelius
lv: Jūs varat izmainīt maršrutu, atzīmējot ceļus, pa kuriem nebraukt
mk: Aktivirajte alternativna ruta so izbiranje patišta za izbegnuvanje
ml: "നിങ്ങള്‍ക്ക് ചില വഴികള്‍ തെരഞ്ഞൊഴിവാക്കി പുതിയ റൂട്ട് കണ്ട്പിടിക്കാവുന്നതാണ് "
nb: Utløs en alternativ rute ved å velge veier å unngå
nl: Je kan een alternatieve route vinden door aan te geven welke wegen niet gebruikt mogen worden
oc: Podètz generar un percors alternatiu tot destriant lei vias d'evitar
pl: Wyznacz trasę alternatywną, wybierając drogi, które mają być omijane
pt_br: Você pode obter uma rota alternativa, selecionando quais vias evitar
ro_ro: Declanșarea unui traseu alternativ prin selectarea drumurilor care trebuie evitate
ru: Запуск альтернативного маршрута путём исключения указанных дорог
sc: Càmbia s’àndala ischertende sos caminos de istransire
sk: Vynútiť inú trasu zvolením ciest, ktorým je nutné sa vyhnúť
sl: Izbor druge poti z izborom tistih, ki se jimželite izogniti
sr: Изаберете заменске путање избором путева за избегавање
sr_latn: Odabir alternativne rute izborom puteva za izbegavanje
sv: Ändra till en alternativ rutt genom att välja vägar att undvika
ta: தவிர்க்க சாலைகளைத் தேர்ந்தெடுப்பதன் மூலம் மாற்று வழியைத் தூண்டவும்
tr: Kaçınılması gereken yolları seçerek alternatif bir rota tetikleyin
uk: Прокласти альтернативний маршрут, вибравши дороги, яких варто уникати
zh_hans: 通过选择要避开的道路来触发替代路线
zh_hant: 經由選擇要避開的道路，來觸發一條替代線路

source: Simulate navigation
ar: محاكاة الملاحة
ast: Simular la navegación
be: Сімуляваць навігацыю
br: Darvanañ ar merdeiñ
ca: Simula la navegació
cs: Simulovat navigaci
cy: Efelychu llywio
da: Simulere navigation
de: Navigation simulieren
el: Προσομοίωση πλοήγησης
eo: Simuli navigadon
es_us: Simular navegación
et: Simuleeri navigeerimist
eu: Simulatu nabigazioa
fa: شبیه‌سازی ناوبری
fi: Simuloi navigointia
fr: Simuler le guidage
gl: Simular navegación
he: הדמיית ניווט
hu: Navigáció szimulálása
id: Simulasi navigasi
is: Herma eftir leiðsögn
it: Simula la navigazione
ja: ナビゲーションのシミュレート
ka: ნავიგაციის სიმულაცია
ko: 내비게이션 시뮬레이션
lv: Animēt navigāciju
mk: Simulirajte navigacija
ml: നാവിഗേഷൻ സിമുലേറ്റ് ചെയ്യുക
mr: मार्गनिर्देशनाची नकल करा
nb: Simuler navigering
nl: Simuleer navigatie
oc: Simular la navigacion
pl: Symuluj nawigację
pt_br: Simular navegação
ro_ro: Simulare navigație
ru: Моделировать навигацию
sc: Sìmula sa navigatzione
sk: Simulovať navigáciu
sl: Izvedi navidezno navigacijo
sr: Опонашај навођење
sr_latn: Simulacija rute
sv: Simulera navigering
ta: வழிசெலுத்தல் உருவகப்படுத்துதல்
tr: Navigasyonu simüle et
uk: Симулювати навігацію
vi: Mô phỏng điều hướng
zh_hans: 模拟导航
zh_hant: 模擬導航

# simulate_routing_descr
source: Simulate your position using a calculated route
ar: محاكاة موقفك باستخدام مسار محسوب
be: Сімуляваць ваша месцазнаходжанне з дапамогай разлічанага маршруту
ca: Simula la vostra posició utilitzant una ruta calculada
cs: Simulovat vaši polohu pomocí vypočítané trasy
da: Simuler position ved hjælp af en beregnet rute
de: Standort unter Verwendung einer berechneten Route simulieren
el: Προσομοιώστε την θέση σας χρησιμοποιώντας μια υπολογισμένη διαδρομή
es_us: Simular la ubicación usando una ruta calculada
et: Simuleeri oma asukohta kasutades arvutatud teekonda
fr: Simulez votre position en utilisant un itinéraire
hu: Szimulálja a pozícióját egy kiszámított útvonal segítségével
id: Simulasikan posisi Anda menggunakan rute yang telah dihitung
is: Herma eftir staðsetningu með því að nota reiknaða leið
it: Simulare la tua posizione usando un percorso calcolato
ja: 検索されたルートでナビゲーションのシミュレートを行います
ka: თქვენი მდებარეობის სიმულაცია გამოთვლილი გზის გამოყენებით
ko: 계산된 경로를 사용하여 위치 시뮬레이션
nl: Simuleer je positie met behulp van een berekende route
oc: Simulatz vòstra posicion en utilizant un itinerari calculat
pl: Zasymuluj położenie używając wyznaczonej trasy
pt_br: Simule sua posição usando uma rota calculada
ro_ro: Simulați poziția dvs. utilizând un traseu calculat
ru: Симулировать вашу позицию используя рассчитанный путь
sc: Sìmula sa positzione tua impreende un'àndala carculada
sk: Simulovať vašu pozíciu pomocou vypočítanej trasy
sl: Simuliraj položaj z uporabo preračunane poti
sr: Симулирајте своју позицију користећи израчунату руту
sr_latn: Simulirajte svoju poziciju koristeći izračunatu rutu
sv: Simulera din position med hjälp av en beräknad rutt
ta: கணக்கிடப்பட்ட வழியைப் பயன்படுத்தி உங்கள் நிலையை உருவகப்படுத்துங்கள்
tr: Hesaplanmış rota ile konumunuzu simüle edin
uk: Змоделювати вашу позицію за допомогою обчисленого маршруту
zh_hans: 使用已计算的路线模拟您的位置
zh_hant: 模擬您的位置使用在計算路線或

# select_avoid_descr
source: Select roads you want to avoid during navigation. You can either select a road on the map or choose a type from the list below.
ar: حدد الطرق التي تريد تجنبها أثناء التنقل. يمكنك إما تحديد طريق على الخريطة أو اختيار نوع من القائمة أدناه.
be: Абярыце дарогі, якія хочаце пазбягаць падчас навігацыі. Вы можаце абраць дарогу на мапе альбо са спіса.
ca: Indiqueu les vies que voleu evitar en la navegació. Podeu seleccionar-ne una en el mapa o triar-la de la llista de sota.
cs: Vyberte cesty, kterým se chcete během navigace vyhnout. Můžete zvolit cestu na mapě nebo vybrat typ ze seznamu níže.
da: Vælg veje, der skal undgås under navigation, enten ved at vælge en vej på kortet eller vælge en type fra nedenstående liste.
de: Wählen Sie während der Navigation die Straßen aus, die Sie meiden möchten. Sie können entweder eine Straße auf der Karte auswählen oder einen Typ aus der untenstehenden Liste auswählen.
el: Επιλέξτε δρόμους που θέλετε να αποφύγετε κατά την πλοήγηση. Μπορείτε είτε να επιλέξετε έναν δρόμο στον χάρτη είτε να επιλέξετε ένα είδος από την παρακάτω λίστα.
es_us: Marca los caminos a evitar durante la navegación. Puedes marcar una carretera en el mapa o elegir un tipo de la siguiente lista.
et: Vali navigeerimise ajal välditavad teed. Võid valida tee kaardil või tee liigi allolevast loetelust.
fa: جاده هایی را انتخاب کنید که می خواهید در حین پیمایش از آنها اجتناب کنید. شما می توانید یک جاده را روی نقشه انتخاب کنید یا یک نوع را از لیست زیر انتخاب کنید.
fr: Sélectionnez les routes que vous souhaitez éviter au cours de la navigation. Vous pouvez sélectionnez une route sur la carte ou choisir une catégorie depuis la liste ci-dessous.
hu: Jelölje ki a navigáció során elkerülendő utakat. Kijelölhet egy utat a térképen, vagy kiválaszthat egy típust az alábbi listából.
id: Pilih jalan yang ingin Anda hindari selama navigasi. Anda dapat memilih jalan pada peta atau memilih jenis dari daftar di bawah ini.
is: Veldu þá vegi sem þú vilt forðast á meðan leiðsögn stendur. Þú getur annað hvort valið veg á landakortinu eða valið gerð vegar úr listanum hér fyrir neðan.
it: Seleziona le strade che desideri evitare durante la navigazione. Puoi selezionare una strada sulla mappa o scegliere un tipo dall'elenco seguente.
ja: ナビゲーション中に避けたい道路を選択します。マップ上の道路を選択するか、下のリストから種類を選択できます。
ka: აირჩიეთ გზები, რომლებსაც გნებავთ, ნავიგაციისას თავი აარიდოთ. შეგიძლიათ, ან აირჩიოთ გზა რუკაზე ან აირჩიოთ ტიპი ქვედა სიიდან.
ko: 탐색 중에 피하려는 도로를 선택하십시오. 지도에서 도로를 선택하거나 아래 목록에서 유형을 선택할 수 있다.
nl: Selecteer wegen die je wilt vermijden tijdens navigatie. Je kunt wegen selecteren op de kaart of uit onderstaande lijst kiezen.
oc: Indicatz lei vias que volètz evitar per la navigacion. Ne'n podètz seleccionar una dins la mapa ò la chausir partent de la lista dessota.
pl: Wybierz drogi, których chcesz unikać podczas nawigacji. Możesz wybrać drogę na mapie lub wybrać z listy poniżej.
pt_br: Selecione as estradas que você deseja evitar durante a navegação. Você pode selecionar uma estrada no mapa ou escolher um tipo na lista abaixo.
ro_ro: Selectați drumurile pe care doriți să le evitați în timpul navigației. Puteți selecta un drum de pe hartă sau puteți alege un tip de drum din lista de mai jos.
ru: Выберите дороги, которые хотите избегать во время навигации. Вы можете выбрать дорогу на карте или выбрать тип из списка ниже.
sc: Ischerta sos caminos chi cheres istransire durante su nàvigu. Podes ischertare unu caminu o isseberare una casta dae sa lista inoghe in suta.
sk: Zvoľte cesty, ktorým sa chcete počas navigácie vyhnúť. Môžete zvoliť cestu na mape alebo typ zo zoznamu nižšie.
sr: Изаберите путеве које желите да избегнете током навигације. Можете или да изаберете пут на мапи или да изаберете тип са листе испод.
sr_latn: Izaberite puteve koje želite da izbegnete tokom navigacije. Možete ili da izaberete put na mapi ili da izaberete tip sa liste ispod.
sv: Välj vägar du vill undvika under navigering. Du kan antingen välja en väg på kartan eller välja en typ från listan nedan.
ta: வழிசெலுத்தலின் போது நீங்கள் தவிர்க்க விரும்பும் சாலைகளைத் தேர்ந்தெடுக்கவும். நீங்கள் வரைபடத்தில் ஒரு சாலையைத் தேர்ந்தெடுக்கலாம் அல்லது கீழே உள்ள பட்டியலிலிருந்து ஒரு வகையைத் தேர்வு செய்யலாம்.
tr: Navigasyon sırasında kaçınmak istediğiniz yolları seçin. Haritadan bir yol seçebilir veya aşağıdaki listeden bir tür seçebilirsiniz.
uk: Виберіть дороги, яких ви хочете уникати під час навігації. Ви можете вибрати дорогу на мапі або вибрати вид зі списку нижче.
zh_hans: 选择你要在导航过程中避开的道路。你可以在地图上选择一条道路或从下面的列表中选择一种类型。
zh_hant: 選擇導航時要避開的道路，你可以選擇在地圖上的道路，或是選擇下面清單的道路類型。

source: No active route
ar: لا يوجد مسار نشط
be: Няма актыўнага маршруту
br: Hentadur oberiat ebet
ca: Sense ruta activa
cs: Žádná aktivní trasa
da: Ingen aktiv rute
de: Keine aktive Route
el: Δεν υπάρχει ενεργή διαδρομή
es_us: Sin ruta activa
et: Aktiivne teekond puudub
fa: مسیری فعال وجود ندارد
fr: Pas d'itinéraire actif
hu: Nincs aktív útvonal
id: Tidak ada rute aktif
is: Engin virk leið
it: Nessun percorso attivo
ja: 現在有効なルートはありません
ko: 활성 경로 없음
nl: Geen actieve route
oc: Ges de rota activa
pl: Brak aktywnej trasy
pt_br: Nenhuma rota ativa
ro_ro: Nici o rută activă
ru: Нет активного маршрута
sc: Peruna àndala ativa
sk: Žiadna aktívna trasa
sr: Bez aktivne rute
sr_latn: Nema aktivne rute
sv: Ingen aktiv rutt
ta: செயலில் பாதை இல்லை
tr: Aktif rota yok
uk: Немає активного маршруту
zh_hans: 没有有效路线
zh_hant: 沒有有效路徑

# day_night_info_description
source: Sunrise: %@ Sunset: %@
af: Sonopkoms : %@ ↵ Sonsondergang : %@
ar: الشروق: %@ الغروب: %@
ast: Riscar: %@ Aséu: %@
az: Gün çıxır: %@ Gün batır: %@
be: Узыход: %@ Заход: %@
bg: Изгрев: %@ Залез: %@
ca: Sol ixent: %@ Ocàs: %@
cs: Východ slunce: %@ Západ slunce: %@
cy: Codiad haul: %@ Machlud haul: %@
da: Solopgang: %@ Solnedgang: %@
de: Sonnenaufgang: %@ Sonnenuntergang: %@
el: Ανατολή : %@ Δύση : %@
eo: Sunleviĝo: %@ Sunsubiro: %@
es_us: Amanecer: %@ Atardecer: %@
et: Päikesetõus: %@ Päikeseloojang: %@
eu: Egunsentia: %@ ⏎ Ilunabarra: %@
fa: طلوع خورشید: %@ غروب خورشید: %@
fi: Auringon nousu : %@ Auringon lasku : %@
fr: Lever : %@ Coucher : %@
gl: Amencer: %@ Solpor: %@
he: זריחה : %@ שקיעה : %@
hu: Napkelte : %@ Napnyugta : %@
hy: Արևածագ՝ %@ Մայրամուտ՝ %@
id: Matahari terbit: %@ Matahari terbenam: %@
is: Sólarupprás: %@ Sólsetur: %@
it: Alba: %@ Tramonto: %@
ja: 日出時刻: %@ 日没時刻: %@
ka: მზის ამოსვლა: %@ ჩასვლა: %@
ko: 일출: %@ 일몰: %@
lt: Saulėtekis : %@ Saulėlydis : %@
lv: Saullēkts: %@ Saulriets: %@
mk: Izgrejsonce: %@ Zajdisonce: %@
ml: സൂര്യോദയം: %@ സൂര്യസ്തമയം: %@
mr: सुर्योदय : %@ सूर्यास्त : %@
my: နေထွက်ချိန်: %@ နေဝင်ချိန်: %@
nb: Soloppgang: %@ Solnedgang: %@
nl: Zonsopgang: %@ Zonsondergang: %@
oc: Auba: %@ Tremont: %@
pl: Wschód Słońca: %@ Zachód Słońca: %@
pt_br: Nascer do sol: %@ Pôr do sol: %@
ro_ro: Răsărit : %@ Apus : %@
ru: Восход: %@ Закат: %@
sc: Arbèschida: %@ Intrinada: %@
sk: Východ slnka: %@ Západ slnka: %@
sl: Sončni vzhod: %@ Sončni zahod: %@
sr: Излазак сунца: %@ Залазак сунца: %@
sr_latn: Izlazak sunca: %@ Zalazak sunca: %@
sv: Soluppgång: %@ Solnedgång: %@
ta: சூரிய உதயம்: %@ சூரிய அச்தமனம்: %@
tr: Gün doğumu:%@ Gün batımı:%@
uk: Схід: %@ Захід: %@
zh_hans: 日出：%@ 日落：%@
zh_hant: 日出：%@ 日落：%@

source: Day/night info
af: Dag/nag inligting
ar: مواقيت الشروق والغروب
az: Gündüz/gecə məlumatı
be: Узыход/заход
bg: Изгрев и залез
ca: Informació de dia/nit
cs: Denní/noční info
cy: Gwybodaeth dydd/nos
da: Dag/nat information
de: Tag-/Nacht-Information
el: Πληρ. Ημέρας/Νύχτας
eo: Informo pri tago/nokto
es_us: Información diurna/nocturna
et: Päeva/öö teave
eu: Egun/gau info
fa: اطلاعات روز/شب
fi: Päivä/yö info
fr: Information jour/nuit
gl: Información sobre o día e a noite
he: פרטי יום/לילה
hu: Nappal/éjjel információ
hy: Արևածագ/մայրամուտ
id: Info siang/malam
is: Dags/Næturupplýsingar
it: Informazioni giorno/notte
ja: 昼/夜判別情報
ka: ინფორმაცია დღეღამის შესახებ
ko: 주간/야간 정보
lt: Dienos/nakties info
lv: Dienas/nakts info
mk: Informacii za den/noḱ
ml: പകല്‍/രാത്രി വിവരം
mr: दिवस/रात्र माहिती
my: နေ့/ည ပတ်သက်သောအချက်များ
nb: Dag/natt-info
nl: Dag/nacht info
oc: Informacion de jorn/nuech
pl: Informacja o dniu/nocy
pt_br: Informações dia/noite
ro_ro: Info zi/noapte
ru: Восход/закат
sc: Informatziones die/note
sk: Info o dni/noci
sl: Podrobnosti dneva in noči
sr: Подаци о дану/ноћи
sr_latn: Dan/noć info
sv: Dag-/nattinformation
ta: பகல்/இரவு செய்தி
tr: Gündüz/gece bilgisi
uk: Схід/захід сонця
zh_hans: 日/夜信息
zh_hant: 日/夜資訊

# daynight_mode_auto
source: Sunrise/sunset
af: sonsop/sonsonder
ar: تلقائي
ast: Riscar/aséu
az: Günəş çıxır/batır
be: Узыход/Заход
bg: Изгрев/залез
ca: Sol ixent/ocàs
cs: Východ/západ slunce
cy: Codiad/machlud haul
da: Solopgang/-nedgang
de: Sonnenaufgang/-untergang
el: Ανατολή/δύση
eo: Sunleviĝa/sunsubira
es_us: Amanecer/atardecer
et: Päikesetõus/loojang
eu: Egunsentia/ilunabarra
fa: طلوع/غروب
fi: Auringonnousu/lasku
fr: Lever/coucher du soleil
gl: Amencer/Solpor
he: זריחה/שקיעה
hu: Napkelte/napnyugta
hy: Արևածագ/մայրամուտ
id: Matahari terbit/terbenam
is: Sólarupprás/Sólsetur
it: Alba/tramonto
ja: 日出/日没
ka: მზის ჩასვლა/ამოსვლა
ko: 일출/일몰
lt: Saulėtekis/saulėlydis
lv: Saullēkts/saulriets
mk: Izgrejsonce /zajdisonce
ml: സൂര്യോദയം/സൂര്യാസ്തമയം
mr: सुर्योदय/सूर्यास्त
my: နေထွက်/နေဝင်
nb: Soloppgang/solnedgang
nl: Zonsopgang/Zonsondergang
oc: Auba/tremont
pl: Wschód/zachód Słońca
pt_br: Nascer/pôr do sol
ro_ro: Răsărit/Apus
ru: Восход/закат
sc: Arbèschida/intrinada
sk: Východ/Západ slnka
sl: Preklopi ob sončnem vzhodu in zahodu
sr: Излазак/залазак сунца
sr_latn: Automatski
sv: Soluppgång/solnedgång
ta: சூரிய உதயம்/சூரிய மறைவு
tr: Gündoğumu/günbatımı
uk: Схід/захід сонця
vi: Bình minh/Hoàng hôn
zh_hans: 日出/日落
zh_hant: 日出/日落

source: Route simulation
ar: محاكاة الطريق
be: Сімуляцыя маршруту
ca: Simulació de ruta
cs: Simulace trasy
da: Rutesimulering
de: Routensimulation
el: Προσομοίωση διαδρομής
es_us: Simulación de la ruta
et: Teekonna simuleerimine
fr: Simulation d'itinéraire
hu: Útvonal-szimuláció
id: Simulasi rute
is: Leiðarhermun
it: Simulazione del percorso
ja: ルートシミュレーション
ka: გზის სიმულაცია
ko: 경로 시뮬레이션
nl: Route-simulatie
oc: Simulacion de percors
pl: Symulacja trasy
pt_br: Simulação de rota
ro_ro: Simularea traseului
ru: Симуляция маршрута
sc: Simulatzione de s'àndala
sk: Simulácia trasy
sl: Simulacija poti
sr: Симулација руте
sr_latn: Simulacija rute
sv: Ruttsimulering
ta: பாதை உருவகப்படுத்துதல்
tr: Rota simülasyonu
uk: Імітація маршруту
zh_hans: 道路模拟
zh_hant: 模擬路線

# auto_follow_location_enabled
source: Auto-center map view in use.
af: Outo-senter kaart uitsig in gebruik.
ar: تم توسيط موقعك تلقائياً.
be: Аўтаматычнае цэнтраванне падчас выкарыстання.
bg: Автоматичното центриране е включено.
ca: S'està utilitzant la visualització del mapa centrada automàticament.
cs: Automatické centrování je zapnuto.
da: Automatisk centrering af kortvisning aktiv.
de: Kartennachführung aktiv.
el: Αυτο-κεντράρισμα χάρτη σε χρήση.
eo: Aŭtomate centrigi map-vidon aktiva.
es_us: Centrado automático del mapa activado.
et: Joonda kasutatav kaardivaade automaatselt keskele.
eu: Auto-zentratu ikuspegia martxan.
fa: نمای نقشه خودکار-مرکز است.
fi: Keskitä käytettävä kartta automaattisesti.
fr: Recentrage automatique de la carte activé.
gl: Centrar de xeito automático a vista do mapa en emprego.
he: מרכוז אוטומטי של תצוגת המפה בעת שימוש.
hu: Automatikus követés.
hy: Քարտեզի ավտոմատ վերադարձումը միացված է։
id: Tampilan peta tengah otomatis sedang digunakan.
is: Sjálfvirkt miðja sýn á kort sem er í notkun.
it: Visualizzazione mappa centrata automaticamente.
ja: 現在地が自動的にマップ中心に表示されるようにします。
ka: გამოიყენება ავტოცენტრირებული რუკის ხედი.
ko: 자동-현위치 지도 보기 사용 중입니다.
lt: Naudojamas automatinisžemėlapio centravimas.
lv: Autocentrēt karti.
mk: Se koristi avtomatski centralen prikaz na kartata.
ml: സ്വയം ഭുപടദൃശ്യം നടുവിലാക്കുക.
nb: Auto-sentrer kartvisning i bruk.
nl: Gebruikte kaartweergave centreren.
oc: Visualizatz una mapa centrada automaticament.
pl: Podążanie za pozycją jest włączone.
pt_br: Mapa automaticamente centrado.
ro_ro: Se folosește centrarea automată a hărții.
ru: Переход к текущей позиции.
sc: Vista de sa mapa tzentrada in automàticu.
sk: Automatické nasledovanie je povolené.
sl: Trenutna točka je med navigacijo samodejno postavljena v središče.
sr: Самоусредиштење карте током употребе.
sr_latn: Auto centriranje mape.
sv: Auto-centrera aktuell kartvy.
ta: பயன்பாட்டில் உள்ள ஆட்டோ-சென்டர் வரைபடக் காட்சி.
tr: Haritayı kullanırken görünümü otomatik olarak ortala.
uk: Автоматичне центрування мапи.
vi: Đã kích hoạt thiết lập tự động bám theo.
zh_hans: 自动将使用中的地图视图置中。
zh_hant: 使用地圖檢視自動置中。

# unknown_location
source: Position not yet known.
af: Posisie is nog nie bekend nie
ar: الموقع غير معروف بعد.
ast: Entá nun se conoz la posición.
az: Mövqe hələ bilinmir.
be: Становішча пакуль што не вызначана.
bg: Местоположението все още не е определено.
bs: Pozicija je još uvijek nepoznata
ca: La posició encara no es coneix.
cs: Pozice ještě není známa.
cy: Lleoliad ddim yn hysbys eto.
da: Position endnu ikke kendt.
de: Position noch nicht bekannt.
el: Η θέση δεν είναι ακόμα γνωστή.
eo: Pozicio ankoraŭ ne estas konata.
es_us: Ubicación desconocida.
et: Asukoht ei ole veel teada.
eu: Kokapen ezezaguna oraindik.
fa: موقعیت هنوز مشخص نیست.
fi: Sijaintia ei tiedetä vielä.
fr: Position inconnue.
gl: Posición aínda descoñecida.
he: המיקום עדיין לא ידוע.
hu: A jelenlegi helyzet még nem ismert.
hy: Որոշում ենք գտնվելու վայրը։
id: Posisi belum diketahui.
is: Staðsetning er ekki enn þekkt.
it: Posizione non ancora conosciuta.
ja: 現在地はまだ取得できていません。
ka: პოზიცია უცნობია.
ko: 위치를 아직 알 수 없습니다.
lt: Vieta dar nežinoma.
lv: Atrašanās vieta vēl nav noteikta
mk: Pozicijata sè ušte ne e poznata.
ml: "തല്‍സ്ഥലം അറിയില്ല "
mr: अजून स्थान माहित नाही.
nb: Posisjon enda ikke kjent.
nl: Positie nog niet bekend.
oc: La posicion es pas encar conoissuda.
pl: Położenie nie jest jeszcze znane.
pt_br: Posição ainda desconhecida.
ro_ro: Poziția nu este încă cunoscută.
ru: Позиция пока не известна.
sc: Positzione galu disconnota.
sk: Poloha zatiaľ nezistená.
sl: Trenutno mestoše ni določeno.
sr: Положај још није познат.
sr_latn: Pozicija još nije poznata.
sv: Positionen är ännu inte känd.
ta: நிலை இன்னும் அறியப்படவில்லை.
tr: Konum henüz bilinmiyor.
uk: Розташування ще не визначено.
vi: Vị trí chưa được biết.
zh_hans: 位置尚不清楚。
zh_hant: 未知地理位置。
