Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# recalculate_route_distance_promo
source: The route will be recalculated if the distance from the route to the current location is more than selected value.
ar: سيتم إعادة حساب المسار إذا كانت المسافة من المسار إلى الموقع الحالي أكثر من القيمة المحددة.
az: Marşrutdan indiki yerə qədər olan məsafə seçilmiş dəyərdən çox olarsa, marşrut yenidən hesablanacaq.
be: Маршрут будзе пералічаны, калі адлегласць ад маршруту да бягучай пазіцыі большы абранага значэння.
bg: Маршрутът ще бъде преизчислен, ако разстоянието от маршрута до текущото местоположение е повече от избраната стойност.
ca: Es tornarà a calcular una nova ruta si la distància de la posició actual respecte la ruta vigent supera el valor seleccionat.
cs: Trasa bude přepočítána, pokud vzdálenost od trasy k aktuální poloze je větší než zvolená hodnota.
cy: Bydd y llwybr yn cael ei ailgyfrif os yw'r pellter o'r llwybr i'r lleoliad presennol yn fwy na'r gwerth a ddewiswyd.
da: Ruten genberegnes, hvis afstanden fra ruten til den aktuelle placering er større end den valgte værdi.
de: Die Route wird neu berechnet, wenn die Entfernung von der Route zur aktuellen Position größer als der ausgewählte Wert ist.
el: Η διαδρομή θα επανυπολογιστεί εάν η απόσταση από τη διαδρομή στην τρέχουσα θέση είναι μεγαλύτερη από την επιλεγμένη τιμή.
eo: La kurso estos rekalkulita se la distanco inter la kurso kaj la nuna pozicio superas la enigitan valoron.
es_us: La ruta será recalculada si la distancia a la ubicación actual es mayor que el valor elegido.
et: Teekonna ümberarvutus, kui kaugus teekonnast praegusesse asukohta on suurem valitud väärtusest.
eu: Ibilbidea birkalkulatuko da ibilbidetik uneko punturainoko distantzia hautatutako balioa baino handiagoa bada.
fa: اگر فاصلهٔ مسیر تا موقعیت کنونی بیش از مقدار انتخابی باشد مسیر دوباره محاسبه می‌شود.
fi: Reitti lasketaan uudelleen, jos etäisyys reitistä nykyiseen sijaintiin on suurempi kuin valittu arvo.
fr: L'itinéraire sera recalculé lorsque la distance entre l'itinéraire et votre position est supérieure à la valeur indiquée.
gl: A ruta será recalculada se a distancia á localización actual é maior que o valor escollido.
he: המסלול יחושב מחדש אם המרחק מהמסלול למיקום הנוכחי עובר את הערך הנבחר.
hu: Az útvonal újratervezésre kerül, amennyiben az útvonal és a jelenlegi helyzet közötti távolság nagyobb, mint a kiválasztott érték.
id: Rute akan dikalkulasi ulang jika jarak dari rute ke lokasi saat ini lebih dari nilai yang dipilih.
is: Leiðin verður endurreiknuð ef vegalengd frá leiðinni að núverandi staðsetningu er lengri en uppgefið gildi.
it: Il percorso verrà ricalcolato quando la distanza tra il percorso e la propria posizione è maggiore del valore selezionato.
ja: ルートから現在地までの距離が選択された値よりも大きい場合、ルートが再計算されます。
ko: 경로에서 현재 위치까지의 거리가 선택한 값보다 크면 경로가 다시 계산됩니다.
mk: Trasata ḱe se presmetuva povtorno ako rastojanieto od maršrutata do momentalnata lokacija e poveḱe od izbranata vrednost.
nb: Ruten blir beregnet på nytt hvis avstanden fra ruten til nåværende posisjon er større enn valgt verdi.
nl: De route wordt herberekend als de afstand van de route tot de huidige locatie groter is dan de geselecteerde waarde.
oc: Un percors novèu serà calculat si la distància entre lo percors e la pocision actuala despassan una valor seleccionada.
pl: Trasa zostanie ponownie obliczona, jeśli odległość od trasy do bieżącej lokalizacji jest większa niż wybrana wartość.
ro_ro: Traseul va fi recalculat dacă distanța de la traseu până la locația curentă este mai mare decât valoarea selectată.
ru: Предельно допустимое удаление от маршрута, после которого маршрут будет перестроен.
sc: S'àndala at a torrare a èssere carculada si sa distàntzia dae s'àndala a sa positzione de su momentu at a èssere prus manna de su valore ischertadu.
sk: Trasa bude prepočítaná ak vzdialenosť od trasy k aktuálnej polohe je väčšia ako zvolená hodnota.
sl: Pot bo ponovno izračunana, če je razdalja od poti do trenutne lokacije večja od izbrane vrednosti.
sr: Пут ће бити прерачунат уколико је удаљеност тренутног положаја од пута већа од одабране вредности.
sr_latn: Ruta će biti preračunata ukoliko je udaljenost trenutne lokacije od puta veća od odabrane vrednosti.
sv: Om avståndet från rutten till nuvarande plats är större än valt värde kommer rutten att beräknas om.
ta: தேர்ந்தெடுக்கப்பட்ட மதிப்பை விட வழியிலிருந்து தற்போதைய இருப்பிடத்திற்கு தூரம் அதிகமாக இருந்தால் பாதை மீண்டும் கணக்கிடப்படும்.
tr: Rotadan geçerli konuma olan mesafe seçilen değerden fazla ise rota yeniden hesaplanacaktır.
uk: Маршрут буде перераховано, якщо відстань від маршруту до поточного місця розташування перевищує вибране значення.
vi: Tuyến đường sẽ được tính lại nếu khoảng cách từ tuyến đường đến vị trí hiện tại lớn hơn giá trị đã chọn.
zh_hans: 如果路线到当前位置的距离大于所选择的数值，路线将被重新计算。
zh_hant: 如果從路徑到目前位置的距離大於選定的值，將會重新計算路徑。

source: Only manually
ar: يدويا فقط
be: Толькі ўласнаручна
ca: Només manualment
cs: Pouze manuálně
da: Kun manuelt
de: Nur manuell
el: Μόνο χειροκίνητα
es_us: Sólo manualmente
et: Ainult käsitsi
fr: Seulement manuellement
hu: Csak kézzel
id: Hanya manual
is: Einungis handvirkt
it: Solo manualmente
ja: 手動のみ
ka: მხოლოდ, ხელით
ko: 수동으로만
nb: Kun manuelt
nl: Alleen handmatig
oc: Manualament solament
pl: Tylko ręcznie
pt_br: Apenas manualmente
ro_ro: Numai manual
ru: Только вручную
sc: Manualmente ebbia
sr: Само ручно
sr_latn: Samo ručno
sv: Enbart manuellt
ta: கைமுறையாக மட்டுமே
tr: Sadece el ile
uk: Лише вручну
zh_hant: 只靠手動

# download_persian_voice_alert_descr_ios
source: Settings -> Accessibility -> Spoken Content -> Voices -> Persian -> Dariush
cs: Nastavení -> Zpřístupnění -> Mluvený obsah -> Hlasy -> Perština -> Dariush
da: Indstillinger -> Tilgængelighed -> Talt indhold -> Stemmer -> Persisk -> Dariush
de: Einstellungen -> Eingabehilfen -> Gesprochene Inhalte -> Stimmen -> Persisch -> Dariush
fr: Paramètres -> Accessibilité -> Contenu parlé -> Voix -> Perse -> Dariush
hu: Beállítások -> Kisegítő lehetőségek -> Hangos tartalom -> Hangok -> Perzsa -> Dariush
id: Pengaturan -> Aksesibilitas -> Konten Lisan -> Suara -> Persia -> Dariush
is: Stillingar -> Aukið aðgengi -> Talað efni -> Raddir -> Persneska -> Dariush
it: Impostazioni -> Accessibilità -> Contenuto parlato -> Voci -> Persiano -> Dariush
nl: Instellingen -> Navigatie -> Instellingen -> Navigatie-instellingen -> Gesproken instructies -> Taal -> Perzisch
ru: Настройки -> Универсальный доступ -> Чтение вслух -> Голоса -> Русский -> Голос -> Русский (Россия) -> Катя (улучшенный)
sr: Подешавања -> Приступачност -> Говорни садржај -> Гласови -> Персијски -> Дариуш
sr_latn: Podešavanja -> Pristupačnost -> Govorni sadržaj -> Glasovi -> Persijski -> Dariuš
sv: Inställningar -> Tillgänglighet -> Spoken innehåll -> Röster -> Persiska -> Dariush
ta: அமைப்புகள் -> அணுகல் -> பேசும் உள்ளடக்கம் -> குரல்கள் -> பாரியன் -> டாரியுச்
uk: Налаштування -> Доступність -> Розмовний вміст -> Голоси -> Перська -> Даріуш
zh_hant: 設定->無障礙選項->語音內容->聲音->波斯->大流士

# download_persian_voice_alert_descr_macos
source: Settings -> Accessibility -> Spoken Content -> System Voice -> Manage Voices -> Persian -> Dariush
cs: Nastavení -> Zpřístupnění -> Mluvený obsah -> Systémový hlas -> Správa hlasů -> Perština -> Dariush
da: Indstillinger -> Tilgængelighed -> Talt indhold -> Systemstemme -> Administrer stemmer -> Persisk -> Dariush
de: Einstellungen -> Eingabehilfen -> Gesprochene Inhalte -> Systemstimme -> Stimmen verwalten -> Persisch -> Dariush
fr: Paramètres -> Accessibilité -> Contenu parlé -> Voix système -> Gérer les voix -> Perse -> Dariush
hu: Beállítások -> Kisegítő lehetőségek -> Beszélt tartalom -> Rendszerhang -> Hangok kezelése -> Perzsa -> Dariush
id: Pengaturan -> Aksesibilitas -> Konten Lisan -> Suara Sistem -> Kelola Suara -> Persia -> Dariush
is: Stillingar -> Aukið aðgengi -> Talað efni -> Rödd kerfis -> Sýsla með raddir -> Persneska -> Dariush
it: Impostazioni -> Accessibilità -> Contenuto parlato -> Voce di sistema -> Gestisci voci -> Persiano -> Dariush
nl: Instellingen -> Navigatie -> Instellingen -> Navigatie-instellingen -> Gesproken instructies -> Taal -> Perzisch
ru: Системные настройки-> Универсальный доступ-> Устный контент -> Голос системы -> Управление голосами -> Русский (Россия) - Катя -> Катя (улучшенный)
sr: Подешавања -> Приступачност -> Говорни садржај -> Системски глас -> Управљање гласовима -> Персијски -> Дариуш
sr_latn: Podešavanja -> Pristupačnost -> Govorni sadržaj -> Sistemski glas -> Upravljanje glasovima -> Persijski -> Dariuš
sv: Inställningar -> Tillgänglighet -> Spoken innehåll -> Systemröst -> Hantera röster -> persiska -> Dariush
ta: அமைப்புகள் -> அணுகல் -> பேசும் உள்ளடக்கம் -> கணினி குரல் -> குரல்களை நிர்வகிக்கவும் -> பாரசீக -> டாரியுச்
uk: Налаштування -> Спеціальні можливості -> Розмовний вміст -> Системний голос -> Керування голосами -> Перська -> Даріуш
zh_hant: 設定->無障礙設定->語音內容->系統語音->管理聲音->波斯->大流士

# shared_string_navigation
source: Navigation
ar: الملاحة
ast: Navegación
az: Naviqasiya
be: Навігацыя
bg: Маршрутизация
bn: দিক নির্ণয়
br: Merdeiñ
ca: Navegació
cs: Navigace
cy: Llywio
el: Πλοήγηση
eo: Navigi
es_us: Navegación
et: Navigeerimine
eu: Nabigazioa
fa: ناوبری
fi: Navigointi
gl: Navegación
he: ניווט
hu: Navigáció
hy: Նավիգացիա
id: Navigasi
is: Leiðsögn
it: Navigazione
ja: ナビゲーション
ka: ნავიგაცია
ko: 내비게이션
lt: Navigacija
lv: Navigācija
mk: Navigacija
ml: വഴികാട്ടി
nb: Navigering
nl: Navigatie
oc: Navigacion
pl: Nawigacja
pt_br: Navegação
ro_ro: Navigație
ru: Навигация
sc: Navigatzione
sk: Navigácia
sl: Navigacija
sr: Навођење
sr_latn: Navigacija
sv: Navigering
ta: வானோடல்
tr: Navigasyon
uk: Навігація
vi: Chỉ đường
zh_hans: 导航
zh_hant: 導航

# route_line_use_map_style_color
source: Use map style (%@) default color.
ar: استخدم اللون الافتراضي لثيم الخريطة (%@).
az: Xəritə stilinin (%@) standart rəngindən istifadə et.
be: Выкарыстоўваць прадвызначаны колер у стылі мапы (%@).
bg: Използване на подразбирания цвят на стила на картата (%@).
cs: Použít výchozí barvu mapového stylu (%@).
cy: Defnddio lliw arferol arddull map (%@).
da: Brug standardfarve for kortstil (%@).
de: Standardfarbe des Kartenstils (%@) verwenden.
el: Χρήση προεπιλεγμένου χρώματος του στυλ χάρτη (%@).
eo: Uzi implicitan koloron de la map‑stilo %@.
es_us: Usa el color predefinido del estilo de mapa (%@).
et: Kasuta kaardistiili (%@) vaikevärvi.
eu: Erabili maparen estiloa (%@) kolore lehenetsia.
fa: از رنگ پیشفرض سبک نقشه (%@) استفاده شود.
fi: Käytä karttatyylin (%@) oletusväriä.
fr: Utiliser la couleur par défaut du style de carte (%@).
he: להשתמש בצבע בררת מחדל של סגנון המפה (%@).
hu: A térképstílus (%@) alapértelmezett színeinek használata.
id: Gunakan warna standar milik gaya peta (%@).
is: Nota kortastíl (%@) sjálfgefinn lit.
it: Utilizza il colore predefinito dello stile della mappa (%@).
ja: マップスタイル(%@)でデフォルトの色を使用します。
ko: 지도 스타일(%@) 기본 색상을 사용합니다.
mk: Koristete standardna boja na stilot na mapata (%@).
nb: Bruk standardfarge for kartstil (%@).
nl: Standaard kleur gebruiken voor kaartstijl (%@).
oc: Utilizar lei colors predefinidas de la mapa (%@).
pl: Użyj domyślnego koloru stylu mapy (%@).
ro_ro: Folosește culoarea implicită a stilului de hartă (%@).
ru: Используется цвет стиля карты (%@).
sc: Imprea su colore predefinidu de s'istile de sa mapa (%@).
sk: Použiť predvolenú farbu mapového štýlu (%@).
sl: Uporabi privzeto barvo sloga zemljevida (%@).
sr: Користите задану боју за стил мапе (%@).
sr_latn: Koristite zadanu boju za stil mape (%@).
sv: Använd standardfärgen för kartstilen (%@).
ta: வரைபட பாணியைப் பயன்படுத்தவும் (%@) இயல்புநிலை வண்ணம்.
tr: Harita tarzı (%@) varsayılan rengini kullan.
uk: Використовувати типовий колір зі стилю мапи (%@).
vi: Dùng màu mặc định theo kiểu bản đồ (%@).
zh_hans: 使用地图样式 (%@) 默认颜色。
zh_hant: 使用地圖樣式 (%@) 預設色彩。

source: Road speeds
ar: سرعة الطريق
be: Хуткасць руху
ca: Velocitat de les carreteres
cs: Rychlosti cest
da: Vejhastigheder
de: Geschwindigkeiten der Straßen
el: Ταχύτητες δρόμου
es_us: Velocidades de caminos
et: Kiirused teedel
fr: Vitesses routières
hu: Közúti sebességek
id: Kecepatan jalan
is: Hraði á vegum
it: Velocità su strada
ja: 法定速度
ka: გზის სიჩქარეები
ko: 도로 속도
nb: Veihastigheter
nl: Snelheden op wegen
oc: Velocitat dei carrieras
pl: Prędkości drogowe
pt_br: Velocidades da estrada
ro_ro: Viteze de circulație
ru: Скорость движения по дороге
sc: Lestresas de sos caminos
sr: Брзине на путу
sr_latn: Brzine na putu
sv: Väghastigheter
ta: சாலை விரைவு
tr: Yol hızları
uk: Швидкість руху
zh_hant: 道路速度

# avoid_transport_type
source: Avoid transport types
ar: تجنب أنواع النقل
be: Пазбягаць тыпы транспарту
ca: Evita tipus de transport
cs: Vyhnout se typům dopravy
da: Undgå transporttyper
de: Transportarten vermeiden
el: Αποφυγή ειδών μεταφοράς
es_us: Evitar tipos de transporte
et: Väldi transpordiliike
fr: Éviter les types de transport
hu: Mellőzze a közlekedési típusokat
id: Hindari jenis transportasi
is: Forðast tegundir samgangna
it: Evita i tipi di trasporto
ja: 避けたい移動手段の種類
ka: ტრანსპორტის ტიპის თავიდან აცილება
ko: 전송 유형 피하기
nb: Unngå transporttyper
nl: Vermijd transporttypes
oc: Evitar lei tipes de transpòrt
pl: Unikaj rodzajów transportu
pt_br: Evitar tipos de transporte
ro_ro: Evitați tipurile de transport
ru: Избегать виды транспорта
sc: Istransi castas de trasportu
sr: Избегавајте врсте транспорта
sr_latn: Izbegavajte vrste transporta
sv: Undvik transportslag
ta: போக்குவரத்து வகைகளைத் தவிர்க்கவும்
tr: Kaçınılacak taşıma türleri
uk: Уникати види транспорту
zh_hant: 避開的交通工具

# temporary_conditional_routing
source: Consider temporary limitations
ar: الاهتمام في القيود المؤقتة
ast: Tener en cuenta les torgues temporales
az: Müvəqqəti məhdudiyyətləri nəzərə al
be: Разглядаць часовыя абмежаванні
ca: Considereu les limitacions temporals
cs: Zohlednit dočasná omezení
cy: Ystyried cyfyngiadau dros dro
da: Tag højde for midlertidige begrænsninger
de: Vorübergehende Einschränkungen berücksichtigen
el: Λάβετε υπόψη τους προσωρινούς περιορισμούς
eo: Konsideri portempajn limigojn
es_us: Considerar limitaciones temporales
et: Arvesta ajutiste piirangutega
eu: Hartu behin behineko mugatzeak aintzat
fa: در نظر گرفتن محدودیت‌های موقت در مسیریابی
fi: Harkitse väliaikaisia rajoituksia
fr: Prendre en compte les limitations temporaires
gl: Considerar limitacións temporais
he: התייחסות למגבלות זמניות
hi: अस्थाई रुकावटों का इस्तेमाल करें
hu: Időszakos korlátozások figyelembevétele
id: Pertimbangkan batasan sementara
is: Taka tillit til tímabundinna takmarkana
it: Tieni conto delle limitazioni temporanee
ja: 一時的な制限の検討
ka: დროებითი შეზღუდვების გათვალისწინება
ko: 도로 위 사고 또는 통제 구간 실시간 반영
lt: Įvertinti laikinus apribojimus
lv: Ņemt vērā īslaicīgos ierobežojumus
mk: Zemete gi vo obzir privremenite ograničuvanja
nb: Ta hensyn til midlertidige begrensninger
nl: Houd rekening met tijdelijke beperkingen
oc: S'avisar dei limitacions temporàrias
pl: Uwzględniaj tymczasowe ograniczenia
ro_ro: Ține cont de limitările temporare
ru: Учитывать временные ограничения
sc: Mentene in cunsìderu sas limitatziones temporàneas
sk: Zohľadniť dočasné obmedzenia
sl: Upoštevaj začasne omejitve
sr: Укључи у обзир и привремена ограничења
sr_latn: Uključi i privremena ograničenja
sv: Ta tillfälliga begränsningar i beaktande
ta: தற்காலிக வரம்புகளைக் கவனியுங்கள்
te: తాత్కాలిక హద్దులు ఎన్నుకో
tr: Geçici sınırlamaları göz önünde bulundur
uk: Враховувати тимчасові обмеження
vi: Xem xét những hạn chế tạm thời
zh_hans: 考虑临时限制
zh_hant: 考慮暫時限制

# interrupt_music_descr
source: Voice prompts pause music playback.
ar: إيقاف أصوات الوسائط عند التوجيهات الصوتية.
ast: Les indicaciones per voz posen la reproducción de música.
be: Пры галасавых падказках прыпыняецца прайграванне музыкі.
bg: Прекъсване на музиката при гласови напътствия.
ca: Les indicacions de veu aturen la reproducció de música.
cs: Hlasové pokyny pozastaví hudbu.
cy: Fully pause any music during voice prompts (not just lower its volume)
da: Stemmemeddelelser sætter musikafspilningen på pause.
de: Musikwiedergabe während Sprachansagen pausieren.
el: Οι φωνητικές ειδοποιήσεις κάνουν παύση της αναπαραγωγής της μουσικής.
eo: Voĉaj sciigoj paǔzigas ludadon de muziko.
es_us: Las indicaciones por voz pausan la reproducción de música.
et: Hääljuhised peatavad muusika esitamise.
eu: Ahots iragarpenek musika pausatuko dute.
fa: پیام‌های گفتاری پخش موسیقی را نگه می‌دارد.
fi: Keskeytä musiikki täydellisesti ääniohjeiden ajaksi (ei ainoastaan hiljennystä).
fr: Les annonces vocales interrompent la musique.
gl: As indicacións por voz deteñen a reprodución de música.
he: הנחיות קוליות משהות מוזיקה שברקע.
hu: Zene szüneteltetése a hangutasítások alatt.
hy: Ձայնային հրահանգներ դադարեցնում են երաժշտության նվագումը։
id: Perintah suara menjeda pemutaran musik.
is: Gera hlé á tónlist á meðan talskilaboð eru flutt.
it: Gli annunci vocali interrompono la musica.
ja: 有効にすると音声案内時に音楽を一時停止します
ko: 음성안내를 할 때 음악을 중지
lt: Pristabdyti muziką skelbiant pranešimą (ne tik pamažinti garsumą).
lv: Pilnībā nopauzēt mūziku paziņojumu brīžos
mk: Glasovnoto izvestuvanje ja pauzira reprodukcijata na muzikata.
ml: ശബ്ദസൂചനയുടെ സമയത്ത് പാട്ടുകള്‍ പാടുന്നത് താല്‍ക്കാലികമായി നിര്‍ത്തുക (വോള്യം കുറക്കുന്നതിന് പകരം)
nb: Talemeldinger stopper midlertidig musikkavspilling.
nl: Onderbreek muziekweergave bij aankondigingen.
oc: Leis anóncias vocalas suspendon completament la musica (a la diferéncia d'una simpla diminucion dau volume)
pl: Komunikaty głosowe wstrzymują odtwarzanie muzyki.
pt_br: Interromper totalmente qualquer música durante as instruções de voz (não apenas diminuir o volume)
ro_ro: Indicațiile vocale pun pe pauză redarea muzicii.
ru: Приостановка воспроизведения во время звучания голоса.
sc: Sos annùntzios vocales ponent sa mùsica in pàusa.
sk: Hlasové povely pozastavia hudbu.
sl: Glasovni pozivi začasno ustavijo predvajanje glasbe.
sr: Гласовни упити заустављају пуштену музику.
sr_latn: Glasovna uputstva zaustavlja muziku.
sv: Röstmeddelanden pausar musikuppspelning.
ta: குரல் இடைநிறுத்த இசை பின்னணியை தூண்டுகிறது.
tr: Sesli uyarılar müzik çalmayı duraklatır.
uk: Голосові повідомлення призупиняють відтворення музики.
vi: Lời nhắc bằng giọng nói tạm dừng việc chơi nhạc.
zh_hans: 语音提示暂停音乐播放。
zh_hant: 語音提示會暫停音樂播放。

# by_dist
source: By distance
ar: بالمسافة
be: Па адлегласці
ca: Per distància
cs: Podle vzdálenosti
da: Efter afstand
de: Nach Entfernung
el: Κατά απόσταση
es_us: Por distancia
et: Kauguse järgi
fr: Par distance
hu: Távolság szerint
id: Berdasarkan jarak
is: Eftir vegalengd
it: Per distanza
ja: 距離
ko: 거리별
mr: अंतरानुसार
nl: Op afstand
oc: Per la distància
pl: Według odległości
pt_br: Pela distância
ro_ro: Pe distanță
ru: По расстоянию
sc: Pro distàntzia
sk: Podľa vzdialenosti
sr: По растојању
sr_latn: Po udaljenosti
sv: Efter avstånd
ta: தூரம் மூலம்
tr: Mesafeye göre
uk: За відстанню
zh_hant: 按距離

# directions_other
source: Other directions
ar: اتجاهات أخرى
be: Іншыя кірункі
ca: Altres direccions
cs: Jiné pokyny
da: Andre retninger
de: Andere Richtungen
el: Άλλες κατευθύνσεις
es_us: Otras direcciones
et: Muud suunad
fr: Autres directions
hu: Egyéb irányok
id: Arah lain
is: Aðrar leiðir
it: Altre direzioni
ja: その他案内地点
ka: სხვა მიმართულებები
ko: 다른 방향
nl: Andere richtingen
oc: Autrei direccions
pl: Inne kierunki
pt_br: Outras direções
ro_ro: Alte direcții
ru: Другие направления
sc: Àteras diretziones
sk: Iné pokyny
sl: Druge smeri
sr: Други правци
sr_latn: Drugi pravci
sv: Andra vägvisningar
ta: பிற திசைகள்
tr: Diğer yönler
uk: Інші напрями
zh_hant: 其它的方位

# shared_string_turn
source: Turn
ar: منعطف
az: Döngə
be: Паварот
ca: Gira
cs: Odbočit
cy: Troi
da: Sving
de: Abbiegung
el: Στροφή
eo: Turno
es_us: Giros
et: Pööra
eu: Bira
fa: پیچ
fi: Käännös
fr: Bifurcation
gl: Xiro
he: פנייה
hu: Bekanyarodás
id: Belok
is: Beygja
it: Svolta
ja: 方向転換
ka: მოხვევა
ko: 턴
lt: Posūkis
mk: Zavrti
nb: Sving
nl: Afslag
oc: Virar
pl: Zakręt
pt_br: Virar
ro_ro: Întoarceți
ru: Поворот
sc: Bortada
sk: Odbočiť
sl: Zavoj
sr: Скретање
sr_latn: Skretanje
sv: Sväng
ta: திருப்பம்
tr: Dönüş
uk: Поворот
vi: Lối rẽ
zh_hans: 转弯
zh_hant: 轉彎

# no_track_files
source: You don’t have track files
ar: لايوجد ملفات المسار
cs: Nemáte žádné soubory stop
da: Du har ingen sporfiler
de: Sie haben keine Track-Dateien
el: Δεν έχετε αρχεία ιχνών
es_us: No tienes archivos de trazas
et: Sul pole rajafaile
fr: Vous n'avez pas de fichier trace
hu: Nincsenek nyomvonal-fájlok
id: Anda tidak memiliki file track
is: Þú ert ekki með neinar ferlaskrár
it: Non hai tracce
ja: 経路ファイルがありません
nl: U heeft geen track-bestanden
pl: Nie masz żadnych plików ścieżek
ro_ro: Nu aveți fișiere de traseu
ru: Нет файлов с треками
sr: Немате фајлове трагова
sr_latn: Nemate fajlove tragova
sv: Du har inga spårfiler
ta: உங்களிடம் ட்ராக் கோப்புகள் இல்லை
uk: У вас немає файлів треків
zh_hant: 你沒有軌跡檔案

# select_tracks_to_display
source: Select tracks to display them on the map.
ar: حدد المسارات لعرضها على الخريطة.
bg: Изберете трасетата, които да бъдат показани на картата.
cs: Vyberte stopy k zobrazení na mapě.
da: Vælg spor for at få dem vist på kortet.
de: Wählen Sie Tracks, um sie auf der Karte anzuzeigen.
el: Επιλέξτε ίχνη για να τα εμφανίσετε στο χάρτη.
eo: Elektu spurojn por vidigi ilin sur la mapo.
es_us: Marca las trazas a mostrar en el mapa.
et: Vali kaardil kuvatavad rajad.
eu: Hautatu arrastoak mapan bistaratzeko.
fi: Valitse kartalla näytettävät reitit.
fr: Sélectionnez les traces à afficher sur la carte.
he: נא לבחור מסלולים כדי להציג אותם על המפה.
hu: Válassza ki a térképen megjelenítendő nyomvonalakat.
id: Pilih trek untuk ditampilkan di peta.
is: Veldu ferla til birtingar á kortinu.
it: Seleziona le tracce per visualizzarle sulla mappa.
ja: マップ上に表示する経路を選択します。
ko: 트랙을 선택하여 지도에 표시합니다.
nb: Velg spor forå vise dem på kartet.
nl: Selecteer tracks om ze op de kaart weer te geven.
pl: Wybierz ścieżki, aby wyświetlić je na mapie.
ro_ro: Selectați trasee pentru a le afișa pe hartă.
ru: Выберите треки для отображения на карте.
sk: Zvoľte stopy pre zobrazenie na mape.
sl: Izberi sledi, ki jihželiš prikazati na zemljevidu.
sr: Изаберите трагове за приказ на карти.
sr_latn: Izaberi rutu za prikaz na mapi.
sv: Välj spår att visa på kartan.
ta: வரைபடத்தில் காண்பிக்க தடங்களைத் தேர்ந்தெடுக்கவும்.
uk: Виберіть треки, щоб показати їх на мапі.
vi: Chọn các tuyến đường để hiển thị chúng trên bản đồ.
zh_hans: 选择轨迹以在地图上显示。
zh_hant: 選取軌跡以在地圖上顯示。

source: Recently visible %@
ar: المشاهد مؤخرا %@
bg: Наскоро видими %@
cs: Nedávno viditelné %@
da: Senest synlig %@
de: Kürzlich sichtbar %@
el: Πρόσφατα ορατά %@
eo: Antaŭe vidigitaj %@
es_us: Visibles recientemente %@
eu: Duela gutxi ikusgai %@
fi: Viimeksi näkyvissä %@
fr: Affiché récemment %@
hu: Legutóbb látható %@
id: Terlihat terkini %@
is: Nýlega sýnilegt %@
it: Visibile recentemente %@
ja: 最近表示された%@
ko: 최근에 표시됨 %@
nb: Nylig synlig %@
nl: Onlangs zichtbaar %@
pl: Ostatnio widoczne %@
ro_ro: %@ vizibil recent
ru: Недавно видимые %@
sk: Nedávno viditeľné %@
sl: Nedavno vidna %@
sr: Недавно видљив %@
sr_latn: Nedavno vidljiv %@
sv: Senast synliga %@
ta: அண்மைக் காலத்தில் தெரியும் %@
uk: Нещодавно переглянуті %@
vi: Hiển thị gần đây %@
zh_hans: 最近可见 %@
zh_hant: 最近可見 %@
