Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# weather_miss_forecasts_description
source: Offline forecast is available per country. Duration up to 7 days. You need to select needed countries.
ar: التوقعات دون اتصال بالإنترنت متاحة لكل بلد. مدة تصل إلى 7 أيام. تحتاج إلى تحديد البلدان المطلوبة.
cs: Offline předpověď je k dispozici pro každou zemi zvlášť. Doba trvání až 7 dní. Je třeba vybrat potřebné země.
da: Offlineprognoser er tilgængelige pr. land. Varighed op til 7 dage. Du skal vælge ønskede lande.
de: Die Offline-Vorhersage ist pro Land verfügbar. Zeitraum bis zu 7 Tagen. Sie müssen die gewünschten Länder auswählen.
es_us: El pronóstico sin conexión está disponible por país. Duran hasta 7 días. Debes marcar los países necesarios.
et: Saadaval on maakohane vallasrežiimis ilmaennustus kestusega 7 päeva. Selle kasutamiseks pead valima riigid.
fr: Les prévisions hors-ligne sont disponible par pays. Pour une prévisions jusqu'à 7 jours. Vous devez sélectionner les pays.
hu: Az offline előrejelzés országonként érhető el. Időtartam: legfeljebb 7 nap. Ki kell választania a szükséges országokat.
id: Prakiraan offline tersedia per negara. Durasi hingga 7 hari. Anda perlu memilih negara yang diperlukan.
is: Veðurspá án nettengingar er aðgengileg fyrir hvert land fyrir sig. Tímalengd er allt að 7 dagar. Þú þarft að velja lönd.
it: Le previsioni offline sono disponibili per paese. Durata fino a 7 giorni. Occorre selezionare i paesi necessari.
nl: Offline voorspelling is beschikbaar per land. Geldigheid tot 7 dagen. U moet de benodigde landen selecteren.
ro_ro: Prognoza offline este disponibilă pentru fiecare țară. Durata până la 7 zile. Trebuie să selectați țările necesare.
ru: Для каждой страны доступен офлайн-прогноз на 7 дней. Вам необходимо выбрать нужные страны.
sc: Sas previsiones non in lìnia sunt a disponimentu pro istadu. Sa durada est de finas a 7 dies. Depes seletzionare sos istados chi ti serbint.
sr: Ванмрежна прогноза је доступна по избору земље. Трајања до 7 дана. Требате одабрати потребне земље.
sr_latn: Vanmrežna prognoza je dostupna po izboru zemlje. Trajanja do 7 dana. Trebate odabrati potrebne zemlje.
sv: Prognoser offline är tillgängliga per land, upp till 7 dagar framåt. Välj önskade länder.
ta: ஒரு நாட்டிற்கு இணைப்பில்லாத முன்னறிவிப்பு கிடைக்கிறது. 7 நாட்கள் வரை காலம். தேவையான நாடுகளை நீங்கள் தேர்ந்தெடுக்க வேண்டும்.
tr: Çevrim dışı tahmin ülke başına kullanılabilir. 7 güne kadar süre. İhtiyaç duyulan ülkeleri seçmeniz gerekir.
uk: Офлайн-прогноз доступний для кожної країни окремо. Тривалість до 7 днів. Потрібно вибрати потрібні країни.
zh_hant: 離線預報每個國家都有。持續時間最長為 7 天。您需要選擇需要的國家。

# benefits_for_contributors_primary_descr
source: Active contributors to OpenStreetMap.org may be entitled to unlimited hourly map updates.
ar: قد يحق للمساهمين النشطين في OpenStreetMap.org الحصول على تحديثات خرائط غير محدودة كل ساعة.
ast: You may be entitled to unlimited hourly map updates if you are an active contributor to OpenStreetMap.org.
az: OpenStreetMap.org-a aktiv töhfə verənlərin limitsiz saatlıq xəritə yeniləmələri almaq hüququ ola bilər.
be: Актыўныя ўдзельнікі OpenStreetMap.org маюць права на неабмежаваную колькасць штогадзінных абнаўленняў мапаў.
bg: Активните сътрудници на OpenStreetMap.org могат да получат право на неограничени почасови обновявания на картата.
cs: Aktivní přispěvatelé na OpenStreetMap.org mohou mít nárok na neomezené hodinové aktualizace map.
cy: Gall fod cyfranwyr gweithredol OpenStreetMap yn cael diweddariadau mapiau hyd at bob awr heb derfyn.
da: Aktive bidragydere til OpenStreetMap.org kan være berettiget til ubegrænsede kortopdateringer hver time.
de: Aktive Mitwirkende an OpenStreetMap.org können Anspruch auf unbegrenzte stündliche Kartenaktualisierungen haben.
el: Οι ενεργοί συνεισφέροντες του OpenStreetMap.org ενδέχεται να έχουν δικαίωμα σε απεριόριστες ωριαίες ενημερώσεις χάρτη.
eo: Aktivaj OpenStreetMap-kontribuantoj povas esti rekompencitaj per senlimajĉiuhoraj ĝisdatigoj de mapoj.
es_us: Los colaboradores activos de OpenStreetMap.org pueden beneficiarse de actualizaciones ilimitadas de los mapas cada hora.
et: Aktiivse kaastöötajana võid omada õigust kaardivärskendustele kord tunnis.
eu: OpenStreetMap.org-eko kolaboratzaile aktiboek orduko mapen eguneratze mugagabeak izateko eskubidea izan dezakete.
fa: مشارکت‌کنندگان فعال در OpenStreetMap.org ممکن است به‌روزرسانی‌های نامحدود ساعتی نقشه دریافت کنند.
fi: OpenStreetMap.orgin aktiiviset avustajat saattavat olla oikeutettuja rajoittamattomiin tunnittaisiin karttapäivityksiin.
fr: Les contributeurs actifs d'OpenStreetMap bénéficient des mises à jour horaires et illimitées des cartes.
he: התנדבות פעילה ב־OpenStreetMap.org עשויה לזכות אותך בעדכוני מפה שעתיים ללא הגבלה.
hu: Az aktív OpenStreetMap.org szerkesztők korlátlan óránkénti térképfrissítésre lehetnek jogosultak.
id: Kontributor OpenSteetMap.org aktif mungkin berhak untuk pembaruan peta per jam tak terbatas.
is: Virkir þátttakendur í OpenStreetMap geta átt rétt á ótakmörkuðum uppfærslum korta á mánaðar og klukkustundar fresti.
it: I contributori attivi di OpenStreetMap.org potrebbero essere idonei gli aggiornamenti mensili e orari illimitati delle mappe.
ja: OpenStreetMap.orgへの積極的な貢献者は、無制限かつ1時間毎のマップ更新を受ける権利があります。
ko: OpenStreetMap.org에 적극적으로 기여한 사람은 시간당 지도 업데이트를 무제한으로 받을 수 있습니다.
lt: Aktyvūs OpenStreetMap.org bendradarbiai gali turėti teisę į neribotą valandinį žemėlapio atnaujinimą.
mk: Aktivnite sorabotnici na OpenStreetMap.org može da imaat pravo na neograničeno časovno ažuriranje na kartata.
nb: Aktive bidragsytere gjør seg fortjent til timevise kartoppdateringer.
nl: Actieve OpenStreetMap.org bijdragers hebben misschien recht op onbeperkte uurlijkse kaartupdates.
oc: Lei contributors actius sus OpenStreetMap.org pòdon beneficiar de l'actualizacion cartografica orària illimitada.
pl: Aktywni współtwórcy OpenStreetMap.org mogą być uprawnieni do nieograniczonych godzinnych aktualizacji map.
ro_ro: Contributorii activi la OpenStreetMap.org pot avea dreptul la actualizări nelimitate ale hărților din oră în oră.
ru: Являясь активным участником OpenStreetMap.org, вы можете получать ежечасные обновления карт без ограничений.
sc: Sos contribuidores ativos a OpenStreetMap.org diant pòdere èssere idòneos a retzire agiornamentos de sa mapa chene lìmites cada ora.
sk: Aktívni prispievatelia do OpenStreetMap.org môžu mať nárok na neobmedzené hodinové aktualizácie máp.
sl: Aktivni sodelavci OpenStreetMap.org so lahko upravičeni do neomejenih urnih posodobitev zemljevida.
sr: Тренутни доприносиоци ОпенСтритМапама могу имати право на неограничена освежавања карте сваких сат времена.
sr_latn: Trenutni doprinosioci OpenStreetMap.org mogu imati pravo na neograničena ažuriranje mape svakih sat vremena.
sv: Engagerade karterare som aktivt bidrar till OpenStreetMap kan vara berättigade till obegränsade kartuppdateringar varje timme.
ta: OpenStreetMap.org க்கு செயலில் பங்களிப்பாளர்கள் வரம்பற்ற மணிநேர வரைபட புதுப்பிப்புகளுக்கு உரிமை பெற்றிருக்கலாம்.
tr: OpenStreetMap.org'a etkin olarak katkıda bulunanlar, sınırsız saatlik harita güncellemelerine hak kazanabilir.
uk: Активні учасники OpenStreetMap.org мають право на необмежене погодинне оновлення мап.
vi: Những người đóng góp cho OpenStreetMap.org đang hoạt động được nhận các bản cập nhật bản đồ hàng tiếng không giới hạn.
zh_hans: 如果你是 OpenStreetMap.org 的积极贡献者，你可能有权获得无限次的每小时地图更新。
zh_hant: 活躍的 OpenStreetMap.org 貢獻者可能有權獲得無限制的每小時地圖更新。

# rendering_attr_showMtbScaleIMBATrails_description
source: Show dedicated mountain biking trails.
ar: عرض مسارات مخصصة لركوب الدراجات الجبلية.
be: Паказваць адмысловыя маршруты для горных ровараў.
bg: Показва специалните пътеки за планинско колоездене.
ca: Mostra els itineraris específics per a bicis de muntanya.
cs: Zobrazit vyhrazené stezky pro horská kola.
da: Vis stier beregnet til mountainbiking.
de: Ausgewiesene Mountainbikestrecken anzeigen.
el: Εμφανίζει εξειδικευμένα μονοπάτια ορεινής ποδηλασίας.
eo: Montri dediĉitajn montbiciklajn kursojn laŭ la skalo de IMBA.
es_us: Mostrar senderos dedicados al ciclismo de montaña.
et: Näita mägirattasõiduks mõeldud radu.
eu: Erakutsi mendiko bizikletako ibilbideak.
fa: نمایش مسیرهای اختصاصی دوچرخه‌سواری کوهستان.
fr: Afficher les chemins tracés pour les VTT.
he: הצגת מסלולים שנועדו במיוחד לרכיבת הרים
hu: Hegyi kerékpározásra (MTB) kialakított utak megjelenítése.
id: Tampilkan jalur khusus untuk bersepeda gunung.
is: Sýna leiðir sérstaklega útbúnar fyrir fjallahjól.
it: Mostra percorsi dedicati al mountainbiking.
ja: 指定されたマウンテンバイクトレイルを表示します。
ko: 전용 산악 자전거 트레일을 보여줍니다.
mk: Prikazi gi posebno dizajniranite pateki za planinski velosipedizam
nb: Vis løyper ment for terrengsykkel.
nl: Toon bestemde mountainbike paden.
pl: Pokaż dedykowane szlaki kolarstwa górskiego.
ro_ro: Arată trasee dedicate ciclismului montan.
ru: Показать выделенные трассы для горных велосипедов.
sc: Ammustra sas camineras dedicadas a sas bitzicletas de monte.
sk: Zobraziť trasy určené pre horské bicykle.
sl: Prikaži namenske poti za gorsko kolesarjenje.
sr: Приказуј одговарајуће планинске бициклистичке стазе.
sr_latn: Prikazuj odgovarajuće planinske biciklističke staze.
sv: Visa dedikerade mountainbike-leder.
ta: அர்ப்பணிப்பு மலை பைக்கிங் பாதைகளைக் காட்டு.
tr: Özel dağ bisikleti parkurlarını göster.
uk: Показати маршрути призначені для гірських велосипедів.
vi: Hiện lối đi riêng cho xe đạp địa hình.
zh_hans: 显示山地自行车专用路径。
zh_hant: 顯示山地自行車專用路徑。

# announcement_time_prepare
source: Prepare
ar: استعد
az: Hazırlıq
be: Падрыхтавацца
cs: Příprava
cy: Paratoi
da: Forbered
de: Zweite Ankündigung (mittlere Distanz)
el: Προετοιμασία
eo: Preparado
es_us: Prepararse
et: Ettevalmistus
eu: Prestatu
fa: آمادگی
fi: Valmistaudu
fr: Préparation
gl: Preparar
he: הכנה
hu: Felkészülés
id: Bersiap
is: Undirbúa
it: Prepararsi
ja: 次々回案内(中距離)
ka: მომზადება
ko: 주문 준비
mk: Podgotvi
nb: Forbered
nl: Vooraankondiging
oc: Preparar
pl: Przygotuj
ro_ro: Pregătire
ru: Заранее
sc: Ammània
sk: Pripraviť sa
sl: Pripravljanje
sr: Припрема
sr_latn: Priprema
sv: Förbered
ta: ஆயத்தம்
tr: Hazırlık
uk: Приготуватися
vi: Chuẩn bị
zh_hans: 准备
zh_hant: 準備

# external_sensors_not_found
source: Sensors not found
ar: لم يتم العثور على أجهزة الاستشعار
bg: Не са намерени сензори
ca: No s'han trobat sensors
cs: Senzory nenalezeny
da: Sensorer ikke fundet
de: Sensoren nicht gefunden
el: Δεν βρέθηκαν αισθητήρες
eo: Trovis neniun sentilon
es_us: Sensores no encontrados
et: Andureid ei leidu
eu: Ez da sentsorerik aurkitu
fa: حسگرها یافت نشدند
fr: Capteurs non trouvés
he: לא נמצאו חיישנים
hu: Nem találhatók érzékelők
id: Sensor tidak ditemukan
is: Skynjarar fundust ekki
it: Sensori non trovati
ko: 센서를 찾을 수 없음
lt: Jutikliai nerasti
nb: Sensorer ikke funnet
nl: Geen sensoren gevonden
pl: Nie znaleziono czujników
ro_ro: Senzori negăsiți
ru: Датчики не найдены
sk: Snímače nenájdené
sl: Senzorji niso bili najdeni
sr: Сензори нису нађени
sr_latn: Sensor nije pronađen
sv: Inga sensorer hittades
ta: சென்சார்கள் காணப்படவில்லை
tr: Sensörler bulunamadı
uk: Датчиків не знайдено
vi: Không tìm thấy cảm biến
zh_hans: 未找到传感器
zh_hant: 找不到感應器

# shared_string_finger
source: Finger
ar: إصبع
be: Палец
bg: Пръст
ca: Dit
cs: Prst
cy: Bys
el: Δάχτυλο
eo: Fingro
es_us: Dedo
et: Sõrmel
eu: Hatza
fa: انگشت
fi: Sormi
fr: Doigt
hu: Ujj
id: Jari
is: Fingur
it: Dito
ka: თითი
ko: 손가락
nl: Vinger
oc: Det
pl: Palec
ro_ro: Deget
ru: Палец
sk: Prst
sl: Prst
sr: Прст
sr_latn: Prst
ta: விரல்
tr: Parmak
uk: Палець
vi: Ngón tay
zh_hans: 手指
zh_hant: 手指

# shared_string_hand
source: Hand
ar: اليد
be: Рука
bg: Ръка
ca: Mà
cs: Ruka
cy: Llaw
da: Hånd
el: Χέρι
eo: Mano
es_us: Mano
et: Käel
eu: Eskua
fa: دست
fi: Käsi
fr: Main
hu: Kéz
id: Tangan
is: Hönd
it: Mano
ka: ხელი
ko: 손
nb: Hånd
oc: Man
pl: Ręka
ro_ro: Mână
ru: Рука
sk: Ruka
sl: Roka
sr: Рука
sr_latn: Ruka
ta: கை
tr: El
uk: Рука
vi: Bàn tay
zh_hans: 手
zh_hant: 手

# my_places_no_tracks_title_root
source: You don’t have track files
ar: لايوجد ملفات المسار
cs: Nemáte žádné soubory stop
da: Du har ingen sporfiler
de: Du hast keine Track-Dateien
el: Δεν έχετε αρχεία ιχνών
es_us: No tienes archivos de trazas
et: Sul pole rajafaile
fr: Vous n’avez pas de traces
hu: Nincsenek nyomvonal-fájljai
id: Anda tidak memiliki file trek
is: Þú ert ekki með neinar ferlaskrár
it: Non hai tracce
ja: 経路ファイルがありません
nl: U heeft geen track-bestanden
ro_ro: Nu aveți fișiere de traseu
ru: У вас нет файлов треков
sr: Немате фајлове трагова
sr_latn: Nemate fajlove tragova
sv: Du har inga spårfiler
ta: உங்களிடம் ட்ராக் கோப்புகள் இல்லை
uk: У вас немає файлів треків
zh_hant: 你沒有軌跡檔案

# deleting_complete
source: Deletion complete
ar: اكتمل الحذف
be: Выдаленне завершана
cs: Smazání dokončeno
da: Sletning fuldført
de: Löschung vollständig
el: Η διαγραφή ολοκληρώθηκε
eo: Forigado plenumita
es_us: Borrado completo
et: Kustutamine õnnestus
eu: Ezabatzea osatu da
fa: پاک‌کردن کامل شد
fi: Poisto valmis
fr: Suppression terminée
he: המחיקה הושלמה
hu: Törlés kész
id: Penghapusan selesai
is: Eyðingu lokið
it: Eliminazione completata
ko: 삭제 완료
nb: Sletting fullført
nl: Verwijdering voltooid
pl: Usuwanie zakończone
ro_ro: Ștergere finalizată
ru: Удаление завершено
sk: Odstránenie dokončené
sl: Brisanje končano
sr: Брисање је завршено
sr_latn: Brisanje je završeno
sv: Radering färdig
ta: நீக்குதல் முடிந்தது
tr: Silme işlemi tamamlandı
uk: Видалення завершено
vi: Việc xoá hoàn tất
zh_hans: 删除完成
zh_hant: 刪除完成

source: Skip download
ar: تخط التنزيل
be: Прамінуць спампоўку
bg: Без изтегляне
cs: Přeskočit stahování
da: Spring download over
de: Download überspringen
el: Παράλειψη λήψης
eo: Preterpasi elŝutadon
es_us: Omitir descarga
eu: Saltatu deskarga
fa: رد کردن بارگیری
fi: Ohita lataus
fr: Ignorer le téléchargement
he: דילוג על הורדה
hu: Letöltés kihagyása
id: Lewatkan unduhan
is: Sleppa niðurhali
it: Salta il download
ja: ダウンロードをスキップ
ko: 다음에 다운로드
lt: Praleisti atsisiuntimą
nb: Hopp over nedlasting
nl: Download overslaan
pl: Pomiń pobieranie
ro_ro: Sări peste descărcare
ru: Пропустить скачивание
sc: Brinca s'iscarrigamentu
sk: Preskočiť sťahovanie
sl: Preskoči prenos
sr: Прескочи преузимање
sr_latn: Preskoči preuzimanje
sv: Hoppa över nedladdning
ta: பதிவிறக்குவதைத் தவிர்க்கவும்
tr: İndirmeyi atla
uk: Пропустити завантаження
vi: Bỏ qua việc tải xuống
zh_hans: 跳过下载
zh_hant: 略過下載

# rendering_value_sectors_name
source: Sectors
ar: القطاعات
bg: Сектори
cs: Sektory
da: Sektorer
de: Sektoren
el: Τομείς
eo: Sektoroj
es_us: Sectores
et: Sektorid
eu: Sektoreak
fa: بخش‌ها
fi: Sektorit
fr: Secteurs
hu: Szektorok
id: Sektor
is: Geirar
it: Settori
ka: სექტორები
ko: 섹터
nb: Sektorer
nl: Sectoren
pl: Sektory
ro_ro: Sectoare
ru: Секторы
sk: Sektory
sl: Sektorji
sr: Одсечци
sr_latn: Sektori
sv: Sektorer
ta: துறைகள்
uk: Сектори
vi: Khu vực
zh_hans: 分区
zh_hant: 區段

# routing_attr_hazmat_category_usa_1_name
source: Explosives
ar: متفجرات
bg: Взривни вещества
ca: Explosius
cs: Výbušniny
da: Sprængstoffer
de: Sprengstoffe
el: Εκρηκτικά
eo: Eksplodaĵoj
es_us: Explosivos
eu: Lehergaiak
fa: مواد منفجره
fi: Räjähteet
fr: Explosifs
he: חומרי נפץ
hu: Robbanóanyagok
id: Bahan peledak
is: Sprengiefni
it: Esplosivi
ka: ფეთქებადი ნივთიერებები
ko: 폭
nb: Sprengstoff
nl: Explosieven
pl: Materiały wybuchowe
ro_ro: Explozibili
ru: Взрывчатые вещества
sk: Výbušniny
sl: Eksplozivi
sr: Експлозиви
sr_latn: Eksplozivi
sv: Explosiva ämnen och föremål
ta: வெடிபொருட்கள்
tr: Patlayıcılar
uk: Вибухівка
vi: Chất nổ
zh_hans: 爆炸物
zh_hant: 炸藥

# missing_maps_ignore_details
source: Downloaded maps cover your route? Navigate with them if you're familiar with the area.
cs: Pokrývají stažené mapy vaši trasu? Navigujte podle nich, pokud oblast dobře znáte.
da: Dækker downloadede kort din rute? Naviger med dem, hvis du er fortrolig med området.
de: Decken heruntergeladene Karten Ihre Route ab? Navigieren Sie mit ihnen, wenn Sie sich in der Gegend auskennen.
el: Οι ληφθέντες χάρτες καλύπτουν την διαδρομή σας. Πλοηγηθείτε με αυτούς εάν είστε οικείοι με την περιοχή.
es_us: ¿Los mapas descargados cubren tu ruta? Puedes navegar con ellos si conoces la zona.
eu: Deskargatutako mapek zure ibilbidea hartzen dute? Nabigatu haiekin ingurua ezagutzen baduzu.
fa: چشم‌پوشی از هشدارهای نقشه‌های گم‌شده و ادامه ناوبری.
fr: Les cartes téléchargées couvrent votre itinéraire ? Utilisez-les pour naviguer si vous connaissez la région.
he: המפות שהורדו מכסות את הנתיב שלך? אפשר לנווט באמצעות אם האזור הזה לא מוכר לך.
hu: Lefedik-e az útvonalat a már letöltött térképek? Navigáljon azokkal, ha ismeri a környéket.
id: Apakah peta yang Anda unduh meliputi rute yang Anda maksud? Navigasikan rute yang Anda maksud jika Anda mengenali area tersebut.
is: Ná sóttu landakortin yfir leiðina þína? Ferðastu eftir þeim ef þú kannast við svæðið.
it: Le mappe scaricate coprono il tuo percorso? Naviga con quelle se hai familiarità con la zona.
ja: ダウンロードしたマップはルートをカバーしていますか？その地域に詳しいなら、ナビゲートしてください。
nb: Dekker nedlastede kart ruten din? Naviger med dem hvis du er kjent i området.
nl: Dekken gedownloade kaarten je route? Gebruik ze om te navigeren als je bekent met het gebied.
pl: Niektóre już pobrane mapy mogą być odpowiednie dla danej trasy. Jeśli znasz obszar i mapy, możesz spróbować wyznaczyć trasę przy użyciu istniejących map.
ro_ro: Hărțile descărcate acoperă traseul dumneavoastră? Navigați cu ajutorul acestora dacă sunteți familiarizat cu zona.
ru: Скачанные карты плохо отображают ваш маршрут? Ориентируйтесь по ним, только если вы хорошо знакомы с местностью.
sk: Pokrývajú stiahnuté mapy vašu trasu? Navigujte s nimi ak poznáte danú oblasť.
sr: Да ли преузете карте покривају вашу путању? Крећите се помоћу њих уколико познајете област.
sr_latn: Preuzete mape pokrivaju vašu rutu? Krećite se sa njima ako ste upoznati sa područjem.
sv: Täcker nedladdade kartor din rutt? Navigera med dem om du är bekant med området.
ta: பதிவிறக்கம் செய்யப்பட்ட வரைபடங்கள் உங்கள் வழியை மறைக்கின்றனவா? நீங்கள் அந்த பகுதியை நன்கு அறிந்திருந்தால் அவர்களுடன் செல்லவும்.
tr: Rotanız için indirdiğiniz haritalar uygun olabilir. Eğer bölgeye ve haritaya tanıdık iseniz, yönlendirmeyi var olan haritaları kullanarak yapmayı deneyebilirsiniz.
uk: Завантажені мапи покривають ваш маршрут? Орієнтуйтеся за ними, якщо ви знайомі з місцевістю.
vi: Tải xuống các bản đồ có tuyến đường của bạn? Điều hướng với chúng nếu bạn biết khu vực đó.
zh_hant: 已下載的地圖涵蓋了您的路線嗎？若您熟悉該區域，請使用它們來導航。

# weather_source_GFS_title
source: GFS
id: GPS
sr: ГФС
ta: சி.எஃப்.எச்

# rendering_value_pale_name
source: Pale
ca: Pàl·lid
cs: Světlá
da: Bleg
de: Blass
el: Ανοιχτόχρωμο
es_us: Pálido
et: Kahvatu
eu: Zurbila
fa: رنگ کم‌رنگ
fr: Pâle
hu: Halvány
id: Pucat
is: Fölt
it: Chiaro
ja: 淡色
nl: Bleek
ro_ro: Palid
ru: Бледный
sk: Bledá
sr: Бледо
sr_latn: Bledo
sv: Blek
ta: வெளிர்
uk: Блідий
vi: Nhạt
zh_hans: 灰暗
zh_hant: 灰白

source: View angle
ca: Angle de visió
cs: Zorný úhel
da: Betragtningsvinkel
de: Blickwinkel
el: Γωνία θέασης
es_us: Ángulo de visión
et: Vaatenurk
eu: Ikuspegiaren angelua
fa: زاویه دید
fr: Angle de vue
hu: Látószög
id: Sudut pandangan
is: Horn sýnar
it: Vista ad angolo
ja: 視点表示
nl: Gezichtshoek
ro_ro: Unghi de vizualizare
ru: Угол обзора
sk: Zorný uhol
sr: Угао погледа
sr_latn: Ugao gledanja
sv: Siktfält
ta: கோணத்தைக் காண்க
uk: Кут огляду
vi: Xem góc
zh_hans: 视线角
zh_hant: 檢視角度

source: Location radius
ca: Radi d'ubicació
cs: Poloměr polohy
da: Placeringsradius
de: Standortradius
el: Ακτίνα τοποθεσίας
es_us: Radio de ubicación
et: Asukoha raadius
eu: Kokapen erradioa
fa: شعاع موقعیت
fr: Rayon de position
hu: Hely sugár
id: Radius lokasi
is: Radíus staðsetningar
it: Raggio di posizione
ja: 位置の半径
nl: Locatieradius
ro_ro: Raza de localizare
ru: Радиус местоположения
sk: Polomer polohy
sr: Пречник положаја
sr_latn: Radijus lokacije
sv: Platsradie
ta: இருப்பிட ஆரம்
uk: Радіус розташування
vi: Bán kính vị trí
zh_hans: 定位半径
zh_hant: 定位半徑

source: User palette
cs: Uživatelská paleta
da: Brugerpalet
de: Benutzerpalette
el: Παλέτα χρήστη
es_us: Paleta del usuario
et: Kasutaja palett
eu: Erabiltzailearen paleta
fa: پالت کاربر
fr: Palette de l'utilisateur
hu: Felhasználói paletta
id: Palet pengguna
is: Litaspjald notanda
it: Tavolozza utente
ja: ユーザーパレット
nl: Gebruikerspalet
pl: Paleta użytkownika
ro_ro: Paleta utilizatorului
ru: Пользовательская палитра
sk: Používateľská paleta
sr: Кориснички образац боја
sr_latn: Korisnička paleta
sv: Användarpalett
ta: பயனர் தட்டு
tr: Kullanıcı paleti
uk: Палітра користувача
vi: Bảng màu người dùng
zh_hans: 用户调色板
zh_hant: 使用者調色板

# shared_string_local
source: Local
az: Yerli
be: Спампаваныя
cs: Lokální
da: Lokal
de: Lokal
el: Τοπικά
et: Kohalik
eu: Deskargatuta
fa: محلی
fr: Stockage
hu: Telepítve
hy: Տեղական
id: Lokal
is: Staðvært
it: Nel dispositivo
ja: 保存済み
kn: ಸ್ಥಳಿಯ
ko: 로컬
ml: പ്രാദേശികം
mr: आधीच उतरवलेले
nl: Geïnstalleerd
pl: Pobrane
ru: Локальные
sc: Installadas
sk: Lokálne
sr: Местно
sr_latn: Preuzeto
sv: Hämtat
ta: உள்ளக
tr: Yerel
uk: Локальні
vi: Đã có
zh_hans: 本地
zh_hant: 本機

source: Battery saving mode
cs: Režim úspory baterie
da: Batterisparetilstand
de: Akkusparmodus
el: Λειτουργία εξοικονόμησης ενέργειας
es_us: Modo ahorro de batería
et: Akusäästmise režiim
eu: Bateria aurrezteko modua
fa: حالت صرفه‌جویی باتری
fr: Mode économie d'énergie
hu: Energiatakarékos mód
id: Mode hemat baterai
is: Rafhlöðusparnaðarhamur
it: Modalità di risparmio batteria
ja: 省電力モード
nl: Batterij-spaarstand
ro_ro: Mod de economisire a bateriei
ru: Режим экономии батареи
sk: Režim úspory batérie
sr: Режим уштеде батерије
sr_latn: Režim uštede baterije
sv: Batterisparläge
ta: பேட்டரி சேமிப்பு முறை
uk: Режим енергоощадження
zh_hans: 省电模式
zh_hant: 省電模式

# mapillary_menu_title_tile_cache
source: Tile cache
ar: تخزين مؤقت
ast: Caché de teseles
be: Кэш фрагментаў
ca: Memòria cau de tessel·les
cs: Vyrovnávací paměť dlaždic
cy: Cudd-stor teils
da: Kortflisemellemlager (cache)
de: Kachelzwischenspeicher
el: Κρυφή μνήμη πλακιδίου
eo: Kahela memoro
es_us: Caché de teselas
et: Paanide puhver
eu: Lauzen katxea
fa: حافظهٔ کاشی‌ها
fi: Karttaruutuvälimuisti
fr: Cache des tuiles
gl: Caché de teselas
he: מטמון האריחים
hu: Csempegyorsítótár
hy: Սալիկներ կեշ
id: Cache ubin
is: Kortaflísaskyndiminni
it: Cache mattonelle
ja: タイルキャッシュ
ka: ფილების კეში
ko: 타일 캐시
lt: Žemėlapio lakštų talpykla
lv: Bilžu kešatmiņa
mk: Keš za pločki
ml: ടൈൽ കാഷെ
nb: Kartflis-hurtigbuffer
nl: Tegel-cachegeheugen
oc: Memòria temporària de teules
pl: Pamięć podręczna kafelków
ro_ro: Cache pentru segmente
ru: Кеш тайлов
sc: Cache de sos tasseddos
sk: Pamäť dlaždíc
sl: Predpomnilnik sličic
sr: Захват плочица
sr_latn: Keš sličica mape
sv: Cache för kartrutor
ta: ஓடு கேச்
tr: Karo önbellek
uk: Тайловий кеш
vi: Bộ nhớ đệm của mảng
zh_hans: 区片缓存
zh_hant: 圖磚快取

source: Add destination
ar: إضافة وجهة
be: Дадаць пункт прызначэння
ca: Afegeix destinació
cs: Přidat cíl
da: Tilføj destination
de: Ziel hinzufügen
el: Προσθήκη προορισμού
es_us: Añadir destino
et: Lisa sihtkoht
fa: مقصد را اضافه کنید
fr: Ajouter une destination
hu: Úti cél hozzáadása
id: Tambah tujuan
is: Bæta við áfangastað
it: Aggiungi destinazione
ja: 目的地を追加
nl: Bestemming toevoegen
oc: Ajustar una destinacion
pl: Dodaj cel trasy
pt_br: Adicionar destino
ro_ro: Adăugați destinația
ru: Добавить пункт назначения
sc: Annanghe una destinatzione
sr: Додај одредиште
sr_latn: Dodaj odredište
sv: Lägg till destination
ta: இலக்கைச் சேர்க்கவும்
tr: Hedef ekle
uk: Додати пункт призначення
zh_hant: 新增目的地
