Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# ios_release_5_0
source: • Introduced Smart Folders for automatic track organization. • Added a full-screen gallery viewer for Wikimedia images. • Added support for Vietnamese and Hebrew Text-to-Speech (TTS) for navigation. • Added Quick Actions for controlling trip recording. • Added a "Detailed track guidance" option and an "Attach to the roads" suggestion dialog. • Made prominent peaks discoverable via map and search. • Added border highlighting for buildings and areas with detailed information. • Added an option to toggle visibility for separate favorite groups on the map. • Expanded icon options for Favorites by adding icons from all POI categories. • Added battery level display for external sensors. • Added an option to change the appearance of multiple tracks simultaneously. • Added a "Reset" action for the Average Speed widget. • CarPlay Search: Added the ability to select buildings. • Fixed the UTM coordinate input sequence. • Fixed an issue with track waypoint colors. • Fixed the missing "Download all" button for Terrain maps. • Fixed an issue where popular articles were sometimes missing in Travel Guides.
cs: • Přidány Chytré složky pro automatickou organizaci tras. • Přidán prohlížeč obrázků z Wikimedia na celou obrazovku. • Přidána podpora pro čtení textu (TTS) ve vietnamštině a hebrejštině pro navigaci. • Přidány Rychlé akce pro ovládání záznamu trasy. • Přidána možnost „Podrobné vedení trasy“ a dialogové okno s návrhem „Přichytit k silnicím“. • Výrazné vrcholy lze nyní vyhledat na mapě i pomocí vyhledávání. • Zvýrazněné hranice budov a oblastí s podrobnými informacemi. • Přidána možnost zapnout/vypnout viditelnost jednotlivých skupin oblíbených míst na mapě. • Rozšířeny možnosti ikon pro Oblíbené přidáním ikon ze všech kategorií POI (bodů zájmu). • Přidán ukazatel úrovně nabití baterie pro externí senzory. • Přidána možnost změnit vzhled více tras najednou. • Přidána akce „Resetovat“ pro widget Průměrná rychlost. • CarPlay Vyhledávání: Přidána možnost výběru budov. • Opraveno zadávání souřadnic v UTM formátu. • Opraven problém s barvami bodů na trase. • Opraveno chybějící tlačítko „Stáhnout vše“ u map s terénem. • Opraven problém, kdy někdy chyběly populární články v Cestovních průvodcích.
da: • Introduceret smart-mapper til automatisk organisering af spor. • Tilføjet en galleriviser i fuld skærm til Wikimedia-billeder. • Tilføjet understøttelse af vietnamesisk og hebraisk tekst-til-tale (TTS) til navigation. • Tilføjet Hurtige handlinger til styring af turoptagelse. • Tilføjet en mulighed for "Detaljeret sporvejledning" og en dialog med forslag til "Fastgør til vejene". • Gør fremtrædende toppe synlige via kort og søgning. • Tilføjet kantfremhævning for bygninger og områder med detaljeret information. • Tilføjet en mulighed for at skifte synlighed for separate favoritgrupper på kortet. • Udvidede ikonmuligheder for favoritter ved at tilføje ikoner fra alle IP-kategorier. • Tilføjet visning af batteriniveau for eksterne sensorer. • Tilføjet en mulighed for at ændre udseendet på flere spor samtidigt. • Tilføjet en »Nulstil«-handling til modulet Gennemsnitshastighed. • CarPlay-søgning: Tilføjet muligheden for at vælge bygninger. • Rettelse af inputsekvensen for UTM-koordinater. • Rettet et problem med farverne på sporets rutepunkt. • Rettet den manglende "Download alle"-knap til terrænkort. • Rettet et problem, hvor populære artikler nogle gange manglede i rejseguiderne.
fr: • Introduction des dossiers intelligents pour l'organisation automatique des tracés. • Ajout d'une galerie d'images plein écran pour les images Wikimedia. • Prise en charge de la synthèse vocale (TTS) en vietnamien et en hébreu pour la navigation. • Ajout d'actions rapides pour contrôler l'enregistrement des trajets. • Ajout d'une option « Guide détaillé du tracé » et d'une boîte de dialogue de suggestion « Attacher aux routes ». • Découverte des sommets importants via la carte et la recherche. • Mise en surbrillance des bordures des bâtiments et des zones avec des informations détaillées. • Ajout d'une option permettant d'activer ou de désactiver la visibilité de groupes de favoris distincts sur la carte. • Extension des options d'icônes pour les favoris grâce à l'ajout d'icônes de toutes les catégories de points d'intérêt. • Affichage du niveau de batterie des capteurs externes. • Ajout d'une option permettant de modifier l'apparence de plusieurs tracés simultanément. • Ajout d'une action « Réinitialiser » pour le widget Vitesse moyenne. • Recherche CarPlay : Ajout de la possibilité de sélectionner des bâtiments. • Correction de la séquence de saisie des coordonnées UTM. • Correction d'un problème de couleurs des points de cheminement. • Correction du bouton « Télécharger tout » manquant pour les cartes de terrain. • Correction d'un problème où des articles populaires manquaient parfois dans les guides de voyage.
hu: • Okosmappák bevezetése az automatikus nyomvonalszervezéshez. • Teljes képernyős galérianézegető hozzáadása a Wikimedia képekhez. • Vietnámi és héber szövegfelolvasás (TTS) támogatása a navigációhoz. • Gyorsműveletek hozzáadása az utazásrögzítés vezérléséhez. • „Részletes nyomvonal-útmutatás” opció és „Utakhoz csatolás” javaslati párbeszédpanel hozzáadása. • Kiemelkedő csúcsok felfedezhetők a térképen és kereséssel. • Szegélykiemelés hozzáadása az épületekhez és területekhez részletes információkkal. • Opció hozzáadása a különálló kedvenc csoportok láthatóságának váltásához a térképen. • Bővített ikonopciók a kedvencekhez az összes POI-kategória ikonjainak hozzáadásával. • Akkumulátorszint-kijelzés hozzáadása a külső érzékelőkhöz. • Opció hozzáadása több nyomvonal megjelenésének egyidejű módosításához. • „Visszaállítás” művelet hozzáadása az Átlagsebesség modulhoz. • CarPlay keresés: Épületek kiválasztásának lehetősége. • Javítva az UTM koordináta beviteli sorrendje. • Javítva egy probléma a nyomvonal-útpontok színeivel. • Javítva a hiányzó „Összes letöltése” gomb a domborzati térképeknél. • Javítva egy probléma, amely miatt a népszerű cikkek néha hiányoztak az utazási útmutatókból.
id: • Memperkenalkan Folder Cerdas untuk pengaturan trek otomatis. • Menambahkan penampil galeri layar penuh untuk gambar Wikimedia. • Menambahkan dukungan untuk Text-to-Speech (TTS) Bahasa Vietnam dan Ibrani untuk navigasi. • Menambahkan Tindakan Cepat untuk mengontrol perekaman perjalanan. • Menambahkan opsi "Panduan trek terperinci" dan dialog saran "Tempelkan ke jalan". • Membuat puncak yang menonjol dapat ditemukan melalui peta dan pencarian. • Menambahkan penyorotan batas untuk bangunan dan area dengan informasi rinci. • Menambahkan opsi untuk mengaktifkan/menonaktifkan visibilitas untuk grup favorit terpisah di peta. • Memperluas opsi ikon untuk Favorit dengan menambahkan ikon dari semua kategori POI. • Menambahkan tampilan level baterai untuk sensor eksternal. • Menambahkan opsi untuk mengubah tampilan beberapa trek secara bersamaan. • Menambahkan tindakan "Reset" untuk widget Kecepatan Rata-Rata. • Pencarian CarPlay: Menambahkan kemampuan untuk memilih bangunan. • Memperbaiki urutan input koordinat UTM. • Memperbaiki masalah dengan warna titik jalan trek. • Memperbaiki tombol "Unduh semua" yang hilang untuk peta Medan. • Memperbaiki masalah di mana artikel populer terkadang hilang di Panduan Perjalanan.
it: • Introdotte le Cartelle Intelligenti per l'organizzazione automatica dei percorsi. • Aggiunto un visualizzatore di galleria a schermo intero per le immagini Wikimedia. • Aggiunto il supporto per la sintesi vocale (TTS) in vietnamita ed ebraico per la navigazione. • Aggiunte Azioni Rapide per il controllo della registrazione del viaggio. • Aggiunta l'opzione "Guida dettagliata al percorso" e una finestra di dialogo di suggerimento "Collega alle strade". • Resa individuabile tramite mappa e ricerca le vette più importanti. • Aggiunta l'evidenziazione dei bordi per edifici e aree con informazioni dettagliate. • Aggiunta un'opzione per attivare/disattivare la visibilità di singoli gruppi di preferiti sulla mappa. • Ampliate le opzioni delle icone per i Preferiti aggiungendo icone da tutte le categorie di PDI. • Aggiunta la visualizzazione del livello della batteria per i sensori esterni. • Aggiunta un'opzione per modificare l'aspetto di più percorsi contemporaneamente. • Aggiunta un'azione "Reimposta" per il widget Velocità Media. • Ricerca CarPlay: aggiunta la possibilità di selezionare gli edifici. • Corretta la sequenza di inserimento delle coordinate UTM. • Risolto un problema con i colori dei waypoint della traccia. • Corretto il pulsante "Scarica tutto" mancante per le mappe del terreno. • Risolto un problema per cui gli articoli più popolari a volte risultavano mancanti nelle guide turistiche.
ru: • Добавлены "Умные папки" для автоматической организации треков. • Добавлен полноэкранный режим просмотра галереи изображений Викимедиа. • Добавлена поддержка преобразования текста в речь на вьетнамском и иврите (TTS) для навигации. • Добавлены быстрые действия для управления записью поездки. • Добавлена опция "Подробное руководство по треку" и диалоговое окно с предложением "Привязка к дороге". • Вершины гор теперь можно находить с помощью поиска на карте. • Добавлена подсветка границ зданий и территорий с подробной информацией. • Добавлена возможность переключать видимость отдельных избранных групп на карте. • Расширены параметры значков для избранного за счет добавления значков из всех категорий POI. • Добавлен индикатор уровня заряда батареи для вело-датчиков. • Добавлена возможность изменять дизайн нескольких треков одновременно. • Добавлено действие "Сброс" для виджета средней скорости. • Поиск в CarPlay: Добавлена возможность выбора зданий. • Исправлена последовательность ввода координат UTM. • Решён вопрос с цветом путевых точек трека. • Исправлена ошибка, из-за которой отсутствовала кнопка "Скачать всё" для карт рельефа. • Исправлена ошибка, из-за которой в путеводителях иногда отсутствовали популярные статьи.
sv: • Introducerade smarta mappar för automatisk spårorganisation. • Lagt till en helskärmsvisning av gallerier för Wikimedia-bilder. • Lagt till stöd för vietnamesisk och hebreisk text-till-tal (TTS) för navigering. • Lagt till snabbåtgärder för att styra reseinspelning. • Lagt till ett alternativ för "Detaljerad spårvägledning" och en dialogruta för förslag på "Anslut till vägarna". • Gjorde framträdande toppar synliga via karta och sökning. • Lagt till kantmarkering för byggnader och områden med detaljerad information. • Lagt till ett alternativ för att växla synlighet för separata favoritgrupper på kartan. • Utökade ikonalternativ för favoriter genom att lägga till ikoner från alla POI-kategorier. • Lagt till batterinivåvisning för externa sensorer. • Lagt till ett alternativ för att ändra utseendet på flera spår samtidigt. • Lagt till en "Återställ"-åtgärd för widgeten Medelhastighet. • CarPlay-sökning: Lagt till möjligheten att välja byggnader. • Åtgärdade UTM-koordinatinmatningssekvensen. • Åtgärdade ett problem med spårvägpunktsfärger. • Åtgärdade den saknade knappen "Ladda ner alla" för terrängkartor. • Åtgärdade ett problem som ibland innebar att populära artiklar saknades i reseguider.
ta: Tram தானியங்கி டிராக் அமைப்புக்கு அறிவுள்ள கோப்புறைகளை அறிமுகப்படுத்தியது. Wi விக்கிமீடியா படங்களுக்கான முழு திரை கேலரி பார்வையாளரைச் சேர்த்தது. வழிசெலுத்தலுக்கான வியட்நாமிய மற்றும் எபிரேய உரை-க்கு-பேச்சு (டி.டி.எச்) க்கான உதவி சேர்க்கப்பட்டது. The பயண பதிவைக் கட்டுப்படுத்த விரைவான செயல்களைச் சேர்த்தது. "" விரிவான தட வழிகாட்டுதல் "விருப்பத்தையும்," சாலைகளுடன் இணைக்கவும் "பரிந்துரை உரையாடலைச் சேர்த்தது. Map வரைபடம் மற்றும் தேடல் வழியாக முக்கிய சிகரங்களை கண்டறியக்கூடியதாக மாற்றியது. • விரிவான தகவல்களைக் கொண்ட கட்டிடங்கள் மற்றும் பகுதிகளுக்கு எல்லை சிறப்பம்சமாக சேர்க்கப்பட்டது. Map வரைபடத்தில் தனித்தனி பிடித்த குழுக்களுக்கான தெரிவுநிலையை மாற்றுவதற்கான விருப்பத்தைச் சேர்த்தது. POI அனைத்து POI வகைகளிலிருந்தும் ஐகான்களைச் சேர்ப்பதன் மூலம் பிடித்தவைகளுக்கான விரிவாக்கப்பட்ட படவுரு விருப்பங்கள். Sens வெளிப்புற சென்சார்களுக்கான பேட்டரி நிலை காட்சி சேர்க்கப்பட்டது. The ஒரே நேரத்தில் பல தடங்களின் தோற்றத்தை மாற்ற ஒரு விருப்பத்தைச் சேர்த்தது. Speed சராசரி வேக விட்செட்டுக்கு "மீட்டமை" செயலைச் சேர்த்தது. • கார்ப்ளே தேடல்: கட்டிடங்களைத் தேர்ந்தெடுக்கும் திறனைச் சேர்த்தது. UT யுடிஎம் ஒருங்கிணைப்பு உள்ளீட்டு வரிசை சரி செய்யப்பட்டது. The டிராக் வே பாயிண்ட் வண்ணங்களுடன் சிக்கல் சரி செய்யப்பட்டது. Term நிலப்பரப்பு வரைபடங்களுக்கான காணாமல் போன "அனைத்தையும் பதிவிறக்குங்கள்" பொத்தானை சரி செய்தது. Soust பயண வழிகாட்டிகளில் பிரபலமான கட்டுரைகள் சில நேரங்களில் காணாமல் போன ஒரு சிக்கல் சரி செய்யப்பட்டது.
uk: - Впроваджено Розумні папки для автоматичної організації треків. - Додано повноекранний перегляд галереї для зображень Вікісховища. - Додано підтримку в'єтнамської та івриту для перетворення тексту в мову (TTS) для навігації. - Додано Швидкі дії для керування записом подорожі. - Додано опцію "Детальний путівник по треку" та діалогове вікно з пропозицією "Приєднатися до доріг". - Видатні вершини можна знайти за допомогою мапи та пошуку. - Додано підсвічування меж для будівель і ділянок з детальною інформацією. - Додано можливість перемикання видимості окремих груп об'єктів на мапі. - Розширено параметри піктограм для Вибраного, додавши піктограми з усіх категорій POI. - Додано відображення рівня заряду батареї для зовнішніх датчиків. - Додано можливість змінювати вигляд кількох треків одночасно. - Додано дію "Скинути" для віджету Середня швидкість. - Пошук CarPlay: Додано можливість вибору будівель. - Виправлено послідовність введення координат UTM. - Виправлено проблему з кольорами маршрутних точок треків. - Виправлено відсутність кнопки "Завантажити всі" для карт місцевості. - Виправлено проблему, коли популярні статті іноді були відсутні у Путівниках.

source: Apply to all points
el: Εφαρμογή σε όλα τα σημεία
et: Rakenda kõikidele punktidele
fa: پیاده‌سازی به همه نقاط
fr: Appliquer à tous les points
hu: Alkalmazza az összes pontra
id: Tetapkan ke semua titik
is: Beita á alla punkta
nl: Toepassen op alle punten
ru: Применить для всех точек
sv: Tillämpa på alla punkter
ta: எல்லா புள்ளிகளுக்கும் பொருந்தும்
uk: Застосувати до всіх пунктів

# map_widget_route_information_desc
source: Displays the estimated arrival time, remaining travel time, and distance for the current navigation route.
el: Εμφανίζει τον εκτιμέμενο χρόνο άφιξης, τον εναπομείναντα χρόνο ταξιδιού και την απόσταση για την ενεργή διαδρομή πλοήγησης.
et: Kuvab aktiivse teekonna kohta hinnangulist saabumisaega, allesjäänud reisiaega ja vahemaad.
hu: Megjeleníti az aktív navigációs útvonal becsült érkezési idejét, a fennmaradó utazási időt és a távolságot.
id: Menampilkan perkiraan waktu kedatangan, waktu perjalanan tersisa, dan jarak untuk rute navigasi saat ini.
nl: Toont de verwachte aankomsttijd, resterende reistijd en de afstand voor de huidige navigatieroute.
ru: Виджет показывает расчетное время прибытия, оставшееся время в пути и расстояние для активного маршрута навигации.
sv: Visar beräknad ankomsttid, återstående restid och avstånd för den aktiva navigeringsrutten.
ta: மதிப்பிடப்பட்ட வருகை நேரம், மீதமுள்ள பயண நேரம் மற்றும் தற்போதைய வழிசெலுத்தல் வழிக்கான தூரத்தைக் காட்டுகிறது.

# map_widget_distance
source: Distance
el: Απόσταση
et: Vahemaa
fa: فاصله
hu: Távolság
id: Jarak
nl: Afstand
pt_br: Destino
ru: Расстояние
sv: Sträcka
ta: தூரம்

# no_internet_descr
source: Please check your connection and try again.
cs: Zkontrolujte své připojení a zkuste to znovu.
da: Tjek din forbindelse og prøv igen.
el: Παρακαλούμε ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά.
et: Palun kontrolli, kas nutiseadme internetiühendus toimib ja proovi uuesti.
fa: اتصال به اینترنت برای این ویژگی لازم است.
fr: Vérifier votre connexion et réessayez.
hu: Ellenőrizze az internetkapcsolatát és próbálja újra.
id: Harap periksa koneksi Anda dan coba lagi.
is: Athugaðu nettenginguna þína og reyndu aftur.
it: Per favore controlla nuovamente la connessione a internet.
ja: 接続を確認して、もう一度お試しください。
nl: Controleer je internetverbinding en probeer opnieuw.
ru: Проверьте подключение и повторите попытку.
sr: Проверите интернет и покушајте поново.
sv: Kolla din anslutning och försök igen.
ta: உங்கள் இணைப்பைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
uk: Перевірте підключення та повторіть спробу.

source: No photos available
ckb: هیچ وێنەیەک بەردەست نییە
cs: Nejsou dostupné žádné fotky
da: Ingen fotos tilgængelige
el: Δεν υπάρχουν διαθέσιμες φωτογραφίες
et: Fotosid ei leidu
fa: عکس در دسترس نیست
fr: Aucune photo disponible
hu: Nincs elérhető fénykép
id: Tidak ada foto yang tersedia
is: Engar ljósmyndir tiltækar
it: Nessuna foto disponibile
ja: 写真なし
nl: Geen foto's beschikbaar
ru: Нет доступных фотографий
sr: Нема доступних фотографија
sv: Inga bilder tillgängliga
ta: புகைப்படங்கள் எதுவும் கிடைக்கவில்லை
uk: Фотографії відсутні

# no_photos_available_descr
source: No user photos have been added to this location yet
cs: K této lokalitě zatím nebyly přidány žádné uživatelské fotky
da: Der er endnu ikke tilføjet nogen brugerfotos til dette sted
el: Δεν έχουν προστεθεί φωτογραφίες χρήστη γι' αυτή την τοποθεσία ακόμη
et: Siin asukohas veel ei leidu kasutajate pilte
fa: هیچ عکسی برای این مکان افزوده نشده
fr: Aucune photo n'a été ajoutée à cet endroit pour le moment
hu: Ehhez a helyhez még nem adtak hozzá felhasználói fényképeket
id: Belum ada foto pengguna yang ditambahkan ke lokasi ini
is: Engum notendamyndum hefur ennþá verið bætt við þessa staðsetningu
it: Nessuna foto è stata ancora aggiunta dagli utenti per questa posizione
ja: この場所にはまだユーザー写真が追加されていません。
nl: Er zijn nog geen gebruikersafbeeldingen toegevoegd voor deze locatie
ru: В это местоположение еще не было добавлено ни одной пользовательской фотографии
sr: На овој локацији још увек нису додане фотографије корисника
sv: Inga bilder från användare har lagts till den här platsen ännu
ta: இந்த இடத்தில் பயனர் புகைப்படங்கள் எதுவும் சேர்க்கப்படவில்லை
uk: До цього місця ще не додано жодної фотографії користувача

source: Online photos
cs: Online fotky
da: Online-fotos
el: Διαδικτυακές φωτογραφίες
et: Fotod võrgus
fa: تصاویر آنلاین
fr: Photos en ligne
hu: Online fényképek
id: Foto online
is: Ljósmyndir á netinu
it: Fotografie online
nl: Online foto's
ru: Онлайн-фото
sr: Фотографије са интернета
sv: Online-foton
ta: நிகழ்நிலை புகைப்படங்கள்
uk: Онлайн фотографії

source: Open in browser
ckb: لە وێبگەڕ بیکەوە
cs: Otevřít v prohlížeči
da: Åbn i browser
el: Άνοιγμα στον περιηγητή
et: Ava veebibrauseris
fa: باز کردن در مرورگر
fr: Ouvrir dans le navigateur
hu: Megnyitás böngészőben
id: Buka di peramban
is: Opna í vafra
it: Apri nel browser
ja: ブラウザで開く
nl: Openen in webbrowser
ru: Открыть в браузере
sr: Отворити у интернет претраживачу
sv: Öppna i webbläsare
ta: உலாவியில் திற
uk: Відкрити в браузері

source: Download Failed
cs: Stahování selhalo
da: Download mislykkedes
el: Λήψη απέτυχε
et: Allalaadimine ei õnnestunud
fr: Téléchargement échoué
hu: Nem sikerült letölteni
id: Unduhan Gagal
is: Niðurhal mistókst
it: Download fallito
nl: Download gefaald
ru: Ошибка скачивания
sr: Преузимање није успело
sv: Nedladdning misslyckades
ta: பதிவிறக்கம் தோல்வியடைந்தது
uk: Помилка завантаження

# auto_25_chars_route_tr
source: Turn right
ckb: بە ڕاستدا پێچ کەوە
cs: Zahněte vpravo
da: Drej til højre
el: Στρίψτε δεξιά
et: Pööra paremale
fa: پیچ به راست
fr: Tournez à droite
hu: Forduljon jobbra
id: Belok kanan
is: Beygðu til hægri
it: Gira a destra
ja: 右方向
nl: Rechts afslaan
ru: Поверните направо
sr: Скрени десно
sv: Sväng höger
ta: வலதுபுறம் திரும்பவும்
uk: Поверніть праворуч

# auto_25_chars_route_tu_kr
source: Make U-turn and keep right
cs: Otočte se a držte se vpravo
da: Foretag U-vending og hold til højre
el: Κάντε αναστροφή και μείνετε δεξιά
et: Pööra tagasi ja hoia paremale
fa: دور بزنید و به راست برانید
fr: Faites demi-tour et restez à droite
hu: Forduljon meg, és tartson jobbra
id: Putar balik dan tetap kanan
is: Taktu U-beygju og haltu þig til hægri
it: Fai inversione a U e tieni la destra
nl: U-bocht maken en rechts aanhouden
ru: Развернитесь и держитесь правее
sr: Направите полукружно и држите десно
sv: Gör en u-sväng och håll till höger
ta: யு-டர்ன் செய்து சரியாக வைத்திருங்கள்
uk: Зробіть розворот і тримайтеся правого боку

# auto_25_chars_route_roundabout_kr
source: Take the %d exit and keep right
cs: Vyjeďte %d výjezdem a držte se vpravo
da: Tag %d afkørslen og hold til højre
el: Πάρτε την %d έξοδο και μείνετε δεξιά
et: Pööra ära %d.-st ärapöördest ning hoia paremale
fa: خروجی %d را بروید و به راست برانید
fr: Prenez la %ème sortie et restez à droite
hu: Menjen ki a(z) %d. kijáraton és tartson jobbra
id: Ambil jalan keluar %d dan tetap kanan
is: Beygðu útaf við %d afrein og haltu þig til hægri
it: Prendi la %d uscita e tieni la destra
nl: Afslag %d nemen en rechts aanhouden
ru: Сверните на %d съезд и держитесь правее
sr: Изађите на %d излазу и држите десно
sv: Ta %d avfarten och håll till höger
ta: %d வெளியேறவும், சரியாக வைத்திருங்கள்
uk: Поверніть на %d виїзд і тримайтеся правого боку

# add_hidden_group_info
source: The added point can be found in "%@". Unhide the selected group to show it on the map.
cs: Přidaný bod naleznete v „%@“. Zrušte skrytí vybrané skupiny pro zobrazení na mapě.
da: Det tilføjede punkt kan findes i "%s". Fjern skjulning for den valgte gruppe for at vise den på kortet.
el: Το σημείο που προστέθηκε δεν θα είναι ορατό στον κατάλογο, επειδή η επιλεγμένη ομάδα είναι κρυμμένη, μπορείτε να το βρείτε στο "%@".
et: Lisatud punkti võib leida "%@". Valitud grupi kuvamiseks kaardil luba see.
fa: نقطهٔ اضافه‌شده را می‌توانید در «%@» پیدا کنید. گروه انتخاب‌شده را آشکار کنید تا آن را روی نقشه ببینید.
fr: Le point ajouté peut ếtre consulté dans "%@". Montrer de nouveau le groupe sélectionné pour l'afficher sur la carte.
hu: A hozzáadott pont itt található: „%@”. A térképen való megjelenítéshez vonja vissza a kijelölt csoport elrejtését.
id: Poin tambahan dapat ditemukan di "%@". Perlihatkan grup yang dipilih untuk ditampilkan di peta.
is: Viðbættur punktur verður tiltækur í "%@". Gerðu hann sýnilegan á kortinu með því að affela valda hópinn.
it: Il punto aggiunto può essere trovato in "%@". Mostra il gruppo selezionato per visualizzarlo nella mappa.
nl: Het toegevoegde punt kan worden gevonden in "%@". Toon de geselecteerde groep om het te zien op de kaart.
ru: Добавленная точка не будет видна на карте, так как выбранная группа скрыта, найти её можно в «%@».
sv: Den tillagda punkten kan hittas i "%@". Sluta dölja den valda gruppen för att visa den på kartan.
ta: கூடுதல் புள்ளியை "%@" இல் காணலாம். தேர்ந்தெடுக்கப்பட்ட குழுவை வரைபடத்தில் காட்ட அதை மறைக்கவும்.
uk: Доданий пункт можна знайти в "%@". Відобразити вибрану групу, щоб показати її на карті.

# profile_icons
source: Profile icon
cs: Ikona profilu
da: Profilikon
el: Εικονίδιο προφίλ
et: Profiili ikoon
fr: Icône de profil
hu: Profil ikonja
id: Ikon profil
is: Táknmynd notkunarsniðs
it: Icona profilo
nl: Profiel icoon
ru: Значок профиля
sr: Икона профила
sv: Profil-ikon
ta: சுயவிவர படவுரு
uk: Значок профілю

# shared_string_show_less
source: Show less
cs: Zobrazit méně
da: Vis mindre
el: Δείξε λιγότερα
et: Näita vähem
fa: نمایش کمتر
fr: Montrer moins
hu: Kevesebb megjelenítése
id: Tampilkan lebih sedikit
is: Sýna minna
it: Mostra meno
nl: Minder tonen
ru: Показать меньше
sr: Приказати мање
sv: Visa mindre
ta: குறைவாகக் காட்டு
uk: Показувати менше
