Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# speed_cameras_legal_descr
source: In some countries or regions, the use of speed camera warning apps is prohibited by law. You need to make a choice depending on the law of your country. Select %@ and you will receive alerts and warnings about speed cameras. Select %@. All data related to speed cameras: alerts, notifications, POIs will be deleted until OsmAnd is completely reinstalled.
ar: في بعض البلدان أو المناطق، يحظر القانون استخدام تطبيقات التحذير من كاميرا السرعة. عليك أن تختار اعتمادا على قانون بلدك. حدد %@ وستتلقى تنبيهات وتحذيرات حول كاميرات السرعة. حدد %@. جميع البيانات المتعلقة كاميرات السرعة: التنبيهات، والإشعارات، سيتم حذف نقاط الاهتمام حتى يتم إعادة تثبيت أوسماند تماما.
ast: In some countries or regions, the use of speed camera warning applications is prohibited by law. You need to make a choice depending on the law of your country. Select %@ and you will receive alerts and warnings about speed cameras. Select %@. All data related to speed cameras: alerts, notifications, POIs will be deleted until OsmAnd is completely reinstalled.
az: Bəzi ölkələrdə və ya bölgələrdə sürət kamerası ilə bağlı xəbərdarlıq proqramlarından istifadə qanunla qadağandır. Ölkənizin qanunlarından asılı olaraq seçim etməlisiniz. %@-nı seçsəniz, sürət kameraları haqqında siqnallar və xəbərdarlıqlar alacaqsınız. %@-i seçsəniz, sürət kameraları ilə bağlı bütün məlumatlar: xəbərdarlıqlar, bildirişlər, POI-lər OsmAnd tamamilə yenidən quraşdırılana qədər silinəcək.
be: У некаторых краінах і рэгіёнах апавяшчэнні пра камеры кантролю хуткасці забароненыя законам. Вам неабходна здзейсніць выбар у залежнасці ад вашай краіны. Абярыце "%@", каб атрымліваць апавяшчэнні пра камеры кантролю хуткасці. Абярыце "%@", каб выдаліць усе даныя, звязаныя з камерамі кантролю хуткасці: апавяшчэнні, папярэджанні і POI.
bg: В някои страни или области използването на приложения за предупреждение за камери за контрол на скоростта е незаконно. Трябва да направите избор в зависимост отзакона на вашата държава. Изберете %@ и ще получавате сигнали и предупреждения за камери за контрол на скоростта. Изберете %@. Всички данни, свързани с камериза скорост: предупреждения, известия, POI, ще бъдат премахнати до преинсталиране на OsmAnd.
ca: En alguns països o regions, l'ús d'aplicacions que avisen de la proximitat de càmeres de radar està prohibit. Cal que ho configureu segons la llei del vostre país. Seleccioneu %@ i rebreu alertes i advertiments de les càmeres de radar. Seleccioneu %@. Totes les dades relatives a les càmeres de radar (alertes, notificacions, PDIs) desapareixeran fins que es reinstal·li completament OsmAnd .
cs: V některých zemích nebo regionech je používání aplikací upozorňujících na rychlostní radary zakázáno zákonem. Musíte se rozhodnout v závislosti na zákonech vaší země. Vyberte %@ a budete dostávat upozornění a varování o rychlostních radarech. Vyberte %@. Všechna data týkající se rychlostních radarů: upozornění, oznámení, body zájmu budou smazána, dokud nebude aplikace OsmAnd zcela přeinstalována.
cy: Mewn rhai gwledydd neu ardaloedd, mae'n anghyfreithlon defnyddio apiau sy'n rhybuddio am gamerâu cyflymder. Dylech ddewis yn ôl y gyfraith yn eich gwlad chi. Dewiswch %@, a byddwch yn cael rhybudd am gamerâu cyflymder. Dewiswch %@, a chaiff yr holl ddata yn ymwneud â chamerâu: rhybuddion, hysbysiadau, pwyntiau o wybodaeth, ei ddileu nes bod OsmAnd yn cael ei ail-osodo'r newydd.
da: I nogle lande eller regioner er det forbudt at anvende apps, som advarer om fartkameraer. Du må foretage et valg afhængig af landets lovgivning. Vælg %@ og du vil modtage advarsler om fartkameraer. Vælg %@. Alle date relateret til fartkameraer: advarsler, notifikationer, POI'er vil blev slettet indtil OsmAnd er fuldstændig geninstalleret.
de: In einigen Ländern oder Regionen ist die Verwendung von Blitzer-Warneinrichtungen gesetzlich verboten. Sie müssen anhand der Gesetzeslage Ihres Landes entscheiden, ob Sie: %@ wählen und Warnungen und Hinweise zu Blitzern erhalten werden oder %@ wählen, woraufhin alle Daten zu Blitzern (Warnungen, Hinweise und POIs) bis zu einer vollständigen Neuinstallation von OsmAnd gelöscht werden.
el: Σε κάποιες χώρες ή περιοχές, η χρήση εφαρμογών προειδοποίησης κάμερας ασφαλείας απαγορεύεται από το νόμο. Χρειάζεται να κάνετε μια επιλογή ανάλογα με το νόμο της χώρας σας. Επιλέξτε %@ και θα λαμβάνετε προειδοποιήσεις για τις κάμερες ταχύτητας. Επιλέξτε %@. Όλα τα δεδομένα που σχετίζονται με κάμερες ταχύτητας: προειδοποιήσεις, ανακοινώσεις, ΣΕ, θα διαγραφούν μέχρι να επανεγκατασταθεί πλήρως το OsmAnd.
eo: En iuj landoj kaj regionoj uzado de aplikaĵoj avertantaj pri rapid-kontroliloj estas kontraŭleĝa. Vi devas elekti laŭleĝe de via lando. Elektu “%@” por pluigi ricevi avertojn pri rapid-kontroliloj. Elektu “%@” por forigi (ĝis la reinstalo de OsmAnd) ĉiujn datumojn pri rapid-kontrolilojn: avertojn, sciigojn,poziciojn.
es_us: En algunos países o regiones, las alertas de los radares de velocidad se encuentran prohibidas por ley. Debes elegir dependiendo de las leyes del país. Pulsa en «%@», para recibir alertas y advertencias sobre los radares de velocidad. Pulsa en «%@», para borrar todos los datos relacionados con los radares de velocidad (alertas, notificaciones y PDI) hasta reinstalar OsmAnd completamente.
et: Mõnedes riikides või piirkondades on kiiruskaamerate eest hoiatavad rakendused seadusega keelatud, Vastavalt oma maa seadustele pead sa otsuse tegema. Valides %@ sa saad kiiruskaamerate-kohaseid teateid ja hoiatusi. Valides %@ kustutatakse kõik kiiruskaameratega seotud andmed, nagu hoiatused, teated ja huvipunktid seniks, kuni sa OsmAnd'ile ei tee täiesti uut paigaldust.
eu: Herrialde edo eskualde batzuetan, abiadura-kamerak abisatzeko aplikazioak erabiltzea legez debekatuta dago. Aukeraketa bat egin behar duzu zure herrialdeko legediaren arabera. Aukeratu %@ eta abiadura-kamerei buruzko alertak eta abisuak jasoko dituzu. Aukeratu %@ eta abiadura-kameren inguruko datu guztiak, alertak, jakinarazpenak, interesguneak ezabatuko dira OsmAnd erabat berriro instalatu arte.
fa: قانونِ برخی کشورها استفاده از نرم‌افزارهای هشداردهندهٔ دوربین سرعت را ممنوع کرده است. شما باید بر اساس قانون کشور خود تصمیم بگیرید. با انتخاب %@ هشدارها و اخطارهای دوربین سرعت را دریافت می‌کنید. با انتخاب %@ تا زمانی که OsmAnd را دوباره نصب کنید، تمام دادهٔ مربوط به دوربین‌های سرعت (هشدارها، اعلان‌ها، نقاط توجه) حذف می‌شود.
fi: Joissain maissa tai alueilla nopeusvalvontakameroiden varoitussovellusten käyttö on lailla kielletty. Sinun on tehtävä valinta maasi lainsäädännön mukaan. Valitse %@, niin saat hälytyksiä ja varoituksia nopeuskameroista. Valitse %@. Kaikki nopeuskameroihin liittyvät tiedot: hälytykset, ilmoitukset, KP:t poistetaan, kunnes OsmAnd asennetaan kokonaan uudelleen.
fr: Dans certains pays ou régions, l'utilisation d'avertisseurs de radars est interdit par la loi. Vous devez faire un choix en fonction de la loi de votre pays. Sélectionnez %@ pour recevoir des alertes et des avertissements sur les radars. Sélectionnez %@. Toutes les données relatives aux radars (alertes, notifications, PI) seront supprimées pour cette installation de l’application.
gl: Nalgúns países ou rexións, o emprego de aplicacións de aviso de radares está prohibido por lei. Tes que facer unha escolla, dependendo da lei do teu país. Escolle %@ e recibirás alertas e avisos sobre radares de velocidade. Escolle %@. Todos os datos relacionados de radares develocidade: alertas, notificacións e PDI serán eliminados até que o OsmAnd sexa reinstalado de xeito completo.
he: בחלק מהמדינות או האזורים השימוש ביישומוני אזהרה מפני מצלמות מהירות אסור על פי חוק. עליך להחליט כיצד לנהוג בהתאם לחוק במדינה שלך. בחירה באפשרות %@ תוביל לכך שתישלחנה אליך התרעות על מצלמות מהירות. בחירה באפשרות %@ תוביל לכך שנתונים שקשורים במצלמות מהירות: אזהרות, התרעות ונקודות עניין תימחקנה עד להתקנה מחדש של OsmAnd.
hu: Bizonyos országokban és régiókban jogszabály tiltja a traffipaxra figyelmeztető alkalmazások használatát. Országának törvényei alapján kell döntenie. %@: figyelmeztetéseket és riasztásokat kap a traffipaxokról. %@: törlődik az összes traffipaxszal kapcsolatos adat (riasztások, értesítések, helyek), amit csak az OsmAnd teljes újratelepítésével állíthat helyre.
hy: Որոշ երկրներում և շրջաններում արագության խցիկի ազդանշանների օգտագործումը օրենքով արգելված է: Դուք պետք է ընտրություն կատարեք ՝ համաձայն ձեր երկրի օրենսդրությունից: Ընտրեք %@ արագության տեսախցիկների վերաբերյալ ահազանգեր ստանալու համար: Ընտրեք %@։ Արագության խցիկների (ծանուցումների, ազդանշանների և POI- ների) հետ կապված բոլոր տվյալները ջնջելու համար, մինչև OsmAnd- ը ամբողջովին կվերատեղակայվի:
id: Di beberapa negara atau wilayah, penggunaan aplikasi peringatan kamera kecepatan dilarang oleh undang-undang. Anda perlu membuat pilihan tergantung pada undang-undang negara Anda. Pilih %@ dan Anda akan menerima peringatan dan peringatan tentang kamera kecepatan. Pilih %@. Semua data yang terkait dengan kamera kecepatan: peringatan, pemberitahuan, POI akan dihapus hingga OsmAnd diinstal ulang sepenuhnya.
is: Aðvaranir vegna hraðamyndavéla eru bannaðar með lögum í sumum löndum. Þú þarft að velja hvernig lagaleg staða er í landinu þínu. Veldu %@ og þú munt fá aðvaranir og ábendingar um hraðamyndavélar. Veldu %@: öllum gögnum sem tengjast hraðamyndavélum. t.d. aðvaranir, tilkynningar, staðsetningar o.fl. verður eytt þar til OsmAnd er sett inn aftur frá grunni.
it: In alcuni paesi o regioni, gli avvisi di presenza di autovelox sono proibiti dalla legge. Devi scegliere in base alle leggi del tuo paese. Scegliendo %@ riceverai gli avvisi della presenza di autovelox. Scegliendo %@ tutti i dati relativi agli autovelox come avvisi, notifiche, PDI saranno cancellati fino a quando OsmAnd non sarà completamente reinstallato.
ja: 一部の国や地域では、スピードカメラ警告アプリの使用が法律で禁止されています。 国の法律に基づいて、使用を望むかどうかを決定する必要があります。 『%@』を選択すると、スピードカメラに関するアラートと警告機能を使用できます。 『%@』を選択すると、スピードカメラに関するすべてのデータ(警告、通知、POI)が、OsmAndの再インストールを行うまで削除されます。
ko: 일부 국가에서 또는 지역, 속도 카메라 경고 앱의 사용은 법에 의해 금지됩니다. 국가의 법에 따라 선택을해야합니다. %@를 선택하고 속도 카메라에 대한 경고와 경고를 받게됩니다. %@를 선택하십시오. 속도 카메라와 관련된 모든 데이터 : 경고, 알림, POIs는 OsmAnd가 완전히 재설치 될 때까지 삭제됩니다.
lv: "Dažās valstīs un reģionos brīdinājumi par ātruma kamerām ir aizliegti ar likumu. Izdariet izvēli, balstoties uz likuma prasībām jūs valstī.. Izvēlieties %@ un jūs saņemsiet brīdinājumus par ātruma kamerām. Izvēlieties %@. Visi dati par ātruma kamerām: paziņojumi, brīdinājumi, POIs tiks izdzēsti līdz atkārtotai OsmAnd instalācijai."
mk: Vo nekoi zemji ili regioni, upotrebata na aplikacii za predupreduvanje za kameri za brzina e zabraneta so zakon. Treba da napravite izbor vo zavisnost od zakonot na vašata zemja. Izberete %@ i ḱe dobivate predupreduvanja i predupreduvanja za kamerite za brzina. Izberete %@. Site podatoci povrzani so kamerite za brzina: predupreduvanja, izvestuvanja, POI ḱe se izbrišat dodeka OsmAnd celosno ne se instalira.
nb: I noen land og områder er bruk av fotoboksvarsling forbudt ved lov. Du må vurdere dette selv i henhold til lovene i ditt land. Velg %@ og du vil motta varsler og advarsler om fotobokser. Velg %@. Alle data som har med fotobokser å gjøre: varsler, meldinger og interessepunkter blir slettet til OsmAnd er fullstendig installert på nytt.
nl: In sommige landen of regio’s is het gebruik van apps om te waarschuwen voor snelheidscamera’s in strijd met de wet. Maak een keuze op basis van de geldende wet. Kies %@ om meldingen en waarschuwingen te ontvangen over snelheidscamera’s. Kies %@ om alle gegevens over snelheidscamera’s te verwijderen: waarschuwingen, meldingen en POI’s worden verwijderd tot OsmAnd volledig opnieuw geïnstalleerd wordt.
pl: W niektórych krajach i regionach używanie aplikacji ostrzegających o fotoradarach jest zabronione przez prawo. Musisz dokonać wyboru w zależności od prawa danego kraju. Wybierz %@ i będziesz otrzymywać powiadomienia i ostrzeżenia o fotoradarach. Wybierz %@. Wszystkie dane o fotoradarach: ostrzeżenia, powiadomienia, miejsca użyteczne zostaną usunięte, aż OsmAnd zostanie zainstalowany ponownie.
ro_ro: În unele țări sau regiuni, utilizarea aplicațiilor de anunțare a camerelor de viteză este interzisă prin lege. Trebuie să alegeți în funcție de legislația țării dumneavoastră. Selectați %@ și veți primi alerte și avertismente cu privire la camerele de viteză. Selectați %@. Toate datele legate de camerele de viteză: alerte, notificări, puncte de interes vor fi șterse până când OsmAnd este reinstalat.
ru: В некоторых странах и регионах использование приложений для предупреждения о камерах контроля скорости запрещено законом. Вам нужно сделать выбор в зависимости от законодательства вашей страны. Выберите «%@», чтобы получать предупреждения о камерах контроля скорости. Выберите «%@». Все данные, связанные с камерами контроля скорости: оповещения, уведомления, POI будут удалены до полной переустановки OsmAnd.
sc: In unos cantos istados o regiones, s'impreu de aplicatziones pro avisare de sos autovelox est proibidu dae sa lege. Depes fàghere un'issèberu chi dipendet dae sa lege de s'istadu tuo. Ischerta %@ e as a retzire avisos pro sos autovelox. Ischerta %@. Totu sos datos relativos a sos autovelox: avisos, notìficas e PDI ant a èssere iscantzellados finas a cando OsmAnd no at a èssere torradu a installare dae nou.
sk: V niektorých krajinách alebo regiónoch je zákonom zakázané použivať aplikácie varujúce pred rýchlostnými radarmi. Musíte sa rozhodnúť podľa zákonov vašej krajiny. Zvoľte %@ a budete dostávať varovania pred rýchlostnými radarmi. Zvoľte %@ a všetky údaje o rýchlostných radaroch budú odstránené, až kým nebude OsmAnd znovu preinštalovaný.
sl: V nekaterih državah ali regijah je uporaba aplikacij za opozarjanje na radarje za merjenje hitrosti zakonsko prepovedana. Odločiti se moraš glede na zakonodajo tvoje države. Izberi %@ in prejemal/a boš opozorila o radarjih za merjenje hitrosti. Izberi %@. Vsi podatki, povezani z radarji zamerjenje hitrosti: opozorila, obvestila, točke zanimanja bodo izbrisani, dokler ne boš v celoti ponovno namestil aplikacije OsmAnd.
sr: У неким државама или областима, коришћење програма за обавештавање о радарима на путу је забрањено законом. Морате направити избор овде, у зависности од закона своје државе. Одаберите %@ и примаћете обавештења и упозорења о радарима и брзинским камерама. Одаберите %@. Сви подаци везани за радаре: упозорења, обавештења, занимљиве тачке ће бити обрисане док се ОсмАнд поново не угради.
sr_latn: U nekim državama je zabranjeno obaveštavanje o prekršajnim kamerama. Moraš napraviti izbor ovde, u zavisnosti od zakona države. Odaberi %@ i primaćeš obaveštenja i upozorenja o radarima i kamerama za brzinu. Odaberi %@. Svi podaci vezani za radare: upozorenja, obaveštenja, TOI biće obrisane do ponovne instalacije OsmAnd.
sv: I några länder och regioner är det förbjudet att använda funktioner som varnar för fartkameror. Du behöver göra ett val beroende på lagstiftningen i ditt land. Välj %@ så kan du få information och varningar om fartkameror. Välj %@ så kommer all data om fartkameror raderas (varningar, objekt i kartan etc) tills OsmAnd ominstalleras helt.
ta: சில நாடுகளில் அல்லது பிராந்தியங்களில், வேக கேமரா எச்சரிக்கை பயன்பாடுகளின் பயன்பாடு சட்டத்தால் தடைசெய்யப்பட்டுள்ளது. உங்கள் நாட்டின் சட்டத்தைப் பொறுத்து நீங்கள் தேர்வு செய்ய வேண்டும். %@ ஐத் தேர்ந்தெடுக்கவும், வேக கேமராக்களைப் பற்றிய விழிப்பூட்டல்களையும் எச்சரிக்கைகளையும் நீங்கள் பெறுவீர்கள். %@ ஐத் தேர்ந்தெடுக்கவும். வேக கேமராக்கள் தொடர்பான அனைத்து தரவுகளும்: விழிப்பூட்டல்கள், அறிவிப்புகள், OSMand முற்றிலும் மீண்டும் நிறுவப்படும் வரை POI கள் நீக்கப்படும்.
tr: Bazı ülke veya bölgelerde hız kamerası uyarı uygulamalarının kullanımı yasalarca yasaklanmıştır. Ülkenizin yasalarına bağlı olarak bir seçim yapmanız gerekmektedir. %@ seçeneğini seçtiğinizde hız kameraları hakkında ikaz ve uyarıları alırsınız. %@ seçeneğini seçtiğinizde hız kameraları ile ilgili tüm veriler: uyarılar, bildirimler, POI'ler OsmAnd tamamen yeniden kurulana kadar silinecektir.
uk: У деяких країнах чи регіонах користуватися попередженнями про камери контролю швидкості заборонено законом. Вам потрібно зробити вибір залежно від законодавства вашої країни. Виберіть %@ і ви отримуватимете сповіщення та попередження про камери контролю швидкості. Виберіть %@, щоб вилучити всі дані, повʼязані з камерами контролю швидкості (повідомлення, попередження і POI), до повного перевстановлення OsmAnd.
zh_hans: 在某些国家或地区，使用测速摄像头提示应用是非法的。 你需要根据你所在的国家的法律作出选择。 选择 %@ 你会收到测速摄像头的提示和警告。 选择 %@，以下关于测速摄像头的数据会被删除直到彻底重新安装OsmAnd:警告、消息、提示、兴趣点。
zh_hant: 在某些國家或地區，法律禁止使用測速照相的警報應用程式。 您必須根據您所在國家的法律做出選擇。 選取 %@，您將會收到關於測速照相的警報與警告。 選取 %@。所有關於測速照相的：警報、通知與 POI 都將會被刪除，直到您完全重新安裝 OsmAnd 為止。
