Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# index_name_north_america
source: North America
af: Noord Amerika
ar: أمريكا الشمالية
ast: Norteamérica
az: Şimali Amerika
be: Паўночная Амерыка
bg: Северна Америка
ca: Amèrica del Nord
cs: Severní Amerika
cy: Gogledd America
da: Nordamerika
de: Nordamerika
el: Βόρεια Αμερική
eo: Nordameriko
es_us: Norteamérica
et: Põhja-Ameerika
eu: Ipar Amerika
fa: آمریکای شمالی
fi: Pohjois-Amerikka
fr: Amérique du Nord
gl: Norteamérica
he: צפון אמריקה
hu: Észak-Amerika
hy: Հյուսիսային Ամերիկա
id: Amerika Utara
is: Norður-Ameríka
it: Nord America
ja: 北アメリカ
ka: ჩრდილო ამერიკა
ko: 북아메리카
lt: Šiaurės Amerika
lv: Ziemeļamerika
mk: Severna Amerika
ml: വടക്കേ അമേരിക്ക
mr: उत्तर अमेरिका
nb: Nord-Amerika
nl: Noord-Amerika
oc: America dau Nòrd
pl: Ameryka Północna
ro_ro: America de Nord
ru: Северная Америка
sc: Nord Amèrica
sk: Severná Amerika
sl: Severna Amerika
sr: Северна Америка
sr_latn: Severna Amerika
sv: Nordamerika
ta: வட அமெரிக்கா
tr: Kuzey Amerika
uk: Північна Америка
zh_hans: 北美
zh_hant: 北美洲

# index_name_south_america
source: South America
af: Suid Amerika
ar: أمريكا الجنوبية
ast: Suramérica
az: Cənubi Amerika
be: Паўднёвая Амерыка
bg: Южна Америка
ca: Amèrica del Sud
cs: Jižní Amerika
cy: De America
da: Sydamerika
de: Südamerika
el: Νότια Αμερική
eo: Sudameriko
es_us: Sudamérica
et: Lõuna-Ameerika
eu: Hego Amerika
fa: آمریکای جنوبی
fi: Etelä-Amerikka
fr: Amérique du Sud
gl: Suramérica
he: דרום אמריקה
hu: Dél-Amerika
hy: Հարավային Ամերիկա
id: Amerika Selatan
is: Suður-Ameríka
it: Sud America
ja: 南アメリカ
ka: სამხრეთ ამერიკა
ko: 남아메리카
lt: Pietų Amerika
lv: Dienvidamerika
mk: Juzna Amerika
ml: തെക്കെ അമേരിക്കാ
mr: दक्षिण अमेरिका
nb: Sør-Amerika
nl: Zuid Amerika
oc: America dau Sud
pl: Ameryka Południowa
ro_ro: America de Sud
ru: Южная Америка
sc: Sud Amèrica
sk: Južná Amerika
sl: Južna Amerika
sr: Јужна Америка
sr_latn: Južna Amerika
sv: Sydamerika
ta: தென் அமெரிக்கா
tr: Güney Amerika
uk: Південна Америка
zh_hans: 南美洲
zh_hant: 南美洲

# shared_string_view
source: View
ar: عرض
az: Bax
be: Праглядзець
bg: Преглед
ca: Visualització
cs: Zobrazit
cy: Gweld
da: Vis
de: Anzeigen
el: Προβολή
eo: Montri
es_us: Ver
et: Vaata
eu: Ikusi
fa: نما
fi: Näytä
fr: Afficher
gl: Ver
he: תצוגה
hu: Nézet
hy: Դիտել
id: Lihat
is: Skoða
it: Visualizza
ja: 表示
ka: ხედი
ku: Dîtin
lt: Peržiūrėti
lv: Skatīt
mk: Pogled
ml: "കാണുക "
nb: Vis
nl: Bekijk
oc: Visualizacion
pl: Wyświetl
ro_ro: Vezi
ru: Просмотр
sc: Abbàida
sk: Zobraziť
sl: Pogled
sr: Приказ
sr_latn: Pregled
sv: Visa
ta: பார்வை
tr: Görünüm
uk: Перегляд
zh_hans: 查看
zh_hant: 檢視

# shared_string_article
source: Article
ar: مقالة
cs: Článek
cy: Erthygl
da: Artikel
de: Artikel
el: Άρθρο
es_us: Artículo
et: Artikkel
hu: Cikk
id: Artikel
is: Grein
it: Articolo
nl: Artikel
pl: Artykuł
ro_ro: Articol
ru: Статья
sr: Чланак
sr_latn: Članak
sv: Artikel
ta: கட்டுரை
tr: Makale
uk: Стаття
zh_hant: 條目

# calendar_new_event_title
source: New event
ar: تذكير جديد
cs: Nová událost
da: Ny begivenhed
de: Neues Ereignis
el: Νέο γεγονός
es_us: Nuevo evento
et: Uus sündmus
fr: Nouvel évènement
hu: Új esemény
id: Acara baru
is: Nýr atburður
it: Nuovo evento
nl: Nieuwe gebeurtenis
pl: Nowe wydarzenie
ro_ro: Eveniment nou
ru: Новое событие
sr: Нови догађај
sr_latn: Novi događaj
sv: Ny händelse
ta: புதிய நிகழ்வு
tr: Yeni etkinlik
uk: Нова подія
zh_hant: 新事件

# plugin_nautical_name
source: Nautical map view
ar: الخرائط البحرية
az: Nautical map
be: Марскія мапы
bg: Морски карти
ca: Vista cartes marines
cs: Plavební mapový pohled
cy: Golygfa map morol
da: Søkortsvisning
de: Seekarte
el: Προβολή ναυτικού χάρτη
eo: Mara map-vido
es_us: Vista náutica
et: Merenduskaardi vaade
eu: Mapa nautikoa ikuspegia
fa: نمای دریایی نقشه
fi: Merikartat
fr: Carte marine
gl: Vista do mapa náutico
he: תצוגת מפה ימית
hu: Hajózási térképnézet
hy: Ծովային քարտեզի դիտում
id: Tampilan peta laut
is: Sjókort
it: Visualizzazione mappa nautica
ja: 航路マップ表示
ka: Nautical map
kn: ಹಡಗಿನ ನಕ್ಷೆ ವೀಕ್ಷಣೆ
ko: 항해 지도 보기
ku: Nexşa behrê
lt: Jūriniai žemėlapiai
lv: Jūras kartes
mk: Prikaz na nautička karta
ml: കപ്പലോട്ട ഭൂപട വിന്യാസം
nb: Sjøkartvisning
nl: Nautische kaartweergave
oc: Vista de la mapa marina
pl: Widok mapy morskiej
ro_ro: Hartă nautică
ru: Морские карты
sc: Vista mapa nàutica
sk: Námorný mapový pohľad
sl: Pomorski zemljevid
sr: Преглед поморске карте
sr_latn: Pregled nautičke mape
sv: Sjökortsvy
ta: கடல் வரைபடக் காட்சி
tr: Deniz haritası görünümü
uk: Морські мапи
vi: Xem bản đồ hàng hải
zh_hans: 航海地图视图
zh_hant: 檢視航海地圖

# osmand_parking_plugin_name
source: Parking position
af: Parkering Posisie Inlasmodule
ar: مكان الموقف
az: Parkinq mövqeyi
be: Месца паркоўкі
bg: Място на паркиране
ca: Posició d'aparcament
cs: Parkovací místo
cy: Lleoliad parcio
da: Parkeringsplacering
de: Parkposition
el: Θέση στάθμευσης
eo: Parkumeja pozicio
es_us: Estacionamiento
et: Parkimiskoht
eu: Aparkalekuaren kokapena
fa: جای پارک
fi: Pysäköinnin sijainti
fr: Stationnement
gl: Posición de aparcamento
he: מיקום החנייה
hu: Parkolási pozíció
hy: Ավտոկայանատեղ
id: Posisi parkir
is: Staðsetning bílastæðis
it: Posizione parcheggio
ja: 駐車位置
ka: პარკინგის მდებარეობა
kn: ನಿಲುಗಡೆ ಸ್ಥಾನ
ko: 주차 위치
lt: Statymo vieta
lv: Stāvvieta
mk: Parking pozicija
ml: പാര്‍ക്കിങ്ങ് സ്ഥാനം
nb: Parkeringsposisjon
nl: Parkeerlocatie
oc: Posicion d'aparcament
pl: Miejsce parkingowe
ro_ro: Poziție parcare
ru: Место парковки
sc: Positzione parchègiu
sk: Parkovacie miesto
sl: Parkirno mesto
sr: Положај паркирања
sr_latn: Parking pozicija
sv: Parkeringsplats
ta: பார்க்கிங் நிலை
tr: Park etme pozisyonu
uk: Місце стоянки
zh_hans: 停车位置
zh_hant: 停車地點

# product_desc_skimap
source: Up-to-date ski trail map with lifts and slopes
ar: خريطة حديثة لمسارات التزلج مع الارتفاع والمنحدرات
be: Лыжныя трасы для ўсіх горналыжных курортаў у свеце
bg: Ski slopes for all ski resorts in the world
ca: Pistes d'esquí a totes les estacions d'esquí del món
cs: Aktuální mapa lyžařských tratí s vleky a sjezdovkami
cy: Ski slopes for all ski resorts in the world
da: Opdateret kort over skispor med lifte og pister
de: Aktuelle Karte von Skigebieten mit Liften und Pisten
el: Ενημερωμένος χάρτης χιονοδρομικών διαδρομών με αναβατήρες και πλαγιές
eo: Ski slopes for all ski resorts in the world
es_us: Mapa actualizado de las pistas de esquí con remontes y pendientes
et: Uuendatud suusaradade kaardid koos nõlvade ja tõstukitega
fi: Ski slopes for all ski resorts in the world
fr: Carte à jour des pistes de ski avec inclinaison
gl: Ski slopes for all ski resorts in the world
he: Ski slopes for all ski resorts in the world
hu: Naprakész sípályatérkép felvonókkal és lejtőkkel
id: Peta jalur ski terkini dengan angkatan dan lempengan
is: Uppfært kort yfir skíðaleiðir með lyftum, brekkum og brautum
it: Mappa aggiornata delle piste da sci con impianti di risalita e piste
ja: リフトとスロープを備えた最新のスキートレイルマップ
ka: Ski slopes for all ski resorts in the world
lt: Ski slopes for all ski resorts in the world
lv: Ski slopes for all ski resorts in the world
nb: Ski slopes for all ski resorts in the world
nl: Up-to-date ski routekaart met liften en pistes
oc: Lei pistas d'esquilh actualizadas e lei remontadors
pl: Stoki narciarskie dla wszystkich ośrodków narciarskich na świecie
pt_br: Pistas de esqui para todas as estações de esqui do mundo
ro_ro: Harta actualizată a pârtiilor de schi cu teleschiuri și pârtii
ru: Актуальная карта лыжных трасс с подъемниками и склонами
sc: Pistas de iscì agiornadas cun funivias e pendèntzias
sk: Aktuálne mapy lyžiarskych tratí s vlekmi a zjazdovkami
sl: Smučarske poti vseh smučišč na svetu
sr: Скијашке стазе за сва скијалишта у свету
sr_latn: Ažurna mapa ski staza sa liftovima i stazama
sv: Uppdaterad skidkarta med spår, pister och liftar
ta: லிஃப்ட் மற்றும் சரிவுகளுடன் புதுப்பித்த ச்கை டிரெயில் வரைபடம்
tr: Dünyadaki tüm Kayak Merkezleri için Kayak tesisi
uk: Актуальна мапа лижних трас з витягами та схилами
zh_hant: 最新的滑雪道地圖，包含纜車和斜坡

# product_desc_osm_editing
source: Turn your mobile phone into a mapping tool
ar: حوّل هاتفك إلى أداة رسم خرائط
be: Уносце змены ў OpenStreetMap непасрэдна з OsmAnd
bg: Make changes to OpenStreetMap directly from OsmAnd
ca: Feu canvis a l'OpenStreetMap directament des de OsmAnd
cs: Proměňte svůj mobilní telefon v mapovací nástroj
cy: Make changes to OpenStreetMap directly from OsmAnd
da: Forvandl din mobiltelefon til et kortlægningsværktøj
de: Machen Sie Ihr Mobiltelefon zum Kartierungswerkzeug
el: Μετατρέψτε το κινητό σας τηλέφωνο σε ένα εργαλείο χαρτογράφησης
eo: Make changes to OpenStreetMap directly from OsmAnd
es_us: Convierte tu dispositivo en una herramienta de mapeo
et: Muuda oma mobiiltelefon kaardistamisvahendiks
fi: Make changes to OpenStreetMap directly from OsmAnd
fr: Transformez votre téléphone mobile en outil de cartographie
he: Make changes to OpenStreetMap directly from OsmAnd
hu: Alakítsa a hordozható eszközét egy térképező „szerszámmá”
id: Ubah ponsel Anda menjadi alat pemetaan
is: Breyttu snjalltækinu þínu í kortagerðartól
it: Trasforma il tuo telefono cellulare in uno strumento di mappatura
ja: スマートフォンを地図作成ツールに変える
ka: Make changes to OpenStreetMap directly from OsmAnd
lt: Make changes to OpenStreetMap directly from OsmAnd
lv: Make changes to OpenStreetMap directly from OsmAnd
nb: Make changes to OpenStreetMap directly from OsmAnd
nl: Gebruik uw mobiele telefoon om kaartgegevens te genereren
oc: Modificatz OpenStreetMap amb vòstre telefonet
pl: Zmieniaj OpenStreetMap bezpośrednio z OsmAnd
pt_br: Fazer alterações no OpenStreetMap diretamente do OsmAnd
ro_ro: Transformați-vă telefonul mobil într-un instrument de cartografiere
ru: Превращает смартфон в инструмент картографа
sc: Trasforma su tzellulare tuo in unu traste de mapadura
sk: Premeňte svoj telefón na mapovací nástroj
sr: Измените OpenStreetMap директно из OsmAnd-а
sr_latn: Pretvorite svoj mobilni telefon u alatku za mapiranje
sv: Förvandla din mobiltelefon till ett kartverktyg
ta: உங்கள் மொபைல் தொலைபேசியை மேப்பிங் கருவியாக மாற்றவும்
tr: Cep telefonunuzu bir haritalama aracına dönüştürün
uk: Перетворіть свій мобільний телефон на картографічний інструмент
zh_hant: 將您的手機變成地圖繪製工具

# product_desc_australia
source: Unlimited map downloads for Australia
ar: تنزيلات غير محدوده لخريطة أستراليا
be: Неабмежаваныя спампоўкі мапаў Аўстраліі
ca: Baixada il·limitada de mapes d'Austràlia
cs: Neomezené stahování map Austrálie
da: Ubegrænset hentning af kort over Australien
de: Unbegrenzte Kartendownloads für Australien
el: Απεριόριστες λήψεις χαρτών για την Αυστραλία
es_us: Descargas ilimitadas de mapas para Australia
et: Piiramatud Austraalia kaartide allalaadimised
fr: Téléchargement illimité de cartes pour l'Australie
gl: Map of Australia
hu: Korlátlan térképletöltés: Ausztrália
id: Unduhan peta tak terbatas untuk Australia
is: Ótakmörkuð niðurhöl korta af Ástralíu
it: Scaricamenti illimitati delle mappe per l'Australia
ja: オーストラリア向けマップの無制限ダウンロード
ku: Nexşeya Awistralyayê
nl: Onbeperkte kaart downloads voor Australië
oc: Teledescargament illimitat dei mapas d'Autralia
pl: Nieograniczone pobieranie map dla Australii
pt_br: Downloads ilimitados de mapas para a Austrália
ro_ro: Descărcări nelimitate de hărți pentru Australia
ru: Скачивание карт Австралии без ограничений
sc: Iscarrigamentos de mapas illimitados pro s'Austràlia
sk: Neobmedzené sťahovania máp Austrálie
sl: Neomejeno prenašanje zemljevidov Avstralije
sr: Неограничено преузимање мапа за Аустралију
sr_latn: Neograničeno preuzimanje mapa za Australiju
sv: Obegränsad nedladdning av kartor över Australien
ta: ஆச்திரேலியாவிற்கான வரம்பற்ற வரைபட பதிவிறக்கங்கள்
tr: Avustralya için sınırsız harita indirme
uk: Завантаження мап Австралії без обмежень
zh_hant: 澳洲的地圖

# product_desc_allworld
source: Maps of All World
ar: جميع خرائط العالم
be: Мапы ўсяго свету
ca: Mapes de tot el món
cs: Mapy celého světa
da: Kort over hele verden
de: Karten der ganzen Welt
el: Χάρτες όλου του κόσμου
es_us: Mapas de todo el mundo
et: Kogu maailma kaardid
fr: Cartes du Monde
gl: Map of All World
hu: Az egész világ térképei
id: Peta Seluruh Dunia
is: Heimskort
it: Mappe di Tutto il Mondo
ja: 世界の概要マップ
ka: მთელი მსოფლიოს რუკები
ku: Nexşeya Cîhanê
nl: Kaarten van Hele Wereld
oc: Mapas mondialas
pl: Mapy całego świata
pt_br: Mapas de todo o mundo
ro_ro: Hărți ale întregii lumi
ru: Карты всего мира
sc: Mapas de su mundu intreu
sk: Mapy celého sveta
sl: Zemljevidi celega sveta
sr: Мапе целог света
sr_latn: Mape celog sveta
sv: Kartor för hela världen
ta: எல்லா உலகங்களின் வரைபடங்கள்
tr: Tüm Dünya Haritaları
uk: Мапи усього світу
zh_hant: 地圖含有全世界

# shared_string_all_languages
source: All languages
ar: كل اللغات
ast: Toles llingües
az: Bütün dillər
be: Усе мовы
bg: Всички езици
ca: Tots els idiomes
cs: Všechny jazyky
cy: Pob iaith
da: Alle sprog
de: Alle Sprachen
el: Όλες οι γλώσσες
eo: Ĉiuj lingvoj
es_us: Todos los idiomas
et: Kõik keeled
eu: Hizkuntza guztiak
fa: همهٔ زبان‌ها
fi: Kaikki kielet
fr: Toutes les langues
gl: Todas as linguas
he: כל השפות
hu: Összes nyelv
hy: Բոլոր լեզուները
id: Semua bahasa
is: Öll tungumál
it: Tutte le lingue
ja: すべての言語
ka: ყველა ენა
ko: 모든 언어
mk: Site jazici
mr: सर्व भाषा
nb: Alle språk
nl: Alle talen
oc: Totei lei lengas
pl: Wszystkie języki
pt_br: Todos os idiomas
ro_ro: Toate limbile
ru: Все языки
sc: Totu sas limbas
sk: Všetky jazyky
sl: Vsi jeziki
sr: Сви језици
sr_latn: Svi jezici
sv: Alla språk
ta: அனைத்து மொழிகளும்
tr: Tüm diller
uk: Усі мови
vi: Tất cả ngôn ngữ
zh_hans: 所有语言
zh_hant: 所有語言

# some_articles_may_not_available_in_lang
source: Some Wikipedia articles may not be available in your language.
ar: قد لا تتوفر بعض مقالات ويكيبيديا بلغتك.
be: Некаторых артыкулаў Вікіпедыі можа не быць на вашай мове.
bg: Някои статии в Уикипедия може да не са достъпни на вашия език.
ca: Alguns articles de la Viquipèdia podrien no estar disponibles en el vostre idioma.
cs: Některé články Wikipedie nemusí být dostupné ve vašem jazyce.
cy: Efallai na fydd rhai erthyglau Wicipedia ar gael yn eich iaith.
da: Nogle Wikipedia-artikler er muligvis ikke tilgængelige på dit sprog.
de: Einige Wikipedia-Artikel sind möglicherweise nicht in Ihrer Sprache verfügbar.
el: Μερικά άρθρα της Wikipedia μπορεί να μην είναι διαθέσιμα στη γλώσσα σας.
eo: Iuj artikoloj de Vikipedio povas ne esti disponeblaj en via lingvo.
es_us: Es posible que algunos artículos de Wikipedia no estén disponibles en tu idioma.
et: Kõik Vikipeedia artiklid ei pruugi olla saadaval sinu valitud keeles.
eu: Wikipediako artikulu batzuk agian ez daude zure hizkuntzan eskuragarri.
fa: ممکن است برخی مقاله‌های ویکی‌پدیا به زبان شما در دسترس نباشد.
fi: Jotkin Wikipedia-artikkelit eivät välttämättä ole saatavilla omalla kielelläsi.
fr: Certains articles Wikipédia peuvent ne pas être disponibles dans votre langue.
gl: Algúns artigos da Wikipedia poden non estar dispoñíbeis na túa lingua.
he: יתכן שחלק מהערכים בוויקיפדיה לא יהיו זמינים בשפה שלך.
hu: Előfordulhat, hogy néhány Wikipédia-szócikk nem érhető el az ön nyelvén.
hy: Որոշ Վիքիփեդիայի հոդվածներ կարող են անհասանելի լինել ձեր լեզվի համար:
id: Beberapa artikel Wikipedia mungkin tidak tersedia dalam bahasa Anda.
is: Sumar Wikipedia-greinar gætu verið ekki tiltækar á þínu tungumáli.
it: Alcuni articoli di Wikipedia potrebbero non essere disponibili nella tua lingua.
ja: 一部のウィキペディア記事は、ご使用の言語で利用できない場合があります。
ko: 일부 위키백과 문서는 해당 언어로 제공되지 않을 수 있습니다.
mk: Nekoi statii na Vikipedija možebi ne se dostapni na vašiot jazik.
nb: Noen Wikipedia-artikler er kanskje ikke tilgjengelige på ditt språk.
nl: Sommige Wikipedia-artikelen zijn mogelijk niet beschikbaar in je eigen taal.
oc: Se pòt que d'articles de la Wikipèdia siegan pas disponibles dins vòstra lenga.
pl: Pewne artykuły Wikipedii mogą być nie dostępne w wybranym języku.
pt_br: Alguns artigos da Wikipédia podem não estar disponíveis no seu idioma.
ro_ro: Este posibil ca unele articole din Wikipedia să nu fie disponibile în limba dumneavoastră.
ru: Некоторые статьи на Википедии могут быть недоступны на вашем языке.
sc: Unos cantos artìculos de Wikipedia diant pòdere no èssere a disponimentu in sa limba tua.
sk: Niektoré články Wikipedia nemusia byť dostupné vo vašom jazyku.
sl: Nekateričlanki v Wikipediji morda niso na voljo v tvojem jeziku.
sr: Неки чланци са Википедија су можда доступни на Вашем језику.
sr_latn: Neki članci sa Vikipedije su možda dostupni na jeziku.
sv: Vissa Wikipedia-artiklar finns kanske inte tillgängliga på ditt språk.
ta: சில விக்கிபீடியா கட்டுரைகள் உங்கள் மொழியில் கிடைக்காமல் போகலாம்.
tr: Bazı Wikipedia makaleleri sizin dilinizde kullanılamayabilir.
uk: Деякі статті Вікіпедії можуть бути недоступні вашою мовою.
vi: Một số bài viết Wikipedia có thể không có sẵn trong ngôn ngữ của bạn.
zh_hans: 某些Wikipedia条目可能无法以您的语言提供。
zh_hant: 某些維基百科的文章可能無法以您的語言提供。

source: Available languages
ar: اللغات المتوفرة
cs: Dostupné jazyky
cy: Ieithoedd ar gael
da: Tilgængelige sprog
de: Verfügbare Sprachen
el: Διαθέσιμες γλώσσες
es_us: Idiomas disponibles
et: Saadaolevad keeled
fi: Saatavilla olevat kielet
fr: Langues disponibles
hu: Elérhető nyelvek
id: Bahasa yang tersedia
is: Tiltæk tungumál
it: Lingue disponibili
ka: ხელმისაწვდომი ენები
ko: 사용 가능한 언어
nb: Tilgjengelige språk
nl: Beschikbare talen
oc: Lengas disponiblas
pl: Dostępne języki
pt_br: Idiomas disponíveis
ro_ro: Limbi disponibile
ru: Доступные языки
sc: Limbas a disponimentu
sr: Доступни језици
sr_latn: Dostupni jezici
sv: Tillgängliga språk
ta: கிடைக்கும் மொழிகள்
tr: Kullanılabilir diller
uk: Доступні мови
zh_hant: 可用語言

# product_desc_sea_depth_contours
source: Sea depth contour lines and seamarks
ar: مجموعة من الخرائط التي تحوي نقاط أعماق البحر وخطوطه الكنتورية
be: Контурныя лініі марскіх глыбінь і марскія знакі
ca: Isòbates i fondàries nàutiques puntuals
cs: Námořní hloubkové vrstevnice a značky
da: Havdybdekurver og sømærker
de: Meeresbodenkonturlinien und Seezeichen
es_us: Curvas de profundidad y cartografía náutica
et: Mere sügavuskontuurid ja meremärgid
fr: Bathymétrie et balisage maritime
hu: Tengeri mélységvonalak és hajózási jelzések
id: Garis kontur kedalaman laut dan tanda bahaya laut
is: Kort með dýptarlínum og sjómerkjum
it: Linee di contorno della profondità del mare e segni marini
ja: 海洋等深線と航路標識
nl: Zeediepte contourlijnen en betonningen
oc: Isobates e caleson nautica
pl: Poziomice głębokości morza i znaki orientacyjne
pt_br: Linhas de contorno e marcas do mar
ro_ro: Curbe de adâncime a mării și marcaje marine
ru: Изобаты и Морские ориентиры
sc: Mapas de sas curvas de livellu nàuticas e de sos pidagnos
sk: Námorné hĺbkové vrstevnice a námorné značky
sr: Изобате мора (изохипсе дубине) и карте поморских ознака
sr_latn: Izobate mora (izohipse dubine) i karte pomorskih oznaka
sv: Djupkurvor och sjömärken
ta: கடல் ஆழம் விளிம்பு கோடுகள் மற்றும் சீமார்க்ச்
tr: Deniz eş derinlik eğrileri ve deniz işaretleri
uk: Ізолінії морських глибин та навігаційні знаки
zh_hant: 海洋等深線和海洋標記

source: Depth contours
ar: ملامح العمق
bg: Контури на дълбочина
ca: Isòbates
cs: Hloubkové vrstevnice
da: Dybdekonturer
de: Tiefenlinien
el: Ισοϋψείς βάθους
eo: Profundec-kurboj
es_us: Curvas de profundidad
et: Sügavuste samakõrgusjooned
eu: Sakonera-sestrak
fa: خطوط عمق
fr: Lignes de profondeur
hu: Mélységvonalak
id: Kontur kedalaman
is: Dýptarlínur
it: Isobate
ja: 等深線
ko: 깊이 윤곽선
nb: Dybdekonturer
nl: Dieptelijnen
oc: Isobates
pl: Kontury głębokości
ro_ro: Curbe de adâncime
ru: Контуры глубин
sc: Lìnias nàuticas de profundidade
sk: Hĺbkové vrstevnice
sl: Izobate
sr: Дубински обриси
sr_latn: Konture dubine
sv: Djupkurvor
ta: ஆழமான வரையறைகள்
tr: Derinlik eğrileri
uk: Ізолінії глибин
vi: Đường đồng mức độ sâu
zh_hans: 等深线
zh_hant: 等深線

source: Add as
ar: إضافة
be: Дадаць як
ca: Afegeix com a
cs: Přidat jako
cy: Ychwanegu fel
da: Tilføj som
de: ergänzen als
el: Προσθήκη ως
es_us: Añadir como
et: Lisa kui
fi: Lisää
fr: Ajouter comme
hu: Hozzáadás mint
id: Tambahkan sebagai
is: Bæta við sem
it: Aggiungi come
ja: 以下のものを保存：
nl: Toevoegen als
oc: Ajustar per
pl: Dodaj jako
pt_br: Adicionar como
ro_ro: Se adaugă ca
ru: Добавить как
sc: Annanghe comente
sk: Pridať ako
sl: Dodaj kot
sr: Додај као
sr_latn: Dodaj kao
sv: Lägg till som
ta: சேர்க்க
tr: Olarak ekle
uk: Додати як
zh_hant: 新增為

# make_call
source: Make a call
ar: إجراء مكالمة
be: Патэлефанаваць
ca: Truca
cs: Zatelefonovat
da: Foretag et opkald
de: Mache einen Anruf
el: Κάντε μια κλήση
es_us: Hacer llamada
et: Helista
fi: Soita
fr: Passer un appel
hu: Hívás indítása
id: Lakukan panggilan
is: Hringja
it: Fai una chiamata
ja: 電話を掛ける
ka: დარეკვა
nl: Doe een oproep
oc: Sonar
pl: Zadzwoń
pt_br: Ligar
ro_ro: Efectuați un apel
ru: Позвонить
sc: Faghe una mutida/cramada
sk: Zatelefonovať
sr: Позивање
sr_latn: Pozivanje
sv: Ring ett samtal
ta: அழைப்பு விடுங்கள்
tr: Arama yapmak
uk: Зателефонувати
zh_hans: 打电话
zh_hant: 打電話

source: Read full description
ar: قراءة الوصف الكامل
cs: Přečíst plný popis
da: Læs hele beskrivelsen
de: Vollständige Beschreibung lesen
el: Διαβάστε την πλήρη περιγραφή
es_us: Leer descripción completa
et: Loe täielikku kirjeldust
fr: Lire la description complète
hu: Teljes leírás elolvasása
id: Baca deskripsi lengkap
is: Lesa fulla lýsingu
it: Leggi la descrizione completa
ka: სრული აღწერის წაკითხვა
nb: Les full beskrivelse
nl: Lees volledige beschrijving
oc: Legir la descripcion completa
pl: Przeczytaj pełen opis
pt_br: Ler a descrição completa
ro_ro: Citiți descrierea completă
ru: Читать полное описание
sc: Leghe sa descritzione intrea
sr: Прочитајте цео опис
sr_latn: Pročitajte ceo opis
sv: Läs hela beskrivningen
ta: முழு விளக்கத்தையும் படியுங்கள்
tr: Tam açıklamayı oku
uk: Читати повний опис
zh_hant: 閱讀完整描述

# context_menu_edit_descr
source: Edit description
ar: تعديل الوصف
az: Açıqlamaya düzəliş et
be: Змяніць апісанне
cs: Upravit popis
cy: Golygu disgrifiad
da: Rediger beskrivelse
de: Beschreibung bearbeiten
el: Επεξεργασία περιγραφής
eo: Redakti priskribon
es_us: Editar descripción
et: Muuda kirjeldust
eu: Editatu deskribapena
fa: ویرایش توضیحات
fi: Muokkaa kuvausta
fr: Modifier la description
gl: Editar descrición
he: עריכת תיאור
hu: Leírás szerkesztése
id: Sunting keterangan
is: Breyta lýsingu
it: Modifica descrizione
ja: 説明の編集
ka: აღწერის ჩასწორება
ko: 설명 편집
lt: Redaguoti aprašymą
mk: Uredi go opisot
nb: Rediger beskrivelse
nl: Beschrijving bewerken
oc: Modificar la descripcion
pl: Edytuj opis
ro_ro: Editează descrierea
ru: Править описание
sc: Modìfica sa descritzione
sk: Upraviť popis
sl: Uredi opis
sr: Измени опис
sr_latn: Izmeni opis
sv: Redigera beskrivning
ta: விளக்கத்தைத் திருத்து
tr: Açıklamayı düzenle
uk: Змінити опис
vi: Chỉnh sửa mô tả
zh_hans: 编辑描述
zh_hant: 編輯描述

# wpt_remove_q
source: Remove waypoint?
ar: إزالة إحداثية؟
be: Выдаліць пункт шляху?
ca: Elimina la fita?
cs: Odstranit bod trasy?
da: Fjern rutepunkt?
de: Wegpunkt entfernen?
el: Αφαίρεση σημείου διαδρομής;
es_us: ¿Quitar punto de ruta?
et: Eemaldada teekonnapunkt?
fr: Supprimer le point de passage ?
hu: Útvonalpont eltávolítása?
id: Hapus titik acuan?
is: Fjarlægja ferilpunkt?
it: Rimuovere il punto intermedio?
ja: 経由地点を削除しますか？
ka: წავშალო გზის წერტილი?
nl: Tussenpunt verwijderen?
oc: Escafar lo ponch d'etapa ?
pl: Usunąć punkt trasy?
pt_br: Remover ponto de parada?
ro_ro: Eliminați punctul de rută?
ru: Удалить точку?
sc: Bogare su puntu mesanu?
sk: Odstrániť bod trasy?
sl: Ali želite odstraniti vmesno točko?
sr: Уклонити пролазну тачку?
sr_latn: Ukloniti prolaznu tačku?
sv: Radera ruttpunkt?
ta: வழித்தடத்தை அகற்றவா?
tr: Yol noktasını kaldırılsın mı?
uk: Вилучити маршрутну точку?
zh_hant: 移除航點嗎？
