Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# osm_live_banner_descr
source: Subscribe to OsmAnd Live and get unlimited <b>hourly</b> map updates and <b>all features</b> included from %@
ar: اشترك في أوسماند لايف واحصل على عدد غير محدود <b>hourly</b> تحديثات الخرائط و <b>كل الميزات</b> المتضمنة من %@
be: Падпішыцеся на OsmAnd Live і атрымлівайце <b>штогадзінныя</b> абнаўленні мапаў <b>усю функцыянальнасць без абмежаванняў</b> ад %@
ca: Subscriviu-vos a OsmAnd Live i obteniu actualitzacions <b>cada hora</b> de mapes sense límit i <b>totes les funcions</b> incloses a %@
cs: Předplaťte si OsmAnd Live a získejte neomezené <b>hodinové</b> aktualizace map a <b>všechny funkce</b> z %@
da: Abonnér på OsmAnd Live og få ubegrænset <b>hver time</b> opdateringer af kort og <b>alle funktioner</b> inkluderet fra %@
de: OsmAnd Live abonnieren und unbegrenzt <b>stündliche</b> Kartenaktualisierungen sowie <b>alle Vorzüge</b> erhalten, die in %@ enthalten sind
el: Κάντε συνδρομή στο OsmAnd Live και λάβετε απεριόριστες <b>ωριαίες</b> ενημερώσεις χαρτών και <b>όλες τις λειτουργίες</b> που περιλαμβάνονται από %@
es_us: Suscríbete a OsmAnd Live y obtiene actualizaciones de mapas ilimitadas <b>por hora</b> y <b>todas las características</b> incluidas, desde %@
et: Telli OsmAnd Live ja saa piiramatud <b>igatunnised</b> kaardiuuendused ja %@ <b>kõik uuendused</b>
fr: Abonnez-vous à OsmAnd Live et obtenez un nombre illimité de mises à jour de cartes <b>toutes les heures</b> et <b>toutes les fonctionnalités</b> incluses de %@
hu: Iratkozzon fel az OsmAnd Live szolgáltatásra, és szerezze meg a korlátlan <b>óránkénti</b> térképfrissítéseket és az <b>összes funkciót</b> beleértve a következőt: %@
id: Berlangganan OsmAnd Live dan dapatkan pembaruan peta <b>setiap jam</b> tanpa batas dan <b>semua fitur</b> termasuk dari %@
is: Gerstu áskrifandi OsmAnd Live og fáðu ótakmarkaðar uppfærslur korta <b>á klukkustundar fresti</b> og <b>alla eiginleika</b> sem innifaldir eru í %@
it: Abbonati a OsmAnd Live e ricevi <b>ogni ora</b> aggiornamenti mappe illimitati e <b>tutte le funzionalità</b> incluse da %@
ja: OsmAnd Liveに登録すると、制限のない<b>毎時</b>マップ更新や <b>全ての機能</b>が利用可能で、%@からも含まれます
nl: Abonneer je op OsmAnd Live en krijg onbeperkt <b>"ieder uur"</b> kaart updates, alsook <b>alle mogelijkheden</b> van %@
oc: Soscrivètz a OsmAnd Live e obtenètz l'actualitzacion <b>orària</b> dei mapas sensa limit e <b>totei lei fonccions</b> compresas dins %@
pl: Subskrybuj OsmAnd i uzyskaj nielimitowane <b>cogodzinne</b> aktualizacje mapy i <b>wszystkie funkcje</b> zawarte w %@
pt_br: Inscreva-se no OsmAnd Live e ganhe ilimitado <b>1 hora</b>2 atualizações de mapas e <b>3 recursos</b>4 incluído a partir de %@
ro_ro: Abonează-te la OsmAnd Live și primește nelimitat <b>actualizări de hărți din oră în oră</b> și <b>toate funcțiile</b> incluse de la %@
ru: Подпишитесь на OsmAnd Live и получайте <b>ежечасные</b> обновления карт и <b>все функции без ограничений</b>, от %@
sc: Abbona·ti a OsmAnd Live pro otènnere agiornamentos <b>ora pro ora</b> de sas mapas e <b>totu sas funtzionalidades</b> incluidas dae %@
sk: Predplaťte si OsmAnd Live a získajte aktualizácie máp <b>každú hodinu</b> a <b>všetky funkcie</b> z %@
sr: Претплатите се на ОсмАнд Уживо и добијте неограничено <b>сатно</b> ажурирање мапа и <b>све функције</b> укључене од %@
sr_latn: Pretplatite se na OsmAnd Uživo i dobijte neograničeno <b>satno</b> ažuriranje mapa i <b>sve funkcije</b> uključene od %@
sv: Prenumerera på OsmAnd Live och få obegränsade <b>timvisa</b> kartuppdateringar och <b>alla funktioner</b> inkluderade från %@
ta: OSMand Live க்கு குழுசேரவும், வரம்பற்ற <b> மணிநேரம் </b> வரைபட புதுப்பிப்புகள் மற்றும் <b> அனைத்து அம்சங்களும் </b> %@ இலிருந்து சேர்க்கப்பட்டுள்ளன
tr: OsmAnd Live'a abone olun ve sınırsız sayıda <b>saatlik</b> harita güncellemesi ve %@ içeriğindeki <b>tüm özellikleri</b> edinin
uk: Передплатіть OsmAnd Live та отримайте необмежене <b>щогодинне</b> оновлення мап та <b>всю функціональність без обмежень</b>, від %@
zh_hant: 訂閱 OsmAnd Live 並獲得無限制的<b>每小時</b>地圖更新以及含括 %@ 的<b>所有功能</b>

# subscriptions_public_info
source: Payment will be charged to your iTunes Account at confirmation of purchase. The subscription will automatically renew unless auto-renew is turned off at least 24 hours before the end of the current period. Your account will be charged according to your plan for renewal within 24 hours prior to the end of the current period. You can manage or turn off auto-renew in your Account Settings after purchase. If you purchase a subscription during a free trial period, the unused portion of this period will be forfeited.
ar: سيتم احتساب الدفع علي حساب آيتونز الخاص بك عند تاكيد الشراء. سيتم تجديد الاشتراك تلقائيا ما لم يتم إيقاف التجديد التلقائي قبل 24 ساعة علي الأقل من نهاية الفترة الحالية. سيتم احتساب حسابك وفقا لخطة التجديد الخاصة بك في غضون 24 ساعة قبل نهاية الفترة الحالية. يمكنك إداره أو إيقاف التجديد التلقائي في إعدادات الحساب بعد الشراء. إذا قمت بشراء اشتراك خلال فتره تجريبية مجانية ، سيتم احتساب الجزء غير المستخدم من هذه الفترة.
be: Аплата будзе спагнаная з вашага акаўнта iTunes пры пацвярджэнні пакупкі. Падпіска будзе аўтаматычна падаўжацца, калі аўтаматычнае падаўжэнне не будзе адключана прынамсі за 24 гадзіны да канца бягучага перыяду. З вашага рахунку будзе знятая аплата ў адпаведнасці з вашым планам на працягу 24 гадзінаў да канца бягучага перыяду. Вы можаце кіраваць альбо адключыць аўтаматычнае абнаўленне ў наладах акаўнта пасля пакупкі. Калі вы купляеце падпіску на працягу бясплатнага пробнага перыяду, нявыкарыстаная частка гэтага перыяду будзе ануляваная.
ca: El pagament es carregarà al vostre compte d'iTunes en confirmar la compra. La subscripció es renovarà automàticament excepte si es desactiva aquesta opció un mínim de 24 hores abans de la fi del període vigent. Es farà el càrrec al vostre compte segons el pla de renovació i en les 24 hores anteriors a la fi dels període vigent. Podeu gestionar o desactivar la renovació automàtica a Paràmetres del Compte un cop feta la compra. Si quan feu la compra encara disposeu d'un període de prova gratuït, perdreu la resta no utilitzada.
cs: Platba bude stržena z vašeho účtu iTunes při potvrzení nákupu. Předplatné bude automaticky obnoveno, pokud nevypnete volbu automatického prodlužování alespoň 24 hodin před koncem aktuálního období. Další platba bude stržena z vašeho účtu dle typu předplatného v rozmezí 24 hodin před koncem aktuálního období. Nastavení automatického prodlužování můžete spravovat po nákupu v Nastavení účtu. Zakoupíte-li předplatné během zkušebního období, nevyužitá část této doby vám propadne.
da: Betaling vil blive opkrævet på iTunes-kontoen ved købsbekræftelse. Abonnementet fornyes automatisk, medmindre autofornyelse er slukket mindst 24 timer inden udgangen af den aktuelle periode. Konto vil blive opkrævet i henhold til plan for fornyelse inden for 24 timer inden udgangen af den aktuelle periode. Administrer eller sluk for automatisk fornyelse i kontoindstillinger efter køb. Hvis købt abonnement i en gratis prøveperiode, vil den ubrugte del af denne periode blive fortabt.
de: Zahlungen werden auf Ihrem iTunes-Konto belastet sobald der Kauf bestätigt wird. Das Abonnement wird automatisch erneuert, es sei denn die automatische Erneuerung wird mindestens 24 Stunden vor dem Ende der derzeitigen Abrechnungsperiode abgeschaltet. Ihr Konto wird gemäß Ihres Erneuerungsabonnements belastet, innerhalb 24 Stunden vor dem Ablauf der derzeitigen Abrechnungsperiode. Sie können die automatische Erneuerung in Ihren Kontoeinstellungen verwalten oder beenden. Falls Sie ein Abonnement während einer kostenlosen Probezeit kaufen, werden unbenutzte Anteile dieser Zeit verfallen.
es_us: El pago se cargará a su cuenta de iTunes al confirmar la compra. La suscripción se renovará automáticamente a no ser que la renovación automática se desactive con al menos 24 horas de antelación a la finalización del período actual. Su cuenta será cargada de acuerdo a su plan de renovación dentro de las 24 horas previas a la finalización del período actual. Puede administrar o desactivar la renovación automática en los ajustes de su cuenta al comprar. Si adquiere una suscripción durante un período de prueba gratuito, la parte no utilizada de este período se perderá.
et: Makse võetakse Sinu iTunesi kontolt ostu kinnitamisel. Tellimus uueneb automaatselt, kui automaatne uuendamine pole välja lülitatud vähemalt 24 tundi enne praeguse perioodi lõppu. Sinu kontolt võetakse arve vastavalt valitud pikendamiskavale 24 tunni jooksul enne praeguse perioodi lõppu. Pärast ostmist saad automaatset uuendamist muuta või välja lülitada oma konto seadetes. Kui ostad tellimuse tasuta prooviperioodi ajal, jääd selle perioodi kasutamata osast ilma.
fr: Le paiement sera débité de votre compte iTunes lors de la confirmation d'achat. L'abonnement sera automatiquement renouvelé à moins que le renouvellement automatique ne soit désactivé au moins 24 heures avant la fin de la période en cours. Votre compte sera débité selon votre plan de renouvellement dans les 24 heures précédant la fin de la période en cours. Vous pouvez gérer ou désactiver le renouvellement automatique dans les paramètres de votre compte après l'achat. Si vous souscrivez un abonnement pendant une période d'essai gratuite, la partie inutilisée de cette période sera perdue.
hu: A kifizetés az iTunes-fiókjára lesz terhelve a vásárlás megerősítésekor. Az előfizetés automatikusan megújul, hacsak az automatikus megújítást legalább 24 órával a jelenlegi időszak vége előtt ki nem kapcsolja. A fiókját a jelenlegi időszak vége előtt 24 órával a megújítási tervének megfelelően lesz megterhelve. Az automatikus megújítást a vásárlás után a Fiókbeállítások menüpontban kezelheti vagy kapcsolhatja ki. Ha előfizetést vásárol az ingyenes próbaidőszak alatt, az időszak fel nem használt része elvész.
id: Pembayaran akan dibebankan ke Akun iTunes Anda pada saat konfirmasi pembelian. Langganan akan diperpanjang secara otomatis kecuali perpanjangan otomatis dimatikan setidaknya 24 jam sebelum akhir periode berjalan. Akun Anda akan dikenakan biaya sesuai dengan paket Anda untuk perpanjangan dalam 24 jam sebelum akhir periode berjalan. Anda dapat mengelola atau mematikan perpanjangan otomatis di Pengaturan Akun Anda setelah pembelian. Jika Anda membeli langganan selama masa uji coba gratis, bagian yang tidak terpakai dari periode ini akan hangus.
is: Greiðsla fyrir áskrift verður gjaldfærð í gegnum iTunes-reikninginn þinn við staðfestingu á kaupum. Áskriftin þín endurnýjast sjálfkrafa nema að hætt sé við hana a.m.k. 24 stundum áður en núverandi áskrift rennur sitt skeið. Reikningurinn þinn verður gjaldfærður miðað við áskriftina þína og endurnýjast hún 24 stundum áður en núverandi tímabili lýkur. Sýslaðu með áskriftirnar þínar í aðgangsstillingunum eftir að kaup hafa farið fram. Ef þú kaupir áskrift á meðan ókeypis prufutímabili stendur, mun eftirstandandi hluti prufuáskriftarinnar renna út.
it: Il pagamento verrà addebitato sul tuo account iTunes alla conferma dell'acquisto. L'abbonamento si rinnoverà automaticamente a meno che il rinnovo automatico non venga disattivato almeno 24 ore prima della fine del periodo corrente. Il tuo account verrà addebitato in base al tuo piano per il rinnovo entro 24 ore prima della fine del periodo corrente. Puoi gestire o disattivare il rinnovo automatico nelle Impostazioni account dopo l'acquisto. Se acquisti un abbonamento durante un periodo di prova gratuito, la parte inutilizzata di questo periodo verrà persa.
ja: 購入確認後にiTunesアカウントから課金されます。サブスクリプションの更新を停止したい場合、現在の契約期間が終了する24時間前までに自動更新を無効にしてください。当該期間終了の24時間前までにお客様の更新情報を参照し、キャンセルあるいは更新が無効になっていない場合は継続するとみなされ、アカウントから課金されます。購入後はアカウント設定で自動更新を管理または無効にすることができます。無料お試し期間中にサブスクリプションをご登録いただいた場合、残り未使用分の期間は失効となります。
ko: 결제는 구매 확인 시 iTunes 계정으로 청구됩니다. 현재 기간이 끝나기 최소 24시간 전에 자동 갱신을 끄지 않으면 구독이 자동으로 갱신됩니다. 귀하의 계정은 현재 기간이 끝나기 24시간 이내에 갱신 계획에 따라 청구됩니다. 구매 후 계정 설정에서 자동 갱신을 관리하거나 끌 수 있습니다. 무료 평가판 기간 동안 구독을 구매하면 이 기간 중 사용하지 않은 부분은 소멸됩니다.
lt: Mokėjimas bus nuskaitytas iš jūsų „iTunes” paskyros patvirtinus pirkimą. Prenumerata bus automatiškai atnaujinta, nebent automatinis atnaujinimas bus išjungtas likus bent 24 valandoms iki dabartinio laikotarpio pabaigos. Jūsų sąskaita bus apmokestinta pagal jūsų atnaujinimo planą likus 24 valandoms iki dabartinio laikotarpio pabaigos. Galite valdyti arba išjungti automatinį atnaujinimą paskyros nustatymuose po pirkimo. Jei prenumeratą įsigysite nemokamo bandomojo laikotarpio metu, nepanaudota šio laikotarpio dalis bus prarasta.
nl: Bij bevestiging van de aankoop wordt de betaling afgerekend met je iTunes Account. Het abonnement wordt automatisch verlengd tenzij je "automatische verlenging" uitschakelt minstens 24 uur voor het einde van de huidige periode. Je account wordt gedebiteerd volgens je verlengingsplan, 24 uur voor het aflopen van de huidige periode. Je kunt "automatische verlenging" beheren of uitschakelen in je Account Settings na aankoop. Als je een abonnement koopt tijdens een gratis probeerperiode, dan wordt het nog niet gebruikte deel van die periode afgetrokken.
oc: Lo pagament se debita de vòstre còmpte iTunes quand confirmatz la cròmpa. L'abonament se renovelarà automaticament franc de l'anullar aumens 24 oras avans la fin dau periòde en cors. Lo còmpte es debitat 24 oras avans la fins dau periòde. Podrètz administrar o desactivar lo renovelament automatic dins lei Parametres dau Còmpte après la cròmpa. Si quand crompatz dispausatz encara d'un periòde d'assai a gratis, perdretz lo restant non utilitzat.
pl: Opłata zostanie pobrana z twojego konta iTunes po potwierdzeniu zakupu. Subskrypcja zostanie automatycznie odnowiona, chyba że automatyczne odnawianie zostanie wyłączone co najmniej 24 godziny przed końcem obecnego okresu. Twoje konto zostanie obciążone zgodnie z planem odnowienia w przeciągu 24 godzin przed końcem obecnego okresu. Możesz zarządzać lub wyłączać auto-odnawianie w twoich Ustawieniach Konta po zakupie. Jeśli zakupisz subskrypcję podczas bezpłatnego okresu próbnego, niewykorzystana część okresu zostanie utracona.
pt_br: O pagamento será cobrado na sua conta do iTunes na confirmação da compra. A assinatura será renovada automaticamente, a menos que a renovação automática seja desativada pelo menos 24 horas antes do final do período atual. Sua conta será cobrada de acordo com seu plano de renovação dentro de 24 horas antes do final do período atual. Você pode gerenciar ou desativar a renovação automática nas configurações da conta após a compra. Se você comprar uma assinatura durante um período de teste gratuito, a parte não utilizada desse período será perdida.
ro_ro: Plata va fi debitată din contul dumneavoastră iTunes la confirmarea achiziției. Abonamentul se va reînnoi automat, cu excepția cazului în care reînnoirea automată este dezactivată cu cel puțin 24 de ore înainte de sfârșitul perioadei curente. Contul dvs. va fi debitat în conformitate cu planul dvs. de reînnoire cu 24 de ore înainte de sfârșitul perioadei curente. Puteți gestiona sau dezactiva reînnoirea automată în setările contului dvs. după cumpărare. Dacă achiziționați un abonament în timpul unei perioade de încercare gratuită, partea neutilizată a acestei perioade va fi pierdută.
ru: Оплата будет списана со счёта вашего аккаунта iTunes в момент подтверждения покупки. Подписка будет автоматически продлеваться пока автоматическое продление не будет отключено минимум за 24 часа перед окончанием текущего периода подписки. Во время продления подписки на следующий период, средства в соответствующем размере будут списаны в течение 24 часов перед окончанием текущего периода подписки. Вы можете управлять или отключить автоматическое продление в Настройках Учетной Записи после осуществления покупки. Если вы приобретаете подписку в течение периода бесплатного пробного использования, неиспользованная часть этого периода будет аннулирована.
sc: Su pagamentu a èssere addebitados a su contu de iTunes tuo a pustis de sa cunfirma. S'abbonamentu tuo s'at a rinnovare automaticamente si no at a èssere annulladu a su mancu 24 oras in antis de s'acabu de su perìodu currente. Su contu tuo at a retzire s'addèbitu pro su pranu tuo intre 24 oras in antis de su perìodu currente. POdes amministrare o istudare su rinnovu automàticu in sas Impostatziones de su Contu tuo a pustis de sa còmpora. Si as a comporare un'abbonamentu in unu perìodu de proa de badas su cantu no impreadu de cussu perìodu s'at a pèrdere.
sk: Platba bude stiahnutá z vášho účtu iTunes pri potvrdení nákup. Predplatné bude automaticky obnovené, ak nevypnete voľbu automatického predlžovania aspoň 24 hodín pred koncom aktuálneho obdobia. Z vášho účtu bude platba za predĺženie stiahnutá podľa typu predplatného najskôr 24 hodín pred skončením aktuálneho obdobia. Nastavenie automatického predlžovania (obnovovania) môžete spravovať alebo vypnúť v Nastaveniach účtu, až po nákupe. Ak si zakúpite predplatné počas skúšobného obdobia zdarma, nevyužitá časť tohto obdobia vám prepadne.
sr: Плаћање ће бити наплаћено са вашег iTunes налога приликом потврде куповине. Претплата ће се аутоматски обновити осим ако се аутоматско обнављање не искључи најмање 24 сата пре краја текућег периода. Ваш рачун ће бити наплаћен у складу са вашим планом за обнављање у року од 24 сата пре краја текућег периода. Можете управљати или искључити аутоматско обнављање у подешавањима налога након куповине. Ако купите претплату током бесплатног пробног периода, неискоришћени део овог периода биће изгубљен.
sr_latn: Plaćanje će biti naplaćeno sa vašeg iTunes naloga prilikom potvrde kupovine. Pretplata će se automatski obnoviti osim ako se automatsko obnavljanje ne isključi najmanje 24 sata pre kraja tekućeg perioda. Vaš račun će biti naplaćen u skladu sa vašim planom za obnavljanje u roku od 24 sata pre kraja tekućeg perioda. Možete upravljati ili isključiti automatsko obnavljanje u podešavanjima naloga nakon kupovine. Ako kupite pretplatu tokom besplatnog probnog perioda, neiskorišćeni deo ovog perioda će biti izgubljen.
sv: Betalning debiteras till ditt iTunes-konto vid bekräftelse av inköp. Prenumerationen kommer automatiskt att förnyas om inte automatisk förnyelse stängs av minst 24 timmar före utgången av den aktuella perioden. Ditt konto debiteras enligt din plan för förnyelse inom 24 timmar före utgången av den aktuella perioden. Du kan hantera eller stänga av automatisk förnyelse i dina kontoinställningar efter köp. Om du köper en prenumeration under en gratis provperiod kommer den oanvända delen av denna period att förverkas.
ta: வாங்குவதை உறுதிப்படுத்த உங்கள் ஐடியூன்ச் கணக்கில் கட்டணம் வசூலிக்கப்படும். நடப்பு காலத்தின் முடிவில் குறைந்தது 24 மணி நேரத்திற்கு முன்பே தானாக புதுப்பித்தல் அணைக்கப்படாவிட்டால் சந்தா தானாகவே புதுப்பிக்கப்படும். தற்போதைய காலத்தின் முடிவிற்கு 24 மணி நேரத்திற்குள் புதுப்பிப்பதற்கான உங்கள் திட்டத்தின் படி உங்கள் கணக்கு வசூலிக்கப்படும். வாங்கிய பிறகு உங்கள் கணக்கு அமைப்புகளில் தானாக புதுப்பித்தலை நிர்வகிக்கலாம் அல்லது அணைக்கலாம். இலவச சோதனைக் காலத்தில் நீங்கள் சந்தாவை வாங்கினால், இந்த காலத்தின் பயன்படுத்தப்படாத பகுதி பறிமுதல் செய்யப்படும்.
tr: Ödeme, satın alma onayı ile iTunes hesabınızdan tahsil edilecektir. Mevcut dönemin bitiminden en az 24 saat önce otomatik yenileme kapatılmadığı sürece abonelik otomatik olarak yenilenecektir. Mevcut dönemin bitiminden 24 saat önce hesabınızdan yenileme planınıza göre ödeme alınacaktır. Otomatik yenilemeyi, satın aldıktan sonra Hesap Ayarlarınızdan yönetebilir veya kapatabilirsiniz. Ücretsiz deneme süresi boyunca bir abonelik satın alırsanız, bu sürenin kullanılmayan kısmı kaybedilir.
uk: Оплату буде списано з вашого рахунку Облікового Запису iTunes в момент підтвердження придбання. Передплата буде автоматично поновлюватися, допоки автоматичне продовження не буде відімкнено мінімум за 24 години до закінчення поточного періоду передплати. Під час продовження передплати на наступний період, кошти у відповідному розмірі будуть списані впродовж 24 годин до закінчення поточного періоду передплати. Ви можете керувати або відключити автоматичне продовження в Налаштуваннях Облікового Запису після здійснення придбання. Якщо ви купуєте передплату протягом періоду безплатного пробного користування, невикористану частину цього періоду буде анульовано.
zh_hant: 付款會在確認購買後從您的 iTunes 帳戶中扣除。除非在當前期限結束前至少 24 小時關閉自動續訂，否則您的訂閱將會自動續訂。您的帳戶會在本期結束前 24 小時內，根據您的續訂計劃收取費用。購買後，您可以在帳戶設定中管理或關閉自動續訂，如果您在免費試用期內購買訂閱，則此期間未使用的部分會被沒收。

# rendering_value_germanRoadAtlas_name
source: German road atlas
ar: نمط الطرق الألمانية
az: Almaniya yol atlası
be: Нямецкі атлас аўтадарог
bg: Немска пътна карта
ca: Atles de carreteres alemany
cs: Německý atlas cest
cy: Atlas ffordd yr Almaen
da: Tysk vejkort
de: Deutscher Straßenatlas
el: Γερμανικός άτλαντας δρόμων
eo: Germana voja maparo
es_us: Estilo vial alemán
et: Saksa teede atlas
eu: Alemaniako errepide atlasa
fa: اطلس راه‌های آلمان
fi: Saksan tiekartta
fr: Atlas des routes allemandes
gl: Atlas de estradas alemás
he: אטלס דרכים גרמני
hu: Német autós atlasz
hy: Գերմանիայի ճանապարհների ատլաս
id: Atlas jalan Jerman
is: Þýsk vegakort
it: Atlante strade tedesche
ja: ドイツの道路マップ
ka: გერმანიის გზების ატლასი
ko: 독일 도로 지도
lt: Vokietijos kelių atlasas
lv: Vāciešu kartes stilā
mk: Germanski paten atlas
ml: ജര്‍മ്മന്‍ റോഡ് അറ്റ്-ലസ്
nb: Tysk veiatlas
nl: Duitse wegenkaart
oc: Atlàs dei rotas alemandas
pl: Niemiecki atlas drogowy
pt_br: Atlas de vias alemãs
ro_ro: Atlas rutier german
ru: Атлас дорог Германии
sc: Atlante de sos caminos tedescos
sk: Nemecký atlas ciest
sl: Nemški cestni atlas
sr: Немачки атлас путева
sr_latn: Nemački atlas puteva
sv: Tysk vägkarta
ta: செர்மன் சாலை அட்லச்
tr: Alman yol atlası
uk: Атлас доріг Німеччини
vi: Atlas đường nước Đức
zh_hans: 德国道路地图
zh_hant: 德國道路地圖集

# rendering_attr_surface_pebblestone_name
source: Pebblestone
ar: حصاة حصبة
be: Галька
ca: Còdol
cs: Oblázky
cy: Caregos
da: Ral
de: Kieselsteine
el: Βότσαλο
eo: Rulŝtonaĵo
es_us: Canto rodado
et: Kiviklibu
eu: Hartxindar bidea
fa: ریگ
fi: Mukulakivi
fr: Galets
gl: Pedregullo
he: חלוקי נחל
hu: Kavics
id: Batu kerikil
is: Steinvölur
it: Ciottoli
ja: 砂利舗装
ka: კენჭები
ko: 조약돌
lv: Oļu bruģis
mk: shljunak (sitni kamchinja)
ml: ഉണ്ടക്കല്ല് നിരത്തിയ
nb: Rullestein (liten)
nl: Kiezelstenen
oc: Còdol
pl: Tłuczeń żwirowy
pt_br: Seixo rolado
ro_ro: Pietriș
ru: Галька
sc: Perdas de riu
sk: Oblý štrk
sl: Prodniki
sr: Каменчићи
sr_latn: Kamenčići
sv: Klappersten
ta: பெப்பிள்ச்டோன்
tr: Çakıl taşı
uk: Галька
vi: Đá cuội nhỏ
zh_hans: 卵石
zh_hant: 礫石

# rendering_value_lightblue_name
source: Light blue
ar: أزرق فاتح
ast: Azul claro
az: Açıq mavi
be: Блакітны
bg: Свелтосиня
ca: Blau cel
cs: Světlemodrá
cy: Glas golau
da: Lyseblå
de: Hellblau
el: Γαλάζιο
eo: Helblua
es_us: Azul claro
et: Helesinine
eu: Urdin argia
fa: آبی روشن
fi: Vaaleansininen
fr: Bleu clair
gl: Azul claro
he: כחול בהיר
hu: Világoskék
hy: Կապույտ
id: Biru muda
is: Ljósblátt
it: Azzurro
ja: ライトブルー
ka: ღია ლურჯი
kn: ತೆಳು ನೀಲಿ
ko: 연한 파랑
lt: Šviesiai mėlyna
lv: Gaiši zils
mk: Svetlo sina
ml: "ഇളം നീല "
mr: आकाशी
nb: Lyseblå
nl: Lichtblauw
oc: Azur
pl: Jasnoniebieski
pt_br: Azul claro
ro_ro: Albastru deschis
ru: Голубой
sc: Biaitu craru
sk: Svetlomodrá
sl: Svetlo modra
sr: Светло плава
sr_latn: Svetlo plava
sv: Ljusblå
ta: வெளிர் நீலம்
tr: Açık mavi
uk: Світло-блакитний
zh_hans: 淡蓝色
zh_hant: 淡藍色
