Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# no_other_translations
source: There are no other translations
ar: لا توجد ترجمات أخرى
be: Няма іншых перакладаў
ca: No hi ha altres traduccions
cs: Žádné další překlady neexistují
da: Der er ingen andre oversættelser
de: Es gibt keine anderen Übersetzungen
el: Δεν υπάρχουν άλλες μεταφράσεις
es_us: Sin otras traducciones
et: Rohkem muid tõlkeid ei ole
fr: Il n'y a pas d'autres traductions
hu: Nincsenek egyéb fordítások
id: Tidak ada terjemahan lain
is: Það eru engar aðrar þýðingar
it: Non ci sono altre traduzioni
ja: 他に翻訳はありません
nl: Er zijn geen andere vertalingen
oc: Pas d'autrei traduccions
pl: Nie ma innych tłumaczeń
pt_br: Não há outras traduções
ro_ro: Nu există alte traduceri
ru: Нет других переводов
sc: Non bi sunt àteras tradutziones
sk: Neexistujú ďalšie preklady
sl: Ni drugih prevodov
sr: Других превода нема
sr_latn: Drugih prevoda nema
sv: Det finns inga andra översättningar
ta: வேறு எந்த மொழிபெயர்ப்புகளும் இல்லை
tr: Başka çeviri yok
uk: Немає інших перекладів
zh_hant: 沒有其他翻譯

# gpx_join_gaps_descr
source: Gaps between segments will be connected.
ar: سيتم ربط الفراغات بين الشرائح.
cs: Mezery mezi úseky budou propojeny.
da: Mellemrum mellem segmenter vil blive forbundet.
de: Lücken zwischen den Segmenten werden verbunden.
el: Τα κενά μεταξύ τμημάτων θα συνδεθούν.
es_us: Los huecos entre segmentos se conectarán.
et: Lõikudevahelised lüngad ühendatakse.
fr: Les écarts entre les segments seront connectés.
hu: A szegmensek közötti rések össze lesznek kapcsolva.
id: Celah antar segmen akan dihubungkan.
is: Bil milli búta verða tengd.
it: Gli spazi tra i segmenti saranno collegati.
nl: Onderbrekingen in segmenten worden verbonden.
oc: Lei mancas entre leis estiradas seràn tapats.
pt_br: Os espaços entre os segmentos serão conectados.
ro_ro: Lacunele dintre segmente vor fi conectate.
ru: Разрывы между сегментами будут соединены.
sc: Sas separatziones intre sos segmentos s'ant a connètere.
sr: Празнине између сегмената ће бити повезане.
sr_latn: Praznine između segmenata će biti povezane.
sv: Tomrum mellan spårsegment kommer kopplas ihop.
ta: பிரிவுகளுக்கு இடையிலான இடைவெளிகள் இணைக்கப்படும்.
tr: Bölümler arasındaki boşluklar birbirine bağlanacaktır.
uk: Проміжки між відрізками будуть об'єднані.
zh_hant: 區段之間的間隙將被連接。

# grey_color_undefined
source: Parts without data are gray.
ar: الأجزاء التي لا توجد بها بيانات رمادية.
ast: El color buxu úsase pa les partes que nun tienen datos.
az: Məlumat olmayan hissələr boz rəngdədir.
be: Шэры колер выкарыстоўваецца для частак без даных.
bg: Частите без данни са сиви.
cs: Části bez dat jsou šedivé.
cy: Mae rhannau heb ddata yn llwyd.
da: Dele uden data er grå.
de: Bereiche ohne Daten werden grau dargestellt.
el: Κομμάτια χωρίς δεδομένα είναι γκρι.
eo: Fragmentoj sen datumoj estas grizaj.
es_us: Los tramos sin datos son grises.
et: Andmeteta osad on halli värvi.
eu: Daturik gabeko zatiak grisak dira.
fa: رنگ خاکستری برای بخش‌های بدون داده استفاده می‌شود.
fi: Osat, joissa ei ole tietoja, ovat harmaita.
fr: Les parties sans données sont grisées.
he: חלקים ללא נתונים הם אפורים.
hu: Az adatok nélküli részek szürkék.
id: Bagian tanpa data berwarna abu-abu.
is: Grár litur er notaður fyrir hluta án gagna.
it: Le parti senza dati sono in grigio.
ja: データのない部分は灰色で表示されます。
ko: 데이터가 없는 부품은 회색입니다.
lt: Dalys be duomenų yra pilkos spalvos.
mk: Delovite bez podatoci se sivi.
nb: Grå farge brukes for områder uten data.
nl: Delen zonder gegevens zijn grijs gekleurd.
oc: Lei partidas sensa donadas son grisadas.
pl: Kolor szary jest używany dla części bez danych.
ro_ro: Porțiunile fără date sunt gri.
ru: Серым отмечены участки без данных.
sc: Sas partes chene datos sunt in colore murru.
sk: Časti bez údajov sú sivou farbou.
sl: Deli brez podatkov so sivi.
sr: Делови без података су сиви.
sr_latn: Delovi bez podataka su sivi.
sv: Områden utan data är grå.
ta: தரவு இல்லாத பாகங்கள் சாம்பல் நிறத்தில் உள்ளன.
tr: Veri içermeyen parçalar gridir.
uk: Частки без даних – сірі.
vi: Những vùng không có dữ liệu có màu xám.
zh_hans: 没有数据的部分是灰色的。
zh_hant: 沒有資料的部份是灰色的。

# white_color_undefined
source: Parts without data are white.
ar: الأجزاء بدون بيانات بيضاء.
cs: Části bez dat jsou bílé.
da: Dele uden data er hvide.
de: Bereiche ohne Daten werden weiß dargestellt.
el: Κομμάτια χωρίς δεδομένα είναι λευκά.
es_us: Los tramos sin datos son blancos.
et: Andmeteta osad on valget värvi.
fr: Les parties sans données sont blanches.
he: חלקים ללא נתונים הם לבנים.
hu: Az adat nélküli részek fehér színnel fognak megjelenni.
id: Bagian tanpa data berwarna putih.
is: Hvítur litur er notaður fyrir hluta án gagna.
it: Le parti senza dati sono bianche.
nl: Delen zonder gegevens zijn wit.
oc: Lei partidas sensa donadas son en blanc.
pl: Fragmenty bez danych są białe.
ro_ro: Părțile fără date sunt albe.
ru: Белым отмечены участки без данных.
sc: Sas partes chene datos sunt biancas.
sr: Делови без података су бели.
sr_latn: Delovi bez podataka su beli.
sv: Områden utan data är vita.
ta: தரவு இல்லாத பாகங்கள் வெண்மையானவை.
tr: Veri içermeyen parçalar beyazdır.
uk: Частки без даних – білі.
zh_hant: 沒有資料的部分為白色。

source: Analyze on map
ar: تحليل
ast: Analizar nel mapa
az: Xəritədə təhlil et
be: Аналізаваць на мапе
bg: Анализ на маршрута
ca: Analitza en el mapa
cs: Analyzovat na mapě
cy: Dadansoddi ar y map
da: Analysér på kort
de: Auf der Karte auswerten
el: Ανάλυση στον χάρτη
eo: Analizi sur mapo
es_us: Analizar en el mapa
et: Analüüsi kaardil
eu: Aztertu mapan
fa: تحلیل روی نقشه
fi: Analysoi kartalla
fr: Analyser sur la carte
gl: Analizar no mapa
he: ניתוח במפה
hu: Elemzés a térképen
hy: Դիտել քարտեզի վրա
id: Analisa pada peta
is: Greina á korti
it: Analizza sulla mappa
ja: 分析をマップ上で閲覧
ka: ანალიზი რუკაზე
ko: 지도에서 분석
lt: Analizuotižemėlapyje
lv: Analizēt uz kartes
mk: Analiziraj na kartata
ml: "ഭൂപടത്തില്‍ വിശകലനം ചെയ്യുക "
mr: नकाशावर विश्लेषण
nb: Analyser på kartet
nl: Analyse op kaart
oc: Analizar la mapa
pl: Analizuj na mapie
pt_br: Analisar no mapa
ro_ro: Analizează pe hartă
ru: Анализ на карте
sc: Analiza in sa mapa
sk: Analyzovať na mape
sl: Preuči na zemljevidu
sr: Рашчлани на карти
sr_latn: Analiza na mapi
sv: Analysera på kartan
ta: வரைபடத்தில் பகுப்பாய்வு செய்யுங்கள்
tr: Harita üzerinde analiz et
uk: Аналізувати на мапі
vi: Phân tích trên bản đồ
zh_hans: 在地图上分析
zh_hant: 在地圖上分析

source: Duplicate track
ar: مسار مكرر
cs: Duplikovat stopu
cy: Dyblygu trac
da: Spor-dublet
de: Track duplizieren
el: Διπλότυπο ίχνος
es_us: Traza duplicada
et: Dubleeri rada
fr: Dupliquer la trace
hu: Nyomvonal duplikálása
id: Trek duplikat
is: Tvítaka feril
it: Duplica traccia
ja: 経路を複製
ka: ტრეკის დუბლირება
ko: 중복 트랙
mr: ट्रॅकची प्रत तयार करा
nl: Track dupliceren
oc: Traça doblada
pt_br: Duplicar trilha
ro_ro: Piesă duplicată
ru: Дублировать трек
sc: Dùplica sa rasta
sr: Дуплирај путању
sr_latn: Dupliraj putanju
sv: Duplicera spår
ta: நகல் டிராக்
tr: Yolu çoğalt
uk: Дублікат треку
zh_hant: 複製軌跡

# from_location
source: away
ar: بعيدا
be: адсюль
ca: més enllà
cs: vzdálený
da: bort fra
de: entfernt
el: μακριά
es_us: desde lejos
et: eemal
fr: loin
hu: távol
id: dari lokasi
is: frá
it: lontano
ja: 離れる
ka: გასული
ku: ji dûr ve
nl: verder weg
oc: pus luenh
pl: stąd
pt_br: longe
ro_ro: departe
ru: отсюда
sc: indedda
sk: vzdialený
sr: даље
sr_latn: dalje
sv: bort
ta: தொலைவில்
tr: Uzakta
uk: звідси
zh_hant: 遠離

# prch_srtm_info
source: Topography plugin enables contour lines for maps you are entitled, purchased or downloaded within free limit.
ar: يتيح ملحق ويكبيديا معلومات ويكيبيديا للخرائط التي يحق لك الحصول عليها أو شراؤها أو تنزيلها ضمن حدود مجانية.
ast: Contour lines plugin enables contour lines for maps you are entitled, purchased or downloaded within free limit.
az: Contour lines plugin enables contour lines for maps you are entitled, purchased or downloaded within free limit.
be: Дапаўненне контурных ліній дадае контурныя лініі для мапаў, якія вы купілі альбо спампавалі бясплатна.
bg: Contour lines plugin enables contour lines for maps you are entitled, purchased or downloaded within free limit.
ca: El complement de Corbes de nivell activa aquesta opcio 3D per als mapes que hàgiu titulat, comprat o baixat dins el límit gratuït.
cs: Zásuvný modul Topografie umožňuje zobrazení vrstevnic pro mapy, na které máte nárok, které jste si zakoupili nebo stáhli v rámci bezplatného limitu.
cy: Contour lines plugin enables contour lines for maps you are entitled, purchased or downloaded within free limit.
da: Topografi-modul viser højdekurver på kort, der er købt eller hentet inden for den gratis grænse.
de: Höhenlinien-plugin aktiviert Höhenlinien für berechtigte Karten, die Sie gekauft oder innerhalb des freien Limits heruntergeladen haben.
eo: Contour lines plugin enables contour lines for maps you are entitled, purchased or downloaded within free limit.
es_us: El complemento de la topografía, activa las curvas de nivel para los mapas comprados o descargados con un límite gratuito.
et: Topograafia lisamoodul tagab kõrgusjoonte kuvamise kaartidel, mille jaoks sul on õigus, oled ostnud või alla laadinud tasuta allalaadimiste piires.
fi: Contour lines plugin enables contour lines for maps you are entitled, purchased or downloaded within free limit.
fr: L'extension Topographie permet d'activer l'affichage des courbes de niveau pour les cartes auxquelles vous avez droit, achetées ou téléchargées dans les limites de l'offre gratuite.
gl: Contour lines plugin enables contour lines for maps you are entitled, purchased or downloaded within free limit.
he: Contour lines plugin enables contour lines for maps you are entitled, purchased or downloaded within free limit.
hu: A szintvonalak bővítmény szintvonalakat engedélyez azokhoz a térképekhez, amelyekre jogosult, amelyet megvásárolt vagy az ingyenes kereten belül letöltött.
id: Contour lines plugin enables contour lines for maps you are entitled, purchased or downloaded within free limit.
is: Landslag-viðbótin virkjar hæðarlínur á þeim landakortum sem þú átt rétt á, hvort sem er keyptum eða sóttum með frjálsum kvóta.
it: Il componente aggiuntivo topografia aggiunge le linee di livello per le mappe che sono state scaricare gratuitamente o acquistate.
ja: 等高線アドオンは、購入あるいは無料の制限内でダウンロードできた等高線情報をマップ内に反映表示することができます。
ka: Contour lines plugin enables contour lines for maps you are entitled, purchased or downloaded within free limit.
ko: 등고선 애드온은 무료 한도 내에서 자격이 있거나, 구매하거나, 다운로드 한지도에 대한 등고선을 활성화합니다.
lt: Contour lines plugin enables contour lines for maps you are entitled, purchased or downloaded within free limit.
lv: Contour lines plugin enables contour lines for maps you are entitled, purchased or downloaded within free limit.
mk: Contour lines plugin enables contour lines for maps you are entitled, purchased or downloaded within free limit.
nb: Contour lines plugin enables contour lines for maps you are entitled, purchased or downloaded within free limit.
nl: Topografie plugin maakt contourlijnen beschikbaar voor kaarten die onbeperkt voor u toegankelijk, aangekocht of gedownload zijn.
oc: L'ajust de Corbas de nivèu activa l'opcion 3D per lei mapas teledescargadas, compradas ò obtengudas dins lo limit a gratis.
pl: Dodatek poziomic włącza poziomice dla map, do których masz prawo, a które zostały zakupione lub pobrane w ramach limitu bezpłatnego.
pt_br: Complemento curvas de nível ativa curvas de nível para mapas que você tem direito, comprado ou baixado dentro do limite gratuito.
ro_ro: Extensia „Topografie” activează curbele de nivel pentru hărțile la care aveți dreptul, le-ați achiziționat sau descărcat în limita gratuită.
ru: Плагин "Ландшафт" показывает изолинии для карт, которые вы приобрели или скачали бесплатно.
sc: S’estensione Curvas de livellu abilitat sas curvas de livellu pro sas mapas iscarrigadas de badas o comporadas.
sk: Modul Topografia zobrazuje vrstevnice na mapách, ktoré máte zakúpené alebo stiahnuté zdarma.
sr: Додатак Топографија омогућава контурне линије за мапе на које имате право, које сте купили или преузели у оквиру бесплатног ограничења.
sr_latn: Dodatak za topografiju omogućava konturne linije za mape na koje imate pravo, koje ste kupili ili preuzeli u okviru besplatnog ograničenja.
sv: Topografi-modulen möjliggör höjdkurvor för kartor du har tillgång till, köpta eller nedladdade inom fri kvot.
ta: நிலப்பரப்பு சொருகி உங்களுக்கு உரிமை பெற்ற, வாங்கப்பட்ட அல்லது இலவச வரம்பிற்குள் பதிவிறக்கம் செய்யப்பட்ட வரைபடங்களுக்கான விளிம்பு வரிகளை இயக்குகிறது.
tr: Topoğrafya eklentisi, kazandığınız, satın alınan veya ücretsiz sınırlar içinde indirdiğiniz haritalar için eş yükselti eğrilerini etkinleştirir.
uk: Плагін Топографія додає ізолінії на мапах, на які ви маєте права, які були придбані або завантажені в межах вільного ліміту.
zh_hant: 地形圖外掛您有資格為地圖啟用等高線，購買或在免費的期限內下載。

# time_closed
source: Closed
ar: مغلقة
be: Зачынена
ca: Tancat
cs: Zavřeno
da: Lukket
de: Geschlossen
el: Κλειστά
es_us: Cerrado
et: Suletud
fi: Suljettu
fr: Fermé
hu: Zárva
id: Tutup
is: Lokað
it: Chiuso
ja: 営業時間外
ka: დახურულია
ko: 닫혀있음
ku: Girtî
nl: Gesloten om
oc: Clavat
pl: Zamknięte
pt_br: Fechado
ro_ro: Închis
ru: Закрыто
sc: Serradu
sk: Zatvorené
sl: Zaprto
sr: Затворено
sr_latn: Zatvoreno
sv: Stängde
ta: மூடப்பட்டது
tr: Kapalı
uk: Зачинено
zh_hant: 已關閉

# public_transport_try_change_settings
source: Try changing the settings.
ar: حاول تغيير الإعدادات.
ast: Prueba a camudar los axustes.
az: Parametrləri dəyişməyə çalışın.
be: Паспрабуйце змяніць налады.
ca: Proveu a canviar els paràmetres.
cs: Zkuste změnit nastavení.
cy: Ceisia newid y gosodiadau.
da: Prøv at ændre indstillinger.
de: Versuchen Sie, die Einstellungen zu ändern.
el: Δοκιμάστε να αλλάξετε τις ρυθμίσεις.
eo: Provuŝanĝi agordojn.
es_us: Intenta cambiar los ajustes.
et: Proovi muuta seadeid.
eu: Saiatu ezarpenak aldatzen.
fa: با تنظیمات دیگر امتحان کنید.
fi: Yritä muuttaa asetuksia.
fr: Essayez de modifier les paramètres.
gl: Tenta mudar os axustes.
he: מוטב לנסות לשנות את ההגדרות.
hi: सेटिंग्स को बदलने का प्रयास करें।
hu: Próbálja meg módosítani a beállításokat.
id: Coba ubah pengaturan.
is: Prófaðu að breyta stillingunum.
it: Prova cambiando le impostazioni.
ja: 設定を変更してみてください。
ko: 설정을 변경해 보세요.
lv: Mēģiniet mainīt iestatījumus.
mk: Obidete se da gi promenite postavkite.
ml: ക്രമീകരണങ്ങൾ മാറ്റി ശ്രമിക്കുക.
nb: Prøv å endre innstillingene.
nl: Probeer de instellingen te wijzigen.
oc: Assajatz de cambiar lei paramètres.
pl: Spróbuj zmienić ustawienia.
ro_ro: Încercați să modificați setările.
ru: Попробуйте изменить настройки.
sc: Proa a cambiare sas impostatziones.
sk: Skúste zmeniť nastavenia.
sl: Poskusite spreminjati nastavitve.
sr: Покушајте са променом поставки.
sr_latn: Pokušaj sa promenom podešavanja.
sv: Prova att ändra inställningarna.
ta: அமைப்புகளை மாற்ற முயற்சிக்கவும்.
tr: Ayarları değiştirmeyi deneyin.
uk: Спробуйте змінити налаштування.
vi: Thử thay đổi cài đặt.
zh_hans: 尝试更改设置。
zh_hant: 嘗試變更設定。

# avg_sensor_cadence
source: Bicycle Cadence, average
cs: Kadence jízdního kola, průměr
da: Cykelkadence, gennemsnit
de: Trittfrequenz, durchschnittlich
el: Πεταλάρισμα ποδηλάτου, μέσος όρος
et: Jalgratta keskmine väntamissagedus
fa: کادانس دوچرخه، میانگین
fr: Cadence vélo, moyenne
hu: Pedálfordulat, átlag
id: Irama sepeda, rata-rata
is: Taktur hjólandi, meðaltal
it: Cadenza della pedalata, media
ko: 자전거 Cadence, 평균
nl: Fietscadans, gemiddeld
ru: Каденс, средний
sk: Frekvencia šliapania, priemer
sr: Ритам бицикла, просечно
sr_latn: Kadenca bicikla, prosečna
sv: Kadens, medel
ta: சைக்கிள் கேடென்ச், சராசரி
uk: Каденція велосипеда, середня
vi: Nhịp đạp xe, trung bình
zh_hant: 自行車踏頻，平均

# max_sensor_bycicle_power
source: Bicycle Power, max
cs: Výkon jízdního kola, max
da: Cykelkraft, maks
de: Leistung, maximal
el: Ισχύς ποδηλάτου, μέγιστη
et: Jalgratta maksimaalne võimsus
fa: قدرت دوچرخه، حداکثر
fr: Puissance du cycle, max
hu: Kerékpáros teljesítmény, max
id: Daya sepeda, maks
is: Afköst hjólandi, hámark
it: Potenza della pedalata, massima
ko: 자전거 힘, 최대
nl: Fietsvermogen, maximaal
ru: Мощность, макс.
sk: Výkon bicykla, max
sr: Снага бицикла, макс
sr_latn: Snaga bicikla, maksimalna
sv: Cykeleffekt, max
ta: சைக்கிள் ஆற்றல், அதிகபட்சம்
uk: Потужність велосипеда, макс
vi: Sức mạnh đạp xe, cao nhất
zh_hant: 自行車馬力，最大

source: Total time
ar: الوقت الإجمالي
be: Агульны час
ca: Temps total
cs: Celkový čas
da: Samlet tid
de: Gesamtzeit
el: Συνολικός χρόνος
es_us: Tiempo total
et: Aeg kokku
fi: Kokonaisaika
fr: Temps total
hu: Teljes idő
id: Total waktu
is: Heildartími
it: Tempo totale
ja: 合計時間
ka: სრული დრო
mr: एकूण वेळ
nl: Totale tijd
oc: Temps totau
pl: Całkowity czas
pt_br: Tempo total
ro_ro: Timp total
ru: Общее время
sc: Tempus totale
sk: Celkový čas
sl: Skupni čas
sr: Укупно време
sr_latn: Ukupno vreme
sv: Total tid
ta: மொத்த நேரம்
tr: Toplam süre
uk: Загальний час
zh_hans: 总时间
zh_hant: 合計時間

# wpt_select
source: Please select waypoints
ar: الرجاء تحديد نقاط الطرق
be: Калі ласка, абярыце пункты шляху
ca: Seleccioneu les fites
cs: Zvolte prosím body trasy
da: Vælg rutepunkter
de: Bitte wählen Sie Wegpunkte aus
el: Παρακαλούμε επιλέξτε σημεία διαδρομής
es_us: Elige los puntos de ruta
et: Palun vali teekonnapunktid
fi: Valitse reittipisteet
fr: Veuillez sélectionner des points de passage
hu: Válasszon útvonalpontokat
id: Silakan pilih titik acuan
is: Veldu ferilpunkta
it: Prego selezionare i punti intermedi
ja: 経由地点を選択してください
ka: აირჩიეთ გზის წერტილები
nl: Selecteer tussenpunten
oc: Chausir lei ponchs d'etapa
pl: Wybierz punkty trasy
pt_br: Por favor, selecione pontos de parada
ro_ro: Vă rugăm să selectați punctele de trecere
ru: Пожалуйста, выберите точки
sc: Pro piaghere ischerta sos puntos mesanos
sk: Prosím zvoľte body trasy
sl: Izberite vmesne točke
sr: Молимо изаберите пролазне тачке
sr_latn: Molimo izaberite prolazne tačke
sv: Välj ruttpunkter
ta: வழுப்பொருட்களைத் தேர்ந்தெடுக்கவும்
tr: Lütfen yol işaretleri seçin
uk: Будь ласка, виберіть маршрутні точки
zh_hant: 請選擇航點

source: Enter new name
ar: أدخل اسم جديد
az: Yeni ad daxil edin
be: Увядзіце новую назву
bg: Въведете ново име
ca: Introduïu un nou nom
cs: Zadejte nový název
cy: Rho enw newydd
da: Indtast nyt navn
de: Neuen Namen eingeben
el: Εισάγετε νέο όνομα
eo: Enigu novan nomon
es_us: Ingresar nuevo nombre
et: Sisesta uus nimi
eu: Sartu izen berria
fa: نام جدیدی بنویسید
fi: Anna uusi nimi
fr: Entrez un nouveau nom
gl: Insira o novo nome
he: נא להקליד שם חדש
hu: Új név megadása
hy: Մուտքագրեք նոր անուն
id: Masukkan nama baru
is: Settu inn nýtt heiti
it: Inserisci il nuovo nome
ja: 新しい名前を入力
ka: შეიყვანეთ ახალი სახელი
ko: 새 이름 입력
ku: Navê nû binivîse
lt: Įveskite naują pavadinimą
lv: Ievadiet jaunu vārdu
mk: Vnesi novo ime
ml: "പുതിയ പേര് ചേര്‍ക്കുക "
nb: Oppfør nytt navn
nl: Kies een nieuwe naam
oc: Donar un nom novèu
pl: Wprowadź nową nazwę
ro_ro: Introduceți noul nume
ru: Введите новое имя
sc: Inserta unu nùmene nou
sk: Zadajte nový názov
sl: Vpišite novo ime
sr: Унесите ново име
sr_latn: Unesite novo ime
sv: Ange nytt namn
ta: புதிய பெயரை உள்ளிடவும்
tr: Yeni ad gir
uk: Введіть нову назву
zh_hans: 输入新名称
zh_hant: 輸入新名稱

# plugin_popup_ski_desc
source: To turn on <b>Ski map</b> style, please go to the <b>Map Settings</b> > <b>Map type</b>
ar: لتشغيل <b> خريطة التزلج</b> يرجى الانتقال إلى <b>إعدادات الخريطة</b> > <b>نمط خريطة</b>
be: Каб уключыць стыль <b>Лыжная мапа</b> , перайдзіце ў <b>Налады мапы</b> > <b>Тып мапы</b>
ca: Per activar l'estil <b>Mapa d'esquí</b> , aneu a l<b>Configuració del mapa</b> > <b>Tipus de mapa </b>
cs: Pro zapnutí <b>lyžařského</b> stylu mapy, přejděte prosím do <b>Nastavení mapy</b> > <b>Typ mapy</b>
da: For at aktivere <b>Skikort</b> format, gå til <b>Indstillinger for kort</b> > <b>korttype</b>
de: Um den <b>Skikartenstil</b> einzuschalten, gehen Sie bitte zu <b>Karte konfigurieren</b> > <b>Kartendarstellung</b>
el: Για να ενεργοποιήσετε το στυλ <b>χάρτη Σκι</b>, παρακαλούμε πηγαίνετε στις <b>Ρυθμίσεις χάρτη</b> > <b>Στυλ χάρτη</b>
es_us: Para activar el estilo <b>Mapa de esquí</b>, vaya a los <b>Ajustes del mapa</b> > <b>Tipo de mapa</b>
et: <b>Suusakaart</b> stiili sisse lülitamiseks, palun mine <b>Kaardi seaded</b> > <b>Kaardi liik</b>
fr: Pour activer <b>le style de carte Ski</b>, veuillez aller dans <b>les Paramètres de la carte</b> > <b>Type de carte</b>
hu: A <b>Sítérkép</b> stílus bekapcsolásához menjen a <b>Térképbeállítások</b> > <b>Térképtípus</b> menüponthoz
id: Untuk menyalakan gaya <b>peta Ski</b>, silakan buka <b>Pengaturan Peta</b> > <b>Jenis peta</b>
is: Til að kveikja á <b>skíðakortastíl</b>, farðu í <b>Stillingar korts</b> > <b>Gerð korts</b>
it: Attiva <b>Mappa sci</b> stile, vai a <b>Impostazioni mappa</b> > <b>Tipo mappa</b>
ja: <b>スキーマップ</b>スタイルをONにするには、<b>マップ設定</b>＞ <b>マップタイプ</b>へと移動してください
nl: Om de kaartstijl <b>Ski kaart</b> aan te schakelen, ga naar <b>Kaart Instellingen</b> > <b>Kaarttype</b>
oc: Per activar <b>La Mapa d'esquí</b> anètz a la <b>Configuracion de la mapa</b> > <b>Mena de mapa</b>
pl: Aby włączyć styl <b>Mapa tras narciarskich</b>, przejdź do <b>Skonfiguruj mapę</b> > <b>Rodzaj mapy</b>
pt_br: Para ativar o estilo <b>Mapa de esqui</b>, vá às <b>Configurações do mapa</b> > <b>Tipo de mapa</b>
ro_ro: Pentru a activa stilul <b>Hartă de schi</b>, accesați <b>Parametrii hărții</b> > <b>Tip hartă</b>
ru: Чтобы включить стиль <b>Ski map</b>, пожалуйста, перейдите в <b>Настройки карты</b> > <b>Тип карты</b>
sc: Pro allùghere s’istile <b>Mapa iscì</b>, pro piaghere bae a sas <b>Impostatziones de sa Mapa</b> > <b>Casta de mapa</b>
sk: Pre zapnutie <b>lyžiarskeho štýlu mapy</b>, choďte do <b>Nastavenia mapy</b> > <b>Typ mapy</b>
sr: Да бисте укључили стил <b>Ски мапе</b>, идите на <b>Подешавања мапе</b> > <b>Тип мапе</b>
sr_latn: Da biste uključili stil <b>Ski mape</b>, idite na <b>Podešavanja mape</b> > <b>Tip mape</b>
sv: För att slå på kartstilen <b>Vinter och skidor</b>, gå till <b>Kartinställningar</b> > <b>Kartstil</b>
ta: <b> ச்கை வரைபடம் </b> பாணியை இயக்க, தயவுசெய்து <b> வரைபட அமைப்புகள் </b >> <b> வரைபட வகை </b> க்குச் செல்லவும்
tr: <b>Kayak haritası</b> tarzını açmak için lütfen <b>Harita Ayarları</b> > <b> Harita türü</b>'ne gidin
uk: Щоб увімкнути стиль <b>Лижні мапи</b>, будь ласка, перейдіть в <b>Налаштування мапи</b> > <b>Тип мапи</b>
zh_hant: 若要打開 <b>滑雪地圖</b> 樣式，請轉到 <b>地圖設定</b> > <b>地圖類型</b>

# plugin_popup_wiki_title
source: Download Wikipedia
ar: تحميل ويكيبيديا
be: Спампаваць Вікіпедыю
ca: Baixa dades de Viquipèdia
cs: Stáhnout Wikipedii
da: Hent Wikipedia
de: Wikipedia herunterladen
el: Λήψη Βικιπαίδειας
es_us: Descargar Wikipedia
et: Laadi alla Vikipeedia andmed
fr: Télécharger Wikipédia
hu: Wikipédia letöltése
id: Unduh Wikipedia
is: Sækja Wikipedia-grein
it: Scarica Wikipedia
ja: Wikipediaをダウンロード
ko: 위키피디아 다운로드
ku: Wîkîpediyayê daxe
oc: Teledescargar Wikipèdia
pl: Pobierz Wikipedię
pt_br: Baixar Wikipédia
ro_ro: Descărcați Wikipedia
ru: Скачайте Википедию
sc: Iscàrriga Wikipedia
sk: Stiahnuť Wikipédiu
sr: Преузмите Википедију
sr_latn: Preuzmi Vikipediju
sv: Ladda ner Wikipedia
ta: விக்கிபீடியாவைப் பதிவிறக்கவும்
tr: Wikipedia'yı indir
uk: Завантаження Вікіпедії
zh_hans: 下载维基百科
zh_hant: 下載維基百科
