Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# route_is_too_long_v2
source: For long distances: Please add intermediate destinations if no route is found within 10 minutes.
ar: للمسافات الطويلة: يرجى إضافة وجهات اضافية وسطية إذا لم يتم العثور على مسار في غضون 10 دقائق.
ast: Pa distancies llongues: Amiesta destinos intermedios si nun s'atopa nengún camín en 10 minutos.
az: Uzun məsafələr üçün: 10 dəqiqə ərzində marşrut tapılmasa, ara təyinat nöqtələri əlavə edin.
be: Для вялікіх адлегласцяў: калі ласка, дадайце прамежкавыя пункты, калі разлік не завяршыўся цягам 10 хвілін.
bg: This route may be too long to calculate. Please add intermediate destinations if no result is found within 10 minutes.
ca: En rutes llargues: Afegiu fites intermèdies si no es troba cap resultat en 10 minuts.
cs: Pro velké vzdálenosti: Pokud do 10 minut nebude nalezena trasa, přidejte prosím na trasu mezicíle.
cy: Ar gyfer teithiau hir, gosoder mannau stopio ar hyd y ffordd os na fydd llwybr wedi'i ganfod o fewn 10 munud.
da: Ved lange afstande: tilføj mellemliggende destinationer, hvis ingen rute er beregnet efter 10 minutter.
de: Für lange Strecken: Bitte fügen Sie Zwischenziele hinzu, wenn innerhalb von 10 Minuten keine Route gefunden wird.
el: Για μεγάλες αποστάσεις: Παρακαλούμε, προσθέστε ενδιάμεσους προορισμούς, εάν δεν βρεθεί διαδρομή μέσα σε 10 λεπτά.
eo: Por longaj distancoj: bonvolu aldoni intercelojn, se neniu rezulto estos trovita post 10 minutoj.
es_us: Para largas distancias: Añade destinos intermedios si no se encuentra ninguna ruta en 10 minutos.
et: Pikkade vahemaade korral: palun lisa vahepealseid sihtkohti kui teekonda ei leidu 10 minuti jooksul.
eu: Distantzia luzeetan: Sortu tarteko helburuak ez bada ibilbide bat aurkitu 10 minututan.
fa: برای مسافت‌های طولانی: اگر تا ۱۰ دقیقه مسیری پیدا نشد، چند مقصد میانی بیافزایید.
fi: Pitkiä matkoja varten: Jos reittiä ei löydy 10 minuutin kuluessa, lisää välikohteita.
fr: Pour les longues distances et si l'itinéraire n'est pas calculé dans 10 minutes, ajoutez des étapes.
gl: Para longas distancias: Engade destinos intermedios se non se atopan camiños dentro dos 10 minutos.
he: למרחקים ארוכים: נא להוסיף נקודות ביניים אם לא נמצא מסלול תוך 10 דקות.
hu: Hosszú távolságoknál: ha 10 percen belül nem kap eredményt, adjon hozzá köztes célpontokat.
hy: Երկար հեռավորությունների վրա՝ Խնդրում ենք ավելացնել մեկ կամ ավելի միջանկյալ նպատակակետեր երթուղու վրա, եթե հաշվարկը չի ավարտվել 10 րոպեից։
id: Untuk jarak jauh: Harap tambahkan tujuan perantara jika tidak ada rute yang ditemukan dalam waktu 10 menit.
is: Fyrir langar leiðir: Bættu milliáfangastöðum inn í leiðina ef ekkert finnst innan 10 mínútna.
it: Per lunghe distanze: aggiungere delle mete intermedie se non si ottiene un risultato entro 10 minuti.
ja: このルートは長すぎて計算できません。 10分以内にルート検索が終わらない場合は、出発地点と目的地の間に経由地点をいくつか追加してみてください。
ka: This route may be too long to calculate. Please add intermediate destinations if no result is found within 10 minutes.
ko: 장거리의 경우: 10분 이내에 경로를 찾을 수 없는 경우 중간 목적지를 추가하세요.
lt: Šis maršrutas gali būti per ilgas apskaičiuoti. Prašome pridėti tarpiniius taškus, jei nepavyko apskaičiuoti per 10 minučių.
lv: Maršruts varētu būt par garu kalkulācijai. Lūdzu pievienojiet starppunktus, ja rezultāts neparādās 10 minūtēs.
mk: Za dolgi rastojanija: Ve molime dodajte sredni destinacii ako ne se najde maršruta vo rok od 10 minuti.
ml: ദീര്‍ഘ-ദൂരത്തിന്: 10 മിനിറ്റിനകം റൂട്ടൊന്നും കണ്ടെത്തിയില്ലെങ്കിൽ ദയവായി ഇന്റർമീഡിയറ്റ് കേന്ദ്രങ്ങൾ ചേർക്കുക.
nb: For lange distanser: Legg til mellomliggende reisemål hvis ingen rute er funnet innen 10 minutter.
nl: Voor lange afstanden: voeg tussenstops toe als binnen tien minuten geen route wordt gevonden.
oc: Aqueste percors sembla tròp lòng de carcular. Ajustatz-li una etapa intermediària si vos dona pas lo resultat avans de 10 minutas.
pl: Na duże odległości: Dodaj pośrednie cele podróży, jeśli w ciągu 10 minut nie zostanie znaleziona żadna trasa.
pt_br: Esta rota pode ser muito longa para calcular. Por favor, adicione destinos intermediários se nenhum resultado for encontrado dentro de 10 minutos.
ro_ro: Pentru distanțe lungi: adăugați destinații intermediare dacă nu se găsește nicio rută în 10 minute.
ru: Для больших расстояний: добавьте промежуточные пункты, если маршрут не построен в течение 10 минут.
sc: Pro distàntzias longas: Pro praghere annanghe carchi destinatzione intermèdia si in 10 minutos s'àndala no at a èssere pronta.
sk: Pre veľké vzdialenosti: Ak sa nenájde výsledok do 10 minút, vložte prosím tranzitné ciele.
sl: Daljša potovanja: če pot ni ugotovljena v 10 minutah, vstavite vmesne točke.
sr: За дужа одредишта: Додајте успутна одредишта ако ниједан пут није нађен за ову дугачку путању ни после 10 минута.
sr_latn: Za duža odredišta: Dodaj usputna odredišta ako nijedna ruta nije nađena za ovu dugačku rutu ni posle 10 minuta.
sv: För långa avständ: vänligen lägg till mellanliggande destinationer om ingen rutt hittas inom 10 minuter.
ta: நீண்ட தூரத்திற்கு: 10 நிமிடங்களுக்குள் எந்த வழியும் காணப்படாவிட்டால் இடைநிலை இடங்களைச் சேர்க்கவும்.
tr: Uzun mesafeler için: 10 dakika içinde hiçbir rota bulunmuyorsa, lütfen ara hedefleri ekleyin.
uk: Для великих відстаней: Додайте проміжні пункти призначення, якщо протягом 10 хвилин не буде знайдено жодного маршруту.
zh_hans: 对于长距离：如果 10 分钟内未找到路线，请添加中间目的地。
zh_hant: 對於較長的距離：如果在10分鐘之內沒有找到路線請新增中轉目的地。

# use_displayed_track_for_navigation
source: Use shown track for navigation?
af: Wil jy die aangetoonde spoor gebruik vir navigasie?
ar: استخدام المسار المعروض للتنقل؟
az: Naviqasiya üçün göstərilən iz istifadə edilsin?
be: Выкарыстаць паказаны след для навігацыі?
bg: Искате ли да ползвате показания маршрут за навигация?
ca: Voleu utilitzar la traça visible per la navegació?
cs: Použít zobrazenou trasu pro navigaci?
cy: Defnyddio'r trac hwn i lywio?
da: Brug vist spor til navigation?
de: Angezeigten Track zur Navigation verwenden?
el: Να χρησιμοποιηθεί το εμφανιζόμενο ίχνος για πλοήγηση;
eo: Ĉu uzi la montratan kurson por navigado?
es_us: ¿Usar la traza mostrada para la navegación?
et: Kasutada näidatud rada navigeerimiseks?
eu: Erabili bistaratutako arrastoa nabigaziorako?
fa: از رد نمایش‌داده‌شده برای ناوبری استفاده می‌کنید؟
fi: Käytä näytettyä jälkeä navigaatioon?
fr: Souhaitez-vous suivre la trace affichée à l'écran ?
gl: Desexa empregar a pista amosada para a navegación?
he: להשתמש במסלול המוצג לניווט?
hu: Szeretnéd a megjelenített útvonalat navigálásra használni?
hy: Օգտագործել նավարկության համար ցուցադրված track-ը?
id: Gunakan trek yang ditampilkan untuk navigasi?
is: Viltu nota birtan feril fyrir leiðsögn?
it: Usare la traccia visualizzata per la navigazione?
ja: ナビゲーションに表示された経路を使用しますか？
ka: Do you want to use displayed track for navigation?
ko: 운행을 위해 맵뷰어에 표시된 경로를 사용하시겠습니까?
lt: Ar rodomą maršrutą norite naudoti navigacijai?
lv: Vai lietot norādīto ceļu navigācijai?
mk: Da se koristi prikazanoto sledenje za navigacija?
ml: കാണിച്ചിരിക്കുന്ന പാത വഴികാട്ടിക്കായ് ഉപയോഗിക്കണോ?
nb: Bruk vist spor for navigering?
nl: Getoonde track gebruiken voor navigatie?
oc: Utilizar la traça visibla per la navigacion?
pl: Użyć wyświetlanej trasy do nawigacji?
pt_br: Quer usar a trilha exibida para navegação?
ro_ro: Utilizați track-ul afișat pentru navigație?
ru: Использовать показанный путь для навигации?
sc: Impreare sa rasta ammustrada pro sa navigatzione?
sk: Použiť zobrazenú trasu pre navigáciu?
sl: Aliželite uporabiti prikazano sled za navigacijo?
sr: Користи приказани траг за навођење?
sr_latn: Koristi prikazanu putanju za navođenje?
sv: Använda det visade spåret för navigering?
ta: வழிசெலுத்தலுக்கான டிராக்கைப் பயன்படுத்தவும்?
tr: Navigasyon için gösterilen rotayı kullan?
uk: Використовувати показаний трек для навігації?
zh_hans: 使用显示的轨迹进行导航？
zh_hant: 使用顯示的軌跡用於導航嗎？

# shared_string_select_on_map
source: Select on map
af: Kies op kaart …
ar: تحديد على الخريطة
ast: Esbillar nel mapa
az: Xəritədə seç
be: Абраць на мапе
bg: Избиране от картата
ca: Selecciona al mapa
cs: Vybrat na mapě
cy: Dewis ar fap
da: Vælg på kort
de: Auf der Karte auswählen
el: Επιλέξτε στον χάρτη
eo: Elekti en la mapo
es_us: Marcar en el mapa
et: Vali kaardil
eu: Aukeratu mapan
fa: انتخاب روی نقشه
fi: Valitse kartalta
fr: Sélectionnez sur la carte
gl: Seleccionar no mapa
he: בחירה על המפה
hu: Kijelölés a térképen
hy: Ընտրել քարտեզի վրա
id: Pilih di peta
is: Velja á korti
it: Seleziona sulla mappa
ja: マップ上で選択
ka: რუკაზე არჩევა
kn: ನಕ್ಷೆಯಲ್ಲಿ ಆಯ್ಕೆಮಾಡಿ
ko: 지도에서 선택
lt: Pasirinktižemėlapyje
lv: Norādīt uz kartes
mk: Izberi na karta
ml: ഭൂപടത്തില്‍ തിരഞ്ഞെടുക്കുക
mr: नकाशावर निवडा
nb: Velg på kart
nl: Selecteer op de kaart
oc: Chausir sus la mapa
pl: Wskaż na mapie
pt_br: Selecione no mapa
ro_ro: Selectare pe hartă
ru: Выбрать на карте
sc: Ischerta in sa mapa
sk: Vybrať na mape
sl: Izberi na zemljevidu
sr: Изабери на карти
sr_latn: Izaberi na mapi
sv: Markera på kartan
ta: வரைபடத்தில் தேர்ந்தெடுக்கவும்
tr: Haritada seç
uk: Обрати на мапі
vi: Chọn trên bản đồ
zh_hans: 在地图上选择
zh_hant: 在地圖上選取

# shared_string_my_location
source: My Position
ar: موقعي
ast: La mio posición
az: Mövqeyim
be: Маё месцазнаходжанне
bg: Моето местоположение
ca: La meva posició
cs: Moje poloha
cy: Fy Lleoliad
da: Position
de: Meine Position
el: Η θέση μου
eo: Mia pozicio
es_us: Mi ubicación
et: Minu asukoht
eu: Nire kokapena
fa: موقعیت من
fi: Sijaintini
fr: Ma position
gl: A miña posición
he: המיקום שלי
hu: Saját pozícióm
hy: Իմ դիրքը
id: Posisi Saya
is: Staðsetning mín
it: La mia posizione
ja: 現在地
ka: ჩემი მდებარეობა
kn: ನನ್ನ ಈಗಿನ ಸ್ಥಳ
ko: 내 위치
lt: Mano dabartinė vieta
lv: Mana atrašanās vieta
mk: Moja pozicija
ml: "എന്റെ സ്ഥാനം "
nb: Min posisjon
nl: Huidige Positie
oc: Ma posicion
pl: Aktualne położenie
pt_br: Minha posição
ro_ro: Poziția mea
ru: Моя позиция
sc: Positzione mea
sk: Moja poloha
sl: Moj položaj
sr: Мој положај
sr_latn: Moja pozicija
sv: Min position
ta: என் நிலை
tr: Konumum
uk: Моя локація
vi: Vị trí của tôi
zh_hans: 我的位置
zh_hant: 我的位置

# route_descr_select_destination
source: Set destination
af: Kies bestemming
ar: حدد الوجهة
az: Təyinat seç
be: Вызначыць пункт прызначэння
bg: Избиране на местоназначение
ca: Establiu un destí
cs: Zadat cíl
cy: Gosodwch pen y daith
da: Angiv destination
de: Ziel festlegen
el: Ορίστε προορισμό
eo: Elekti celon
es_us: Definir destino
et: Määra sihtkoht
eu: Ezarri helburua
fa: مقصد را تنظیم کنید
fi: Aseta kohde
fr: Définissez l'arrivée
gl: Estabelecer destino
he: הגדרת יעד
hu: Úti cél megadása
hy: Նշել նպատակակետը
id: Atur tujuan
is: Stilltu áfangastað
it: Imposta la destinazione
ja: 目的地の設定
ka: დანიშნულების წერტილის დაყენება
ko: 도착지 선택
lt: Pasirinkti kelionės tikslą
lv: Atlasīt galamērķi
mk: Postavete destinacija
ml: ലക്ഷ്യസ്ഥാനം തെരഞ്ഞെടുക്കുക
nb: Velg reisemål
nl: Bestemming kiezen
oc: Chausir la destinacion
pl: Ustaw cel podróży
pt_br: Selecionar destino
ro_ro: Setare destinație
ru: Задать пункт назначения
sc: Imposta sa destinatzione
sk: Zadať cieľ
sl: Nastavitev ciljev
sr: Поставите одредиште
sr_latn: Podesi odredište
sv: Ställ in destination
ta: இலக்கை அமைக்கவும்
tr: Hedefi ayarla
uk: Встановіть пункт призначення
zh_hans: 设置目的地
zh_hant: 設定目的地

# route_to
source: To:
af: Na:
ar: إلى:
ast: Hasta:
az: Buraya:
be: Да:
bg: За:
br: Da:
ca: A:
cs: Do:
cy: I:
da: Til:
de: Nach:
el: Προς:
eo: Al:
es_us: Hacia:
et: Kuhu:
eu: Nora:
fa: به:
fi: Minne:
fr: À :
gl: Cara:
he: אל:
hu: Ide:
hy: Դեպի՝
id: Ke:
is: Til:
it: A:
ja: 到着：
ka: სადამდე:
ko: ~까지:
lt: Į:
lv: Uz:
mk: Do:
nb: Til:
nl: Naar:
oc: A
pl: Cel trasy:
pt_br: Para
ro_ro: Către:
ru: Назначение:
sc: A:
sk: Kam:
sl: Konec poti:
sr: До:
sr_latn: Odredište:
sv: Till:
ta: பெறுநர்:
tr: Buraya:
uk: До:
vi: Tới:
zh_hans: 到：
zh_hant: 到：

# route_via
source: Via:
ar: عبر:
ast: Per:
az: Buradan keçməklə:
be: Праз:
bg: През:
br: Dre:
cs: Přes:
cy: Trwy:
de: Über:
el: Μέσω:
eo: Tra:
es_us: Vía:
et: Läbi:
eu: Pasatuz:
fa: گذر از:
fi: Kautta:
fr: Par :
gl: Vía:
he: דרך:
hu: Ezen keresztül:
hy: Վրայով՝
id: Melalui:
is: Um:
it: Per:
ja: 経由：
ka: გავლით:
ko: 경유하여:
lt: Per:
lv: Caur:
mk: Peku:
ml: വഴി:
oc: Per
pl: Cel pośredni trasy:
ro_ro: Prin:
ru: Через:
sc: Pro:
sk: Cez:
sl: Preko:
sr: Преко:
sr_latn: Preko:
ta: வழியாக:
tr: Üzerinden:
uk: Через:
vi: Qua:
zh_hans: 途经：
zh_hant: 經過：

# route_from
source: From:
af: Van:
ar: من:
ast: Dende:
az: Buradan:
be: З:
bg: От:
br: Eus:
ca: Des de:
cs: Z:
cy: O:
da: Fra:
de: Von:
el: Από:
eo: El:
es_us: Desde:
et: Kust:
eu: Nondik:
fa: از:
fi: Mistä:
fr: De :
gl: Dende:
he: מ־:
hu: Innen:
hy: Սկսած՝
id: Dari:
is: Frá:
it: Da:
ja: 出発：
ka: საიდან:
ko: ~부터 :
lt: Iš:
lv: No:
mk: Od:
ml: പ്രാരംഭസ്ഥാനം:
nb: Fra:
nl: Van:
oc: De
pl: Początek trasy:
pt_br: De
ro_ro: De la:
ru: Отправление:
sc: Dae:
sk: Odkiaľ:
sl: Začetek poti:
sr: Из:
sr_latn: Početak:
sv: Från:
ta: இருந்து:
tr: Buradan:
uk: Від:
vi: Từ:
zh_hans: 从：
zh_hant: 從：

# internet_connection_required_for_online_route
source: Online navigation does not work offline.
af: 'n Aanlyn navigasie diens is gekies, maar geen internetverbinding is beskikbaar nie.
ar: خدمة التنقل عبر الإنترنت غير متاحة دون اتصال بالانترنت.
ast: La navegación en llinia nun funciona nel mou ensin internet.
az: Onlayn naviqasiya oflayn rejimdə işləmir.
be: Сеціўная навігацыя не можа працаваць без злучэння з інтэрнэтам.
bg: Навигацията онлайн не работи без връзка с интернет.
ca: El servei de navegació en línia no funciona sense connexió.
cs: On-line navigaci nelze použít bez připojení k internetu.
cy: An online navigation service is selected but no Internet connection is available.
da: Online navigation fungerer ikke offline.
de: Die Online-Navigation funktioniert nicht offline.
el: Η διαδικτυακή πλοήγηση δεν λειτουργεί χωρίς διαδίκτυο.
eo: Enreta navigado ne funkcias malkonekte.
es_us: La navegación en línea no funciona sin conexión a Internet.
et: Veebipõhine navigeerimine ei tööta ilma võrguühenduseta.
eu: Sareko nabigazioa ez dabil lineaz kanpo.
fa: ناوبری آنلاین به‌طور آفلاین کار نمی‌کند.
fi: Online-navigointi ei toimi ilman Internet-yhteyttä.
fr: Le calcul d'itinéraire en ligne est sélectionné mais une connexion Internet est indispensable pour qu'il fonctionne.
gl: A navegación en liña non funciona sen conexión.
he: ניווט מקוון לא עובד ללא חיבור לאינטרנט.
hu: Az online navigáció offline üzemmódban nem működik.
hy: Դուք պատրաստվում եք օգտագործել Ինտերնետ երթուղիները, սակայն ակտիվ ինտերնետ կապ չեք ունենում:
id: Navigasi daring tidak bekerja secara luring.
is: Nettengd leiðsagnarþjónusta virkar ekki án nettengingar.
it: La navigazione online non funziona quando si è disconnessi.
ja: オンラインナビゲーションはオフラインでは機能しません。
ka: არჩეულია მიმდინარე ნავიგაციის სერვისი მაგრამ ინტერნეტთან შეერთება წვდომადი არაა.
ko: 온라인 운행 서비스를 선택하였지만 인터넷 연결이 되지 않습니다.
lt: Pasirinkta internetinė maršruto skaičiavimo paslauga, tačiau nėra ryšio su internetu.
lv: Lai darbotos tiešsaistes navigācijas serviss, ir nepieciešams interneta savienojums.
mk: Onlajn navigacijata ne raboti oflajn.
ml: ഒരു ഓൺലൈൻ നാവിഗേഷൻ സേവനം തിരഞ്ഞെടുത്തിരിക്കുന്നു, എന്നാൽ നിങ്ങൾ ഇന്റർനെറ്റിൽ കണക്റ്റുചെയ്തിട്ടില്ല.
nb: Nettbasert navigering fungerer ikke frakoblet.
nl: Online navigatie werkt niet offline.
oc: La navigacion en linha foncciona pas sensa connexion.
pl: Nawigacja online nie działa offline.
pt_br: Um serviço de navegação on-line está selecionado, mas não há conexão com a Internet.
ro_ro: Navigația online nu lucrează offline.
ru: Онлайн-навигация не работает без интернета.
sc: Sa navigatzione in lìnia non funtzionat si non ses cunnessu.
sk: Online navigačná služba nefunguje bez pripojenia na Internet.
sl: Spletna navigacija ne deluje brez povezave.
sr: Навођење преко интернета не ради кад нисте на интернету.
sr_latn: Navođenje preko interneta ne radi kad niste na internetu.
sv: Online-navigering funkar inte offline.
ta: நிகழ்நிலை வழிசெலுத்தல் ஆஃப்லைனில் வேலை செய்யாது.
tr: Çevrim içi navigasyon çevrim dışı çalışmamaktadır.
uk: Онлайн навігація не працює без підʼєднання до мережі.
vi: Điều hướng trực tuyến không hoạt động ngoại tuyến.
zh_hans: 在线导航不能离线工作。
zh_hant: 線上導航無法在離線時運作。

# destination_point
source: Destination %@
af: Bestemming %@
ar: الوجهة %@
az: Təyinat nöqtəsi %@
be: Месца прызначэння %@
bg: Местоназначение %@
ca: Destinació %@
cs: Cíl %@
cy: Cyrchfan %@
da: Destinationen %@
de: Ziel %@
el: Προορισμός %@
eo: Celo %@
es_us: Destino %@
et: Sihtkoht %@
eu: Helmuga %@
fa: مقصد %@
fi: Määränpää %@
fr: Arrivée %@
gl: Destino %@
he: יעד %@
hu: Úti cél: %@
hy: Նպատակակետ %@
id: Destinasi %@
is: Áfangastaður %@
it: Destinazione %@
ja: 目的地 %@
ka: დანიშნულების წერტილი %@
ko: 도착지 %@
lt: Kelionės tikslas %@
lv: Galamērķis %@
mk: Destinacija %@
ml: "ലക്ഷ്യസ്ഥാനം %@ "
mr: इच्छित स्थळ %@
nb: Reisemål %@
nl: Bestemming %@
oc: Destinacion %@
pl: Cel trasy %@
pt_br: Destino %@
ro_ro: Destinație %@
ru: Пункт назначения %@
sc: Destinatzione %@
sk: Cieľ %@
sl: Cilj %@
sr: Дестинација %@
sr_latn: Destinacija %@
ta: இலக்கு %@
tr: Varış noktası %@
uk: Пункт призначення %@
zh_hans: 目的地 %@
zh_hant: 目的地 %@

# towards
source: toward
af: na
ar: نحو
be: у кірунку
bg: към
ca: cap a
cs: směrem k
cy: tuag at
da: Imod
de: nach
el: προς
eo: en la direkto al
es_us: hacia
et: poole
eu: honuntz
fa: به‌طرف
fi: kohti
fr: vers
gl: cara a
he: לעבר
hu: erre:
hy: դեպի
id: menuju
is: í áttina að
it: verso
ja: 方面：
ka: მიმართულებით
ko: 쪽으로
lt: link
lv: uz priekšu
mk: kon
ml: നേരെ
mr: कडे
nb: mot
nl: richting
oc: vèrs
pl: w kierunku
pt_br: para
ro_ro: către
ru: на
sc: cara a
sk: smerom k
sl: proti
sr: према
sr_latn: pravac
sv: mot
ta: நோக்கி
tr: karşı
uk: до
zh_hans: 朝向
zh_hant: 向

# no_address_found
source: No address determined
ar: لم يتم تحديد عنوان
az: Ünvan müəyyən deyil
be: Адрас не вызначаны
bg: Няма адрес
ca: No s'ha determinat cap adreça
cs: Adresa nezjištěna
cy: Dim cyfeiriad wedi ei bennu
da: Kan ikke bestemme adresse
de: Keine Adresse bekannt
el: Δεν ορίστηκε διεύθυνση
eo: Neniu adreso difinita
es_us: Dirección indeterminada
et: Aadressi pole määratud
eu: Ez da helbiderik zehaztu
fa: آدرسی پیدا نشد
fi: Osoitetta ei määritetty
fr: Impossible de déterminer l'adresse
gl: Non se especificou ningún enderezo
he: לא נקבעה כתובת
hu: Ismeretlen cím
hy: Հասցեն որոշված չէ
id: Tidak ada alamat yang ditentukan
is: Ekkert heimilisfang er ákvarðað
it: Nessun indirizzo trovato
ja: 住所が未定義
ka: მისამართის მოძებნა შეუძლებელია
ko: 결정된 주소 없음
lt: Adresas nerastas
lv: Adrese nav atrasta
mk: Ne e odredena adresata
ml: "വിലാസം കണ്ട്പിടിക്കാനയില്ല "
my: လိပ်စာဆုံးဖြတ်မရ
nb: Ingen adresse funnet
nl: Geen adres gevonden
oc: Ges d'adreiça trobada
pl: Brak określonego adresu
pt_br: Sem endereço determinado
ro_ro: Nu s-a determinat adresa
ru: Адрес не определён
sc: Perunu indiritzu agatadu
sk: Nenašla sa adresa
sl: Naslov ni določen
sr: Није одређена адреса
sr_latn: Nije određena adresa
sv: Ingen adress angiven
ta: முகவரி இல்லை
tr: Hiçbir adres belirlenmedi
uk: Адреса не визначена
zh_hans: 无法确定地址
zh_hant: 沒有確定地址

# traffic_warning_speed_limit
source: Speed limit
ar: حد السرعة
ast: Llende de velocidá
az: Sürət limiti
be: Абмежаванне хуткасці
bg: Ограничение на скоростта
ca: Velocitat màxima
cs: Rychlostní limit
cy: Terfyn cyflymder
da: Hastighedsgrænse
de: Tempolimit
el: Όριο ταχύτητας
eo: Rapidlimo
es_us: Límites de velocidad
et: Kiiruspiirang
eu: Abiadura muga
fa: محدودیت سرعت
fi: Nopeusrajoitus
fr: Limite de vitesse
gl: Límite da velocidade
he: מגבלת מהירות
hu: Sebességkorlátozás
hy: Արագության սահմանափակումը
id: Batas kecepatan
is: Hraðatakmörk
it: Limite di velocità
ja: 制限速度
ka: სიჩქარის ლიმიტი
kn: ವೇಗದ ಮಿತಿ
ko: 속도 제한
lt: Greičio ribojimas
lv: Ātruma ierobežojums
mk: Ograničuvanje na brzinata
ml: വേഗപരിധി
nb: Fartsgrense
nl: Maximum snelheid
oc: Velocitat maximala
pl: Ograniczenie prędkości
pt_br: Limite de velocidade
ro_ro: Limită viteză
ru: Ограничение скорости
sc: Limite de lestresa
sk: Obmedzenie rýchlosti
sl: Omejitev hitrosti
sr: Ограничење брзине
sr_latn: Ograničenje brzine
sv: Hastighetsbegränsning
ta: வேக வரம்பு
tr: Hız sınırı
uk: Обмеження швидкості
vi: Giới hạn tốc độ
zh_hans: 速度限制
zh_hant: 速限

# traffic_warning_border_control
source: Border control
ar: مراقبة الحدود
be: Памежны кантроль
bg: Граничен пункт
ca: Control de fronteres
cs: Hraniční kontrola
cy: Rheolaeth ffin
da: Grænsekontrol
de: Grenzkontrolle
el: Συνοριακός έλεγχος
eo: Landlima kontrolado
es_us: Control fronterizo
et: Piirikontroll
eu: Muga kontrola
fa: کنترل مرزی
fi: Rajatarkastus
fr: Poste frontière
gl: Control fronteirizo
he: ביקורת גבולות
hu: Határellenőrzés
hy: Սահմանի վերահսկողություն
id: Gerbang perbatasan
is: Landamæraeftirlit
it: Controllo doganale
ja: 国境検問所
ka: სასაზღვრო კონტროლი
ko: 국경 통제
lt: Pasienio kontrolė
lv: Robežkontrole
mk: Carinska kontrola
ml: ബോര്‍ഡര്‍ കണ്ട്രോള്‍
nb: Grensekontroll
nl: Grenscontrole
oc: Contraròtle dei frontieras
pl: Kontrola graniczna
pt_br: Alfândega
ro_ro: Control graniță
ru: Пограничный контроль
sc: Puntu de controllu
sk: Hraničná kontrola
sl: Mejni prehod
sr: Управљање границама
sr_latn: Granična kontrola
sv: Gränskontroll
ta: எல்லை கட்டுப்பாடு
tr: Sınır denetimi
uk: Прикордонний контроль
vi: Kiểm soát biên giới
zh_hans: 边境管制
zh_hant: 邊境管制

# traffic_warning_payment
source: Toll booth
ar: كشك الرسوم
ast: Peaxe
be: Платны праезд
bg: Плащане на такса
ca: Barrera de peatge
cs: Mýtná stanice
cy: Tolldy
da: Betalingsanlæg
de: Mautstelle
el: Καμπίνα διοδίων
eo: Vojpagejo
es_us: Cabina de peaje
et: Tolliputka
eu: Bidesaria
fa: عوارضی
fi: Tullirakennus
fr: Barrière de péage
gl: Portaxe ou peaxe
he: עמדת תשלום
hu: Fizetőkapu
hy: Վճարովի անցուղի
id: Pintu tol
is: Tollverðir
it: Casello
ja: 料金所
ka: მაღალი კაბინა
kn: ದಾಟುಸುಂಕ
ko: 요금소
lt: Mokamas pravažiavimas
lv: Nodevu kabīne
mk: Patarina
ml: ടോള്‍ ബൂത്ത്
nb: Bomstasjon
nl: Tolpoortje
oc: Barriera de peatge
pl: Punkt poboru opłat
pt_br: Pedágio
ro_ro: Cabina de taxă
ru: Платный проезд
sc: Casellu
sk: Mýtna stanica
sl: Cestninska postaja
sr: Наплата путарине
sr_latn: Naplata putarine
sv: Betalstation
ta: கட்டண சாவடி
tr: Gişe
uk: Пункт оплати за проїзд
vi: Trạm thu phí
zh_hans: 收费站
zh_hant: 收費站

# traffic_warning_stop
source: Stop sign
ar: إشارة توقف
az: Stop işarəsi
be: Знак "СТОП"
bg: Стоп
ca: Senyal d'stop
cs: Značka STOP
cy: Arwydd stopio
da: Stopskilt
de: Stoppzeichen
el: Πινακίδα stop
eo: Stop' signo
es_us: Señal de detención
et: Stoppmärk
eu: Stop seinalea
fa: علامت ایست
fi: Stop-merkki
fr: Panneau stop
gl: Sinal de stop
he: סימן עצור
hu: Stop tábla
hy: Կանգնիր նշան
id: Tanda berhenti
is: Stöðvunarmerki
it: Segnale di stop
ja: 一時停止標識
ka: შეჩერების ნიშანი
kn: ನಿಲುಗಡೆ ಫಲಕ
ko: 정지 기호
lt: "Stop"ženklas
lv: STOP zīme
mk: Znak STOP
ml: സ്ടോപ് സൈന്‍
nb: Stoppskilt
nl: Stopbord
oc: Senhau d'estòp
pl: Znak Stop
pt_br: Sinal de pare
ro_ro: Stop
ru: Знак остановки
sc: Cartellu de Stop
sk: Značka "Stop"
sl: Znak STOP
sr: Знак стоп
sr_latn: Znak stop
sv: Stopptecken
ta: நிறுத்தல் குறி
tr: Dur işareti
uk: Знак СТОП
vi: Biển báo phải dừng
zh_hans: 停车标志
zh_hant: 停車標誌
