Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# shared_string_deleting_complete
source: Deleting complete
ar: اكتمل الحذف
cs: Mazání dokončeno
da: Sletning fuldført
de: Löschen abgeschlossen
el: Η διαγραφή ολοκληρώθηκε
es_us: Borrado completo
et: Kustutamine lõppes
fr: Suppression terminée
hu: Törlés kész
id: Penghapusan selesai
is: Eyðingu lokið
it: Eliminazione completata
nb: Sletting fullført
nl: Verwijdering compleet
pl: Usuwanie zakończone
ro_ro: Ștergerea completă
ru: Удаление завершено
sr: Брисање завршено
sr_latn: Brisanje završeno
sv: Radering färdig
ta: முழுமையானது
tr: Silme işlemi tamamlandı
uk: Видалення завершено
zh_hant: 完成刪除

# select_online_source
source: Select source
ar: حدد المصدر
be: Абраць крыніцу
ca: Seleccioneu l'origen
cs: Zvolte zdroj
da: Vælg kilde
de: Quelle auswählen
el: Επιλογή πηγής
es_us: Elegir repositorio
et: Vali andmeallikas
fr: Sélectionnez la source
hu: Válasszon forrást
id: Pilih sumber
is: Veldu uppruna
it: Seleziona la fonte
ja: ソースを選択
ka: აირჩიეთ წყარო
ko: 소스 선택
nb: Velg kilde
nl: Kies bron
oc: Chausir la fònt
pl: Wybierz źródło
pt_br: Selecionar a fonte
ro_ro: Selectați sursa
ru: Выбор источника
sc: Ischerta sa mitza
sr: Изаберите извор
sr_latn: Izaberite izvor
sv: Välj källa
ta: மூலத்தைத் தேர்ந்தெடுக்கவும்
tr: Kaynak seç
uk: Вибір джерел
zh_hans: 选择来源
zh_hant: 選擇來源

# with_permission_my_position_value
source: Move map to current location
ar: نقل الخريطة إلى الموقع الحالي
cs: Přesun mapy do aktuální polohy
da: Flyt kort til aktuel placering
de: Karte zum aktuellen Standort verschieben
el: Μετακίνηση χάρτη στην τρέχουσα τοποθεσία
es_us: Mover el mapa a la ubicación actual
et: Liigu kaardi praegusesse asukohta
fr: Déplacer la carte vers l'emplacement actuel
hu: Térkép mozgatása a jelenlegi helyre
id: Pindahkan peta ke lokasi saat ini
is: Færa kort á núverandi staðsetningu
it: Sposta la mappa nella posizione corrente
nl: Schuif de kaart naar de huidige locatie
oc: Desplaçar la mapa vèrs lo luòc corrent
ro_ro: Poziționați harta la locația curentă
ru: Открыть карту в текущем местоположении
sr: Помери мапу на тренутну локацију
sr_latn: Pomeri mapu na trenutnu lokaciju
sv: Flytta kartan till min aktuella position
ta: வரைபடத்தை தற்போதைய இடத்திற்கு நகர்த்தவும்
tr: Haritayı geçerli konuma taşı
uk: Перемістити мапу до поточного розташування
zh_hant: 移動地圖至現在位置

# fav_remove_q
source: Remove favorite?
ar: إزالة المفضلة؟
be: Выдаліць улюбёнае?
ca: Voleu suprimir el preferit?
cs: Odstranit oblíbené místo?
da: Fjern favorit?
de: Favorit löschen?
el: Διαγραφή αγαπημένου;
es_us: ¿Quitar favorito?
et: Eemaldada lemmik?
fr: Supprimer des favoris ?
hu: Kedvenc eltávolítása?
id: Hapus favorit?
is: Fjarlægja eftirlæti?
it: Eliminare i preferiti?
ja: お気に入りを削除してもよろしいですか？
ka: წავშალო სანიშნე?
ko: 즐겨찾기를 제거하시겠습니까?
nl: Favoriet verwijderen?
oc: Volètz suprimir lo preferit?
pl: Usunąć ulubione?
pt_br: Apagar favorito?
ro_ro: Eliminați favoritul?
ru: Удалить избранное?
sc: Bogare su preferidu?
sk: Odstrániť obľúbené miesto?
sl: Ali želite odstraniti priljubljeno točko?
sr: Уклонити омиљено?
sr_latn: Ukloniti omiljeno?
sv: Ta bort favorit?
ta: பிடித்ததை அகற்றவா?
tr: Favori kaldırılsın mı?
uk: Вилучити із закладок?
zh_hant: 移除我的最愛？

# fav_import_title
source: Import favorite
ar: استيراد المفضلة
be: Імпартаваць улюбёнае
ca: Importa un preferit
cs: Importovat oblíbené
da: Importer favorit
de: Favorit importieren
el: Εισαγωγή αγαπημένου
es_us: Importar favorito
et: Impordi lemmik
fr: Importer les favoris
hu: Kedvenc importálása
id: Impor favorit
is: Flytja inn eftirlæti
it: Importa i preferiti
ja: お気に入りのインポート
ka: სანიშნეს შემოტანა
ko: 즐겨찾기 가져오기
nl: Favoriet importeren
oc: Importar un preferit
pl: Zaimportuj ulubione
pt_br: Importar favorito
ro_ro: Import favorit
ru: Импортировать избранное
sc: Importa sos preferidos
sk: Importovať obľúbené
sl: Uvozi priljubljene točke
sr: Увези омиљено
sr_latn: Uvezi omiljeno
sv: Importera favorit
ta: பிடித்தது இறக்குமதி
tr: Favori Alma
uk: Імпортувати закладки
zh_hant: 匯入我的最愛

# fav_export_title
source: Export favorite
ar: تصدير المفضلة
be: Экспартаваць улюбёнае
ca: Exporta un preferit
cs: Exportovat oblíbené
da: Eksporter favorit
de: Favorit exportieren
el: Εξαγωγή αγαπημένου
es_us: Exportar favorito
et: Ekspordi lemmik
fr: Exporter les favoris
hu: Kedvenc exportálása
id: Ekspor favorit
is: Flytja út eftirlæti
it: Esporta i preferiti
ja: お気に入りのエクスポート
ka: სანიშნეს გატანა
ko: 즐겨찾기 내보내기
nl: Favoriet exporteren
oc: Exportar per preferit
pl: Eksportuj ulubione
pt_br: Exportar favorito
ro_ro: Exportați favoritul
ru: Экспортировать избранное
sc: Esporta sos preferidos
sk: Exportovať obľúbené
sl: Izvozi priljubljene točke
sr: Извези омиљено
sr_latn: Izvezi omiljeno
sv: Exportera favorit
ta: ஏற்றுமதி பிடித்தது
tr: Favorileri Çıkar
uk: Експортувати закладки
zh_hant: 匯出我的最愛

# gpx_points
source: Point(s)
ar: نقاط
be: Пункты
ca: Punt(s)
cs: Bod(y)
cy: Pwynt(iau)
da: Punkter
de: Punkt(e)
el: Σημεία
es_us: Punto(s)
et: Punkt(id)
hu: Pont(ok)
id: Titik
is: Punkt(ur/ar)
it: Punto(i)
ja: 地点
ko: 점(s)
nl: GPX punten
oc: Ponch(s)
pl: Punkt(y)
pt_br: Ponto(s)
ro_ro: Punct (e)
ru: Точки
sc: Puntu(os)
sk: Bod(y)
sl: Točke
sr: Тачка(е)
sr_latn: Tačka(e)
sv: Punkt(er)
ta: புள்ளி (கள்)
tr: Noktalarının
uk: Точки
zh_hant: 點

# map_settings_type
source: Map type
ar: نمط الخريطة
be: Тып мапы
ca: Tipus de mapa
cs: Typ mapy
da: Korttype
de: Kartentyp
el: Είδος χάρτη
es_us: Tipo de mapa
et: Kaardi liik
fr: Type de carte
hu: Térképtípus
id: Jenis peta
is: Gerð korts
it: Tipo mappa
ja: マップ種類
ka: რუკის ტიპი
ko: 지도 종류
ku: Cureya nexşeyê
nl: Kaart type
oc: Mena de mapa
pl: Rodzaj mapy
pt_br: Tipo de mapa
ro_ro: Tipul de hartă
ru: Тип карты
sc: Casta de mapa
sk: Typ mapy
sl: Vrsta zemljevida
sr: Тип карте
sr_latn: Tip karte
sv: Karttyp
ta: வரைபட வகை
tr: Harita türü
uk: Тип мапи
zh_hans: 地图类型
zh_hant: 地圖類型

# daynight_mode_night
source: Night
af: Nag
ar: ليلي
ast: Nueche
az: Gecə
be: Ноч
bg: Нощ
ca: Nit
cs: Noc
cy: Nos
da: Nat
de: Nacht
el: Νύχτα
eo: Nokta
es_us: Nocturno
et: Öö
eu: Gaua
fa: شب
fi: Yö
fr: Nuit
gl: Noite
he: לילה
hu: Éjszakai
hy: Գիշերային
id: Malam
is: Nótt
it: Notte
ja: 夜固定
ka: ღამე
kn: ರಾತ್ರಿ
ko: 야간
ku: Şev
lt: Naktis
lv: Nakts
mk: Noc
ml: "രാത്രി "
mr: रात्र
nb: Natt
nl: Nacht
oc: Nuech
pl: Nocny
ro_ro: Noapte
ru: Ночь
sc: Note
sk: Nočný režim
sl: Temni nočni izris
sr: Ноћ
sr_latn: Noć
sv: Natt
ta: இரவு
tr: Gece
uk: Ніч
vi: Đêm
zh_hans: 夜晚
zh_hant: 夜間

# map_settings_overunder
source: Overlay / Underlay
ar: الخريطة العلوية/ السفلية
be: Ніжні/верхні пласты
ca: Capa de fons / capa superposada
cs: Překryvná / podkladová
da: Over-/underlejring
de: Überlagerung / Unterlagerung
el: Επικάλυψη / Υπόστρωμα
es_us: Superpuesta / Subyacente
et: Ülekate / Aluskiht
fr: Sur-couche / Sous-couche
hu: Rátét / alátét
id: Hamparan / Dasaran
is: Yfirlag / Undirlag
it: Sovrapposizione/sfondo
ja: オーバーレイ / アンダーレイ
ka: დაფარვა / ქვეშგება
ko: 오버레이/언더레이
nb: Overlegg/Underlag
nl: Bovenlaag / Onderlaag
oc: Jaça de fons & jaça superpausada
pl: Nakładka/Podkład
pt_br: Sobreposto / Subjacente
ro_ro: Suprapunere / Fundal
ru: Покрытие и подложка
sc: Subrapositzione/isfundu
sk: Prekrývacia/Podkladová
sl: Prekrivni zemljevid/Zemljevid za podlogo
sr: Слој изнад / испод
sr_latn: Sloj iznad / ispod
sv: Överlägg / Underlägg
ta: மேலடுக்கு / அண்டர்லே
tr: Üst katman / Alt katman
uk: Накладка та підкладка
zh_hans: 叠加层 / 背景层
zh_hant: 上層 / 下層

# map_settings_weather_cloud
source: Cloud
ar: سحاب
az: Bulud
be: Воблачнасць
bg: Облачност
ca: Núvol
cs: Oblačnost
da: Sky
de: Bewölkung
el: Σύννεφα
eo: Nub-kovriĝo
es_us: Nubes
et: Pilved
eu: Hodeiak
fa: ابر
fi: Pilvi
fr: Couverture nuageuse
gl: Nube
he: ענן
hu: Felhőzet
id: Awan
is: Ský
it: Nuvole
ja: 雲
ka: ღრუბელი
ko: 구름
lt: Debesys
nb: Sky
nl: Wolk
oc: Nívol
pl: Chmury
ro_ro: Nor
ru: Облачность
sc: Nues
sk: Oblačnosť
sl: Oblaki
sr: Облак
sr_latn: Oblačnost
sv: Moln
ta: முகில்
tr: Bulut
uk: Хмарність
vi: Mây
zh_hans: 云
zh_hant: 雲

# map_settings_weather_precip
source: Precipitation
ar: تساقط
az: Yağıntı
be: Ападкі
bg: Валежи
ca: Precipitació
cs: Srážky
da: Nedbør
de: Niederschlag
el: Υετός
eo: Precipitaĵoj
es_us: Precipitación
et: Sademed
eu: Prezipitazioak
fa: بارش
fi: Sademäärä
fr: Précipitations
gl: Precipitacións
he: משקע
hu: Csapadék
id: Curah hujan
is: Úrkoma
it: Precipitazioni
ja: 降水量
ka: ნალექი
ko: 제출하기
lt: Krituliai
nb: Nedbør
nl: Neerslag
oc: Precipitacions
pl: Opady deszczu
ro_ro: Precipitații
ru: Осадки
sc: Pretzipitatziones
sk: Zrážky
sl: Padavine
sr: Падавине
sr_latn: Padavine
sv: Nederbörd
ta: மழைப்பொழிவு
tr: Yağış
uk: Опади
vi: Khả năng mưa
zh_hans: 降水
zh_hant: 降水

# settings_app_theme
source: App theme
af: Toepassing tema
ar: مظهر التطبيق
ast: Estilu de l'aplicación
az: Proqram teması
be: Выгляд
bg: Тема на приложението
ca: Aspecte gràfic
cs: Vzhled aplikace
cy: Thema'r ap
da: App-tema
de: App-Darstellung
el: Θέμα Εφαρμογής
eo: Etoso
es_us: Aspecto de la aplicación
et: Rakenduse teema
eu: Aplikazioaren gaia
fa: پوستهٔ برنامه
fi: Sovelluksen teema
fr: Thème de l'application
gl: Tema da aplicación
he: ערכת עיצוב ליישום
hu: Alkalmazás témája
hy: Ծրագրի դիզայնի թեման
id: Tema App
is: Þema forrits
it: Tema dell'app
ja: アプリケーションテーマ
ka: აპლიკაციის თემა
ko: 앱 테마
lt: Programos tema
lv: Lietotnes motīvs
mk: Aplikaciona tema
ml: "ആപ്പ് തീം "
nb: Drakt
nl: App-kleurenschema
oc: Tema de l'aplicacion
pl: Motyw aplikacji
pt_br: Tema do aplicativo
ro_ro: Tema aplicației
ru: Тема приложения
sc: Tema de s’aplicu
sk: Téma aplikácie
sl: Tema programa
sr: Тема програма
sr_latn: Tema aplikacije
sv: App-tema
ta: பயன்பாட்டு கருப்பொருள்
tr: Uygulama gövdesi
uk: Тема
vi: Giao diện ứng dụng
zh_hans: 应用程序主题
zh_hant: 應用程式主題

# allow_3D_view
source: 2.5D view
ar: عرض 3D
be: Выгляд 2.5D
ca: Vista 2,5D
cs: 2.5D zobrazení
da: 2.5D-visning
de: 2.5D-Ansicht
el: 2.5D όψη
es_us: Vista 2.5D
et: 2.5D vaade
fi: 2.5D-näkymä
fr: Vue en 2.5D
hu: 2.5D nézet
id: Tampilan 2.5D
is: 2.5D-sýn
it: Vista 2.5D
ja: 2.5D表示
nb: 2,5D-visning
nl: 2.5D weergave
oc: Vista 2,5D
pl: Widok 2.5D
pt_br: Visualização 2.5D
ro_ro: Vedere 2.5D
ru: 2.5D-вид
sc: Vista 2.5D
sr: 2,5Д приказ
sr_latn: 2.5D prikaz
sv: 2.5D-visning
ta: 2.5 டி பார்வை
tr: 2.5B görünüm
uk: 2.5D вигляд
zh_hant: 2.5D 檢視

# sett_units
source: Units
ar: وحدات
be: Адзінкі вымярэння
ca: Unitats
cs: Jednotky
cy: Unedau
da: Enheder
de: Einheiten
el: Μονάδες
es_us: Unidades
et: Ühikud
fi: Yksiköt
fr: Unités
hu: Mértékegységek
id: Unit
is: Einingar
it: Unità
ja: 単位
ka: ერთეულები
ko: 단위
nl: Eenheden
oc: Unitats
pl: Jednostki
pt_br: Unidades
ro_ro: Unități
ru: Размерность
sc: Unidades
sk: Jednotky
sl: Enote
sr: Јединице
sr_latn: Jedinice
sv: Enheter
ta: அலகுகள்
tr: Birimler
uk: Одиниці
zh_hant: 單位

# sett_notshow
source: Don't show
ar: عدم الإظهار
be: Не паказваць
ca: Amaga
cs: Nezobrazovat
da: Vis ikke
de: nicht zeigen
el: Μην εμφανίζεις
es_us: No mostrar
et: Ära kuva
fi: Älä näytä
fr: Ne pas afficher
hu: Ne jelenjen meg
id: Jangan tampilkan
is: Ekki sýna
it: Non mostrare
ja: 表示しない
ka: არ მაჩვენო
nl: Niet weergeven
oc: Amagar
pl: Nie pokazuj
pt_br: Não mostrar
ro_ro: Nu arăta
ru: Не показывать
sc: No ammustrare
sk: Nezobrazovať
sl: Ne pokaži
sr: Не приказуј
sr_latn: Ne prikazuj
sv: Visa inte
ta: காட்ட வேண்டாம்
tr: Gösterme
uk: Не показувати
zh_hant: 不顯示

# navigate_point_format_DM
source: DDD MM.MMM
af: GGG MM.MM
bg: ГГГ ММ.МММ
ca: GGG MM.MMM
cy: GGG MM.MMM
el: ΜΜΜ ΛΛ.ΛΛΛ
eo: GGG:MM.MMM
es_us: GGG MM.MMM
hu: FFF PP.PPP
lt: LLL MM.MM
lv: DDD MM.MM
nb: GGG MM,MMM
nl: GGG MM.MMM
pt_br: GGG MM.MM
ru: ГГГ ММ.МММ
sr: ДДД ММ.МММ
sv: GGG MM.MMM
ta: டி.டி.டி எம்.எம்.எம்.எம்
uk: ГГГ ХХ.ХХХ
zh_hans: 度度度 分分.分分分
zh_hant: 度度度 分分.分分分

# navigate_point_format_OLC
source: Open Location Code (OLC)
ar: فتح رمز الموقع (OLC)
ca: Codi obert d'ubicació (OLC)
el: Κωδικός Ανοιχτής Τοποθεσίας (OLC)
es_us: Código de Ubicación Abierto (OLC)
et: Avatud asukoha kood (OLC)
hu: Nyílt helykód (OLC)
id: Kode Lokasi Terbuka (OLC)
is: Opinn staðsetningarkóði (OLC)
ja: オープンロケーションコード(OLC)
oc: Còde de Posicion Obèrt (OLC)
pl: Kod Open Location Code (OLC)
pt_br: Código de localização aberto (OLC)
ro_ro: Cod de locație deschisă (OLC)
ru: Открытый код местоположения (OLC)
sc: Còdighe abertu de positzione (OLC)
sk: Otvorený kód pre polohu (OLC)
sr: Отворени код локације (OLC)
sr_latn: Otvoreni kod lokacije (OLC)
sv: Öppen platskod (OLC)
ta: இருப்பிடக் குறியீட்டைத் திறக்கவும் (OLC)
tr: Açık Konum Kodu (Open Location Code - OLC)
uk: Відкрити код розташування (OLC)
zh_hant: 開放位置代碼（OLC）

# sett_lang_trans
source: translit
ar: حرفية
be: транслітарацыя
ca: transliterats
cs: transliterováno
da: Translitteration
de: umschreiben
el: Μεταγραμματισμός
es_us: transliterar
et: transliteratsioon
fi: translitteroitu
fr: Translitération
hu: átírás
is: Umritun
it: Translitterazione
ja: 翻字
ka: ტრანსლიტერაცია
ko: 번역하기
nl: schrijfwijze
oc: transliteracion
pl: Transliteracja
pt_br: transliterar
ro_ro: Transliterație
ru: транслит
sc: transliteratzione
sk: transliterované
sl: prečrkovanje
sr: транслит
sv: translittererat
ta: மொழிபெயர்க்கவும்
tr: başka alfabeyle yaz
uk: трансліт
zh_hant: 直譯

# lang_de_casual
source: German (casual)
ar: الألمانية (العادية)
ast: Alemán (informal)
be: Нямецкая (неафіцыйная)
bg: Немски (разговорен)
ca: Alemany (col·loquial)
cs: Němčina (hovorová)
cy: Almaeneg (anffurfiol)
da: Tysk (uformelt)
de: Deutsch (informell)
el: Γερμανικά (casual)
eo: Germana (ordinara)
es_us: Alemán (casual)
et: saksa (argikeel)
eu: Alemana (kasuala)
fa: آلمانی (خودمانی)
fi: saksa (rento)
fr: Allemand (courant)
gl: Alemán casual
he: גרמנית (עממית)
hu: német (tegeződő)
id: Bahasa Jerman (santai)
is: Þýska (dagleg)
it: Tedesco (informale)
ja: ドイツ語(話し言葉)
ka: სალაპარაკო გერმანული
mk: Germanski (sekojdneven)
nb: Tysk (uformell)
nl: Duits (spreektaal)
oc: Allemand (corrent)
pl: Niemiecki (styl potoczny)
ro_ro: Germană ( obișnuită)
ru: Немецкий (повседневный)
sc: Tedescu (informale)
sk: Nemecky (Deutsch) úsporne
sl: Nemščina (neformalna)
sr: Немачки (говорни)
sr_latn: Nemački (govorni)
sv: Tyska (informell)
ta: செர்மன் (சாதாரண)
tr: Almanca (gündelik)
uk: Німецька (звичайна)
zh_hans: 德语（非正式）
zh_hant: 德語（非正式）

# lang_kab
source: Kabyle
ar: القبائلية
be: Кабільская
bg: Кабилски
ca: Cabil
cs: Kabylština
de: Kabylisch
el: Καμπίλε
eo: Kabila
es_us: Cabilio
et: kabiili
eu: Kabiliera
fa: بربری
gl: Cabila
he: קביליה
hu: kabil
hy: Կաբիլեն
is: Kabylíska
it: Cabila
ja: カビル語
ka: ქაბული
ko: 커바일어
lt: Kabilų
lv: Kabuļu
mk: Kabileski
ml: കബൈല്‍
nb: Kabylsk
nl: Kabylisch
oc: Amazighr
pl: Kabylski
ro_ro: Cabila
ru: Кабильский
sc: Cabilu (Kabyle)
sk: Kabylsky
sl: Kabili
sr: Кабилски
sr_latn: Kabilski
sv: Kabyliska
ta: கபாய்ல்
tr: Cezayir Berbericesi
uk: Кабільська
zh_hans: 卡布列语
zh_hant: 卡拜爾

# lang_mg
source: Malagasy
ar: الملغاشية
ast: Malgaxe
be: Малагасійская
bg: Малагасийски
ca: Malgaix
cs: Malgaština
cy: Malagaseg
da: Madagaskisk
de: Malagassi
el: Μαλαγασικά
eo: Malagasa
es_us: Malgache
et: malagassi
eu: Malgaxea
fa: مالاگاسی
fi: Malagassi
fr: Malgache
gl: Malgaxe
he: מלגשית
hu: malgasz
hy: Մալագասերեն
id: Malagasi
is: Malagasíska
it: Malgascio
ja: マダガスカル語
ka: მალაიზიური
ko: 마다가스카르어
lt: Malagasių
mk: Malgaški
nb: Madagassisk
nl: Malagasi
oc: Malagasin
pl: Malgaski
ro_ro: Malgașă
ru: Малагасийский
sc: Malgàsciu
sk: Malagašsky
sl: Malgaščina
sr: Малгашки
sr_latn: Malgaški
sv: Malagassiska
ta: மலகாசி
tr: Malgaşça
uk: Малагасійська
vi: Tiếng Malagasy
zh_hans: 马达加斯加语
zh_hant: 馬達加斯加語

# lang_pms
source: Piedmontese
ar: بقر بيدمونتيز
ast: Piamontés
az: Pyemontca
be: П’емонцкая
bg: Пиемонтски
ca: Piamontès
cs: Piemontština
cy: Piedmonaidd
da: Piemontesisk
de: Piemontesisch
el: Πιεμοντέζικα
eo: Piemonta
es_us: Piamontés
et: piemonte
eu: Piemontera
fa: پیدمونتی
fi: Piemonte
fr: Piémontais
gl: Piamontés
he: פיימונטית
hu: piemonti
hy: Պյեմոնտերեն
id: Piedmont
is: Piedmonteska
it: Piemontese
ja: ピエモンテ語
ka: პიემონტური
ko: 피에몬테 어
lt: Pjemonto
lv: Pjemontiešu
mk: Piemontski
ml: പൈഡ്മൊണ്ടെസ്
nb: Piemontesisk
nl: Piëmontees
oc: Piemontés
pl: Piemoncki
ro_ro: Piemonteză
ru: Пьемонтский
sc: Piemontesu
sk: Piedmontsky
sl: Pijemontščina
sr: Пијемонтански
sr_latn: Pijemontanski
sv: Piemontesiska
ta: பீட்மாண்டீச்
tr: Piyemontece
uk: Пʼємонтська
zh_hans: 皮埃蒙特语
zh_hant: 皮埃蒙特語

# lang_sat
source: Santali
ar: السنتالية
be: Санталі
bg: Сантали
el: Σαντάλι
eo: Santala
es_us: Santalí
fa: سانتالی
he: סינטאלי
hu: Szantáli
is: Santalí
ja: サンタル語
ka: სანტალი
ko: 산탈리어
mk: Sntalski
pl: Santalski
ru: Сантали
sl: Santalščina
sr: Санталски
sr_latn: Santalski
ta: சான்டாலி
uk: Санталі
vi: Tiếng Santali
zh_hans: 桑塔利语（Satār）
zh_hant: 桑塔利文

# lang_scn
source: Sicilian
ar: الصقلية
ast: Sicilianu
be: Сіцылійская
bg: Сицилиански
ca: Sicilià
cs: Sicilština
cy: Sicilieg
da: Siciliansk
de: Sizilianisch
el: Σικελικά
eo: Sicilia
es_us: Siciliano
et: sitsiilia
eu: Siziliera
fa: سیسیلی
fi: Sisilia
fr: Sicilien
gl: Siciliano
he: סיציליאנית
hu: szicíliai
hy: Сицилийский
id: Sisilia
is: Sikileyska
it: Siciliano
ja: シチリア語
ka: სიცილიური
ko: 시칠리아어
mk: Sicilijanski
nb: Siciliansk
nl: Siciliaans
pl: Sycylijski
ro_ro: Siciliană
ru: Сицилийский
sc: Sitzilianu
sk: Sicílsky
sl: Sicilijanščina
sr: Сицилијански
sr_latn: Sicilijanski
sv: Sicilianska
ta: சிசிலியன்
tr: Sicilyaca
uk: Сицилійська
vi: Tiếng Sicilian
zh_hans: 西西里语
zh_hant: 西西里語

# lang_tl
source: Tagalog
ar: التاغالوغية
az: Taqalca
be: Тагальская
bg: Тагалог (филипински)
ca: Tagal
cs: Tagalština
el: Ταγκαλόγκ
eo: Tagaloga
es_us: Tagalo
et: tagalogi
eu: Tagalo
fa: تاگالوگ
gl: Tagalo
he: טאגאלוג
hy: Տագալոգ
ja: タガログ語
ka: ტაგალური
ko: 타갈로그어
lt: Tagalų
lv: Tagalogu
mk: Tagalogski
ml: ടാഗലോഗ്
oc: Tagalòg
pl: Tagalski
ro_ro: Limba Tagalog
ru: Тагальский
sl: Tagaloščina
sr: Тагалог
sv: Tagalogiska
ta: டாக்லாக்
tr: Tagalogca
uk: Тагальська
zh_hans: 塔加拉族語
zh_hant: 塔加洛語

# lang_tt
source: Tatar
ar: التتارية
be: Татарская
bg: Татарски
ca: Tàtar
cs: Tatarština
cy: Tatareg
da: Tatarisk
de: Tatarisch
el: Ταταρικά
eo: Tatara
es_us: Tártaro
et: tatari
eu: Tatariera
fa: تاتاری
fi: tataari
gl: Tátaro
he: טטרית
hu: tatár
hy: Թաթարերեն
is: Tatarska
it: Tataro
ja: タタール語
ka: თათრული
ko: 타타르어
mk: Tatarski
nb: Tatarisk
nl: Tataars
oc: Tartar
pl: Tatarski
ro_ro: Tatară
ru: Татарский
sc: Tàtaru
sk: Tatársky
sl: Tatarščina
sr: Татарски
sr_latn: Tatarski
sv: Tatariska
ta: டாடர்
tr: Tatarca
uk: Татарська
vi: Tiếng Tatar
zh_hans: 鞑靼语
zh_hant: 韃靼語

# lang_vo
source: Volapuk
ar: فولابوك
be: Валяпюк
bg: Волапюк
ca: Volapük
cs: Volapük
cy: Volapük
da: Volapük
de: Volapük
el: Βολαπιούκ
eo: Volapuko
es_us: Volapuque
et: volapüki
eu: Volapük
fa: ولاپوک
fi: Volapük
fr: Volapük
gl: Volapük
he: וולאפיק
hu: volapük
hy: Վոլապուկ
ja: ボラピューク語
ka: ვოლაპუკური
ko: 볼라퓌크어
lt: Volapiukų
lv: Volapuku
mk: Volapuski
ml: വൊളപുക്
nb: Volapük
nl: Volapük
pl: Volapük
ro_ro: Volapuc
ru: Волапюк
sl: Volapik
sr: Волапучки
sr_latn: Volapučki
sv: Volapük
ta: வோலாபக்
tr: Volapük
uk: Волапюк
zh_hans: 沃拉普克语
zh_hant: 沃拉普克語

# lang_war
source: Waray
ar: واراي
be: Варай
bg: Варай
ca: Waray-waray
cs: Warajština
de: Waray-Waray
el: Ουαράι
eo: Varaja
et: varai
eu: Warayera
fa: وینارایی
gl: Samareño
he: וראי
hy: Վարեյ
it: Wáray
ja: ワライ語
ka: ვარაული
ko: 와라이어
mk: Varajski
nb: Waray-waray
nl: Waray-Waray
oc: Oarai
ro_ro: Limba Waray
ru: Варей
sk: Warajsky
sl: Varajščina
sr: Варајски
sr_latn: Varajski
sv: Waray-waray
ta: வாரே
tr: Varayca
uk: Варайська
vi: Tiếng Waray
zh_hans: 瓦瑞语
zh_hant: 瓦瑞語

# lang_yo
source: Yoruba
ar: اليوروبا
be: Ёруба
bg: Йоруба
ca: Ioruba
cs: Jorubština
cy: Iorwba
el: Γιορούμπα
eo: Joruba
et: joruba
eu: Jorubera
fa: یوروبایی
gl: Ioruba
he: יורובה
hu: joruba
hy: Յորուբա
is: Yórúba
ja: ヨルバ語
ka: იორუბული
ko: 요루바어
mk: Jorubanski
nb: Joruba
oc: Ioroba
pl: Joruba
ro_ro: Ioruba
ru: Йоруба
sk: Jorubsky
sl: Jorubščina
sr: Јоруба
sr_latn: Joruba
ta: யோருபா
tr: Yorubaca
uk: Йоруба
vi: Tiếng Yoruba
zh_hans: 约鲁巴语
zh_hant: 約魯巴語

# lang_zhminnan
source: Southern Min
ar: مين الجنوبية
ast: Min nan
be: Паўднёвая Мін
bg: Южен Мин
ca: Min nan
cs: Jižní min
cy: Min Deheuol
da: Sydlige Min
de: Minnan
el: Νότια μιν
eo: Minnana
es_us: Min del Sur
et: lõunamini
eu: Hegoaldeko Min
fa: مین‌نانی
fr: Min du Sud
gl: Min do sur
he: מין נאן
hu: déli min
hy: Հարավային Մին
id: Min Selatan
is: Suður-Mín
it: Min meridionale
ja: ビン南語(閩南語・福建語)
ka: სამხრეთული ძმინნური
ko: 남부 분
mk: Juznominski
nb: Sørlig min
nl: Minnanyu
oc: Min nan
pl: Południowy min
ro_ro: Sud Min
ru: Южный Мин
sc: Min meridionale
sk: Južnominsky
sl: Južna minščina
sr: Јужномински
sr_latn: Južnominski
sv: Minnan
ta: தெற்கு மணித்துளி
tr: Güney Mince
uk: Південний Мін
vi: Tiếng Mân Nam
zh_hans: 闽南语
zh_hant: 閩南語

# select_data_to_import
source: Select the data to be imported.
ar: حدد البيانات التي سيتم استيرادها.
az: İdxal ediləcək məlumatları seçin.
be: Абярыце даныя для імпарту.
bg: Изберете данните, които да се добавят.
ca: Seleccioneu les dades que voleu importar.
cs: Vyberte data k importu.
cy: Dewis y data i'w fewnforio.
da: Vælg data der skal importeres.
de: Wählen Sie die zu importierenden Daten.
el: Επιλέξτε τα δεδομένα για εισαγωγή.
eo: Elektu datumojn por enporti.
es_us: Marca los datos a importar.
et: Vali imporditavad andmed.
eu: Hautatu inportatu beharreko datuak.
fa: دادهٔ موردنظر را برای درون‌برد انتخاب کنید.
fi: Valitse tuotavat tiedot.
fr: Sélectionnez les données à importer.
gl: Selecciona os datos para ser importados.
he: נא לבחור את הנתונים לייבוא.
hu: Válassza ki az importálandó adatot.
id: Pilih data yang akan diimpor.
is: Veldu þau gögn sem á að flytja inn.
it: Seleziona i dati da importare.
ja: インポートするデータを選択してください。
ko: 가져올 데이터를 선택합니다.
mk: Izberete gi podatocitešto treba da se uvezat.
nb: Velg dataå importere.
nl: Kies de te importeren gegevens.
oc: Seleccionatz lei donadas que volètz importar.
pl: Wybierz dane, które mają zostać zaimportowane.
ro_ro: Selectați datele care vor fi importate.
ru: Выберите данные для импорта.
sc: Ischerta sos datos de importare.
sk: Zvoľte údaje na importovanie.
sl: Izberi podatke, ki jihželiš uvoziti.
sr: Одаберите податке за увоз.
sr_latn: Odaberi podatke za uvoz.
sv: Välj vilken data som ska importeras.
ta: இறக்குமதி செய்ய வேண்டிய தரவைத் தேர்ந்தெடுக்கவும்.
tr: İçe aktarılacak verileri seçin.
uk: Виберіть дані, які потрібно імпортувати.
vi: Chọn dữ liệu sẽ được nhập.
zh_hans: 选择要导入的数据。
zh_hant: 選取要匯入的資料。

source: Custom OsmAnd plugin
ar: ملحق مخصص
az: Xüsusi OsmAnd qoşması
be: Адвольная ўбудова OsmAnd
bg: Персонализиран плъгин OsmAnd
ca: Connector d'OsmAnd adaptat
cs: Vlastní modul pro OsmAnd
cy: Ategyn Custom OsmAnd
da: Brugerdefineret udvidelse
de: Benutzerdefinierte OsmAnd-Erweiterung
el: Προσαρμοσμένο πρόσθετο OsmAnd
eo: Propra OsmAnd-kromprogramo
es_us: Complemento personalizado de OsmAnd
et: Kohandatud OsmAnd pistik
eu: OsmAnd gehigarri pertsonala
fa: افزونهٔ سفارشی OsmAnd
fi: Muokattu OsmAnd-laajennus
fr: Extension OsmAnd personnalisée
gl: Plugin personalizado do OsmAnd
he: תוסף OsmAnd מותאם אישית
hu: Egyéni OsmAnd-bővítmény
id: Plugin OsmAnd Kustom
is: Sérsniðin OsmAnd-viðbót
it: Componente aggiuntivo OsmAnd personalizzato
ja: OsmAndプラグインのカスタマイズ
ka: მომხარებლის OsmAnd-ის დამატება
ko: 사용자 정의 OsmAnd 플러그인
mk: Prilagodi gi pomosnite alatki na OsmAnd
nb: Egendefinert OsmAnd-tillegg
nl: Aangepaste OsmAnd plug-in
oc: Ajust d'OsmAnd adaptat
pl: Niestandardowa wtyczka OsmAnd
ro_ro: Plugin personalizat OsmAnd
ru: Пользовательский плагин
sc: Estensione de OsmAnd personalizada
sk: Vlastný modul pre OsmAnd
sl: OsmAnd vtičnik po meri
sr: Произвољни додатак ОсмАнд-а
sr_latn: Proizvoljni dodatak OsmAnd-a
sv: Anpassad OsmAnd-plugin
ta: தனிப்பயன் ஆச்மண்ட் சொருகி
tr: Özel OsmAnd eklentisi
uk: Плагіни користувача
vi: Plugin OsmAnd tùy chỉnh
zh_hans: 自定义 OsmAnd 插件
zh_hant: 自訂 OsmAnd 外掛程式
