Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# plugin_popup_wiki_desc
source: To start using Wikipedia plugin, please download Wikipedia data of an region first
ar: لبدء استخدام البرنامج المساعد ويكبيديا ، يرجى تنزيل بيانات ويكبيديا الخاصة بالمنطقة أولاً
be: Каб пачаць выкарыстоўваць убудову Вікіпедыі, спачатку спампуйце даныя Вікіпедыі для рэгіёна
ca: Per començar a utilitzar el connector de la Vikipèdia, primer baixeu les dades Viquipèdia d'una regió
cs: Chcete-li začít používat modul Wikipedie, stáhněte si prosím nejdříve data z Wikipedie pro daný region
da: For at begynde at bruge Wikipedia udvidelsen, hent først Wikipedia data for en region
de: Laden Sie bitte zuerst die Wikipedia-Daten einer Region herunter, um das Wikipedia-Plugin verwenden zu können
el: Για να ξεκινήσεις να χρησιμοποιείς το πρόσθετο της Βικιπαίδεια, παρακαλώ κάντε λήψη τα δεδομένα της Βικιπαίδεια από μια τοποθεσία πρώτα
es_us: Para usar el complemento de Wikipedia, descarga primero los datos Wikipedia de una región
et: Vikipeedia lisamooduli kasutamise alustamiseks, palun laadi esmalt alla Vikipeedia andmed piirkonna kohta
fr: Pour commencer à utiliser le plugin Wikipédia, veuillez d'abord télécharger les données Wikipédia d'une région
hu: A Wikipédia bővítmény használatának megkezdéséhez először töltse egy terület Wikipédia adatait
id: Untuk mulai menggunakan plugin Wikipedia, silakan unduh data Wikipedia dari suatu wilayah terlebih dahulu
is: Til að geta notað Wikipedia-viðbótina þarftu fyrst að sækja Wikipedia-gögn fyrir eitthvað svæði
it: Per iniziare a utilizzare il plugin, scarica prima i dati Wikipedia di una regione prima
ja: Wikipediaプラグインの使用を開始するには、まず目的地域のWikipediaデータをダウンロードしてください
ko: 위키백과 플러그인을 사용하려면 먼저 해당 지역의 위키백과 데이터를 다운로드하세요
nl: Om te beginnen met de Wikipedia plugin, download eerst Wikipedia gegevens van een regio
oc: Per començar d'utilizar la Wikipèdia en ajust, cargatz premier lei donadas Wikipèdia d'un airau
pl: Aby rozpocząć korzystanie z wtyczki Wikipedii, najpierw pobierz dane z Wikipedii regionu
pt_br: Para usar o complemento da Wikipédia, primeiro baixe os dados Wikipédia de uma região
ro_ro: Pentru a începe să utilizați pluginul Wikipedia, vă rugăm să descărcați mai întâi datele Wikipedia ale unei regiuni
ru: Чтобы начать пользоваться плагином "Википедия", пожалуйста, скачайте данные Википедии для какого-либо региона
sc: Pro incumentzare a impreare su plugin Wikipedia, pro piaghere iscàrriga in antis sos datos Wikipedia de una regione
sk: Ak chcete používať modul Wikipédia, stiahnite najprv údaje Wikipédie pre región
sr: Да бисте почели да користите додатак Википедије, прво преузмите Википедијине податке о региону
sr_latn: Da biste počeli da koristite dodatak Vikipedije, prvo preuzmite Vikipedijine podatke o regionu
sv: För att börja använda Wikipedia-modulen, ladda först ner Wikipedia-data över en region
ta: விக்கிபீடியா சொருகி பயன்படுத்தத் தொடங்க, முதலில் ஒரு பிராந்தியத்தின் விக்கிபீடியா தரவைப் பதிவிறக்கவும்
tr: Wikipedia eklentisini kullanmaya başlamak için lütfen önce bir bölgenin Wikipedia verilerini indirin
uk: Щоб розпочати користуватися плагіном Вікіпедія, будь ласка, спершу завантажте дані Вікіпедії для обраного регіону
zh_hant: 要開始使用維基百科外掛元件，請先下載維基百科資料的區域

# plugin_popup_wiki_ask
source: In order to download Wikipedia data you need to activate plugin: <b>Wikipedia</b>
ar: لتنزيل بيانات ويكيبيديا ، يلزمك تنشيط المكون الإضافي: <b>ويكبيديا</b>
be: Для спампоўвання даных з Вікіпедыі вам неабходна ўключыць убудову: <b>Вікіпедыя</b>
ca: Per baixar dades de Viquipèdia us cal activar el connector: <b>Viquipèdia </b>
cs: Abyste mohli stahovat data z Wikipedie, musíte aktivovat modul <b>Wikipedie</b>
da: For at hente Wikipedia data, aktiver udvidelsen: <b>Wikipedia</b>
de: Um Wikipedia-Daten herunterladen zu können, müssen Sie das Plugin aktivieren: <b>Wikipedia</b>
el: Για να κατεβάσετε δεδομένα της Βικιπαίδεια, πρέπει να ενεργοποιήσετε το πρόσθετο: <b>Βικιπαίδεια</b>
es_us: Para descargar los datos de Wikipedia, necesita activar el complemento: <b>Wikipedia</b>
et: Vikipeedia andmete allalaadimiseks on vajalik lülitada sisse lisa: <b>Vikipeedia</b>
fr: Pour télécharger des données Wikipédia vous devez activer le plugin : <b>Wikipédia</b>
gl: To download Wikipedia data you need to activate plugin: <b>Wikipedia</b>
hu: A Wikipédia-adatok letöltéséhez be kell kapcsolnia a következő bővítményt: <b>Wikipédia</b>
id: Untuk mengunduh data Wikipedia, Anda perlu mengaktifkan plugin: <b>Wikipedia</b>
is: Til að sækja gögn frá Wikipedia, verðurðu að virkja viðbótina: <b>Wikipedia</b>
it: Per scaricare i dati di Wikipedia è necessario attivare il plugin: <b>Wikipedia</b>
ja: Wikipediaのデータをダウンロードするには、<b>Wikipedia</b>プラグインを有効にする必要があります
nb: To download Wikipedia data you need to activate plugin: <b>Wikipedia</b>
nl: Om Wikipedia gegevens te downloaden moet je eerst de plugin <b>Wikipedia</b> activeren
oc: Per teledescargar lei donadas de Wikipèdia devètz premier activar l'ajust: <b>Wikipèdia</b>
pl: Aby pobrać dane z Wikipedii, musisz aktywować wtyczkę: <b>Wikipedia</b>
pt_br: Para fazer o download dos dados da Wikipédia, você precisa ativar o plugin: <b>Wikipédia</b>
ro_ro: Pentru a descărca datele Wikipedia trebuie să activați plugin-ul: <b>Wikipedia</b>
ru: Для скачивания данных из Википедии вам необходимо активировать плагин: <b>Wikipedia</b>
sc: Pro iscarrigare datos Wikipedia tenes bisòngiu de allùere su plugin: <b>Wikipedia</b>
sk: Pre stiahnutie údajov z Wikipédie údajov musíte aktivovať plugin: <b>Wikipedia</b>
sr: Да бисте преузели податке Википедије потребно је да активирате додатак: <b>Википедиа</b>
sr_latn: Da biste preuzeli podatke Vikipedije potrebno je da aktivirate dodatak: <b>Vikipedia</b>
sv: För att kunna hämta Wikipedia-data, aktivera först insticksmodulen: <b>Wikipedia</b>
ta: விக்கிபீடியா தரவைப் பதிவிறக்குவதற்கு நீங்கள் சொருகி செயல்படுத்த வேண்டும்: <b> விக்கிபீடியா </b>
tr: Wikipedia verilerini indirmek için <b>Wikipedia</b> eklentisini etkinleştirmeniz gerekmektedir
uk: Для завантаження даних Вікіпедії Вам необхідно увімкнути плагін: <b>Вікіпедія</b>
zh_hant: 要下載維基百科資料，您需要啟用外掛元件：<b>維基百科</b>

# plugin_popup_osm_editing_ask
source: Please enable OpenStreetMap Editing plugin to add and manage map edits and notes
ar: يرجى تمكين برنامج OpenStreetMap تحرير البرنامج المساعد لإضافة وإدارة التعديلات خريطة والملاحظات
ca: Activeu el connector d’edició d’OpenStreetMap per afegir i gestionar edicions i notes del mapa
cs: Povolte prosím modul pro úpravy OpenStreetMap pro možnost přidání a správy mapových úprav a poznámek
da: Aktiver udvidelse til redigering af OpenStreetMap for at tilføje og administrere kortredigeringer og bemærkninger
de: Bitte aktivieren Sie die Erweiterung OpenStreetMap-Bearbeitung, um Kartenbearbeitungen und OSM-Hinweise hinzuzufügen und zu verwalten
el: Παρακαλούμε ενεργοποιήστε το πρόσθετο Επεξεργασία OpenStreetMap για να προσθέσετε και να διαχειριστείτε επεξεργασίες χάρτη και σημειώσεις
es_us: Activa el complemento de edición de OpenStreetMap para añadir y gestionar ediciones y notas de mapas
et: Kaardimuudatuste ning märkuste lisamiseks ja haldamiseks palun võta kasutusele OpenStreetMap'i muutmise plugin
fr: Veuillez activer le greffon Édition OpenStreetMap pour ajouter et gérer les modifications de carte et les notes
hu: Engedélyezze az OpenStreetMap szerkesztő bővítményt a térkép szerkesztéseinek és megjegyzéseinek hozzáadásához és kezeléséhez
id: Silakan aktifkan plugin Pengeditan OpenStreetMap untuk menambah dan mengelola catatan dan editan peta
is: Virkjaðu viðbótina fyrir breytingar á OpenStreetMap til að bæta við og sýsla með breytingar á kortum og minnispunktum
it: Abilita il plugin OpenStreetMap Editing per aggiungere e gestire le modifiche e le note della mappa
ja: マップ編集とメモの追加や管理をするには、OpenStreetMap編集プラグインを有効にしてください
ko: OpenStreetMap 편집 플러그인을 활성화하여 지도 편집 및 메모를 추가하고 관리하십시오.
pl: Proszę włączyć wtyczkę do edytowania OpenStreetMap, aby dodawać i zarządzać edycjami mapy oraz uwagami
pt_br: Ativar o plugin de edição do OpenStreetMap para adicionar e gerenciar edições e notas de mapas
ro_ro: Vă rugăm să activați pluginul OpenStreetMap Editing pentru a adăuga și gestiona modificările și notele de pe hartă
ru: Пожалуйста, включите плагин «Правки OpenStreetMap» для добавления и управления правками и заметками карты
sc: Abìlita s'estensione de modìfica de OpenStreetMap pro annànghere e amministrare sas modìficas e sas notas
sr: Омогућите додатак за уређивање ОпенСтритМап да бисте додали измене и белешке на мапи и управљали њима
sr_latn: Omogućite dodatak za uređivanje OpenStritMap da biste dodali izmene i beleške na mapi i upravljali njima
sv: Aktivera insticksmodulen OpenStreetMap-redigering för att lägga till och hantera ändringar och anteckningar i kartan
ta: வரைபட திருத்தங்கள் மற்றும் குறிப்புகளைச் சேர்க்கவும் நிர்வகிக்கவும் OpenStreetMap திருத்துதல் சொருகி இயக்கவும்
tr: Harita düzenlemeleri ve notları eklemek ve yönetmek için lütfen OpenStreetMap Düzenleme eklentisini etkinleştirin
uk: Увімкніть плагін редагування OpenStreetMap, щоб вносити та керувати змінами мапи та примітками
zh_hant: 請啟用 OpenStreetMap 編輯外掛程式以新增和管理地圖編輯和註解

# show_region_on_map_desc
source: Map of %@ has been downloaded. Go to the map to start using it.
ar: الخريطة من%@ . تم تنزلها انتقل للخرائط للبدء في استخدامها.
be: Мапа %@ спампаваная. Каб пачаць выкарыстоўваць, перайдзіце да мапы.
ca: El mapa de %@ ja s'ha baixat. Aneu al mapa per començar a utilitzar-lo.
cs: Mapa %@ byla stažena. Přejděte na mapu a začněte ji používat.
da: Kort over %@ er hentet. Gå til kortet for at begynde at bruge det.
de: Karte von %@ wurde heruntergeladen. Gehen Sie zur Karte, um sie zu benutzen.
el: Ο χάρτης %@ ελήφθη. Πηγαίντε στον χάρτη για να αρχίσετε να τον χρησιμοποιείτε.
es_us: El mapa de %@ fue descargado. Ve al mapa para usarlo.
et: %@ kaart on alla laaditud. Selle kasutamiseks ava kaardivaade.
fr: La carte de %@ a été téléchargée. Rendez-vous sur la carte pour l'utiliser.
hu: %@ térképe le lett töltve. Menjen a térképhez a használatának megkezdéséhez.
id: Peta %@ telah diunduh. Buka peta untuk mulai menggunakannya.
is: Kort af %@ hefur verið sótt, þú getur núna byrjað að nota það.
it: La mappa di %@ è stata scaricata. Vai alla mappa per iniziare a usarla.
ja: %@のマップがダウンロードされました。マップ画面に移動して使用を開始します。
oc: La mapa de %@ es teledescargada. Anètz a la mapa per començar de l'emplegar.
pl: Mapa %@ została pobrana. Przejdź do mapy, aby rozpocząć korzystanie z niej.
pt_br: Mapa de %@ foi baixado. Vá para o mapa para começar a usá-lo.
ro_ro: Harta localității %@ a fost descărcată. Accesați harta pentru a începe să o utilizați.
ru: Карта %@ скачана. Перейдите к карте и пользуйтесь ей.
sc: Sa mapa %@ est istada iscarrigada. Bae a sa mapa pro incumentzare a l’impreare.
sk: Mapa %@ bola stiahnutá. Prejdite na mapu a začnite ju používať.
sr: Мапа %@ је преузета. Идите на мапу да бисте почели да је користите.
sr_latn: Mapa %@ je preuzeta. Idite na mapu da biste počeli da je koristite.
sv: Kartan över %@ har laddats ned. Gå till kartvyn för att se den.
ta: %Of இன் வரைபடம் பதிவிறக்கம் செய்யப்பட்டுள்ளது. அதைப் பயன்படுத்தத் தொடங்க வரைபடத்திற்குச் செல்லவும்.
tr: % Haritası yüklendi. Bunu kullanmaya başlamak için harita için gidin.
uk: Мапа %@ завантажена. Перейдіть у вікно мапи для перегляду даних.
zh_hant: 已下載 %@ 地圖。 轉到地圖開始使用。

# obf_import_failed
source: File import failed
ar: فشل استيراد الملف
be: Не атрымалася імпартаваць файл
ca: La importació de l'arxiu ha fallat
cs: Nepodařilo se importovat soubor
da: Filimporten mislykkedes
de: Dateiimport fehlgeschlagen
el: Η εισαγωγή αρχείου απέτυχε
es_us: Error al importar archivo
et: Faili import ebaõnnestus
fr: Échec de l'import du fichier
hu: Nem sikerült importálni a fájlt
id: Impor berkas gagal
is: Það mistókst að flytja inn skrá
it: Importazione del file fallita
ja: ファイルのインポートに失敗しました
ka: ფაილის შემოტანა ჩავარდა
oc: L'importacion dau fichier a pas fonccionat
pl: Importowanie plików nie powiodło się
pt_br: Falha ao importar o arquivo
ro_ro: Importul de fișiere a eșuat
ru: Не удалось импортировать файл
sc: S'importatzione de su documentu est fallida
sk: Import súboru zlyhal
sr: Увоз датотеке није успео
sr_latn: Uvoz datoteke nije uspeo
sv: Misslyckades att importera filen
ta: கோப்பு இறக்குமதி தோல்வியடைந்தது
tr: Dosya içe aktarılamadı
uk: Ну вдалося імпортувати файл
zh_hant: 檔案匯入失敗

# sqlitedb_import_already_exists
source: The specified sqlitedb file is already exists. Please choose action.
ar: ملف sqlitedb المحدد موجود بالفعل. يرجى اختيار الإجراء.
be: Вызначаны файл sqlitedb ужо існуе. Калі ласка, абярыце дзеянне.
ca: El fitxer sqlitedb indicat ja existeix. Trieu una acció.
cs: Zadaný sqlitedb soubor již existuje. Zvolte prosím akci.
da: Den angivne sqlitedb-fil findes allerede. Vælg handling.
de: Die angegebene sqlitedb Datei gibt es bereits. Bitte Aktion auswählen.
el: Το καθορισμένο sqlitedb αρχείο υπάρχει ήδη. Παρακαλώ επιλέξτε ενέργεια.
es_us: El archivo sqlitedb elegido ya existe. Elija una acción.
et: Määratud sqlitedb fail on juba olemas. Palun vali tegevus.
fr: Le fichier sqlitedb spécifié existe déjà. Veuillez choisir une action.
hu: A megadott sqlitedb fájl már létezik. Válasszon műveletet.
id: Berkas sqlitedb yang ditentukan sudah ada. Silakan pilih tindakan.
is: Tiltekna sqlitedb-skráin er þegar til. Veldu einhverja aðgerð.
it: Il file sqlitedb specificato esiste già. Si prega di scegliere l'azione.
ja: 指定されたSQLiteDBファイルは既に存在します。どのように処理するかを選択してください。
oc: Lo fichier sqlitedb indicat ja existís. Que fau faire ?
pl: Określony plik sqlitedb już istnieje. Wybierz akcję.
pt_br: O arquivo sqlitedb especificado já existe. Por favor, escolha a ação.
ro_ro: Fișierul sqlitedb specificat există deja. Vă rugăm să alegeți o acțiune.
ru: Указанный файл sqlitedb уже существует. Пожалуйста, выберите действие.
sc: Su documentu sqlitedb dislindadu esistit giai. Pro piaghere issèbera un'atzione.
sk: Zadaný sqlitedb súbor už existuje. Vyberte akciu.
sr: Наведена sqlitedb датотека већ постоји. Молимо изаберите акцију.
sr_latn: Navedena sqlitedb datoteka već postoji. Molimo izaberite akciju.
sv: Angiven sqlitedb-fil finns redan. Välj en åtgärd.
ta: குறிப்பிட்ட SQLitedB கோப்பு ஏற்கனவே உள்ளது. செயலைத் தேர்வுசெய்க.
tr: Belirtilen SqliteDb dosya zaten var olduğunu. Eylemi seçiniz.
uk: Зазначений файл sqlitedb вже існує. Будь ласка, виберіть дію.
zh_hant: 已有指定的 sqlitedb 檔案存在。請選擇操作。

source: Offline raster map
ar: خريطة النقطية دون اتصال
be: Аўтаномная растравая мапа
ca: Mapa de bits en local
cs: Offline rastrová mapa
da: Offline rasterkort
de: Offline-Rasterkarte
el: Raster χάρτης χωρίς σύνδεση
es_us: Mapa de trama sin conexión
et: Võrguühenduseta rasterkaart
fr: Carte raster hors-ligne
hu: Offline raszteres térkép
id: Peta raster offline
is: Ónettengt rastakort
it: Mappa raster Offline
ja: オフラインラスターマップ
ka: რასტრული რუკა ინტერნეტის გარეშე
pl: Mapa rastrowa offline
pt_br: Mapa raster offline
ro_ro: Hartă raster offline
ru: Автономная растровая карта
sc: Mapa non vetoriale (raster) non in lìnia
sr: Ван мрежна растерска мапа
sr_latn: Van mrežna rasterska mapa
sv: Offline raster-karta
ta: இணைப்பில்லாத ராச்டர் வரைபடம்
tr: Çevrim dışı raster haritası
uk: Безмережева растрова мапа
zh_hant: 離線點陣地圖

source: Offline raster maps
ar: خرائط نقطية دون اتصال
be: Аўтаномныя растравыя мапы
ca: Mapes de bits en local
cs: Offline rastrové mapy
da: Offline rasterkort
de: Offline-Rasterkarten
el: Raster χάρτες χωρίς σύνδεση
es_us: Mapas de tramas sin conexión
et: Võrguühenduseta rasterkaardid
fr: Cartes raster hors-ligne
hu: Offline raszteres térképek
id: Peta raster offline
is: Ónettengd rastakort
it: Mappe raster Offline
ja: オフラインラスターマップ
ka: რასტრული რუკები ინტერნეტის გარეშე
oc: Mapas raster (imatge) en locau
pl: Mapy rastrowe offline
pt_br: Mapas de varredura offline
ro_ro: Hărți raster offline
ru: Автономные растровые карты
sc: Mapa non vetoriale (raster) non in lìnia
sr: Ван мрежне растерске мапе
sr_latn: Van mrežne rasterske mape
sv: Offline raster-kartor
ta: இணைப்பில்லாத ராச்டர் வரைபடங்கள்
tr: Çevrim dışı raster haritaları
uk: Безмережеві растрові мапи
zh_hant: 離線點陣地圖

# calculating_progress
source: Calculating...
ar: حساب المسار…
be: Разлік...
ca: Calculant...
cs: Počítám...
da: Beregner ...
de: Berechnen.....
el: Υπολογισμός...
es_us: Calculando....
et: Arvutamine...
fa: محاسبه...
fi: Lasketaan…
fr: Calcul...
hu: Számítás…
id: Menghitung...
is: Reikna...
it: Calcolando...
ja: 計算中...
ka: გამოთვლა...
nb: Beregner…
oc: Es a calcular...
pl: Obliczanie...
pt_br: Calculando...
ro_ro: Calculând...
ru: Рассчитываю...
sc: Carculende…
sr: Израчунавање...
sr_latn: Izračunavanje...
sv: Beräknar...
ta: கணக்கிடுதல் ...
tr: Hesaplanıyor...
uk: Обчислення...
zh_hant: 正在計算...

source: Searching…
af: Besig om te soek…
ar: جار البحث…
ast: Buscando…
az: Axtarılır…
be: Пошук…
bg: Търсене…
ca: Cercant…
cs: Hledání…
cy: Yn chwilio…
da: Søger…
de: Suche …
el: Αναζήτηση…
eo: Serĉado…
es_us: Buscando…
et: Otsimine…
eu: Bilatzen…
fa: در حال جستجو…
fi: Etsitään…
fr: Recherche en cours…
gl: Estase a procurar…
he: מתבצע חיפוש…
hu: Keresés…
hy: Որոնում…
id: Sdg mencari…
is: Leita…
it: Ricerca…
ja: 検索中…
ka: მიმდინარეობს ძებნა…
ko: 검색 중…
lt: Ieškoma…
lv: Meklē…
mk: Se bara…
ml: തെരഞ്ഞുകൊണ്ടിരിക്കുന്നു…
mr: शोधत आहे…
nb: Søker…
nl: Bezig met zoeken…
oc: A recercar…
pl: Szukanie…
ro_ro: Se caută…
ru: Поиск…
sc: Chirca…
sk: Vyhľadávanie…
sl: Iskanje…
sr: Претражујем…
sr_latn: Pretraživanje…
sv: Söker …
ta: தேடுகிறது…
tr: Aranıyor…
uk: Пошук…
vi: Tìm kiếm…
zh_hans: 正在搜索…
zh_hant: 查尋中…

source: Delete custom categories
ar: حذف الفئات المخصصة
cs: Smazat vlastní kategorie
da: Slet brugerdefinerede kategorier
de: Benutzerdefinierte Kategorien löschen
es_us: Borrar categorías personalizadas
et: Kustuta kohandatud kategooriad
fi: Poista mukautetut luokat
fr: Supprimer les catégories personnalisées
hu: Egyéni kategóriák törlése
id: Hapus kategori kustom
is: Eyða sérsniðnum flokkum
it: Elimina le categorie personalizzate
ja: カスタムカテゴリを削除
ka: მომხმარებლის კატეგორიების წაშლა
nb: Slett egendefinerte kategorier
oc: Escafar lei filtres personalizats
pl: Usuń niestandardową kategorię
pt_br: Excluir categorias personalizadas
ro_ro: Ștergeți categoriile personalizate
ru: Удалить категории
sc: Iscantzella sas categorias personalizadas
sr: Избришите прилагођене категорије
sr_latn: Izbrišite prilagođene kategorije
sv: Radera anpassade kategorier
ta: தனிப்பயன் வகைகளை நீக்கு
tr: Özel kategorileri sil
uk: Вилучити власні категорії
zh_hant: 刪除自訂分類

# shared_string_account_add
source: Add account
ar: إضافة حساب
be: Дадаць акаўнт
ca: Afegeix un compte
cs: Přidat účet
da: Tilføj konti
de: Konto hinzufügen
el: Προσθήκη λογαριασμού
es_us: Añadir cuenta
et: Lisa konto
fr: Ajouter un compte
hu: Fiók hozzáadása
id: Tambah akun
is: Bæta við notandaaðgangi
it: Aggiungi account
ja: アカウント追加
nb: Legg til konto
nl: Account toevoegen
oc: Ajustar un còmpte
pl: Dodaj konto
pt_br: Adicionar conta
ro_ro: Adăugați un cont
ru: Добавить аккаунт
sc: Annanghe unu contu
sr: Додај налог
sr_latn: Dodaj nalog
sv: Lägg till konto
ta: கணக்கைச் சேர்க்கவும்
tr: Hesap ekle
uk: Додати обліковий запис
zh_hant: 新增帳戶

# search_address_building_option
source: Building
af: Gebou
ar: بناء
az: Bina
be: Дом
bg: Номер
ca: Edifici
cs: Budova
cy: Adeilad
da: Bygning
de: Hausnummer
el: Κτήριο
eo: Domo
es_us: Edificio
et: Hoone
eu: Eraikina
fa: ساختمان
fi: Rakennus
fr: Numéro
gl: Edificio
he: בניין
hu: Épület
hy: Շենք
id: Bangunan
is: Bygging
it: Civico
ja: 建物
ka: შენობა
ko: 빌딩
lt: Pastatas
lv: Ēka
mk: Zgrada
ml: കെട്ടിടം
mr: इमारत
nb: Bygning
nl: Gebouw
oc: Edifici
pl: Budynek
ro_ro: Număr
ru: Дом
sc: Tzìvicu
sk: Popisné číslo
sl: Hiša
sr: Зграда
sr_latn: Zgrada
sv: Byggnad
ta: கட்டிடம்
tr: Bina
uk: Будинок
vi: Tòa nhà
zh_hans: 建筑
zh_hant: 建築物

# shared_string_street_intersection
source: Street intersection
ar: تقاطع الشارع
be: Скрыжаванне вуліц
ca: Cruïlla
cs: Křižovatka ulic
da: Gadekryds
de: Straßenkreuzung
el: Διασταύρωση δρόμου
es_us: Intersección de calles
et: Tänavate ristumiskoht
fi: Katujen risteys
fr: Intersection de rue
hu: Utcakereszteződés
id: Persimpangan jalan
is: Gatnamót
it: Intersezione strade
ja: 交差点
ka: ქუჩების კვეთა
nl: Kruispunt
oc: Crosament
pl: Skrzyżowanie
pt_br: Cruzamento de rua
ro_ro: Intersecție de străzi
ru: Пересечение улиц
sc: Rugrada
sk: Križovatka ulíc
sl: Križišče ulic
sr: Раскрсница улица
sr_latn: Raskrsnica ulica
sv: Vägkorsning
ta: தெரு குறுக்குவெட்டு
tr: Sokak kesişimi
uk: Перетин вулиць
zh_hans: 街道交叉口
zh_hant: 街道路口

# do_not_show_discount
source: Do not show promotions
ar: لا تظهر الترقيات
be: Не паказваць рэкламу
ca: No mostris ofertes comercials
cs: Nezobrazovat reklamní nabídky
da: Vis ikke kampagner
de: Keine Werbung anzeigen
el: Να μην εμφανίζονται προωθητικές ενέργειες
es_us: No mostrar promociones
et: Ära kuva reklaame
fi: Älä näytä kampanjoita
fr: Ne pas montrer les promotions
hu: Ne mutasson promóciókat
id: Jangan tampilkan promosi
is: Ekki birta kynningarefni
it: Non visualizzare le promozioni
ja: プロモーションを表示しない
ka: არ მაჩვენო პრომო აქციები
nl: Geen promoties tonen
oc: Pas presentar d'ofèrtas comercialas
pl: Nie pokazuj promocji
pt_br: Não mostrar promoções
ro_ro: Nu afișați promoțiile
ru: Не показывать рекламу и промоакции
sc: No ammustres promotziones
sk: Nezobrazovať reklamné ponuky
sr: Не приказуј промоције
sr_latn: Ne prikazuj promocije
sv: Visa inte kampanjer
ta: விளம்பரங்களைக் காட்ட வேண்டாம்
tr: Tanıtımları gösterme
uk: Не показувати рекламні акції
zh_hans: 不要显示推广信息
zh_hant: 不要顯示促銷

# key_hint_zoom_out
source: Zoom Out
ar: تصغير
be: Аддаліць
ca: Allunya
cs: Oddálit
da: Zoom ud
de: Herauszoomen
el: Σμίκρυνση
es_us: Alejar
et: Vähenda
fa: کوچک‌نمایی
fi: Loitonna
fr: Zoom arrière
hu: Kicsinyítés
id: Perkecil
is: Renna frá
it: Diminuisci zoom
ja: 縮小
ka: დაპატარავება
nb: Zoom ut
oc: Alunhar
pl: Oddal
pt_br: Reduzir o zoom
ro_ro: Zoom înapoi
ru: Уменьшить
sc: Mìnima
sk: Vzdialiť
sr: Умањи
sr_latn: Umanji
sv: Zooma ut
ta: சிறிதாக்கு
tr: Uzaklaştır
uk: Зменшити
zh_hant: 縮小
