Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# gpx_uphldownhl
source: Uphills/Downhills
ar: الصعود والهبوط
be: Уздымы/Спускі
ca: Pujades/baixades
cs: Do kopce/z kopce
da: Op-/nedstigning
de: Bergauf/Bergab
el: Ανηφόρες/Κατηφόρες
es_us: Ascensos/Descensos
et: Ülesmäge/allamäge
fr: Montées/Descentes
hu: Hegynek fel / hegynek le
id: Tanjakan/Turunan
is: Brekkur upp/niður
it: Salite/discese
ja: 上り坂/下り坂
ka: აღმართები/დაღმართები
ko: 업힐/다운힐
mr: चढ/उतार
nb: Oppoverbakker/Nedoverbakker
nl: Stijgingen/Afdalingen
oc: Montadas/devalada
pl: podjazdy/zjazdy
pt_br: Subidas/Descidas
ro_ro: Urcușuri/coborâșuri
ru: Подъемы/Спуски
sc: Artziadas/Faladas
sk: Do kopca/Z kopca
sr: Узбрдо/низбрдо
sr_latn: Uzbrdo/nizbrdo
sv: Uppför/Nedför
ta: மேல்நோக்கி/கீழ்நோக்கி
tr: Yokuş / downhills
uk: Підйоми/спуски
zh_hant: 上坡 / 下坡

# map_widget_average_speed
source: Average speed
ar: متوسط السرعة
ast: Velocidá media
az: Ortalama sürət
be: Сярэдняя хуткасць
bg: Средна скорост
ca: Velocitat mitjana
cs: Průměrná rychlost
cy: Cyflymder cyfartaledd
da: Gennemsnitshastighed
de: Durchschnittsgeschwindigkeit
el: Μέση ταχύτητα
eo: Mezuma rapido
es_us: Velocidad media
et: Keskmine kiirus
eu: Batez besteko abiadura
fa: میانگین سرعت
fi: Keskinopeus
fr: Vitesse moyenne
gl: Velocidade media
he: מהירות ממוצעת
hu: Átlagsebesség
hy: Միջին արագությունը
id: Kecepatan rata-rata
is: Meðalhraði
it: Velocità media
ja: 平均速度
ka: საშუალო სიჩქარე
ko: 평균 속도
lt: Vidutinis greitis
lv: Vidējais ātrums
mk: Prosecna brzina
ml: ശരാശരി വേഗം
mr: सरासरी वेग
nb: Gjennomsnittsfart
nl: Gemiddelde snelheid
oc: Velocitat mejana
pl: Prędkość średnia
ro_ro: Viteză medie
ru: Средняя скорость
sc: Lestresa mèdia
sk: Priemerná rýchlosť
sl: Povprečna hitrost
sr: Просечна брзина
sr_latn: Prosečna brzina
sv: Medelhastighet
ta: சராசரி விரைவு
tr: Ortalama hız
uk: Середня швидкість
vi: Vận tốc trung bình
zh_hans: 平均速度
zh_hant: 平均速率

# track_rec_addon_q
source: Please activate Track recording plugin to record and save your tracks
ar: يرجى تفعيل ملحق سجل السفر لتسجيل وحفظ رحلتك
be: Калі ласка, актывуйце дапаўненне "Запіс следу" для запісу слядоў
ca: Activeu el complement «Gravació del trajecte» per enregistrar i desar els vostres trajectes
cs: Aktivujte prosím modul Záznam cesty, abyste mohli zaznamenávat a ukládat své stopy
da: Aktivér sporoptagelse-udvidelsen for at optage og gemme dine spor
de: Bitte die Trackaufzeichnungs-Erweiterung zum Aufnehmen und Speichern der Strecken aktivieren
el: Παρακαλούμε ενεργοποιήστε το πρόσθετο Καταγραφή ίχνους για να καταγράψετε και να αποθηκεύσετε τα ίχνη σας
es_us: Activa el complemento «Grabación de traza» para registrar y guardar las trazas
et: Palun aktiveeri teekonna salvestamise laiendus, et oma salvestada ja hoida alles oma teekondi
fr: Veuillez activer l'extension d'enregistrement de traces pour les enregistrer et les sauvegarder
gl: Please activate Trip recording plugin to record and save your tracks
hu: Útjai rögzítéséhez és mentéséhez aktiválja az Útrögzítés bővítményt
id: Silakan aktifkan plugin Perekaman Track untuk merekam dan menyimpan track Anda
is: Virkjaðu viðbótina fyrir skráningu ferils til að skrá og vista ferlana þína
it: Prego attivare il componente aggiuntivo Registrazione del viaggio per registrare e salvare i tuoi percorsi
ja: 経路を記録保存するには、経路記録アドオンを有効にしてください
ko: 트랙을 기록하고 저장하려면 트랙 기록 추가 기능을 활성화
nb: Please activate Trip recording plugin to record and save your trips
nl: Activeer de Track opname plugin om uw tracks op te nemen en op te slaan
oc: Activatz l'ajuston «Enregistrament dau percors» per enregistrar e sauvagardar vòstrei percors
pl: Aktywuj dodatek Nagrywanie trasy, aby nagrywać i zapisywać swoje trasy
pt_br: Por favor, ative o complemento de gravação de trilha para gravar e salvar suas trilhas
ro_ro: Vă rugăm să activați plugin-ul de înregistrare a pieselor pentru a înregistra și salva piesele dumneavoastră
ru: Пожалуйста, активируйте плагин Track recording, чтобы записывать и сохранять ваши треки
sc: Pro praghere allughe s’estensione de registratzione de sas rastas pro registrare e sarvare sas rastas tuas
sk: Prosím aktivujte doplnok Nahrávanie stôp aby ste mohli nahrať a uložiť vaše stopy
sr: Активирајте додатак Снимање путања да бисте снимили и сачували своје путање
sr_latn: Aktivirajte dodatak Snimanje putanja da biste snimili i sačuvali svoje putanje
sv: Aktivera insticksmodulen Spårinspelning för att spela in och spara dina spår
ta: உங்கள் தடங்களை பதிவுசெய்து சேமிக்க ட்ராக் ரெக்கார்டிங் சொருகி செயல்படுத்தவும்
tr: İzlediğiniz yolları kaydetmek için lütfen Yol kaydı eklentisini etkinleştirin
uk: Увімкніть плагін Запис треків, щоб записувати й зберігати треки
zh_hant: 請啟動旅程記錄外掛元件來記錄並儲存您的軌跡

# record_trip
source: Record your track
ar: تسجيل رحلتك
be: Запісаць след
ca: Enregistreu el vostre trajecte
cs: Zaznamenejte svoji stopu
da: Optag dit spor
de: Zeichnen Sie Ihren Track auf
el: Καταγραφή του ίχνους σας
es_us: Grabar traza
et: Salvesta oma teekond
fr: Enregistrer votre trace
gl: Record your trip
hu: Utazás rögzítése
id: Rekam track Anda
is: Skrá ferilinn þinn
it: Registra il tuo viaggio
ja: 経路を記録
ka: თქვენი ტრეკის ჩაწერა
ko: 트랙 기록
nb: Record your trip
nl: Track opnemen
oc: Enregistratz lo percors
pl: Nagraj swoją trasę
pt_br: Gravar sua trilha
ro_ro: Înregistrează-ți track-ul
ru: Записать поездку
sc: Registra sa rasta tua
sk: Zaznamenajte svoju stopu
sr: Снимите своју путању
sr_latn: Snimite svoju putanju
sv: Spela in ditt spår
ta: உங்கள் பாதையை பதிவு செய்யுங்கள்
tr: İzlediğiniz yolu kaydedin
uk: Записувати ваш трек
zh_hans: 录制你的轨迹
zh_hant: 錄製您的旅程

# gpxup_private
source: Private
af: Privaat
ar: خصوصي
az: Şəxsi
be: Прыватны
bg: Private (частен)
ca: Privat
cs: Soukromá
cy: Preifat
da: Privat
de: Privat
el: Ιδιωτικό
eo: Privata
es_us: Privado
et: Privaatne
eu: Pribatua
fa: خصوصی
fi: Yksityinen
fr: Privée
gl: Privado
he: פרטי
hu: Magán
hy: Անհատ
id: Privat
is: Einka
it: Privato
ja: プライベート
ka: საკუთარი
ko: 사설
lt: Privatūs
lv: Privāti
mk: Privatno
ml: പ്രൈവറ്റ്
nb: Privat
nl: Privé
oc: Privat
pl: Prywatny
pt_br: Privado
ro_ro: Privat
ru: Частный
sc: Privadu
sk: Súkromná
sl: Zasebno
sr: Приватно
sr_latn: Privatno
sv: Privat
ta: தனிப்பட்ட
tr: Özel
uk: Приватний
zh_hans: 私人
zh_hant: 私人的

# map_settings_weather_temp
source: Temperature
ar: درجة الحرارة
az: Temperatur
be: Тэмпература
bg: Температура
ca: Temperatura
cs: Teplota
da: Temperatur
de: Temperatur
el: Θερμοκρασία
eo: Temperaturo
es_us: Temperatura
et: Temperatuur
eu: Tenperatura
fa: درجه دما
fi: Lämpötila
fr: Température
gl: Temperatura
he: טמפרטורה
hu: Hőmérséklet
id: Suhu
is: Hitastig
it: Temperatura
ja: 温度
ka: ტემპერატურა
ko: 온도
lt: Temperatūra
nb: Temperatur
nl: Temperatuur
oc: Temperadura
pl: Temperatura
ro_ro: Temperatură
ru: Температура
sc: Temperadura
sk: Teplota
sl: Temperatura
sr: Топлота
sr_latn: Toplota
sv: Temperatur
ta: வெப்பநிலை
tr: Sıcaklık
uk: Температура
vi: Nhiệt độ
zh_hans: 温度
zh_hant: 溫度

# weather_contours_enable_descr
source: Enable to view isolines layer on the map.
ar: تمكين لعرض طبقة خطوط التضاريس على الخريطة.
be: Уключыць прагляд пласта ізаліній на мапе.
cs: Zaškrtněte pro zobrazení vrstvy izolinií na mapě.
da: Aktiver for at få vist isolinjelag på kortet.
de: Zeige Ebene mit isobaren Linien auf der Karte.
el: Ενεργοποιήστε για την προβολή του επιπέδου ισογραμμών στο χάρτη.
es_us: Permite ver la capa de isolíneas en el mapa.
et: Lülita sisse kaardil samajoonte andmekihi kuvamiseks.
fr: Activer pour afficher la couche d'isolignes sur la carte.
hu: Engedélyezze az izovonalréteg megjelenítését a térképen.
id: Aktifkan untuk melihat lapisan garis kontur di peta.
is: Virkja til að skoða jafnþrýstilínur á kortinu.
it: Abilita per visualizzare il livello delle isolinee sulla mappa.
nl: Weergave van isolijnen op de kaart inschakelen.
pl: Włącz, aby wyświetlić warstwę izolinii na mapie.
ro_ro: Activați vizualizarea stratului de izolinii pe hartă.
ru: Включить слой изолиний на карте.
sc: Abìlita·lu pro bìdere s'istratu de sas isolìnias in sa mapa.
sr: Омогућите да видите слој изолинија на мапи.
sr_latn: Omogućite da vidite sloj izolinija na mapi.
sv: Aktivera för att visa isolinjer-lager på kartan.
ta: வரைபடத்தில் ஐசோலின்கள் அடுக்கைக் காண உதவுகிறது.
tr: Haritada eş değer eğrileri katmanını görüntülemeyi etkinleştirin.
uk: Увімкніть, щоб переглянути шар ізоліній на мапі.
zh_hant: 啟用以在地圖上檢視等值線圖層。

source: Distance during navigation
be: Адлегласць падчас навігацыі
cs: Vzdálenost během navigace
da: Afstand under navigation
de: Entfernung während der Navigation
el: Απόσταση κατά την πλοήγηση
eo: Distanco dum navigi
es_us: Distancia al navegar
et: Vahemaa navigeerimisel
eu: Distantzia nabigazioan zehar
fa: فاصله در ناوبری
fi: Matka navigoinnin aikana
fr: Distance pendant la navigation
he: מרחק במהלך הניווט
hu: Távolságok a navigálás során
id: Jarak selama navigasi
is: Vegalengd á meðan leiðsögn stendur
it: Distanza durante la navigazione
ja: ナビゲーション中の距離表示
lt: Atstumas navigacijos metu
nl: Afstand tijdens navigatie
pl: Odległość podczas nawigacji
ro_ro: Distanța în timpul navigației
ru: Расстояние во время навигации
sk: Vzdialenosť počas navigácie
sr: Растојање током навођења
sr_latn: Udaljenost tokom navigacije
sv: Avstånd under navigation
ta: வழிசெலுத்தலின் போது தூரம்
tr: Navigasyon sırasında mesafe
uk: Відстань під час навігації
vi: Khoảng cách trong khi điều hướng
zh_hans: 导航时的距离显示
zh_hant: 導航時的距離

# backup_and_restore
source: Backup & Restore
ar: النسخ الاحتياطي والاستعادة
az: Nüsxələ & Bərpa et
be: Рэзервовае капіяванне і аднаўленне
bg: Резервни копия и възстановяване
ca: Còpia de seguretat i restauració
cs: Zálohování & obnovení
cy: Copi Wrth Gefn ac Adfer
da: Sikkerhedskopiering og gendannelse
de: Sichern und Wiederherstellen
el: Αντίγραφο ασφαλείας & επαναφορά
eo: Sekurkopio
es_us: Copia de seguridad y restauración
et: Varunda ja taasta
eu: Babeskopia eta Leheneratzea
fa: پشتیبان‌گیری و بازیابی
fi: Varmuuskopiointi ja palautus
fr: Sauvegarder & Restaurer
he: גיבוי ושחזור
hu: Biztonsági másolat és visszaállítás
id: Cadangkan & Pulihkan
is: Afrita og endurheimta
it: Backup e ripristino
ja: バックアップ＆復元
ko: 백업 & 복원
lt: Atsarginė kopija ir atkūrimas
lv: Dublēšana un atjaunošana
mk: Bekap i obnovuvanje
nb: Sikkerhetskopiering og gjenoppretting
nl: Back-up & Herstel
oc: Sauvagardar&Restaurar
pl: Utwórz kopię zapasową i przywróć
ro_ro: Backup și restaurare
ru: Резервное копирование и восстановление
sc: Sarvamentu e Riprìstinu
sk: Zálohovanie & Obnovenie
sl: Varnostno kopiranje in obnovitev
sr: Резервна копија и враћање
sr_latn: Rezervna kopija i vraćanje
sv: Säkerhetskopiera & Återställ
ta: காப்புப்பிரதி மற்றும் மீட்டமை
tr: Yedekle & Geri Yükle
uk: Резервне копіювання та відновлення
vi: Sao lưu và Khôi phục
zh_hans: 备份和恢复
zh_hant: 備份與還原

# sett_km
source: Kilometers
ar: كيلومترات
be: Кіламетры
ca: Quilòmetres
cs: Kilometry
cy: Cilometrau
da: Kilometer
de: Kilometer
el: Χιλιόμετρα
es_us: Kilómetros
et: Kilomeetrid
fi: Kilometrit
fr: Kilomètres
hu: Kilométer
id: Kilometer
is: Kílómetrar
it: Chilometri
ja: キロメートル
ka: კილომეტრი
ko: 킬로미터
nl: Kilometer
oc: Quilomètres
pl: Kilometry
pt_br: Quilômetros
ro_ro: Kilometri
ru: Километры
sc: Chilòmetros
sk: Kilometre
sl: Kilometri
sr: Километри
sr_latn: Kilometri
sv: Kilometer
ta: கிலோமீட்டர்
tr: Kilometre
uk: Кілометри
zh_hans: 千米
zh_hant: 公里

# sett_ml
source: Miles
ar: أميال
be: Мілі
ca: Milles
cs: Míle
cy: Milltiroedd
da: Mil
de: Meilen
el: Μίλια
es_us: Millas
et: Miilid
fi: Mailit
hu: Mérföld
id: Mil
is: Mílur
it: Miglia
ja: マイル
ka: მილი
ko: 마일
nl: Mijl
oc: Milas
pl: Mile
pt_br: Milhas
ro_ro: Mile
ru: Мили
sc: Mìglios
sk: Míle
sl: Milje
sr: Миље
sr_latn: Milje
sv: Miles (engelsk mil)
ta: மைல்கள்
tr: Mil
uk: Милі
zh_hans: 英里
zh_hant: 英里

# navigate_point_format_unknown
source: Unknown format
ar: تنسيق غير معروف
be: Невядомы фармат
cs: Neznámý formát
da: Ukendt format
de: Unbekanntes Format
el: Άγνωστη μορφή
es_us: Formato desconocido
et: Tundmatu vorming
fr: Format inconnu
hu: Ismeretlen formátum
id: Format tidak dikenal
is: Óþekkt snið
it: Formato sconosciuto
ja: 不明なフォーマット
ka: უცნობი ფორმატი
nb: Ukjent format
nl: Onbekend formaat
oc: Format inconegut
pl: Nieznany format
pt_br: Formato desconhecido
ro_ro: Format necunoscut
ru: Неизвестный формат
sc: Formadu disconnotu
sr: Непознат формат
sr_latn: Nepoznat format
sv: Okänt format
ta: தெரியாத வடிவம்
tr: Bilinmeyen biçim
uk: Невідомий формат
zh_hant: 未知格式

# navigate_point_zone
source: Zone
ar: منطقة
ast: Zona
az: Zona
be: Зона
bg: Зона
ca: Àrea
cs: Zóna
cy: Parth
el: Ζώνη
eo: Zono
es_us: Zona
et: Ala
eu: Zonaldea
fa: ناحیه
fi: Vyöhyke
gl: Zona
he: אזור
hu: Zóna
hy: Գոտի
id: Zona
is: Svæði
it: Zona
ja: 区域
ka: ზონა
kn: ವಲಯ
ko: 존(지역)
lt: Zona
lv: Zona
mk: Zona
ml: മേഖല
nb: Sone
oc: Airau
pl: Strefa
pt_br: Zona
ro_ro: Zonă
ru: Зона
sc: Zona
sk: Zóna
sl: Območje
sr: Област
sr_latn: Zona
sv: Zon
ta: மண்டலம்
tr: Bölge
uk: Зона
vi: Vùng
zh_hans: 地区
zh_hant: 地區

source: Approximate file size
ar: حجم الملف التقريبي
be: Прыблізны памер файла
bg: Приблизителен размер на файла
ca: Mida aproximada del fitxer
cs: Přibližná velikost souboru
cy: Maint ffeil yn fras
da: Omtrentlig filstørrelse
de: Ungefähre Dateigröße
el: Μέγεθος αρχείου κατά προσέγγιση
eo: Proksimuma dosiergrando
es_us: Tamaño aproximado del archivo
et: Faili ligikaudne suurus
eu: Fitxategiaren tamaina gutxi gorabehera
fa: اندازهٔ تخمینی پرونده
fi: Likimääräinen tiedostokoko
fr: Taille approximative du fichier
gl: Tamaño aproximado do ficheiro
he: גודל קובץ משוערך
hu: Hozzávetőleges fájlméret
id: Perkiraan ukuran berkas
is: Áætluð skráarstærð
it: Dimesione approssimativa del file
ja: おおよそのファイルサイズ
ka: ფაილის დაახლოებითი ზომაა
ko: 대략적인 파일 크기
lt: Apytikslis failo dydis
lv: Aptuvenais faila izmērs
mk: Približna golemina na datotekata
nb: Omtrentlig filstørrelse
nl: Benaderde bestandsgrootte
oc: Mesura aproximativa dau fichier
pl: Przybliżony rozmiar pliku
pt_br: Tamanho aproximado do arquivo: %@
ro_ro: Mărimea aproximativă a fișierului
ru: Примерный размер файла
sc: Mannària aprossimativa de su documentu
sk: Približná veľkosť súboru
sl: Približna velikost datoteke
sr: Приближна величина датотеке
sr_latn: Približna veličina fajla
sv: Uppskattad filstorlek
ta: தோராயமான கோப்பு அளவு
tr: Yaklaşık dosya boyutu
uk: Приблизний розмір файлу
vi: Kích thước tệp gần đúng
zh_hans: 估计文件大小
zh_hant: 大約檔案大小

# shared_string_example
source: Example
ar: مثال
ast: Exemplu
az: Nümunə
be: Прыклад
bg: Пример
ca: Exemple
cs: Příklad
cy: Enghraifft
da: Eksempel
de: Beispiel
el: Παράδειγμα
eo: Ekzemplo
es_us: Ejemplo
et: Näide
eu: Adibidea
fa: مثال
fi: Esimerkki
fr: Exemple
gl: Exemplo
he: דוגמה
hu: Példa
hy: Օրինակ
id: Contoh
is: Dæmi
it: Esempio
ja: 例
ka: მაგალითი
lt: Pavyzdys
lv: Piemērs
mk: Primer
my: ဥပမာ
nb: Eksempel
nl: Voorbeeld
oc: Exemple
pl: Przykład
ro_ro: Exemplu
ru: Пример
sc: Esèmpiu
sk: Príklad
sl: Primer
sr: Пример
sr_latn: Primer
sv: Exempel
ta: எடுத்துக்காட்டு
tr: Örnek
uk: Приклад
vi: Ví dụ
zh_hans: 示例
zh_hant: 範例

# coordinates_copy_descr
source: Tap to copy coordintates to clipboard.
ar: انقر لنسخ الإحداثيات إلى الحافظة.
be: Націсніце, каб скапіяваць каардынаты ў буфер абмену.
ca: Toqueu per a copiar les coordenades al porta-retalls.
cs: Klepněte pro zkopírování souřadnic do schránky.
da: Tryk for at kopiere koordinaterne til udklipsholderen.
de: Tippen, um Koordinaten in die Zwischenablage zu kopieren.
el: Πατήστε για να αντιγράψετε τις συντεταγμένες στο πρόχειρο.
es_us: Pulsa para copiar las coordenadas al portapapeles.
et: Puuduta koordinaatide lõikelauale kopeerimiseks.
fi: Kopioi koordinaatit leikepöydälle napauttamalla.
fr: Toucher pour copier les coordonnées dans le presse papier.
hu: Koppintson a koordináták vágólapra másolásához.
id: Ketuk untuk menyalin koordinat ke clipboard.
is: Ýttu til að afrita hnit á klippispjald.
it: Tappa per copiare le coordinate negli appunti.
ja: 座標情報をタップするとクリップボードにコピーします。
nb: Trykk for å kopiere koordinater til utklippstavle.
nl: Tik om de coördinaten naar klembord te kopiëren.
oc: Tocatz per copiar lei coordonadas dins lo quichapapiers.
pl: Naciśnij, aby skopiować współrzędne do schowka.
pt_br: Toque para copiar coordenadas para a área de transferência.
ro_ro: Atingeți ușor pentru a copia coordonatele în clipboard.
ru: Нажмите, чтобы скопировать координаты в буфер обмена.
sc: Toca pro copiare sas coordinatas in sos apuntos.
sk: Stlačte pre skopírovanie súradníc do schránky.
sr: Додирните да бисте копирали координате у међуспремник.
sr_latn: Dodirnite da biste kopirali koordinate u međuspremnik.
sv: Klicka för att kopiera koordinaterna till urklipp.
ta: இடைநிலைப்பலகைக்கு ஆயங்களை நகலெடுக்க தட்டவும்.
tr: Koordinatları panoya kopyalamak için dokunun.
uk: Торкніться, щоб скопіювати координати до буфера обміну.
zh_hant: 點選以將坐標複製到剪貼簿。

# sett_lang_show_local
source: Show local names
ar: عرض الأسماء المحلية
be: Паказваць мясцовыя назвы
ca: Mostra les denominacions locals
cs: Zobrazit lokální názvy
da: Vis lokale navne
de: Lokale Namen anzeigen
el: Εμφάνιση τοπικών ονομάτων
es_us: Mostrar nombres locales
et: Kuva kohalikud nimed
fi: Näytä paikalliset nimet
fr: Afficher les noms locaux
hu: Helyi nevek megjelenítése
id: Tampilkan nama lokal
is: Birta staðvær nöfn
it: Mostra i nomi locali
ja: ローカル名(その国の言語)で表示
ka: ლოკალური სახელების ჩვენება
ko: 로컬 이름 표시
mr: स्थानिक नावे दाखवा
nl: Toon lokale namen
oc: Mostrar lei noms locaus
pl: Wyświetlaj lokalne nazwy
pt_br: Mostrar nomes locais
ro_ro: Afișați denumirile locale
ru: Локальные имена
sc: Ammustra nùmenes locales
sk: Zobraziť lokálne názvy
sl: Pokaži krajevna imena
sr: Прикажи локална имена
sr_latn: Prikaži lokalna imena
sv: Visa lokala namn
ta: உள்ளக பெயர்களைக் காட்டு
tr: Yerel adları göster
uk: Показувати місцеві назви
zh_hant: 顯示本地名稱

# lang_an
source: Aragonese
ar: أراغونيزية
ast: Aragonés
be: Арагонская
bg: Арагонски
ca: Aragonès
cs: Aragonština
cy: Aragoneg
da: Aragonesisk
de: Aragonesisch
el: Αραγονέζικα
eo: Aragona
es_us: Aragonés
et: aragoni
eu: Aragonera
fa: آراگونی
fi: aragonia
fr: Aragonais
gl: Aragonés
he: אראגונית
hu: aragóniai
hy: Արագոնի
id: Aragon
is: Aragónska
ja: アラゴン語
ka: არაგონიული
ko: 아라곤어 스페인사투리
lt: Aragonesų
mk: Aragoneski
nb: Aragonesisk
nl: Aragonees
oc: Aragonés
pl: Aragoński
ro_ro: Aragoneză
ru: Арагонский
sc: Aragonesu
sk: Aragonsky
sl: Aragonščina
sr: Арагонски
sr_latn: Aragonski
sv: Aragonska
ta: ஆர்கோனீச்
tr: Aragonca
uk: Арагонська
vi: Tiếng Aragon
zh_hans: 阿拉贡语
zh_hant: 亞拉岡語

# lang_ast
source: Asturian
ar: أستوريانية
ast: Asturianu
az: Asturiyaca
be: Астурыйская
bg: Астурски
ca: Asturià
cs: Asturština
cy: Asturieg
da: Asturisk
de: Asturisch
el: Αστουριανά
eo: Asturia
es_us: Asturiano
et: astuuria
eu: Asturiera
fa: آستوری
fi: Asturia
fr: Asturien
gl: Asturiano
he: אסטורית
hu: asztúriai
hy: Աստուրիերեն
id: Asturia
is: Astúríska
it: Asturiano
ja: アストゥリア語
ka: ასტურული
ko: 아스투리아스어
lt: Astūrų
lv: Asturianu
mk: Asturijanski
ml: അസ്റ്റുറിയന്‍
nb: Asturiansk
nl: Asturisch
pl: Asturyjski
ro_ro: Asturiană
ru: Астурийский
sc: Asturianu
sk: Astúrsky
sl: Asturijski
sr: Астуријски
sr_latn: Asturijski
sv: Asturiska
ta: அச்டூரியன்
tr: Asturyasça
uk: Астурійська
zh_hans: 阿斯图里亚斯语
zh_hant: 阿斯圖里亞斯語

# lang_ber
source: Berber
ar: البربرية
ast: Bereber
be: Берберская
bg: Берберски
cs: Berberština
da: Berbisk
el: Βερβερικά
eo: Berbera
es_us: Bereber (amazig)
et: berberi
eu: Berberera
fa: بربری
fr: Berbère
gl: Bérber
he: ברברית
hy: Բերբեր
is: Berberska
it: Berbero
ja: ベルベル諸語
ka: ბერბერული
ko: 베르베르어
lt: Berberų
lv: Berberu
mk: Berberski
ml: ബെർബർ
nb: Berbisk
nl: Berbers
oc: Berbèr
pl: Berberyjski
ro_ro: Berberă
ru: Берберский
sc: Bèrberu
sk: Berbersky
sl: Berberščina
sr: Берберски
sr_latn: Berberski
ta: பெர்பர்
tr: Berberice
uk: Берберська
zh_hans: 柏柏尔文
zh_hant: 柏柏爾語

# lang_fy
source: Frysk
ar: فريسك
az: Frizcə
be: Заходнефрызская
bg: фризки
ca: Frisó
cs: Fríština
cy: Ffriseg
da: Frisisk
de: Westfriesisch
el: Φρισικά
eo: Okcidentfrisa
es_us: Frisón
et: friisi
eu: Frisiera
fa: فریسی غربی
fi: Friisi
fr: Frison occidental
gl: Frisón
he: פריזית
hu: fríz
hy: Ֆրիզերեն
is: Vestur-Frísneska
it: Frisone occidentale
ja: フリジア語
ka: ფრისკული
ko: 프리지아어
lt: Vakarų fryzų
lv: Frisku
mk: Frisijanski
ml: ഫ്രിസ്ക്
nb: Frisisk
nl: Fries
oc: Frison
pl: Fryzyjski
ru: Западнофризский
sc: Frisonu otzidentale
sk: Frízsky
sl: Frizijščina
sr: Западнофризијски
sr_latn: Zapadnofrizijski
sv: Frisiska
ta: ஃபிரிசியன்
tr: Frizce
uk: Фризька
zh_hans: 菲士兰
zh_hant: 菲士蘭

# lang_is
source: Icelandic
ar: الأيسلندية
ast: Islandés
az: İslandca
be: Ісландская
bg: Исландски
ca: Islandès
cs: Islandština
cy: Islandeg
da: Islandsk
de: Isländisch
el: Ισλανδικά
eo: Islanda
es_us: Islandés
et: islandi
eu: Islandiera
fa: ایسلندی
fi: Islanti
fr: Islandais
gl: Islandés
he: איסלנדית
hu: izlandi
hy: Իսլանդերեն
id: Islandia
is: Íslenska
it: Islandese
ja: アイスランド語
ka: ისლანდიური
ko: 아이슬란드어
lt: Islandų
lv: Islandiešu
mk: Islandski
ml: "ഐസ്‌ലാന്‍ഡിക് "
nb: Islandsk
nl: IJslands
oc: Icelandés
pl: Islandzki
ro_ro: Islandeză
ru: Исландский
sc: Islandesu
sk: Islandsky
sl: Islandščina
sr: Исландски
sr_latn: Islandski
sv: Isländska
ta: ஐச்லாந்திய
tr: İzlandaca
uk: Ісландська
zh_hans: 冰岛语
zh_hant: 冰島語

# lang_ky
source: Kyrgyz
ar: القيرغيزستانية
ast: Kirguistanín
be: Кіргызская
bg: Киргизки
ca: Kirguís
cs: Kyrgyzština
cy: Cyrgyseg
da: Kirgisisk
de: Kirgisisch
el: Κυργικά
eo: Kirgiza
es_us: Kirguís
et: kirgiisi
eu: Kirgizera
fa: قرقیزی
fi: kirgiisi
fr: Kirghize
gl: Quirguiz
he: קירגיזית
hu: kirgiz
hy: Ղրղզերեն
id: Kirgistan
is: Kyrgsíska
it: Chirghiso
ja: キルギス語
ka: ყირგიზული
ko: 키르키스어 키르기즈스탄방언
lt: Kirgizų
mk: Kirkiski
nb: Kirgisisk
nl: Kirgizisch
pl: Kirgiski
ro_ro: Cîrgîză
ru: Киргизский
sc: Kirghisu
sk: Kirgizsky
sl: Kirgizijščina
sr: Киргиски
sr_latn: Kirgiski
sv: Kirgiziska
ta: கிர்கிச்
tr: Kırgızca
uk: Киргизька
vi: Tiếng Kyrgyz
zh_hans: 柯尔克孜语
zh_hant: 吉爾吉斯語

# lang_mk
source: Macedonian
ar: المقدونية
ast: Macedoniu
az: Makedonca
be: Македонская
bg: Македонски
ca: Macedònic
cs: Makedonština
cy: Macedoneg
da: Makedonsk
de: Mazedonisch
el: Βόρειομακεδονικά
eo: Makedona
es_us: Macedonio
et: makedoonia
eu: Mazedoniera
fa: مقدونی
fi: Makedonia
fr: Macédonien
gl: Macedonio
he: מקדונית
hu: macedón
hy: Մակեդոնական
id: Makedonia
is: Makedónska
it: Macedone
ja: マケドニア語
ka: მაკედონიური
ko: 마케도니아어
lt: Makedonų
lv: Maķedoniešu
mk: Makedonski
ml: മാസിഡോണിയന്‍
nb: Makedonsk
nl: Macedonisch
pl: Macedoński
ro_ro: Macedoneană
ru: Македонский
sc: Matzèdone
sk: Macedónsky
sl: Makedonščina
sr: Македонски
sr_latn: Makedonski
sv: Makedonska
ta: மாசிடோனியன்
tr: Makedonca
uk: Македонська
zh_hans: 马其顿
zh_hant: 馬其頓

# lang_mn
source: Mongolian
ar: المنغولية
ast: Mongol
be: Мангольская
bg: Монголски
ca: Mongol
cs: Mongolština
cy: Mongoleg
da: Mongolsk
de: Mongolisch
el: Μογγολικά
eo: Mongola
es_us: Mongol
et: mongoli
eu: Mongoliera
fa: مغولی
fi: mongoli
fr: Mongolien
gl: Mongol
he: מונגולית
hi: मंगोली
hu: mongol
hy: Մոնղոլական
id: Mongolia
is: Mongólska
it: Mongolo
ja: モンゴル語
ka: მონღოლური
ko: 몽골어
lt: Mongolų
mk: Mongolski
nb: Mongolsk
nl: Mongools
pl: Mongolski
ro_ro: Mongolă
ru: Монгольский
sc: Mòngolu
sk: Mongolsky
sl: Mongolščina
sr: Монголски
sr_latn: Mongolski
sv: Mongoliska
ta: மங்கோலியன்
tr: Moğolca
uk: Монгольська
vi: Tiếng Mông Cổ
zh_hans: 蒙古语
zh_hant: 蒙古語
