Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# saved_articles
source: Bookmarked articles
ar: مقالات مرجعية
ast: Artículos en Marcadores
az: Saxlanan məqalələr
be: Закладзеныя артыкулы
ca: Articles seleccionats
cs: Články v záložkách
cy: Erthyglauâ nod tudalen
da: Artikler med bogmærke
de: Artikel mit Lesezeichen
el: Άρθρα με σελιδοδείκτη
eo: Legosignoj
es_us: Artículos destacados
et: Järjehoidjaga artikkel
eu: Gogoko artikuluak
fa: مقاله‌های نشانک‌دار
fi: Kirjainmerkit
fr: Articles favoris
gl: Artigos marcados
he: ערכים שנוספו למועדפים
hu: Könyvjelzőzött szócikkek
hy: Էջանշված հոդվածներ
id: Artikel tersimpan
is: Bókamerktar greinar
it: Articoli salvati
ja: ブックマークした記事
ka: დამახსოვრებული სტატიები
ko: 저장된 가이드
lv: Saglabātās grāmatzīmes
mk: Obeležani statii
ml: ബുക്ക് മാര്‍ക്ക് ചെയ്തിട്ടുള്ള ലേഖനങ്ങള്‍
nb: Bokmerkede artikler
nl: Artikelen met bladwijzer
oc: Articles seleccionats
pl: Zapisane artykuły
ro_ro: Articole salvate
ru: Сохранённые статьи
sc: Artìculos sarvados in sos sinnalibros
sk: Články v záložkách
sl: Shranjeni prispevki
sr: Забележени чланци
sr_latn: Označeni članci
sv: Bokmärkta artiklar
ta: புத்தகக்குறியிட்ட கட்டுரை
tr: İşaretlenmiş makaleler
uk: Збережені статті
zh_hans: 已存书签的文章
zh_hant: 已存書籤的文章

source: Image cache
ar: الصور المؤقتة
ast: Caché d'imáxenes
az: Şəkil keşi
be: Кэш выяў
ca: Memòria cau d'imatges
cs: Mezipaměť obrázků
cy: Storfa delweddau
da: Billedcache
de: Bilder-Cache
el: Κρυφή μνήμη εικόνας
eo: Bilda kaŝmemoro
es_us: Almacén de imágenes
et: Pildipuhver
eu: Irudien cache-a
fa: حافظهٔ نهان تصاویر
fi: Kuvavälimuisti
fr: Cache d'images
gl: Caché das imaxes
he: זיכרון מטמון תמונות
hu: Kép gyorsítótár
hy: Նկարների կեշը (cache)
id: Cache gambar
is: Biðminni mynda
it: Cache delle immagini
ja: 画像のキャッシュ
ka: სურათების კეში
lv: Bilžu kešatmiņa
mk: Keš na sliki
ml: ഇമേജ് ക്യാഷേ
nb: Bildehurtiglager
nl: Afbeeldingen-cache
pl: Pamięć podręczna obrazów
ro_ro: Cache de imagine
ru: Кеш изображений
sc: Cache de sas immàgines
sk: Vyrovnávacia pamäť obrázkov
sl: Predpomnilnik slik
sr: Захват слика
sr_latn: Keš slika
sv: Bildcache
ta: புகைப்படம் மறைவிடம்
tr: Resim önbelleği
uk: Кеш зображень
zh_hans: 图片缓存
zh_hant: 圖片快取

# map_marker_2nd
source: Second map marker
ar: التوجيه المباشرالثاني للخريطة
az: İkinci xəritə işarəsi
be: Другая адзнака
bg: Втори маркер на картата
ca: Segon marcador de mapa
cs: Druhá mapová značka
cy: Ail nod map
da: Anden kortmarkør
de: Zweite Kartenmarkierung
el: Δεύτερος δείκτης χάρτη
eo: Dua map-marko
es_us: Segundo marcador del mapa
et: Teine kaardimarker
eu: Bigarren mapa-markatzailea
fa: دومین نشانهٔ نقشه
fi: Toinen karttamarkkeri
fr: Seconde marque
gl: Segunda marcaxe do mapa
he: סמן מפה שני
hu: Második térképjelölő
hy: Երկրորդ մարկեր
id: Penanda peta kedua
is: Annað kortamerki
it: Secondo marcatore
ja: 2番目のマップマーカー
ka: რუკის მეორე სანიშნი
kn: ಎರಡನೆಯ ನಕಾಶೆಯ ಗುರುತು
ko: 두 번째 맵 마커
lt: Antrojižymė
lv: Otrais marķieris
mk: Vtoriot marker na kartata
ml: രണ്ടാമത്തെ മാപ്പ് മാര്‍ക്കര്‍
nb: Andre kartmarkør
nl: Tweede Markeervlaggetje
oc: Segond marcador
pl: Drugi znacznik mapy
ro_ro: Al doilea marcaj de hartă
ru: Второй маркер
sc: Segundu marcadore mapa
sk: Druhá mapová značka
sl: Druga oznaka na zemljevidu
sr: Друга ознака карте
sr_latn: Drugi marker na mapi
sv: Andra kartmarkör
ta: இரண்டாவது வரைபடம் மார்க்கர்
tr: İkinci harita işaretleyicisi
uk: Друга позначка мапи
zh_hans: 第二个地图标记
zh_hant: 第二個地圖標記

# weather_update_disabled
source: Disabled
ar: معطل
ast: Desactivóse
az: Qeyri-aktiv
be: Адключана
bg: Изключено
ca: Desactivat
cs: Zakázán
cy: Analluogwyd
da: Deaktiveret
de: Deaktiviert
el: Ανενεργό
eo: Malaktiva
es_us: Desactivado
et: Keelatud
eu: Ezgaituta
fa: غیرفعال
fi: Ei käytössä
fr: Désactivé
gl: Desactivado
he: מושבת
hu: Letiltva
hy: Անջատված է
id: Dinonaktifkan
is: Óvirkt
it: Disabilitato
ja: 無効
ka: გამორთულია
kn: ಹೆಳವುಗೊಳಿಸಲಾಗಿದೆ
ko: 사용 안 함
lt: Išjungta
lv: Izslēgts
mk: Onevozmoženo
ml: നിര്‍ജ്ജീവമാക്കിയ
nb: Deaktivert
nl: Uitgeschakeld
oc: Desactivat
pl: Wyłączenie
ro_ro: Dezactivată
ru: Выключено
sc: Disabilitadu
sk: Zakázané
sl: Onemogočeno
sr: Искључен
sr_latn: Onemogućeno
sv: Inaktiverad
ta: முடக்கியது
tr: Devre dışı
uk: Вимкнено
vi: Đã tắt
zh_hans: 已禁用
zh_hant: 已停用

# shared_string_travel_guides
source: Travel guides
ar: ارشادات السفر
az: Səyahət bələdçiləri
be: Падарожжа
bg: Пътеводител
ca: Viatge
cs: Cestovní průvodce
cy: Canllawiau teithio
da: Rejseguider
de: Reiseführer
el: Ταξιδιωτικοί οδηγοί
eo: Vojaĝo
es_us: Guías turísticas
et: Reisijuhid
eu: Bidaia
fa: راهنماهای مسافرت
fi: Matkaoppaat
fr: Guides de voyage
gl: Guieiros de viaxe
he: מדריכי תיירות
hu: Útikalauzok
hy: Ճանապարհորդական ուղեցույց
id: Panduan perjalanan
is: Ferðalög
it: Guide di viaggio
ja: 旅行ガイド
ka: მოგზაურთა გიდები
ko: 여행 가이드
lt: Kelionių vadovai
lv: Ceļojumu gids
mk: Patnički vodiči
ml: "യാത്റാ സഹായികള്‍ "
my: ခရီးသွားလမ်းညွှန်များ
nb: Reiseguider
nl: Reisgidsen
oc: Viatge
pl: Przewodniki turystyczne
ro_ro: Ghiduri de călătorie
ru: Путеводитель
sc: Biàgiu
sk: Cestovní sprievodcovia
sl: Popotniški vodniki
sr: Путнички водичи
sr_latn: Putovanje
sv: Reseguider
ta: பயண வழிகாட்டிகள்
tr: Seyahat rehberleri
uk: Туристичні путівники
zh_hans: 旅游指南
zh_hant: 旅遊指南

# context_menu_read_article
source: Read article
ar: قراءة المقال
az: Məqaləni oxu
be: Чытаць артыкул
bg: Прочетете статията
ca: Llegiu l'article
cs: Přečíst článek
cy: Darllen erthygl
da: Læs artikel
de: Artikel lesen
el: Διαβάστε το άρθρο
eo: Legi artikolon
es_us: Leer artículo
et: Loe artiklit
eu: Irakurri artikulua
fa: خواندن مقاله
fi: Lue artikkeli
fr: Lire l'article
gl: Ler o artigo
he: קריאת הכתבה
hu: Cikk elolvasása
hy: Կարդալ հոդվածը
id: Baca artikel
is: Lesa grein
it: Leggi l'articolo
ja: 記事を読む
ka: სტატიის წაკითხვა
ku: "Gotarê bixwîne "
lt: Skaityti straipsnį
lv: Lasīt rakstu
mk: Pročitajte ja statijata
ml: "ലേഖനം വായിക്കുക "
my: ဆောင်းပါးဖတ်သည်
nb: Les artikkel
nl: Lees artikel
oc: Legir l'article
pl: Czytaj artykuł
ro_ro: Citiți articolul
ru: Читать статью
sc: Leghe s'artìculu
sk: Prečítať článok
sl: Preberi objavo
sr: Читати чланак
sr_latn: Čitanje članka
sv: Läs artikel
ta: கட்டுரை வாசிக்க
tr: Makaleyi oku
uk: Читати статтю
zh_hans: 阅读文章
zh_hant: 閱讀文章

# edit_tilesource_minzoom
source: Minimum zoom
af: Min vergroting
az: Minimum yaxınlaşdırma
be: Мінімальнае павелічэнне
bg: Минимално увеличение
ca: Escalat mínim
cs: Minimální přiblížení
cy: Chwyddo lleiaf
de: Minimale Vergrößerung
el: Ελάχιστο ζουμ
eo: Minimuma skal-nivelo
es_us: Zum mínimo
et: Minimaalne suurendus
eu: Gutxieneko zoom-a
fa: کمترین بزرگنمایی
fi: Minimi tarkennus
fr: Zoom minimum
gl: Achegamento mínimo
he: תקריב מזערי
hu: Minimális nagyítás
hy: Նվազագույն խոշորացում
id: Zoom minimal
is: Lágmarks aðdráttur
it: Zoom minimo
ja: 最小ズーム
ka: მინ. გადიდება
ko: 최소 줌
lt: Mažiausias priartinimas
lv: Minimālais mērogs
mk: Minimalen zum
ml: ഏറ്റവും കുറഞ്ഞ സൂം
nb: Minste forstørrelse
nl: Min zoomniveau
pl: Minimalne przybliżenie
ro_ro: Zoom minim
ru: Минимальное увеличение
sc: Ismanniamentu mìnimu
sk: Minimálne priblíženie
sl: Najmanjše približanje
sr: Најмање увеличање
sr_latn: Minimalan zum
sv: Minimal zoom
ta: குறைந்தபட்ச ஜூம்
tr: En düşük yakınlaştırma
uk: Мінімальний масштаб
zh_hans: 最小显示级别
zh_hant: 最小縮放比

# avoid_pt_types
source: Avoid transport types…
be: Пазбягаць тыпы транспарту…
ca: Transport públic no considerat…
cs: Vyhněte se typům dopravy…
cy: Osgoi mathau o drafnidiaeth…
da: Undgå transportformer…
de: Verkehrsmittel ausschließen …
el: Αποφυγή ειδών συγκοινωνίας…
eo: Eviti transportilojn…
es_us: Evitar tipos de transporte…
et: Väldi transpordiliike…
eu: Ekidin garraio motak…
fa: پرهیز از روش‌های حمل‌ونقل…
fi: Vältä kuljetustyyppejä…
fr: Éviter des types de transports …
gl: Evitar tipos de transporte…
he: הימנעות מסוגי תחבורה ציבורית…
hi: परिवहन प्रकारों से बचें …
hu: Közlekedési módok kihagyása…
id: Hindari tipe angkutan…
is: Forðast tegundir almenningssamgangna…
it: Evita tipi di trasporto…
ja: 利用を避ける交通機関の種類…
ka: ტრანსპორტის ტიპების თავიდან აცილება…
ko: 대중교통 유형을 우회…
lt: Vengti transporto tipų…
lv: Nelietot transportu…
mk: Izbegnete vidovi na transport…
ml: ഒഴിവാക്കണ്ട ട്രാൻസ്പോർട്ട് തരങ്ങൾ ...
my: ရှောင်ထားသောပို့ဆောင်ရေးအမျိုးအစားများ
nb: Unngå transporttyper…
nl: Vermijd transport types…
oc: Lo Transpòrt public es pas pres en còmpte…
pl: Unikanie rodzaju transportu…
ro_ro: Evitare tipuri de transport…
ru: Исключить виды транспорта…
sc: Istransi castas de trasportu…
sk: Vyhnúť sa spôsobom dopravy…
sl: Izogibanje vrstam transporta…
sr: Избегавај врсте превоза…
sr_latn: Izbegavati vrste prevoza…
sv: Undvik transporttyper…
ta: போக்குவரத்து வகையை தவிர்க்க…
tr: Kaçınılacak taşıma türleri…
uk: Уникати видів транспорту…
vi: Tránh các loại phương tiện giao thông…
zh_hans: 避免特定交通类型……
zh_hant: 避免運輸類型……

# edit_tilesource_maxzoom
source: Maximum zoom
af: Maks vergroting
az: Maksimum yaxınlaşdırma
be: Максімальнае павелічэнне
bg: Максимално увеличение
ca: Escalat màxim
cs: Maximální přiblížení
cy: Chwyddo agosaf
da: Maksimal zoom
de: Maximale Vergrößerung
el: Μέγιστο ζουμ
eo: Maksimuma skal-nivelo
es_us: Zum máximo
et: Maksimaalne suurendus
eu: Gehieneko zoom-a
fa: بیشترین بزرگنمایی
fi: Maksimi tarkennus
fr: Zoom maximum
gl: Achegamento máximo
he: תקריב מרבי
hu: Legnagyobb nagyítás
hy: Առավելագույն խոշորացում
id: Zoom maksimum
is: Hámarks aðdráttur
it: Zoom massimo
ja: 最大ズーム
ka: მაქს. გადიდება
ko: 최대 줌
lt: Didžiausias priartinimas
lv: Maksimālais mērogs
mk: Maksimalen zum
ml: ഏറ്റവും കൂടിയ സൂം
nb: Maks.-zoom
nl: Max zoomniveau
pl: Maksymalne przybliżenie
ro_ro: Zoom maxim
ru: Максимальное увеличение
sc: Ismanniamentu màssimu
sk: Maximálne priblíženie
sl: Največje približanje
sr: Највеће увеличање
sr_latn: Maksimalan zum
sv: Maximal zoom
ta: அதிகபட்ச ஜூம்
tr: En fazla yakınlaştırma
uk: Максимальний масштаб
zh_hans: 最大显示级别
zh_hant: 最大縮放比

# avoid_pt_types_descr
source: Select public transport types to avoid for navigation:
az: Naviqasiyada yayınmaq üçün ictimai nəqliyyat növlərini seçin:
be: Абярыце тыпы грамадскага транспарту, што патрэбна пазбягаць падчас навігацыі:
bg: Изберете видовете обществен транспорт, който да бъде избягван при маршрутизиране:
ca: Seleccioneu quin transport públic no s'ha d'incloure a la navegació:
cs: Vyberte typy veřejné dopravy, kterým se chcete při navigaci vyhnout:
cy: Dewisa fathau o drafnidiaeth gyhoeddus i'w osgoi wrth lywio:
da: Vælg de typer offentlig transport, der skal undgås i forbindelse med navigation:
de: Wählen Sie die öffentlichen Verkehrsmittel aus, die Sie für die Navigation vermeiden möchten:
el: Επιλέξτε είδη δημόσιας συγκοινωνίας προς αποφυγή στην πλοήγηση:
eo: Elektu specojn de publik-transportiloj por eviti dum navigado:
es_us: Marca los tipos de transporte público a evitar para la navegación:
et: Vali navigeerimisel välditavad ühistranspordi liigid:
eu: Hautatu nabigazioan ekidin beharreko garraio publikoak:
fa: انواع روش‌های حمل‌ونقل که می‌خواهید در مسیریابی نباشند را انتخاب کنید:
fi: Valitse navigoinnissa vältettävät joukkoliikennetyypit:
fr: Sélectionnez les types de transport en commun à éviter pour le guidage :
gl: Escolle os tipos de transporte público a evitar para a navegación:
he: נא לבחור סוגי תחבורה ציבורית להימנע מהם בתכנון מסלול:
hi: नेविगेशन के लिए बचने के लिए सार्वजनिक परिवहन प्रकारों का चयन करें:
hu: A navigáció során elkerülendő tömegközlekedési módok kijelölése:
id: Pilih angkutan publik yang ingin dihindari untuk navigasi:
is: Veldu tegundir almenningssamgangna sem á að forðast við leiðsögn:
it: Seleziona i tipi di trasporto pubblico da evitare per la navigazione:
ja: ナビゲーション時に利用しない交通機関を指定します:
lt: Parinkite kokio viešojo transporto tipo vengti navigacijoje:
lv: Izvēlieties publiskā transporta kategorijas, no kā izvairīties navigācijas laikā:
mk: Izberete tipovi na javen prevozšto treba da gi izbegnete za navigacija:
ml: നാവിഗേഷനിൽ ഒഴിവാക്കേണ്ട പൊതു ഗതാഗത തരങ്ങൾ തിരഞ്ഞെടുക്കൂ:
my: လမ်းညွှန်ရန် မသုံးမြည့်ပြည်သူပို့ဆောင်ရေးအမျိုးအစားများကိုရွေးပါ။
nb: Velg offentlige transporttyperå unngå for navigasjon:
nl: Selecteer de te vermijden openbaar vervoer opties:
oc: Seleccionatz quin transpòrt public se deu evitar per la navigacion:
pl: Wybierz rodzaje transportu publicznego, które będą omijane podczas nawigacji:
ro_ro: Selectați tipurile de transport public evitate la navigare:
ru: Выберите виды транспорта, которых следует избегать при навигации:
sc: Issèbera sas castas de trasportu pùblicu de istransire pro sa navigatzione:
sk: Vyberte typy verejnej dopravy, ktorej sa má navigácia vyhnúť:
sl: Izbor vrst javnega transporta za izogibanje:
sr: Одаберите врсте јавног превоза које треба избегавати:
sr_latn: Odaberi vrste javnog prevoza koje treba izbegavati:
sv: Välj typer av kollektivtrafik som ska undvikas vid navigaton:
ta: வழிசெலுத்தலைத் தவிர்ப்பதற்கு பொதுப் போக்குவரத்து வகைகளைத் தேர்ந்தெடுக்கவும்:
tr: Kaçınılacak toplu taşıma türlerini seçin:
uk: Оберіть види громадського транспорту, яких треба уникати:
vi: Chọn loại hình giao thông công cộng cần tránh khi điều hướng:
zh_hans: 选择导航时要避免的公共交通类型：
zh_hant: 選取要避免在導航中使用的大眾運輸類型：

# shared_string_favorites
source: Favorites
af: Gunstelinge
ast: Favoritos
az: Favoritlər
be: Улюбёныя мясціны
bg: Предпочитани
ca: Preferits
cs: Oblíbené
cy: Ffefrynnau
da: Favoritter
de: Favoriten
el: Αγαπημένα
es_us: Favoritos
et: Lemmikud
eu: Gogokoak
fa: علاقه‌مندی‌ها
fi: Suosikit
fr: Favoris
gl: Favoritos
he: מועדפים
hu: Kedvencek
hy: Սիրված
id: Favorit
is: Eftirlæti
it: Preferiti
ja: お気に入り
ka: რჩეულები
kn: ಇಷ್ಟವಾದವುಗಳು
ko: 즐겨찾기
lt: Įsimintos vietos
lv: Izlase
mk: Omileni
ml: ഇഷ്ടമുളളവ
mr: आवडती ठिकाणे
nl: Favorieten
oc: Preferéncias
pl: Ulubione
ro_ro: Favorite
ru: Избранные
sc: Preferidos
sk: Obľúbené
sl: Pokaži priljubljene točke
sr: Омиљени
sr_latn: Favoriti
sv: Favoriter
ta: பிடித்தவைகள்
tr: Favoriler
uk: Закладки
vi: Ưa thích
zh_hans: 收藏
zh_hant: 我的收藏

# download_srtm_maps
source: Contour lines
af: Kontoerlyne
az: Kontur xətləri
be: Контурныя лініі
bg: Контурни линии
ca: Dades de corbes de nivell
cs: Vrstevnice
cy: Cyfuchliniau
da: Højdekurver
de: Konturlinie
el: Ισοϋψείς καμπύλες
es_us: Curvas de nivel
et: Kõrgusjooned
eu: Sestra-kurbak
fa: خطوط برجستگی
fi: Korkeuskäyrät
fr: Courbes de niveau
gl: Curvas de nivel
he: מפות SRTM
hu: Szintvonalak
hy: Քարտեզ SRTM (բարձունքների գծեր)
id: Garis kontur
is: Hæðarlínur
it: Linee isoipse
ja: 等高線
ka: კოტურული ხაზების მონაცემები
ko: 등고선
lt: SRTMžemėlapiai
lv: Kontūrlīnijas
mk: Konturni linii
ml: കോണ്ടൂര്‍ ലൈനുക
nl: Hoogtelijnen
oc: Corbas de nivèu
pl: Poziomice
ro_ro: Linii de contur
ru: Изолинии
sc: Curvas de livellu
sk: Údaje vrstevníc
sl: Podatki izohips
sr: Контурне линије
sr_latn: Izohipse
sv: Höjdkurvsdata
ta: சமநிலைக்கோடுகள்
tr: Eş yükselti eğrileri
uk: Ізолінії
vi: Đường đồng mức
zh_hans: 等高线
zh_hant: 等高線

# shared_string_change
source: Change
ast: Camudar
az: Dəyiş
be: Змяніць
bg: Промяна
ca: Modifica
cs: Změnit
cy: Newid
da: Skift
de: Ändern
el: Αλλαγή
es_us: Cambiar
et: Muuda
eu: Aldatu
fa: تغییر
fi: Muuta
fr: Modifier
gl: Mudar
he: שינוי
hu: Módosítás
hy: Փոխել
id: Ganti
is: Skipta um
it: Cambia
ja: 変更
ka: შეცვლა
ko: 변경
lt: Pakeisti
lv: Mainīt
mk: Zameni
ml: "മാറ്റുക "
mr: बदला
nl: Wijzig
pl: Zmień
ro_ro: Schimbă
ru: Изменить
sc: Càmbia
sk: Zmeniť
sl: Spremeni
sr: Промена
sr_latn: Izmeni
sv: Ändra
ta: மாற்றம்
tr: Değiştir
uk: Змінити
vi: Thay đổi
zh_hans: 更改
zh_hant: 更換

# shared_string_favorite
source: Favorite
af: Gunsteling …
az: Favorit
be: Улюбёныя мясціны
bg: Любими
ca: Preferida
cs: Oblíbené
cy: Ffefryn
da: Favorit
de: Favorit
el: Αγαπημένο
es_us: Favorito
et: Lemmik
eu: Gogokoa
fa: علاقه‌مندی
fi: Suosikki
fr: Favori
gl: Favorito
he: מועדף
hu: Kedvenc
hy: Սիրված
id: Favorit
is: Eftirlæti
it: Preferito
ja: お気に入り
ka: რჩეული
kn: ಇಷ್ಟವಾದ
ko: 즐겨찾기
lt: Įsiminta vieta
lv: Izlase
mk: Omilen
ml: താല്‍പര്യമുള്ളവ
nl: Favoriet
pl: Ulubione
ro_ro: Favorit
ru: Избранная точка
sc: Preferidu
sk: Obľúbené
sl: Priljubljene
sr: Омиљен
sr_latn: Favorit
sv: Favorit
ta: பிடித்தவை
tr: Favori
uk: Закладки
vi: Ưa thích
zh_hans: 我的收藏
zh_hant: 我的收藏

# shared_string_show
source: Show
ast: Amosar
az: Göstər
be: Паказаць
ca: Mostra
cs: Zobrazit
da: Vis
de: Anzeigen
el: Εμφάνιση
es_us: Mostrar
et: Näita
eu: Erakutsi
fa: نشان بده
fr: Afficher
hu: Megjelenítés
hy: Ցույց տալ
id: Tampilkan
is: Sýna
it: Mostra
ja: 表示
kn: ತೋರಿಸು
ko: 보기
ml: കാണിക്കുക
nl: Toon
pl: Wyświetl
ro_ro: Spectacol
ru: Показать
sc: Ammustra
sk: Zobraziť
sr: Прикажи
sr_latn: Prikaži
sv: Visa
ta: காட்டு
tr: Göster
uk: Показ
vi: Hiện
zh_hans: 显示
zh_hant: 顯示

# of
source: %d of %d
be: %d з %d
ca: %d de %d
cs: %d z %d
da: %d af %d
de: %d von %d
el: %d από %d
es_us: %d de %d
et: %d / %d
eu: %d / %d
fa: %d از %d
fr: %d de %d
hu: %d / %d
id: %d dari %d
is: %d af %d
it: %d di %d
ja: 全%d中%d
nl: %d van de %d
pl: %d z %d
ro_ro: %d din %d
ru: %d из %d
sc: %d de %d
sk: %d z %d
sr: %d од %d
sr_latn: %d od %d
sv: %d av %d
ta: %d இல் %d
uk: %d зі %d
zh_hans: %d 中的 %d
zh_hant: %d 的 %d

# downloaded_bytes
source: %@ of %@
be: %@ з %@
ca: %@ de %@
cs: %@ z %@
da: %@ af %@
de: %@ von %@
el: %@ από %@
es_us: %@ de %@
et: %@ %@-st
fa: %@ از %@
fr: %@ de %@
is: %@ af %@
it: %@ di %@
ko: %@ 의 %@
nl: %@ van %@
pl: %@ z %@
ro_ro: %@ din %@
ru: %@ из %@
sc: %@ de %@
sk: %@ z %@
sr: %@ од %@
sr_latn: %@ od %@
sv: %@ av %@
ta: %@ இல் %@
uk: %@ з %@
zh_hans: %@ 中的 %@
zh_hant: %@ 的 %@

# transport_stop
source: Stop
bs: stani
cs: Zastávka
da: Stoppested
de: Beenden
el: Στάση
et: Peatus
fa: توقف
fr: Terminer
hu: Leállítás
id: Berhenti
is: Stöðva
it: Ferma
ja: 乗り場
ko: 정류소
nl: Stoppen
pt_br: Parada
ru: Остановка
sk: Zastaviť
sr: Заустави
sr_latn: Stanica
sv: Stoppa
ta: நிறுத்து
uk: Зупинка
vi: Dừng
zh_hant: 中止

# shared_string_minute_lowercase
source: min
el: λεπτά
hu: perc
id: mnt
is: mín
ja: 分
ko: 분
ru: мин
ta: மணிதுளி
uk: хв
vi: phút
zh_hant: 分鐘

# help_article_navigation_car_play_name
source: CarPlay
ar: كار بلي
fa: کارپلی
ko: 애플 카플레이
sr: КарПлеј
sr_latn: KarPlej
ta: கார்ப்ளே
uk: Автомобільні ігри

# routing_settings
source: Navigation
af: Navigasie
ar: التوجيه مع الطرق
ast: Navegación
az: Naviqasiya
be: Навігацыя
bg: Навигация
ca: Navegació
cs: Navigace
cy: Llywio
el: Πλοήγηση
eo: Navigado
es_us: Navegación
et: Navigeerimine
eu: Nabigazioa
fa: ناوبری
fi: Navigointi
gl: Navegación
he: ניווט
hu: Navigáció
hy: Նավիգացիա
id: Navigasi
is: Leiðsögn
it: Navigazione
ja: ナビゲーション
ka: ნავიგაცია
ko: 내비게이션
lt: Navigacija
lv: Navigācija
mk: Navigacija
ml: വഴികാട്ടി
mr: दिशादर्शन
nb: Navigering
nl: Navigatie
oc: Navigacion
pl: Nawigacja
pt_br: Navegação
ro_ro: Navigare (funcție de profil)
ru: Навигация
sc: Navigatzione
sk: Navigácia
sl: Navigacija
sr: Навођење
sr_latn: Navigacija
sv: Navigering
ta: வானோடல்
tr: Navigasyon
uk: Навігація
vi: Chỉ đường
zh_hans: 导航
zh_hant: 導航

# shared_string_gpx_track
source: Track
ar: مسار
az: İz
be: След
bg: Следа
ca: Pista
cs: Trasa
cy: Trac
da: Spor
el: Ίχνος
eo: Spuro
es_us: Traza
et: Rada
eu: Arrastoa
fa: رد
fi: Jälki
fr: Trace
gl: Pista
he: מסלול
hu: Nyomvonal
hy: Տրեկ
id: Trek
is: Ferill
it: Traccia
ja: 経路
ka: მიდევნება
ko: 트래킹
lt: Kelias
lv: Treks
mk: Sledenje
ml: ട്രാക്ക്
nb: Spor
oc: Pista, dralha, carraira
pl: Trasa
ro_ro: Traseu
ru: Трек
sc: Rasta
sk: Stopa
sl: Sled
sr: Траг
sr_latn: Putanja
sv: Spår
ta: மின்தடம்
tr: Takip et
uk: Трек
zh_hans: 轨迹
zh_hant: 軌跡

# help_article_navigation_routing_brouter_name
source: BRouter
ar: التوجيه عبر
fa: بی‌روتر
sr: БиРутер
sr_latn: BiRuter
ta: மேய்ச்சல்
uk: Брюкер

# quick_action_map_overlay
source: Overlay
ar: الخريطة العلوية
ast: Change map overlay
az: Xəritə örtüyünü dəyiş
be: Змяніць накладзеную мапу
bg: Променяне на насложената карта
ca: Superposició
cs: Překryv
cy: Change map overlay
da: Overlejring
de: Überlagerung
el: Επικάλυψη
eo: Surtavolo
es_us: Capa superpuesta
et: Ülekate
eu: Gaineko geruza
fa: لایه رویی نقشه
fi: Peite
fr: Sur-couche
gl: Mudar mapa sobreposto
he: שכבת על
hu: Fedvény
hy: Փոխել արտեզը
id: Hamparan
is: Yfirlag
it: Cambia la mappa di sovrapposizione
ja: オーバーレイ
ka: Change map overlay
ko: 지도 overlay 변경
lt: Change map overlay
lv: Nomainīt kartes virsklāju
mk: Promenete go preklopuvanjeto na kartata
ml: മാപ്പ് ഓവർലേ മാറ്റുക
nb: Overlegg
nl: Bovenlaag
oc: Modificar la superposicion de la mapa
pl: Zmień nakładkę mapy
ro_ro: Suprapunere
ru: Наложение
sc: Acontza sos istratos superiores de sa mapa
sk: Prekryv
sl: Spremeni prekrivno plast zemljevida
sr: Надслој
sr_latn: Mapa iznad
sv: Överlägg
ta: மேலடுக்கு
tr: Haritaüst katmanını değiştir
uk: Накладка
vi: Lớp phủ trên
zh_hans: 更改地图覆盖
zh_hant: 覆蓋層

# quick_action_map_underlay
source: Underlay
ar: الخريطة السفلية
ast: Change map underlay
az: Xəritə altlığını dəyiş
be: Змяніць падкладку мапы
bg: Change map underlay
ca: Fons del mapa
cs: Podklad
cy: Change map underlay
da: Underlejring
de: Unterlage
el: Υπόστρωμα
eo: Subtavolo
es_us: Capa subyacente
et: Aluskiht
eu: Azpiko geruza
fa: لایه زیرین نقشه
fi: Change map underlay
fr: Sous-couche
gl: Mudar mapa de embaixo (subxacente)
he: שכבת רקע
hu: Alátétréteg
hy: Փոխել քարտեզի նեքեվի շերտը
id: Dasaran
is: Undirlag
it: Cambia la mappa di sottofondo
ja: アンダーレイ
ka: Change map underlay
ko: 지도 밑줄 변경
lt: Change map underlay
lv: Nomainīt kartes apakšklāju
mk: Promenete ja podlogata na kartata
ml: മാപ്പ് അണ്ടർലേ മാറ്റുക
nb: Underlag
nl: Onderlaag
oc: Modificar lo fons de la mapa
pl: Zmień podkład mapy
ro_ro: Substrat
ru: Подложка
sc: Muda s'istratu inferiore
sk: Podklad
sl: Spremeni podlogo zemljevida
sr: Подслој
sr_latn: Pozadinska mapa
sv: Bakgrundslager
ta: அண்டர்லே
tr: Harita alt katmanını değiştir
uk: Підкладка
vi: Lớp phủ dưới
zh_hans: 更改地图衬底层
zh_hant: 底層

# shared_string_transparency
source: Transparency
ar: الشفافية
ast: Tresparencia
az: Şəffaflıq
be: Празрыстасць
bg: Прозрачност
ca: Transparència
cs: Průhlednost
cy: Tryloywder
da: Gennemsigtighed
de: Transparenz
el: Διαφάνεια
eo: Travideblo
es_us: Transparencia
et: Läbipaistvus
eu: Gardentasuna
fa: شفافیت
fi: Läpinäkyvyys
fr: Transparence
gl: Transparencia
he: שקיפות
hu: Áttetszőség
id: Transparansi
is: Gegnsæi
it: Trasparenza
ja: 透過度
ka: გამჭირვალობა
ko: 투명도
mk: Transparentnost
nb: Gjennomsiktighet
nl: Transparantie
oc: Transparéncia
pl: Przejrzystość
ro_ro: Transparență
ru: Прозрачность
sc: Trasparèntzia
sk: Priehľadnosť
sl: Prosojnost
sr: Прозирнност
sr_latn: Prozirnnost
sv: Transparens
ta: வெளிப்படைத்தன்மை
tr: Şeffaflık
uk: Прозорість
vi: Độ trong suốt
zh_hans: 透明度
zh_hant: 透明度

# shared_string_error
source: Error
ar: خطأ
ast: Fallu
az: Səhv
be: Памылка
bg: Грешка
br: Fazi
cs: Chyba
cy: Gwall
da: Fejl
de: Fehler
el: Σφάλμα
eo: Eraro
et: Viga
eu: Errorea
fa: خطا
fi: Virhe
fr: Erreur
gl: Erro
he: שגיאה
hu: Hiba
hy: Սխալ
id: Kesalahan
is: Villa
it: Errore
ja: エラー
ka: შეცდომა
ko: 오류
lt: Klaida
lv: Kļūda
mk: Greska
ml: പിശക്
nb: Feil
nl: Foutmelding
pl: Błąd
ro_ro: Eroare
ru: Ошибка
sc: Errore
sk: Chyba
sl: Napaka
sr: Грешка
sr_latn: Greška
sv: Fel
ta: பிழை
tr: Hata
uk: Помилка
zh_hans: 错误
zh_hant: 錯誤
