Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# weather_pressure_hectopascals
source: Hectopascals
ar: هيكتوباسكال
be: Гектапаскалі
bg: Хектопаскали
cs: Hektopascaly
da: Hektopascal
de: Hektopascal
el: Εκτοπασκάλ
eo: Hektopaskaloj
es_us: Hectopascales
et: hektopaskalit
eu: Hektopascalak
fa: هکتوپاسکال
hu: Hektopascal
id: Hektopaskal
is: Hektópasköl
it: Ettopascal
ja: ヘクトパスカル
ka: ჰექტოპასკალი
ko: 헥토파스칼
lt: Hektopaskaliai
nb: Hektopascal
nl: Hectopascal
pl: Hektopaskale
ro_ro: Hectopascali
ru: Гектопаскали
sc: Etopascàls
sk: Hektopascaly
sl: Hektopaskali
sr: Хектопаскали
sr_latn: Hektopaskali
sv: hektopascal
ta: எக்டோபாச்கல்கள்
tr: Hektopascal
uk: Гектопаскалі
vi: Héc-tô-pát-xcan
zh_hans: 百帕
zh_hant: 百帕

source: Added profiles
ar: الأوضاع المضافة
ast: Perfiles amestaos
az: Əlavə edilən profillər
be: Дададзеныя профілі
bg: Добавени профили
ca: Perfils afegits
cs: Přidané profily
cy: Proffiliau wedi'u hychwanegu
da: Tilføjede profiler
de: Profile hinzugefügt
el: Προφίλ που προστέθηκαν
eo: Aldonitaj profiloj
es_us: Perfiles añadidos
et: Lisatud profiilid
eu: Gehitutako profilak
fa: نمایه‌های افزوده
fi: Lisätyt profiilit
fr: Profils ajoutés
gl: Perfís engadidos
he: הוספת פרופילים
hu: Hozzáadott profilok
id: Profil ditambahkan
is: Notkunarsniðum bætt við
it: Profilo aggiunto
ja: 追加されたプロファイル
ka: დამატებული პროფილები
kn: ಪ್ರೊಫೈಲ್‌ಗಳನ್ನು ಸೇರಿಸಲಾಗಿದೆ
ko: 추가 프로필
lt: Pridėti profiliai
mk: Dodadeni profili
nb: Tillagte profiler
nl: Profielen toegevoegd
oc: Perfius ajustats
pl: Dodano profile
pt_br: Perfis adicionados
ro_ro: Profiluri adăugate
ru: Добавленные профили
sc: Profilos annànghidos
sk: Pridané profily
sl: Dodani profili
sr: Додати налози
sr_latn: Dodati profili
sv: Tillagda profiler
ta: சுயவிவரங்கள் சேர்க்கப்பட்டன
tr: Eklenen profiller
uk: Додані профілі
vi: Hồ sơ đã được thêm vào
zh_hans: 添加的配置文件
zh_hant: 已新增設定檔

# added_profiles_descr
source: Profiles added by plugin
ar: الأوضاع المضافة بواسطة الأداة الملحقة
ast: Perfiles qu'amiesta'l plugin
az: Qoşma tərəfindən əlavə edilən profillər
be: Профілі, якія дададзеныя ўбудовамі
ca: El connector ha afegit els perfils
cs: Profily přidané modulem
cy: Proffiliau wedi'u hychwanegu gan ategyn
da: Profiler tilføjet af udvidelse
de: Vom Plugin hinzugefügte Profile
el: Τα προφίλ που προστέθηκαν από το πρόσθετο
eo: Profiloj aldonitaj de kromprogramo
es_us: Perfiles añadidos por el complemento
et: Pistikprogrammi poolt lisatud profiilid
eu: Gehigarriak gehitutako profilak
fa: نمایه‌هایی که افزونه افزوده
fi: Laajennuksen lisäämät profiilit
fr: Profils ajoutés par extension
gl: Perfís engadidos polo plugin
he: פרופילים שנוספו על ידי תוסף
hu: Bővítmény által hozzáadott profilok
id: Profil yang ditambahkan oleh plugin
is: Notkunarsnið bætt við af forritsviðbótinni
it: Profilo aggiunto dal componente aggiuntivo
ja: プラグインによって追加されたプロファイル
ka: დამატების დამატებული პროფილები
kn: ಪ್ಲಗಿನ್ OsmAnd ಗೆ ಹೊಸ ಪ್ರೊಫೈಲ್ ಅನ್ನು ಸೇರಿಸುತ್ತದೆ
ko: 플러그인에 의해 추가 된 프로필
mk: Profili dodadeni od priklučokot
nb: Profiler lagt til av programtillegg
nl: Door plug-in toegevoegde profielen
oc: Perfius ajustats per l'ajuston
pl: Profile dodane przez wtyczkę
pt_br: Perfis adicionados pelo plugin
ro_ro: Profiluri adăugate de plugin
ru: Профили, добавленные плагином
sc: Profilos annànghidos dae s'estensione
sk: Profily pridané modulom
sl: Profili, dodani z vtičnikom
sr: Налози додати од стране додатка
sr_latn: Profili dodati od strane dodatka
sv: Profiler tillagda av insticksmoduler
ta: சொருகி மூலம் சேர்க்கப்பட்ட சுயவிவரங்கள்
tr: Eklenti tarafından eklenen profiller
uk: Профілі, додані плагіном
vi: Hồ sơ đã được thêm vào bởi plugin
zh_hans: 插件所添加的配置文件
zh_hant: 外掛程式新增的設定檔

# shared_string_email
source: Email
ar: البريد الإلكتروني
ca: Correu electrònic
el: Ηλεκτρονικό ταχυδρομείο
es_us: Correo electrónico
et: E-posti aadress
fa: ایمیل
fr: Courriel
is: Tölvupóstur
ja: メールアドレス
nb: E-post
oc: Corrier electronic
ru: Эл. почта
sc: P.eletrònica
sr: Имејл
sr_latn: I-meil
sv: E-post
ta: மின்னஞ்சல்
tr: E-posta
uk: Електронна пошта
zh_hant: 電子郵件

# user_password
source: Password
af: Jou OSM wagwoord
ar: كلمة المرور
ast: Contraseña
az: Şifrə
be: Пароль
bg: Парола
ca: Contrasenya
cs: Heslo
cy: Cyfrinair
da: Adgangskode
de: Passwort
el: Κωδικός
eo: Pasvorto
es_us: Contraseña
et: Salasõna
eu: Pasahitza
fa: گذرواژه
fi: Salasana
fr: Mot de passe
gl: Contrasinal
he: ססמה
hu: Jelszó
hy: Ձեր OSM գաղտնաբառը
id: Kata sandi
is: Lykilorð
ja: パスワード
ka: პაროლი
ko: OSM 패스워드
lt: Slaptažodis
lv: Parole
mk: Lozinka
ml: "നിങ്ങളുടെ ഓഎസ്എം പാസ്സ്വേഡ് "
mr: पासवर्ड
nb: Passord
nl: Wachtwoord
oc: Senhau
pl: Hasło
ro_ro: Parolă
ru: Пароль
sc: Crae de intrada
sk: Heslo
sl: Geslo
sr: Лозинка
sr_latn: Lozinka
sv: Lösenord
ta: கடவுச்சொல்
tr: Parola
uk: Пароль
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# city_type_hamlet
source: Hamlet
af: Dorpie
ar: قرية
ast: Aldea
az: Kənd
be: Вёска
bg: Селище
ca: Llogaret
cs: Osada
cy: Pentrefan
da: lille landsby
de: Weiler
el: Οικισμός
eo: Vilaĝeto
es_us: Aldea
et: Alevik
eu: Auzoa
fa: دهکده
fi: Kylä
fr: Hameau
gl: Aldea
he: כפר קטן
hu: Falucska
hy: Գյուղակ
id: Dukuh
is: Byggðakjarni
it: Piccolo borgo
ja: 集落
ka: დასახლება
ko: 시골
lt: Gyvenvietė
lv: Ciems
mk: Hamlet (Хамлет)
ml: ചെറുഗ്രാമം
mr: खेडं
nb: Grend
nl: Gehucht
oc: Masatge
pl: Przysiółek
pt_br: Lugarejo
ro_ro: Cătun
ru: Деревня
sc: Bidditzolu
sk: Osada
sl: Zaselek
sr: Засеок
sr_latn: Zaseok
sv: Liten by
ta: குக்கிராமம்
tr: Mezra
uk: Хутір
vi: Thôn/Xóm
zh_hans: 自然村（小村庄）
zh_hant: 村鎮

# search_POI_level_btn
source: Find more
af: Vind meer
ar: ابحث عن المزيد
az: Daha çoxunu tap
be: Знайсці яшчэ
bg: Търси още
ca: Cerca'n més
cs: Najít další
cy: Canfod mwy
da: Find flere
de: Weitere Ergebnisse
el: Βρες περισσότερα
eo: Serĉi pli
es_us: Encontrar más
et: Leia veel
eu: Gehiago aurkitu
fa: بیشتر پیدا کن
fi: Löydä lisää
fr: Étendre la recherche
gl: Atopar máis
he: חיפוש נוספות
hu: További találatok
hy: Գտնել ավելին
id: Cari lebih banyak
is: Finna fleira
it: Trovane altri
ja: もっと探す
ka: მეტის ძებნა
ko: 더 찾기
lt: Rasti daugiau
lv: Atrast vairāk
mk: Najdete povece
ml: കൂടുതല്‍ കണ്ടെത്തുക
mr: अजून शोधा
nb: Finn flere
nl: Zoek meer
oc: Relargar la recèrca
pl: Znajdź więcej
pt_br: Aumentar o raio de busca
ro_ro: Găsește mai multe
ru: Найти ещё
sc: Agàtane àteros
sk: Nájsť viac
sl: Več zadetkov
sr: Нађи још
sr_latn: Nađi još
sv: Sök efter fler
ta: மேலும் கண்டுபிடி
tr: Daha fazla bul
uk: Знайти більше
vi: Tìm thêm
zh_hans: 搜索更多
zh_hant: 尋找更多

# search_address_street
source: Street
af: Straat
ar: شارع
az: Küçə
be: Вуліца
bg: Улица
ca: Carrer
cs: Ulice
cy: Stryd/Ffordd/Heol
da: Gade
de: Straße
el: Οδός
eo: Strato
es_us: Calle
et: Tänav
eu: Kalea
fa: خیابان
fi: Katu
fr: Rue
gl: Rúa
he: רחוב
hu: Utca
hy: Փողոց
id: Jalan
is: Gata
it: Strada
ja: 通り
ka: ქუჩა
ko: 거리
lt: Gatvė
lv: Iela
mk: Ulica
ml: തെരുവ്
mr: रस्ता
my: လမ်း
nb: Gate
nl: Straat
oc: Carriera
pl: Ulica
ro_ro: Stradă
ru: Улица
sc: Carrera
sk: Ulica
sl: Ulica
sr: Улица
sr_latn: Ulica
sv: Gata
ta: தெரு
tr: Sokak
uk: Вулиця
vi: Phố
zh_hans: 街道
zh_hant: 道路

# sett_ext_input_desc
source: Select a device such as a generic keyboard or WunderLINQ for external controls.
ar: حدد جهاز تحكم خارجي ، مثل لوحة المفاتيح أو WunderLINQ.
be: Абярыце прыладу, напрыклад, клавіятуру або WunderLINQ для вонкавага кіравання.
ca: Seleccioneu un aparell com a teclat genèric o WunderLINQ per a controls externs.
cs: Zvolte zařízení pro externí ovládání, jako například univerzální klávesnici nebo WunderLINQ.
da: Vælg en enhed, såsom et generisk tastatur eller WunderLINQ for ekstern kontrol.
de: Wählen Sie ein Gerät wie eine Tastatur oder WunderLINQ für externe Steuerelemente aus.
es_us: Elige un dispositivo como un teclado genérico o WunderLINQ para los controles externos.
et: Vali välise juhtimise seade, näiteks harilik klaviatuur või WunderLINQ.
fi: Valitse laite, kuten yleinen näppäimistö tai WunderLINQ, ulkoista ohjausta varten.
fr: Sélectionnez un périphérique externe comme un clavier générique ou un WunderLINQ pour utiliser l'application.
hu: Válasszon ki egy eszközt, például egy általános billentyűzetet vagy WunderLINQ-et a külső vezérléshez.
id: Pilih perangkat seperti keyboard generik atau WunderLINQ untuk kontrol eksternal.
is: Veldu tæki á borð við venjulegt lyklaborð eða WunderLINQ fyrir ytri stýringar.
it: Seleziona un dispositivo come una tastiera generica o WunderLINQ per i controlli esterni.
ja: 汎用キーボードやWunderLINQなどの外部コントロールデバイスを選択してください。
nl: Selecteer een apparaat zoals een toetsenbord of WunderLINQ voor externe aansturingen.
oc: Seleccionatz un aparelh coma un clavier generic ò WunderLINQ per lei contròlas extèrnes.
pl: Wybierz urządzenie takie jak zwykła klawiatura lub WundeRLINQ do sterowania zewnętrznego.
pt_br: Selecionar um dispositivo, como um teclado genérico ou WunderLINQ para controles externos.
ro_ro: Selectați un dispozitiv, cum ar fi o tastatură generică sau WunderLINQ pentru comenzile externe.
ru: Выберите устройство, например, типовую клавиатуру или WunderLINQ для внешнего управления.
sc: Issèbera unu dispositivu, comente a una tastiera genèrica o WunderLINQ, pro sos controllos esternos.
sk: Zvoľte zariadenie, ako napr. univerzálnu klávesnicu alebo WunderLINQ, pre externé ovládanie.
sr: Изаберите уређај као што је генеричка тастатура или WunderLINQ за спољне контроле.
sr_latn: Izaberite uređaj kao što je generička tastatura ili WunderLINQ za spoljne kontrole.
sv: Välj en enhet som ett tangentbord eller WunderLINQ för extern kontroll.
ta: வெளிப்புற கட்டுப்பாடுகளுக்கு பொதுவான விசைப்பலகை அல்லது wunderlinq போன்ற சாதனத்தைத் தேர்ந்தெடுக்கவும்.
tr: Harici denetimler için genel klavye veya WunderLINQ gibi bir aygıt seçin.
uk: Оберіть пристрій, як типова клавіатура або WunderLINQ для зовнішнього керування.
zh_hant: 選擇一個設備，如通用鍵盤或 WunderLINQ 作為外部控制。

# external_input_device
source: External input devices
ar: أجهزة الإدخال الخارجية
ast: Preseos d'entrada esternos
az: Xarici giriş cihazları
be: Вонкавыя прылады ўводу
ca: Dispositius d'entrada externs
cs: Externí vstupní zařízení
da: Eksterne inputenheder
de: Externe Eingabegeräte
el: Εξωτερικές συσκευές εισόδου
eo: Eksteraj enigaj aparatoj
es_us: Dispositivos de entrada externos
et: Välised sisendseadmed
eu: Kanpoko sarrera-gailuak
fa: دستگاه‌های ورودی خارجی
fi: Ulkoiset syöttölaitteet
fr: Périphériques externes d'entrée
gl: Dispositivos de entrada externos
he: התקני קלט חיצוניים
hu: Külső beviteli eszközök
id: Perangkat masukan eksternal
is: Utanáliggjandi inntakstæki
it: Dispositivi di input esterni
ja: 外部入力機器
ka: გარე შეყვანის მოწყობილობები
ko: 외부 입력 장치
lt: Išoriniai įvesties įrenginiai
lv: Ārējās ievades ierīces
mk: Nadvorešni vlezni uredi
nb: Eksterne inndataenheter
nl: Uitwendig invoer apparaat
oc: Dispositius d'intrada externa
pl: Zewnętrzne urządzenia wejściowe
ro_ro: Dispozitive externe de intrare
ru: Внешние устройства ввода
sc: Dispositivos de intrada (input) esternos
sk: Externé vstupné zariadenia
sl: Zunanja vhodna naprava
sr: Спољни улазни уређај
sr_latn: Spoljni ulazni uređaj
sv: Externa inmatningsenheter
ta: வெளிப்புற உள்ளீட்டு சாதனங்கள்
tr: Harici giriş cihazları
uk: Зовнішні пристрої вводу
zh_hans: 外部输入设备
zh_hant: 外部輸入裝置

# osm_live_payment_year_cost_descr
source: %@ / year
ar: %@ / سنة
cs: %@ / rok
da: %@ / år
de: %@ / Jahr
el: %@ / έτος
es_us: %@ / año
et: %@ / aastas
fr: %@ par an
hu: %@ / év
id: %@ / tahun
is: %@ / ári
it: %@ / anno
lt: %@ per metus
oc: %@ / an
ro_ro: %@ / an
ru: %@ / год
sc: %@ / annu
sr: %@ / година
sr_latn: %@ / godina'
sv: %@ / år
ta: %@ / ஆண்டு
tr: %@ / yıl
uk: %@ / рік
zh_hant: %@ / 年

source: Cancel subscription
ar: إلغاء الاشتراك
az: Abunəliyi ləğv et
be: Скасаваць падпіску
ca: Cancel·la la subscripció
cs: Zrušit předplatné
cy: Diddymu'r tanysgrifiad
da: Annuller abonnement
de: Abonnement beenden
el: Ακύρωση συνδρομής
eo: Rezigni abonon
es_us: Cancelar suscripción
et: Tühista tellimus
eu: Ezeztatu harpidetza
fa: لغو اشتراک
fi: Peruuta tilaus
fr: Annuler l'abonnement
gl: Cancelar subscrición
he: ביטול מינוי
hu: Előfizetés törlése
id: Batalkan langganan
is: Hætta áskrift
it: Cancella la sottoscrizione
ja: サブスクリプションの解除
ka: გამოწერის გაუქმება
ko: 구독 취소
lt: Nutraukti prenumeratą
lv: Pārtraukt abonomentu
mk: Otkažete ja pretplatata
my: ကြေးပေးသွင်းမှုကိုပယ်ဖျက်ပါ
nb: Opphev abonnement
nl: Abonnement beëindigen
oc: Anullar l'abonament
pl: Anuluj subskrypcję
ro_ro: Anulare abonament
ru: Отменить подписку
sc: Annulla s'abbonamentu
sk: Zrušiť predplatné
sl: Prekliči naročnino
sr: Поништи чланарину
sr_latn: Poništi preplatu
sv: Avsluta abonnemang
ta: சந்தாவை ரத்துசெய்
tr: Aboneliği iptal et
uk: Скасувати передплату
vi: Hủy gói đăng ký
zh_hans: 取消订阅
zh_hant: 取消訂閱

# routing_attr_relief_smoothness_factor_plains_name
source: Less hilly
ar: تضاريس أقل
az: Az dağlıq
be: Пагорысты
ca: Menys aturonat
cs: Méně kopcovitý
cy: Llai fryniog
da: Mindre kuperet
de: Weniger bergig
el: Λιγότερο λοφώδης
eo: Malpli ebena
es_us: Poco empinado
et: Vähem künklik
eu: Ez oso menditsua
fa: کم‌تپه
fr: Moins vallonné
gl: Pouco inclinado
he: פחות הררי
hu: Kevésbé dombos
hy: Քիչ լեռնոտ
id: Kurang berbukit
is: Minna hæðótt
it: Meno collinoso
ja: 丘陵の少ない地形
ka: ნაკლებად გორიანი
lt: Mažiau kalvotas
lv: Mazāk kalnains
mk: Pomalku ridsko
ml: ചെറുമലകള്‍
nb: Småkupert
nl: Minder heuvelachtig
oc: Mens valonat
pl: Mniej górzysty
pt_br: Menos montanhoso
ro_ro: Mai puțin deluros
ru: Без крутых подъёмов
sc: Pagos cùcuros
sk: Menej pahorkatý
sl: Manj gričevnato
sr: Мање брдовито
sr_latn: Manje brdovito
sv: Mindre kuperat
ta: குறைவான மலைப்பாங்கான
tr: Az tepelikli
uk: Менш горбисто
zh_hans: 少丘陵
zh_hant: 小丘陵

# rendering_value_translucent_green_name
source: Translucent green
ar: أخضر فاتح
ast: Verde tresllúcido
az: Şəffaf yaşıl
be: Празрысты зялёны
bg: Полупрозрачно зелено
ca: Verd translúcid
cs: Průsvitná zelená
cy: Gwyrdd tryleu
da: Gennemsigtig grøn
de: Transparentes Grün
el: Ημιδιαφανές πράσινο
eo: Helverda diafana
es_us: Verde translúcido
et: Läbikumav roheline
eu: Berde gardena
fa: سبز شفاف
fi: Läpikuultava vihreä
fr: Vert translucide
gl: Verde translúcido
he: ירוק שקוף למחצה
hu: Átlátszó zöld
hy: Կիսաթափանցիկ կանաչ
id: Hijau tembus pandang
is: Hálfgegnsætt grænt
it: Verde traslucido
ja: 半透明グリーン
ka: გამჭირვალე მწვანე
ko: 반투명 녹색
lt: Permatomažalia
lv: Caurspīdīgi zaļš
mk: Prodzirno zelena
ml: മങ്ങിയ പച്ച
nb: Gjennomskinnelig grønn
nl: Doorschijnend groen
oc: Vèrd translucid
pl: Przezroczysty zielony
pt_br: Verde translúcido
ro_ro: Verde translucid
ru: Зелёный прозрачный
sc: Birde translùcidu
sk: Priehľadná zelená
sl: Prosojna zelena
sr: Прозирна зелена
sr_latn: Prozirna zelena
sv: Genomskinlig grön
ta: கசியும் பச்சை
tr: Yarı saydam yeşil
uk: Напівпрозорий зелений
zh_hans: 半透明绿色
zh_hant: 半透明的綠色

# rendering_attr_roadStyle_name
source: Road style
ar: نمط الطريق
az: Yol stili
be: Стыль аўтадарог
bg: Оцветяване на пътищата
ca: Estil de via
cs: Styl cesty
cy: Math o ffordd
da: Vejformat
de: Straßendarstellung
el: Μορφή δρόμου
eo: Stilo de vojoj
es_us: Estilo vial
et: Tee stiil
eu: Errepide estiloa
fa: ظاهر جاده
fi: Tien tyyli
fr: Style des routes
gl: Estilo das estradas
he: סגנון דרך
hu: Útstílus
hy: Ճանապարհների ոճը
id: Gaya jalanan
is: Stíll götu
it: Stile disegno delle strade
ja: 道路の表示形式
ka: გზის სტილი
kn: ರಸ್ತೆ ಶೈಲಿ
ko: 도로 스타일
lt: Kelių vaizdavimo stilius
lv: Ceļu pārklājums
mk: Paten stil
ml: റോഡ് സ്ടൈല്‍
nb: Veistil
nl: Weergave van wegen
oc: Representacion dei vias
pl: Styl dróg
pt_br: Estilo das vias
ro_ro: Stil drum
ru: Стиль дорог
sc: Istile disinnu de sos caminos
sk: Štýl ciest
sl: Slog izrisa cest
sq: Stil i rrugës
sr: Тип пута
sr_latn: Tip puta
sv: Vägtyp
ta: சாலை நடை
tr: Yol tarzı
uk: Стиль доріг
vi: Kiểu đường
zh_hans: 道路风格
zh_hant: 道路樣式

# rendering_attr_surface_gravel_name
source: Gravel
ar: الحصى
az: Çınqıl
be: Жвір
ca: Grava
cs: Štěrk
cy: Graean
da: Grus
de: Schotter
el: Χαλίκι
eo: Gruzo
es_us: Grava
et: Killustik
eu: Hartxindarra
fa: شن
fi: Sora
fr: Gravier
gl: Cascallo
he: חצץ
hu: Zúzott kő
id: Kerikil
is: Möl
it: Pietrisco
ja: 砂利
ka: ხრეში
ko: 자갈
lt: Žvyras
lv: Grants
mk: Čakal
ml: ചരല്‍
my: ကျောက်စရစ်
nb: Grus
nl: Kiezel
oc: Graveta
pl: Żwir
pt_br: Cascalho
ro_ro: Pietriș
ru: Гравий
sc: Ghiàia
sk: Ostrý štrk
sl: Grušč
sr: Шљунак
sr_latn: Šljunak
sv: Grus
ta: சரளை
tr: Çakıl
uk: Гравій
vi: Sỏi
zh_hans: 砾石
zh_hant: 碎石

# rendering_attr_hideWaterPolygons_name
source: Hide water
af: Verberg watervlaktes
ar: إخفاء المياه
az: Suyu gizlət
be: Схаваць ваду
ca: Treu hidràulic
cs: Skrýt vodu
cy: Cuddio dŵr
da: Skjul vand
de: Wasserflächen
el: Νερό
eo: Akvo
es_us: Cuerpos de agua
et: Vesi
eu: Ezkutatu ura
fa: آب
fi: Piilota vesi
fr: Eau
gl: Agochar a auga
he: הסתרת מים
hu: Vízfelületek
hy: Թաքցնել ջուրը
id: Perairan
is: Fela vatn
it: Nascondi l'acqua
ja: 水域ポリゴン
ka: წყლის დამალვა
lt: Slėpti vandenį
lv: Nerādīt ūdenstilpnes
mk: Skrij ja vodata
ml: വെള്ളം മറയ്ക്കുക
nb: Skjul vann
nl: Watervlakten
oc: Amagar l'aiga
pl: Ukryj wodę
pt_br: Ocultarágua
ro_ro: Ape
ru: Водные объекты
sc: Cua s'abba
sk: Skryť vodu
sl: Skrij vodne površine
sr: Сакриј воду
sr_latn: Sakriti vodu
sv: Vatten
ta: நீர்
tr: Suyu gizle
uk: Сховати воду
vi: Nước
zh_hans: 隐藏水系
zh_hant: 隱藏水

# rendering_value_translucent_lightblue_name
source: Translucent light blue
ar: سماوي
ast: Azul claro tresllúcido
az: Şəffaf açıq mavi
be: Празрысты блакітны
bg: Полупрозрачно свелтосиньо
ca: Blau cel translúcid
cs: Průsvitná světlemodrá
cy: Glas golau tryloyw
da: Gennemsigtig lyseblå
de: Transparentes Hellblau
el: Ημιδιαφανές γαλάζιο
eo: Helblua diafana
es_us: Azul claro translúcido
et: Läbikumav helesinine
eu: Urdin argi gardena
fa: آبی روشن شفاف
fi: Läpikuultava vaaleansininen
fr: Bleu clair translucide
gl: Azul claro translúcido
he: כחול בהיר שקוף למחצה
hu: Átlátszó világoskék
hy: Կիսաթափանցիկ կապույտ
id: Biru muda translucent
is: Hálfgegnsætt ljósblátt
it: Azzurro traslucido
ja: 半透明ライトブルー
ka: გამჭირვალე ღია ლურჯი
ko: 반투명 밝은 파란색
lt: Permatomašviesiai mėlyna
lv: Caurspīdīgi gaiši zils
mk: Prodzirno svetlo sina
ml: "മങ്ങിയ ഇളം നീല "
nb: Gjennomskinnelig lyseblå
nl: Doorschijnend lichtblauw
oc: Azur translucid
pl: Przezroczysty jasnoniebieski
pt_br: Azul claro translúcido
ro_ro: Albastru deschis translucid
ru: Голубой прозрачный
sc: Biaitu craru translùcidu
sk: Priehľadná svetlomodrá
sl: Prosojna svetlo modra
sr: Прозирна светло плава
sr_latn: Prozirna svetlo plava
sv: Genomskinlig ljusblå
ta: ஒளிஊடுருவக்கூடிய வெளிர் நீலம்
tr: Yarı saydam açık mavi
uk: Напівпрозорий світло-блакитний
zh_hans: 半透明淡蓝色
zh_hant: 半透明的淡藍色

# rendering_attr_noPolygons_name
source: Polygons
af: Geen veelhoeke
ar: المضلعات
ast: Polígonos
be: Палігоны
bg: Многоъгълници
bs: Nema poligona
ca: Polígons
cs: Polygony
cy: Polygonau
da: Polygoner
de: Flächen
el: Πολύγωνα
eo: Pluranguloj
es_us: Polígonos
et: Hulknurgad
eu: Poligonoak
fa: چندضلعی‌ها
fi: Monikulmiot
fr: Polygones
gl: Polígonos
he: מצולעים
hu: Sokszögek
hy: Պոլիգոններ
id: Poligon
is: Flákar
it: Poligoni
ja: ポリゴン
ka: პოლიგონები
ko: 폴리곤 숨기기
lt: Daugiakampiai
lv: Poligonus
mk: Poligoni
ml: "ബഹുഭുജങ്ങള്‍(പോളിഗണ്‍ ) മറയ്ക്കുക "
nb: Polygoner
nl: Vlakken
oc: Poligòns
pl: Wielokąty
pt_br: Polígonos
ro_ro: Poligoane
ru: Полигоны
sc: Polìgonos
sk: Polygóny
sl: Ne izriši ploskev
sr: Многоугао
sr_latn: Poligone
sv: Polygoner
ta: பலகோணங்கள்
tr: Çokgenler
uk: Полігони
vi: Hình đa giác
zh_hans: 多边形
zh_hant: 多邊形

# routing_attr_avoid_share_taxi_name
source: No share taxi
ar: بدون مشاركة سيارة الأجرة
ast: Ensin taxis compartíos
be: Без маршрутных таксі
ca: Sense taxi compartit
cs: Žádná sdílená taxi
cy: Dim tacsi rhannu
da: Ingen deletaxi
de: Kein Sammeltaxi
el: Αγοραίο
eo: Sen komunaj taksioj
es_us: Sin taxis compartidos
et: Väldi takso jagamist
eu: Taxi partekaturik ez
fa: تاکسی اشتراکی
fr: Éviter le taxi partagé
gl: Sen taxis compartidos
he: ללא מוניות שירות
hi: शेयर टैक्सी से बचें
hu: Iránytaxi nélkül
id: Tidak ada taksi berbagi
is: Forðast deilileigubíla
it: No taxi condivisi
ja: 乗合タクシーを使わない
ka: სამარშრუტო ტაქსის გარეშე
ko: 공유 택시 없음
lt: Be dalinimosi taksi
lv: Nelietot maršruta taksometrus
mk: Nema spodeluvanje taksi
ml: ഷെയർ ടാക്സി ഒഴിവാക്കുക
my: စုပေါင်းစီးတက္ကစီကိုရှောင်
nb: Ingen delingsdrosje
nl: Geen gedeelde taxis
oc: Ges de taxi partejat
pl: Bez taksówek zbiorowych
pt_br: Sem táxi coletivo
ro_ro: Evită taxiuri
ru: Без маршруток
sc: Perunu taxi cumpartzidu
sk: Žiadne zdieľané taxi
sl: Brez taksijev
sr: Без дељених таксија
sr_latn: Bez deljenja taksija
sv: Ingen delad taxi
ta: பங்கு டாக்சி இல்லை
tr: Paylaşımlı taksi yok
uk: Уникати маршрутних таксі
vi: Không dùng taxi ghép
zh_hans: 不乘坐共享出租车
zh_hant: 避免共享計程車

# rendering_attr_piste_type_connection_name
source: Connection
ar: اتصال
ast: Conexón
be: Злучэнне
bg: Връзка
ca: Connexió
cs: Spojnice
cy: Cysylltiad
da: Forbindelse
de: Verbindung
el: Σύνδεση
eo: ligilo
es_us: Conexión
et: Ühendus
eu: Konexioa
fa: اتصال
fi: Yhteys
fr: Liaison
gl: Conexión
he: חיבור
hu: Kapcsolat
id: Koneksi
is: Tenging
it: Connessione
ja: リフト間接続
ka: კავშირი
ko: 연결
lt: Ryšys
mk: Vrska
nb: Forbindelse
nl: Verbinding
oc: Connexion
pl: Połączenia
pt_br: Conexão
ro_ro: Conexiune
ru: Соединение
sc: Connessione
sk: Spojnica
sl: Povezovalna
sr: Веза стазе
sr_latn: Priključak
sv: Anslutning
ta: இணைப்பு
tr: Bağlantı
uk: Зʼєднання
vi: Sự kết nối
zh_hans: 连接
zh_hant: 連線

source: Travel routes
ar: طرق السفر
az: Səyahət marşrutları
be: Турыстычныя маршруты
bg: Маршрути за пътуване
cs: Cestovní trasy
cy: Llwybrau teithio
da: Rejseruter
de: Reiserouten
el: Διαδρομές ταξιδιών
eo: Vojaĝaj kursoj
es_us: Rutas turísticas
et: Reisimarsruudid
eu: Bidaiatzeko ibilbideak
fa: مسیرهای مسافرت
fi: Matkareitit
fr: Itinéraires de voyage
he: מסלולי טיול
hu: Utazási útvonalak
id: Rute perjalanan
is: Ferðaleiðir
it: Percorsi turistici
ja: 旅行ルート
ka: ტურისტული მარშრუტები
ko: 이동 경로
mk: Marshuti za patuvanje
nb: Reiseruter
nl: Reiswegen
oc: Percors toristics
pl: Trasy podróży
pt_br: Rotas de viagem
ro_ro: Rute de călătorie
ru: Туристические маршруты
sc: Àndalas de biàgiu
sk: Cestovné trasy
sl: Turistične poti
sr: Путање путовања
sr_latn: Turističke rute
sv: Resrutter
ta: பயண வழிகள்
tr: Gezi rotaları
uk: Туристичні маршрути
vi: Tuyến đường du lịch
zh_hans: 旅行路线
zh_hant: 旅行路線

# cloud_conflicts
source: Conflicts
ar: التعارض
az: Münaqişələr
be: Канфлікты
bg: Конфликти
ca: Conflictes
cs: Konflikty
cy: Gwrthdrawiadau
da: Konflikter
de: Konflikte
el: Συγκρούσεις
eo: Konfliktoj
es_us: Conflictos
et: Versioonide erinevused
eu: Gatazkak
fa: ناسازگاری‌ها
fi: Konfliktit
fr: Conflits
he: סתירות
hu: Konfliktusok
id: Konflik
is: Árekstrar
it: Conflitti
ja: 競合
ka: კონფლიქტები
ko: 충돌
lt: Konfliktai
nb: Konflikter
nl: Tegenstrijdigheden
oc: Conflictes
pl: Konflikty
ro_ro: Conflicte
ru: Конфликты
sc: Cunflitos
sk: Konflikty
sl: Spori
sr: Сукоб
sr_latn: Konflikt
sv: Konflikter
ta: மோதல்கள்
tr: Çakışmalar
uk: Неузгодженості
vi: Những xung đột
zh_hans: 冲突
zh_hant: 衝突

# backup_pause_all
source: Pause all
ar: إيقاف الكل مؤقتا
ast: Posar too
az: Hamısına fasilə ver
be: Прыпыніць усе
cs: Pozastavit vše
cy: Oedi'r cyfan
da: Sæt alle på pause
de: Alle anhalten
el: Παύση όλων
eo: Paŭzigi
es_us: Pausar todo
et: Peata kõik
eu: Pausatu dena
fa: مکث همه
fi: Keskeytä kaikki
fr: Tout suspendre
he: להשהות הכול
hu: Az összes szüneteltetése
id: Jeda semua
is: Setja allt í bið
it: Metti tutto in pausa
ja: すべてを一時停止
ka: ყველას შეჩერება
ko: 모두 일시중지
lt: Pristabdyti viską
mk: Pauza za se'
nb: Pause alle
nl: Alles pauzeren
oc: Metre tot en pausa
pl: Zatrzymaj wszystko
ro_ro: Pauză la toate
ru: Приостановить все
sc: Pone totu in pàusa
sk: Pozastaviť všetko
sl: Premor vseh
sr: Паузирај све
sr_latn: Pauziraj sve
sv: Pausa alla
ta: அனைத்தையும் இடைநிறுத்துங்கள்
tr: Tümünü duraklat
uk: Призупинити все
vi: Tạm dừng tất cả
zh_hans: 暂停全部
zh_hant: 暫停全部
