Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# routeInfo_tracktype_description
source: Color the route or track line by its surface composition. Typically apply when the road network is largely unpaved.
ar: لون المسار أو خط المسار من خلال تكوين سطحه. يتم تطبيقه عادةً عندما تكون شبكة الطرق غير معبدة إلى حد كبير.
ast: Coloring a route or track line according to the condition of the roads based on their surface composition. Typically applied to roads where the main road network consists of unpaved roads.
be: Расфарбуйце трасу або след паводле тыпу паверхні. Звычайна ўжываецца, калі дарожная сетка ў асноўным грунтовая.
bg: Оцветяване на маршрутите или трасетата в зависимост от настилката. Обикновено се прилага към пътни мрежи, без настилка в по-голямата си част.
cs: Obarvit čáru trasy nebo stopy podle složení jejího povrchu. Obvykle se používá, pokud je silniční síť převážně nezpevněná.
cy: Lliwio llinell y llwybr neu drac ynôl y mathau o wyneb. Mwyaf defnyddiol pan fo'r ffyrdd yn bennaf heb wynebau caled.
da: Farvelæg ruten eller sporlinjen i henhold overfladesammensætning. Anvendes typisk, når vejnettet er overvejende ikke-asfalteret.
de: Route oder Track nach der Oberflächenzusammensetzung einfärben. Wird in der Regel angewendet, wenn das Straßennetz weitgehend unbefestigt ist.
eo: Linio de spuro aŭ kurso estas kolorigata laŭ pavimo. Uzebla por regionoj kie ŝosea reto konsistas ĉefe el tervojoj.
es_us: Colorea la ruta o el trazado de la vía por su composición superficial. Suele aplicarse cuando la red de caminos está en gran parte sin pavimentar.
et: Teekonna või raja joone värvimine vastavalt teede seisukorrale, mis põhineb nende pinna koostisel. Kasutatakse kui peamine teedevõrk koosneb pindamata teedest.
eu: Margotu ibilbidea edo arrastoa gainazaleko konposizioaren arabera. Normalean errepide sarea asfaltatu gabe dagoenean aplikatzen da.
fa: مسیر یا رد را با ترکیب سطح آن رنگ کنید. معمولاً زمانی پیاده می‌شود که شبکه جاده تا حد زیادی آسفالت نشده باشد.
fr: Colore les routes et chemins en fonction de leur surface. Très utile lorsque le réseau routier contient beaucoup de routes non revêtues.
he: לצבוע את הנתיב או קו המסלול לפי הרכב המשטח. בדרך כלל תקף כאשר רשת הכבישים אינה סלולה ברובה.
hu: Útvonal vagy nyomvonal színezése a felület összetétele alapján. Főleg burkolatlan utakból álló hálózatnál célszerű alkalmazni.
id: Warnai rute atau jalur lintasan dengan komposisi permukaannya. Biasanya berlaku ketika jaringan jalan sebagian besar tidak beraspal.
is: Lita leið eða ferillínu samkvæmt samsetningu yfirborðs. Er venjulega notað þegar vegakerfið er að mestu leiti án bundins slitlags.
it: Colora il percorso o la traccia in base alle condizioni della superficie. Tipicamente si applica quando la rete stradale è in gran parte sterrata.
ja: ルートまたは経路の線でその路面構成に応じて色付けします。通常、道路網がほとんど舗装されていない場合に適用されます。
ko: 노면 구성에 따라 도로의 상태에 따라 노선이나 선로를 색칠한다. 일반적으로 간선도로망이 비포장도로로 구성된 도로에 적용된다.
mk: Obojte ja patekata ili linijata na patekata spored negoviot sostav na površinata. Obično se primenuva koga patnata mreža e glavno neasfaltirana.
nb: Fargelegg rute eller sporlinje etter overflatesammensetning. Brukes typisk når veinettet stort sett er uten fast dekke.
nl: Kleur de route of track-lijn op basis van de samenstelling van het oppervlak. Schakel in wanneer het wegennet grotendeels onverhard is.
oc: Colorar lo percorsò la traça segon la composicion de la superficia. Aquò s'emplega generalament quand lo malhum rotier es gaire enquitranat.
pl: Pokoloruj trasę lub linię śladu według składu powierzchni. Zwykle stosuje się, gdy sieć dróg jest w dużej mierze nieutwardzona.
ro_ro: Colorează ruta sau linia traseului după compoziția suprafeței sale. Se aplică de obicei atunci când rețeaua de drumuri este în mare parte neasfaltată.
ru: Окраска линии маршрута/трека на основе состава поверхности. Обычно применяется для дорог без покрытия.
sc: Colora s'àndala o sa una lìnia de rasta sighende sa cumpositzione de sa superfìtzie sua. Aplicada de sòlitu cando sa retza de caminos est pro su prus non pamentada.
sk: Zafarbiť čiaru trasy alebo stopy podľa zloženia jej povrchu. Obyčajne sa používa keď cestná sieť pozostáva najmä z nespevnených ciest.
sl: Obarvaj pot ali sled glede na sestavo njene površine. Običajno se uporablja, kadar je cestno omrežje večinoma neasfaltirano.
sr: Обојите путању или линију трага према саставу површине. Обично се примењује када је путна мрежа углавном непресвучена.
sr_latn: Oboji rutu ili liniju trase prema sastavu površine. Obično se primenjuje kada je putna mreža uglavnom nepresvučena.
sv: Färglägg rutten eller spårlinjen efter dess ytsammansättning. Gäller vanligtvis när vägnätet är i stort sett obanerat.
ta: பாதை அல்லது தடத்தை அதன் மேற்பரப்பு அமைப்பால் வண்ணமயமாக்குங்கள். சாலை பிணையம் பெரும்பாலும் செப்பனிடப்படாதபோது பொதுவாக பொருந்தும்.
tr: Yüzey bileşimine göre rota veya yol hattını renklendir. Genellikle, yol ağı büyük ölçüde asfaltsız olduğunda uygulanır.
uk: Забарвлення маршруту або треку за складом поверхні. Зазвичай застосовують, коли дорожня мережа в основному без покриття.
vi: Tô màu tuyến đường hoặc nét vẽ cung đường theo thành phần bề mặt của nó. Thường áp dụng khi mạng lưới đường chủ yếu là đường chưa được lát.
zh_hans: 根据表面成分给路线或轨迹线上色。通常适用于道路网络大部分未铺设的情况。
zh_hant: 按表面組成為路線或軌跡著色。通常適用於路網大部分未鋪設的情況。

# rendering_attr_highway_class_path_name
source: Path
ar: مسار
be: Сцежка
bg: Пътека
ca: Camí
cs: Pěšina
cy: Llwybr
da: Sti
de: Weg
el: Μονοπάτι
eo: Vojetoj
es_us: Sendero
et: Rada
eu: Bidea
fa: راهچه
fi: Polku
fr: Chemin
gl: Camiño
he: נתיב
hu: Ösvény
id: Jalur
is: Stígur
it: Sentiero
ja: 道(自動車以外のもの向け)
ka: ბილიკი
ko: 경로
lt: Takas
lv: Takas
mk: Pateka
ml: പാത
nb: Sti
nl: Pad
oc: Dralhòu
pl: Ścieżka
pt_br: Caminho
ro_ro: Cale
ru: Тропа
sc: Caminera
sk: Chodníček
sl: Pot
sr: Стаза
sr_latn: Staza
sv: Stig
ta: பாதை
tr: Patika
uk: Стежка
vi: Lối đi nhỏ
zh_hans: 步道
zh_hant: 路徑

# routing_attr_avoid_ice_roads_fords_description
source: Avoids ice roads and fords.
ar: تجنب طرق الثلوج والطين.
be: Пазбягаць лядовых дарог і бродаў.
bn: বরফাবৃত এবং জলমগ্ন রাস্তা পরিত্যক্ত করুন
ca: Evita les vies amb risc de gel i els guals.
cs: Vyhne se ledovým cestám a brodům.
cy: Osgoi ffyrdd iâ a rhydiau.
da: Undgår isglatte veje og vadesteder.
de: Vermeidet Eispisten und Furten.
el: Αποφεύγει δρόμους με πάγο και υδάτινα περάσματα.
eo: Eviti glaciajn vojojn kaj travadejojn.
es_us: Evita caminos con hielo y vados.
et: Väldib jääteid ja koolmekohti.
eu: Ekidin izoztutako errepideak eta ibiak.
fa: از راه‌های یخی و گدارها پرهیز می‌کند.
fi: Välttää jääteitä ja kahlaamoja.
fr: Éviter les routes sur glace et les fjords.
gl: Evitar estradas de xeo e vaos.
he: הימנעות מכבישי קרח וממעברים על מים זורמים.
hu: Elkerüli a jégutakat és a gázlókat.
hy: Խուսափել սառույցի ճանապարհներից և ծանծաղուտներից։
id: Menghindari jalan beku dan arungan sungai.
is: Forðast hála vegi og vöð.
it: Evita strade di ghiaccio e guadi.
ja: 川や貯水池などが凍ってできた道、通常ならば渡れる川の浅瀬部分などを避けます。
ko: 빙판길과 여울을 피합니다.
lt: Vengti ledo kelių ir brastų.
lv: Izvairīties no ledus ceļiem un brasliem.
mk: Izbegnuvaj ledeni patišta i fordovi.
ml: "മഞ്ഞിലുള്ള (ice) റോഡുകളും കടത്തുകളും (ford) ഒഴിവാക്കുക "
nb: Unngår veier på is og vadesteder.
nl: Vermijd ijswegen en wadden.
oc: Evitar lei rotas que riscan de gelar e lei gas.
pl: Unika dróg lodowych i brodów.
pt_br: Evitar estradas de gelo e vaus.
ro_ro: Fără drumuri cu polei și vaduri.
ru: Избегать ледовых дорог и бродов.
sc: Istransit sos caminos de astra e sos bados.
sk: Vyhnúť sa ľadovým cestám a brodom.
sl: Izogibanje zaledenelih cest in plitvin.
sr: Избегавање путева са поледицама и плићацима.
sr_latn: Puteva sa poledicama i plićacima.
sv: Undviker isvägar och vadställen.
ta: பனி சாலைகள் மற்றும் ஃபோர்ட்களைத் தவிர்க்கிறது.
tr: Buzlu yollardan ve nehir geçişlerinden kaçınır.
uk: Уникає льодових доріг і бродів.
vi: Tránh đường băng tuyết hoặc lội suối.
zh_hans: 避开结冰路面和浅滩。
zh_hant: 避開結冰和涉水的道路。

# routing_attr_allow_advanced_name
source: Allow advanced routes
ar: السماح للطرق المتقدمة
be: Дазволіць дадатковыя трасы
ca: Permet les rutes avançades
cs: Povolit pokročilé trasy
da: Tillad avancerede ruter
de: Schwere Abfahrten zulassen
el: Να επιτρέπονται προχωρημένες διαδρομές
eo: Permesi malfacilajn skivojojn
es_us: Permitir rutas avanzadas
et: Luba keerukamad marsruudid
eu: Baimendu ibilbide aurreratuak
fa: مسیرهای دشوار مجاز باشد
fi: Salli edistyneet reitit
fr: Autoriser les itinéraires avancés
gl: Permitir rotas avanzadas
he: לאפשר מסלולים מתקדמים
hu: Nehéz útvonalak engedélyezése
id: Perbolehkan rute lanjutan
is: Leyfa erfiðari leiðir
it: Permetti percorsi avanzati
ja: 上級ルートを許可
ka: დამატებითი გზების დაშვება
ko: 고급 루트 허용
lv: Atļaut sarežģītākus maršrutus
mk: Dozvolete napredni marsruti
nb: Tillat avanserte ruter
nl: Sta gevorderde routes toe
oc: Permet lei rotas avançadas
pl: Zezwalaj na zaawansowane trasy
pt_br: Permitir rotas avançadas
ro_ro: Permiteți rute avansate
ru: Разрешить продвинутые маршруты
sc: Permite sas àndalas avantzadas
sk: Povoliť pokročilé trasy
sl: Dovoli napredne poti
sr: Дозволи напредне путеве
sr_latn: Dozvoli napredne staze
sv: Tillåt avancerade rutter
ta: மேம்பட்ட வழிகளை அனுமதிக்கவும்
tr: İleri seviyedeki rotalara izin ver
uk: Дозволити маршрути підвищеної складності
zh_hans: 允许进阶路线
zh_hant: 允許進階路線

# routing_attr_allow_intermediate_name
source: Allow intermediate routes
ar: السماح بالمسارات المتوسطة
be: Дазволіць прамежкавыя маршруты
ca: Permet rutes intermèdies
cs: Povolit trasy střední náročnosti
cy: Caniatáu llwybrau cymedrol anodd
da: Tillad middelsvære ruter
de: Mittelschwere Abfahrten zulassen
el: Να επιτρέπονται ενδιάμεσες διαδρομές
eo: Permesi mez-facilajn skivojojn
es_us: Permitir rutas intermedias
et: Luba vahepealsed marsruudid
eu: Baimendu tarteko ibilbideak
fa: مسیرهای متوسط مجاز باشد
fr: Autoriser les itinéraires intermédiaires
gl: Permitir rotas intermedias
he: לאפשר ניווטי ביניים
hu: Köztes útvonalak engedélyezése
id: Izinkan rute perantara
is: Leyfa millileiðir
it: Permetti percorsi intermedi
ja: 中級ルートを許可
ka: შუალედური გზების დაშვება
ko: 중간 노선을 허용
lv: Atļaut starppunktu maršrutus
mk: Dozvolete posredni pravci
nb: Tillat mellomnivåruter
nl: Gemiddelde routes toestaan
oc: Permetre lei percors intermediaris
pl: Zezwalaj na trasy pośrednie
pt_br: Permitir rotas intermediárias
ro_ro: Permiteți rute intermediare
ru: Разрешить средние маршруты
sc: Permite àndalas intermèdias
sk: Povoliť trasy strednej náročnosti
sl: Dovoli vmesne poti
sr: Дозволи успутне путеве
sr_latn: Dopusti srednje rute
sv: Tillåt medelsvåra rutter
ta: இடைநிலை வழிகளை அனுமதிக்கவும்
tr: Ara rotalara izin ver
uk: Дозволити маршрути середньої складності
zh_hans: 允许中等难度线路
zh_hant: 允許中間路線

# rendering_attr_hideWaterPolygons_description
source: Water
ar: ماء
ast: Agua
az: Su
be: Ваду
ca: Hidràulic
cs: Voda
cy: Dŵr
da: Vand
de: Wasserflächen ausblenden
el: Απόκρυψη νερού
eo: Akvo
es_us: Agua
et: Peida vesi
eu: Ura
fa: پنهان کردن آب
fi: Vesi
fr: Eau
gl: Auga
he: מים
hu: Vízfelületek elrejtése
hy: Ջուր
id: Sembunyikan perairan
is: Vatn
it: Acqua
ja: 水域
ka: წყალი
ko: 물
lt: Vanduo
lv: Ūdens
mk: Voda
ml: ജലം
mr: पाणी
nb: Vann
nl: Watervlakten
oc: Aiga
pl: Woda
pt_br: Água
ro_ro: Apă
ru: Скрыть водные объекты
sc: Abba
sk: Voda
sl: Voda
sr: Воде
sr_latn: Voda
sv: Göm vatten
ta: தண்ணீரை மறைக்க
tr: Su
uk: Воду
vi: Ẩn nước
zh_hans: 水系
zh_hant: 水

# rendering_attr_piste_difficulty_extreme_name
source: Extreme
ar: أقصى
be: Экстрым
ca: Extrema
cs: Extrém
cy: Eithrafol
da: Ekstrem
de: Extrem
el: Ακραία
eo: ekstrema
es_us: Extremo
et: Äärmuslik
eu: Muturrekoa
fa: خیلی دشوار
fi: Äärimmäinen
fr: Extrême
gl: Extremo
he: אקסטרים
hu: Extrém
id: Ekstrem
is: Ofur
it: Estrema
ja: エクストリーム用
ka: ექსტრემალური
ko: 극강
lt: Ekstremalus
mk: Ekstremen
my: အစွန်းရောက်
nb: Ekstremkjøring
nl: Extreem
oc: Extrem -a
pl: Ekstremalna
pt_br: Extremo
ro_ro: Extrem
ru: Экстрим
sc: Estrema
sk: Extrémna
sl: Ekstremna
sr: Крајње сложена
sr_latn: Ekstremna
sv: Extrem
ta: எக்ச்ட்ரீம்
tr: Ekstrem
uk: Екстрим
vi: Mạo hiểm
zh_hans: 极限
zh_hant: 極度

# rendering_value_lightgreen_name
source: Light green
ar: أخضر فاتح
ast: Verde claro
az: Açıq yaşıl
be: Светла-зялёны
bg: Светлозелена
ca: Verd clar
cs: Světlezelená
cy: Gwyrdd golau
da: Lysegrøn
de: Hellgrün
el: Ανοιχτό πράσινο
eo: Helverda
es_us: Verde claro
et: Heleroheline
eu: Berde argia
fa: سبز روشن
fi: Vaaleanvihreä
fr: Vert clair
gl: Verde claro
he: ירוק בהיר
hu: Világoszöld
hy: Բաց կանաչ
id: Hijau muda
is: Ljósgrænt
it: Verde chiaro
ja: ライトグリーン
ka: ღია მწვანე
ko: 가벼운 녹색
lt: Šviesiai žalia
lv: Gaiši zaļš
mk: Svetlo zelena
ml: ഇളം പച്ച
mr: पोपटी
nb: Lysegrønn
nl: Lichtgroen
oc: Verdau
pl: Jasnozielony
pt_br: Verde claro
ro_ro: Verde deschis
ru: Светло-зелёный
sc: Birde craru
sk: Svetlozelená
sl: Svetlo zelena
sr: Светла зелена
sr_latn: Svetla zelena
sv: Ljusgrön
ta: வெளிர் பச்சை
tr: Açık yeşil
uk: Світло зелений
zh_hans: 浅绿色
zh_hant: 淺綠色

# gpx_upload_trackable_visibility_descr
source: "Trackable" means the trace does not show up in any public listings, but processed trackpoints with timestamps from it (that can't be associated with you directly) do through downloads from the public GPS API.
ar: "قابل للتتبع" يعني أن التتبع لا يظهر في أي قوائم عامة ، ولكن نقاط التتبع التي تمت معالجتها باستخدام الطوابع الزمنية منه (التي لا يمكن ربطها بك مباشرةً) تتم من خلال التنزيلات من واجهة برمجة تطبيقات GPS العامة.
be: "Можна адсачыць" азначае, што след не з'явіцца ў любым агульнадаступным спісе, але яго кропкі (якія не могуць быць непасрэдна звязаныя з вамі) адпраўляюцца праз агульнадаступны API GPS.
cs: „Sledovatelná“ znamená, že trasa se neobjeví v žádném veřejném seznamu, ale zpracované body trasy s časovými razítky (které nelze přímo spojit s vámi) budou dostupné prostřednictvím veřejného GPS API.
cy: Golyga "traciadwy" nad yw'r trywydd yn ymddangos mewn unrhyw gofnodion cyhoeddus, ond mae pwyntiau trac wedi'u prosesu a gyda stampiau amser (na ellir eu cysylltu gyda chi'n uniongyrchol) yn mynd trwy lwythi o API cyhoeddus y GPS.
da: "Sporbar" betyder, at sporingen ikke vises i offentlige lister, men at behandlede sporingspunkter med tidsstempler fra sporingen (som ikke kan knyttes direkte til dig) vises gennem downloads fra den offentlige GPS-API.
de: „Verfolgbar“ bedeutet, dass die Spur nicht in öffentlichen Listen auftaucht, aber verarbeitete Trackpunkte mit Zeitstempeln (die nicht direkt mit Ihnen in Verbindung gebracht werden können) werden durch Downloads von der öffentlichen GPS-API angezeigt.
eo: “Spurebla” signifas, ke la GPX‑spuro ne montriĝos en publikaj listoj, sed pritraktitaj punktoj kun tempindikoj el ĝi (kiuj ne povos esti senpere ligitaj al vi) estos elŝuteblaj per la publika API GPS.
es_us: «Trazable» significa que la traza no aparece en ninguna lista pública, pero el conjunto de puntos procesados con marcas de tiempo (no se pueden asociar directamente con usted) estarán disponibles a través de la API pública de GPS.
et: "Jälgitav" tähendab, et jälg ei ilmu üheski avalikus nimekirjas, kuid töödeldud jälgimispunktid koos ajamärgiga (mida ei saa otseselt teiega seostada) ilmuvad avalikult GPS API-st allalaadimise kaudu.
eu: "Jarraigarria" esan nahi du lorratza ez dela inolako zerrenda publikoetan agertzen, baina prozesatutako puntuak bere denbora markekin (zurekin zuzenean lotu ezin direnak) GPS API publikoaren deskargen bidez agertzen dira.
fa: «قابل‌ردیابی» یا Trackable به این معنی است که رد در هیچ فهرست عمومی‌ای نشان داده نمی‌شود اما نقاط پردازش‌شدهٔ رد + مهر زمان نقاط (که مستقیماً به نام کاربری شما ارجاع نمی‌دهد) از طریق API GPSهای عمومی قابل‌بارگیری است.
fi: "Jäljitettävissä" tarkoittaa sitä, että jälki ei näy missään julkisissa listoissa, mutta siitä prosessoidut jälkipisteet ja niiden aikaleimat (joita ei voida yhdistää suoraan sinuun), näkyvät julkisesta GPS-API:stä tehtyjen latausten kautta.
fr: « Traçable » signifie que la trace ne s'affichera pas dans les listes publiques, mais que les points de cheminement horodatés qu'elle contient seront téléchargeables depuis l'API GPS publique (ces points sont traités afin de n'avoir aucun lien direct avec vous).
gl: "Rastrexábel" (ou "trazábel") significa que a pista non aparece en ningunha listaxe pública, pero o conxunto de puntos procesados con marcas de tempo (non se poden asociar directamente contigo) estarán dispoñíbeis a través da API pública de GPS.
he: „ניתן למעקב” משמעו שהמסלול לא מופיע ברישומים ציבוריים אך נקודות המעקב שעובדו עם חותמות זמן ממנו (שלא ניתן לשייך אליך ישירות) תהיינה דרך ההורדות מה־API הציבורי של ה־GPS.
hu: A „követhető” azt jelenti, hogy a nyomvonal egyetlen nyilvános listában sem jelenik meg, de a belőle származó, időbélyeggel ellátott, feldolgozott nyomvonalpontok (amelyek közvetlenül nem kapcsolhatók Önhöz) igen, mégpedig a nyilvános GPS API-ról történő letöltések révén.
id: "Dapat dilacak" berarti jejak tidak muncul di daftar publik mana pun, tetapi titik jejak yang diproses dengan stempel waktu darinya (yang tidak dapat dikaitkan dengan Anda secara langsung) dilakukan melalui unduhan dari API GPS publik.
is: "Rekjanlegt" þýðir að ferillinn birtist ekki á neinum opinberum listum, en meðhöndlaðir ferilpunktar með tímamerkjum úr ferlinum (sem ekki er hægt að tengja beint við þig) munu birtast í gögnum sem eru sótt í gegnum opinbert GPS API-forritsviðmót.
it: "Tracciabile" significa che la traccia non è visualizzabile in alcuna lista pubblica, ma solo i suoi punti, processati, con le informazioni temporali (che non possono essere direttamente associati a te) attraverso le API GPS pubbliche.
ja: "追跡可能"は、トレース状況が公開リストに表示されないことを意味しますが、タイムスタンプ付きで処理済みの経路ポイント(直接関連付けされないもの)は、パブリックなGPS APIからのダウンロードを通じて表示されます。
ko: "추적 가능"은 추적이 공개 목록에 나타나지 않으나, 추적점에서 타임스탬프가 있는 처리된 추적점은 공개 GPS API에서 다운로드를 통해 이루어진다.
lv: "Izsekojams" nozīmē, ka pati trase neparādās publiskajos sarakstos, bet tikai apstrādātie trackpointi ar laika atzīmēm (nevar tikt asociēti konkrēti ar jums) caur lejupielādēm no publiskā GPS API.
mk: „Može da se sledi“ znači deka tragata ne se pojavuva na nitu eden javen oglas, tuku obrabotenite točki za sledenje so vremenski pečati od nego (koi ne možat direktno da se povrzat so vas) go pravat preku prezemanja od javnoto GPS API.
nb: "Sporbar" betyr at sporet ikke vil vises i offentlige lister, men bearbeidede sporpunkter med tidsstempel (som ikke direkte kan knyttes til deg) vil være tilgjengelig gjennom nedlastinger fra det offentlige GPS-API-et.
nl: "Traceerbaar" betekent dat de track niet wordt getoond in openbare GPS-track-lijsten maar de trackpunten zijn wel beschikbaar door de publieke GPS API met tijdinformatie. Andere gebruikers kunnen alleen bewerkte trackpunten downloaden die niet aan jou herleid kunnen worden.
oc: « Traçable » vòu dire que la traça pareisse pas dins ges de lista publica, mai solament lei ponchs intermediaris e son informacion temporala (que se pòdon pas associar directament amb vos) per lei teledescargaments de l'API GPS publica.
pl: „Z opcją śledzenia” oznacza, że ślad nie pojawia się w żadnych publicznych wykazach, ale przetworzone punkty śledzenia z sygnaturami czasowymi (których nie można bezpośrednio powiązać z Tobą) są pobierane z publicznego interfejsu GPS API.
pt_br: "Rastreável" significa que o rastreamento não aparece em nenhuma listagem pública, mas os pontos de trilha processados com carimbos de data/hora (que não podem ser associados a você diretamente) são feitos por meio de downloads da API GPS pública.
ro_ro: "Urmăribil" înseamnă că înregistarea nu este afișată în nicio listă publică, dar punctele procesate cu marcaje temporale ale înregistrării (ce nu vă pot fi direct asociate) sunt disponibile pentru descărcări din API-ul GPS public.
ru: «Отслеживаемый» означает, что трек не будет виден в любых общедоступных списках, но обработанные точки c отметками времени из него будут доступны через public GPS API . Другие пользователи смогут скачивать обработанные точки из вашего трека (при этом трек и точки не будут ассоциированы с вами).
sc: "Arrastàbile" cheret nàrrere chi sa rasta no at a èssere ammustrada in peruna lista pùblica, ma sos puntos suos cun sas datas (no ant a èssere assotziados diretamente cun tie) l'ant a èssere pro mèdiu de iscarrigamentos dae s'API GPS pùblica.
sk: "Sledovateľná" znamená, že trasa sa nezobrazí vo verejných zoznamoch, ale spracované body trasy s časovými pečiatkami (ktoré nie je možné spojiť s vami), budú dostupné na stiahnutie cez verejné GPS rozhranie (API).
sl: »Sledljivo« pomeni, da se sled ne prikaže v nobenem javnem seznamu, ampak se prikažejo samo obdelane točke sledi s časovnimi žigi (ki jih ni mogoče neposredno povezati s tabo) iz javnega API-ja GPS.
sr: „Следљиво“ значи да се траг не приказује нигде на јавним списковима, али обрађене тачке праћења са временским ознакама у њима (које не могу бити непосредно повезане са вама) иду кроз преузимања са јавног АПИ-ја ГПС-а.
sr_latn: „Praćenje“ znači da se ruta ne prikazuje nigde na javnim spiskovima, ali obrađene tačke praćenja sa vremenskim oznakama u njima (koje ne mogu biti neposredno povezane sa vama) idu kroz preuzimanja sa javnog API-ja GPS-a.
sv: "Spårbar" betyder att spåret inte visas i några offentliga listor, men bearbetade spårpunkter tillsammans med respektive tidsstämplar (som inte kan kopplas direkt till dig) görs genom nedladdningar från det offentliga GPS-API: et.
ta: "கண்காணிக்கக்கூடியது" என்பது எந்தவொரு பொது பட்டியல்களிலும் சுவடு காண்பிக்கப்படாது, ஆனால் அதிலிருந்து நேர முத்திரைகளுடன் பதப்படுத்தப்பட்ட டிராக் பாயிண்டுகள் (அது உங்களுடன் நேரடியாக தொடர்புபடுத்த முடியாது) பொது சி.பி.எச் பநிஇ இருந்து பதிவிறக்கங்கள் மூலம் செய்யுங்கள்.
tr: "Takip edilebilir", izlemenin herkese açık herhangi bir listede gösterilmediği, ancak (sizinle doğrudan ilişkilendirilemeyen) zaman damgaları olan işlenen izleme noktalarının herkese açık GPS API'sinden indirmeler yoluyla göründüğü anlamına gelir.
uk: «Відстежуваний» означає, що траса не відображається в жодному загальнодоступному списку, але оброблені точки треку з мітками часу (які не можуть бути пов’язані з вами напряму) відображаються через завантаження з загальнодоступного GPS API.
vi: "Có thể theo dõi" có nghĩa là dấu vết không hiển thị trong bất kỳ danh sách công khai nào, nhưng các điểm theo dõi đã được xử lý với dấu thời gian từ nó (không thể liên kết trực tiếp với bạn) lại có thể tải xuống thông qua API GPS công khai.
zh_hans: “可追踪”意味着该轨迹不会出现在任何公开的列表中，但经过处理的轨迹点与其中的时间戳（不能直接与你关联）会通过从公共 GPS API 下载。
zh_hant: 「可追蹤」代表軌跡不會在任何公開的清單中顯示，但帶有時間戳（這並不會與您直接相關聯）的已處理追蹤點可從公開的 GPS API 下載。
