Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# plugin_ski_descr
source: Designed to navigate winter sports areas: See ski pistes and ski lifts, and cross country ski tracks, with colored lines indicating the difficulty ratings. To use, enable this plugin and also go to "Configure map" and choose the "Winter and ski" map style.
ar: مصممة للتنقل في مناطق الرياضات الشتوية: شاهد ممرات التزلج ومصاعد التزلج ومسارات التزلج ، مع خطوط ملونة تشير إلى تصنيفات الصعوبة. للاستخدام ، قم بتمكين هذا المكون الإضافي وانتقل أيضًا إلى "تكوين الخريطة" واختر ثيم الخريطة "الشتاء والتزلج".
ast: This plugin for OsmAnd puts at your fingertips details of global downhill ski slopes, cross country ski runs, Alpine ski routes, cable cars and ski lifts. Routes and pistes are shown color-coded by difficulty, and depicted in a special 'Winter' map style which assimilates a snow-colored winter landscape. Activating this view changes the map style to 'Winter and ski', showing all landscape features under wintry conditions. This view can be reverted by either de-activating it again here, or by changing the 'Map style' under 'Configure map' as desired.
az: OsmAnd Ski Maps is a plugin to OsmAnd Maps&Navigation app designed to navigate at winter sports locations. It gives the information about ski pistes, ski lift markers and even colored lines indicating the complexity of each track. You get the info about ski tracks themselves as well as the surrounding infrastructure. Usage Instructions: Enable the plugin in OsmAnd application, tap the map button and set the map type to Ski maps.
be: Патрэбна для навігацыі ў месцах для зімовых відаў спорту. Аглядайце лыжныя трасы, адзнакі пад'ёмнікаў і каляровыя лініі, якія паказваюць складанасць кожнай трасы. Для выкарыстання пасля ўключэння перайдзіце ў раздзел наладжвання мапы і абярыце тып мапы "Зімовы/лыжны".
bg: Маршрутизиране в зони за зимни спортове: преглед на пистите за ски и лифтове, както и трасетата за ски бягане, като цветните линии показват степента на трудност. За да използвате, включете добавката, а също така отидете в „Настройки на картата" и изберете стил на картата „Зима и ски“.
ca: Dissenyat per navegar per zones d'esports d'hivern: veure pistes d'esquí i remuntadors, i pistes d'esquí de fons, amb línies de colors que indiquen els nivells de dificultat. Per utilitzar-lo, activeu aquest connector i aneu també a "Configura el mapa" i trieu l'estil de mapa "Hivern i esquí".
cs: Navrženo pro navigaci v oblastech zimních sportů: Sjezdovky, vleky a běžkařské tratě jsou označeny barevnými čarami, které označují obtížnost. Chcete-li tento modul používat, povolte jej a přejděte také do "Nastavení mapy" a vyberte styl mapy "Zima a lyžování".
cy: Mae'r ategyn hwn ar gyfer OsmAnd yn rhoi manylion llethrau sgïo lawr allt fyd-eang, rhediadau sgïo traws gwlad, llwybrau sgïo Alpaidd, ceir cebl a lifftiau sgïo ar flaenau eich bysedd. Mae llwybrau a pistes yn cael eu dangos â chod lliw yn ôl anhawster, a'u darlunio mewn arddull map 'Gaeaf' arbennig sy'n cymathu tirwedd aeafol lliw eira. Mae agor yr olwg hon yn newid arddull y map i 'Gaeaf a sgïo', gan ddangos holl nodweddion y dirwedd dan amodau gaeafol. Gellir dychwelyd y wedd hon trwy naill ai ei gau eto yma, neu trwy newid yr 'Arddull Map' o dan 'Ffurfweddu map' fel y dymunir.
da: Designet til at navigere i vintersportsområder: Se skipister, skilifter og langrendsspor med farvede linjer, der angiver sværhedsgraden. Hvis du vil gøre brug af dette, skal du aktivere denne udvidelse og også gå til "Konfigurer kort" og vælge kortstilen "Vinter og ski".
de: Entwickelt für die Navigation in Wintersportgebieten: Sehen Sie Skipisten, Skilifte und Langlaufloipen, mit farbigen Linien, die Schwierigkeitsgrade anzeigen. Um diese Erweiterung zu verwenden, aktivieren Sie sie und wählen Sie unter „Karte konfigurieren“ den Kartenstil „Winter und Ski“.
el: Σχεδιασμένο για πλοήγηση σε περιοχές χειμερινών σπορ: Δείτε πίστες σκι και ανελκυστήρες σκι, και πίστες σκι αντοχής, με χρωματισμένες γραμμές που δηλώνουν τους βαθμούς δυσκολίας. Για να το χρησιμοποιήσετε, ενεργοποιήστε αυτό το πρόσθετο και πηγαίνετε επίσης στο "Διαμόρφωση χάρτη" και επιλέξτε το στυλ χάρτη "Χειμώνας και σκι".
eo: Projektita por navigi en vintraj sportejoj. Vidigas descendejojn, skiliftojn kaj skikuradajn kursojn kiel kolorajn liniojn, kiuj indikas malfacilecon. Por uzi la kromprogramon, aktivigu la map-aspekton“Vintro kaj skiado” en la menuo “Agordi mapon”.
es_us: Diseñado para navegar en áreas deportivas de invierno. Vea las pistas de esquí, los remontes, etc. con líneas coloreadas que indican el nivel de complejidad. Para usarlo, activa este complemento, ve a «Configurar mapa» y elige el estilo de mapa «Invierno y esquí».
et: Mõeldud liikumiseks talipordipiirkonnas: vaata mäesuusatamise nõlvade, murdmaasuusaradade, mäesuusaradade ja suusaliftide teavet, sealhulgas värviliste joontega märgitud radade raskusastmeid. Kasutamiseks lülita lisamoodul sisse, ava „Kaardi seadistamine“ ja vali kaardi stiiliks „Talv ja suusk“.
eu: Neguko kirol guneetan nabigatzeko diseinatua: ikusi eski-pistak eta eski-igogailuak, eta kros-eskiko pistak, zailtasun-mailak adierazten dituzten kolore-lerroekin. Erabiltzeko, gaitu plugin hau eta joan "Mapa konfiguratu"ra eta aukeratu "Negua eta eskia" mapa estiloa.
fa: طراحی شده برای ناوبری در مناطق ورزش‌های زمستانی: مسیرهای اسکی و بالابرهای اسکی و مسیرهای اسکی کشوری را با خطوط رنگی که رتبه‌بندی سختی را نشان می‌دهند، مشاهده کنید. برای استفاده، این افزونه را فعال کنید و به «پیکربندی نقشه» بروید و سبک نقشه «زمستان و اسکی» را انتخاب کنید.
fi: OsmAnd Ski Maps is a plugin to OsmAnd Maps&Navigation app designed to navigate at winter sports locations. It gives the information about ski pistes, ski lift markers and even colored lines indicating the complexity of each track. You get the info about ski tracks themselves as well as the surrounding infrastructure. Usage Instructions: Enable the plugin in OsmAnd application, tap the map button and set the map type to Ski maps.
fr: Affichage optimisé pour les zones de sports d'hiver : visualisez les remontées mécaniques et les pistes de ski (y compris les itinéraires hors-piste) qui sont colorées selon leur niveau de difficulté. Pour afficher cette vue, activez cette extension puis allez dans "Paramétrer la carte" et enfin sélectionnez le style "Hiver et Ski".
gl: Este plugin para o OsmAnd ponó teu acade detalles sobre pistas do esquí de baixada, de travesía, roteiros do esquí alpino, teleféricos e refachos a nivel mundial. As rotas e pistas amósanse polo código de cor en función da súa dificuldade e representados cun estilo do mapa especial "Inverno" que o asemella a unha paisaxe invernal nevada. Activando esta vista, muda o estilo do mapa a «Inverno e esquí», amosando as características do terreo en condicións invernais. Esta vista pódese revertir desactivando de novo eiquí ou mudando o "Estilo do mapa" en "Configurar mapa" cando o desexes.
he: תוסף זה ל־OsmAnd מגיש לך פרטים של מדרוני גלישת סקי, מסלולי סקי חוצי מדינות, מסלולי סקי אלפינים, רכבלים ומעליות סקי. המעברים והמסלולים מופיעים בצבע לפי דרגת קושי ומופיעיםבסגנון מפה מיוחד בשם ‚חורף’ שמטמיע משטחי חורף בצבעי שלג. הפעלת תצוגה זו משנה את סגנון המפה ל‚חורף וסקי’ והיא מפעילה את כל תכונות הקרקע בתנאי חורף. ניתן לכבות תצוגה זו על ידי השבתתה כאן או על ידי שינוי ‚סגנון המפה’ תחת ‚הגדרת המפה’ לפי הצורך.
hu: Télisportok helyszínein való navigációra tervezve: sífelvonók, sípályák és sífutópályák a nehézségi szintet jelző színes vonalakkal. Használatához engedélyezze ezt a bővítményt, valamint a „Térkép beállítása” menüpontban a „Tél és síelés” térképstílust.
hy: OsmAnd-ի այս հավելվածը տրքմքդրում է մանրամասները գլոբալ ցածր լեռնադահուկային լանջերի, խաչաձեւ լեռնադահուկային լեռնանցքի, ալպիական լեռնադահուկային երթուղիների, ճոպանուղիների և լեռնադահուկային վերելակների մանրամասների մասին: Այս տեսակը ակտիվացնելու դեպքում, քարտեզի ոճը փոխվում է «Ձմեռային եւ լեռնադահուկային սպորտին», ցույց տալով լանդշաֆտի բոլոր մանրամասները`ձմռանը նայելու ձևով: Այս (ձմեռային) տեսքը կարող է չեղյալ համարվել , այստեղ կրկին անջատելով այն, կամ եթե փոխեք «Քարտի ոճը» ցանկալի տեսք, «Քարտեզների կարգավորումը» ցանկում:
id: Dirancang untuk bernavigasi di area olahraga musim dingin. Lihat jalur dan lift ski, dan trek ski perbatasan negara, dengan garis berwarna yang menandakan nilai kerumitan. Untuk menggunakan, aktifkan plugin ini dan juga pergi ke "Konfigurasi peta" dan pilih gaya peta "Musim dingin dan ski".
is: Hannað til að rata um vetraríþróttasvæði. Skoðaðu skíðabrekkur, gönguskíðabrautir, fjallaskíðaleiðir, kláfa og skíðalyftur. Leiðir og brautir eru með litakóða eftir erfiðleikastigi. Til að nota þetta er viðbótin fyrst virkjuð, síðan farið í stillingar kortsins og 'Vetur og skíði' valið sem stíll þess.
it: Progettato per navigare nelle aree di sport invernali: vedi piste da sci e impianti di risalita, piste da sci di fondo, con linee colorate che indicano i livelli di difficoltà. Per utilizzarlo, abilita questo plugin e vai anche su "Configura mappa" e scegli lo stile della mappa "Inverno e sci".
ja: ウィンタースポーツエリアでのナビゲーション用に設計されています。スキー場、スキーリフト、クロスカントリースキーコースを、難易度を示す色のついた線で見ることができます。この拡張機能を利用するには、プラグインを有効にしてから"マップ設定"内のマップスタイルで"ウィンター＆スキー"を選択します。
ko: 지도 스타일을 ' 겨울 스키'로 변경하려면 뷰(View)를 활성화 합니다, 겨울 조건 하에서 모든 풍경을 보여줍니다. (모든 스키 슬로프와 크로스 컨트리 스키 경로를 볼 수 있는) 글로벌 지도는 '세계 스키 지도'를 다운로드하여 사용할 수 있습니다. 다시 비활성화 하거나, 또는 '지도 구성' 의 하위메뉴인 '지도 스타일'을 변경하여 보기(View)를 되돌릴 수 있습니다.
lt: Šis įskiepis suteikia priėjimą prie pasaulio kalnų slidinėjimo trasų, lygumų slidinėjimo trasų, kalnų slidinėjimo maršrutų, keltuvų ir slidinėjimo keltuvų duomenų. Maršrutai ir trasos yra nuspalvintos spalvomis atsižvelgiant į jų sudėtingumą bei atvaizduojami specialiu "Žiemos" žemėlapio stiliumi, kuris naudoja sniego spalvos žiemos peizažą. Aktyvavus šį žemėlapio stilių, kraštovaizdis atvaizduojamas taip, kaip jis atrodytų žiemą. Šis rodinys gali būti išjungtas arba deaktyvuojant jį arba pakeitus "Žemėlapio stilių" meniu "Žemėlapio nustatymuose", į norimą.
lv: "Šis OsmAnd spraudnis ļauj piekļūt datiem par slēpošanas trasēm un maršrutiem, trošu vagoniem un pacēlājiem. Maršruti un trases tiek rādīti pēc krāsām, atkarībā no grūtības pakāpes un tiek attēlotas īpašā "ziemas" kartes stilā. Aktivizējot spraudni, kartes stils tiek nomainīts uz "Ziema un slēpošana," attēlojot visus ainavas elementus ziemas apstākļiem atbilstošus. Deaktivizēt spraudni var vai nu šeit vai nomainot kartes stilu kartes uzstādījumos. "
mk: Ovoj priklučok za OsmAnd vi gi stava na dofat detalite za globalnite skijački pateki, kros-kantri skijački pateki, alpskite ski pateki, žičarnicite i ski-liftovite. Patekite i patekite se prikažani vo boja spored teškotija i prikažani vo specijalen stil na mapa „Zimski“ koj asimilira zimski pejzažoboen so sneg. Aktiviranjeto na ovoj prikaz go menuva stilot na kartata vo „Zima i skijanje“, prikažuvajḱi gi site karakteristiki na pejzažot vo zimski uslovi. Ovoj prikaz može da se vrati ili so deaktiviranje povtorno ovde ili so menuvanje na „stilot na karta“ pod „Konfigurirajmapa“ po želba.
nb: Designet tilå navigere i vintersportsområder: Se skibakker, skiheiser og langrennsløyper, og med fargede linjer som indikerer vanskelighetsgrader. For å bruke, aktiver dette tillegget og gå også til "Kartinnstilling" og velg kartstilen "Vinter og ski".
nl: Toon gedetailleerde informatie over slalompistes, langlaufroutes, alpine ski routes, kabelbanen en skiliften wereldwijd. Routes en pistes worden getoond in een kleurcode naar moeilijkheidsgraad, en afgebeeld in een speciale 'Winter en ski' kaartstijl die lijkt op een besneeuwd winterlandschap. Het activeren van deze weergave verandert de kaartstijl in 'Winter en ski', met alle kenmerken van het landschap onder winterse omstandigheden. Deze weergave kan worden teruggezet door het deactiveren van de plug-in, of door het veranderen van de 'Kaart stijl' onder 'Kaart instellen'.
oc: Pensat per navigar sus lei pistas d'esquilh. Vos avisa dei remontadors e la color de cada pista indica la dificultat. Configuratz leis informacions visiblas e chausissètz la mapa "Ivèrn e esquilh".
pl: Zaprojektowany do poruszania się po obszarach sportów zimowych: Zobacz trasy narciarskie i wyciągi narciarskie oraz trasy narciarstwa biegowego, z kolorowymi liniami wskazującymi stopnie trudności. Aby użyć, włącz tę wtyczkę, a także przejdź do „Konfiguruj mapę” i wybierz styl mapy „Zima i narty”.
ro_ro: Conceput pentru a naviga în zonele de sporturi de iarnă: vedeți piste de schi și teleschiuri, precum și pârtii de schi fond, cu linii colorate indicând gradele de dificultate. Pentru a-l utiliza, activați acest plugin, mergeți la "Configurare hartă" și alegeți stilul de hartă "Iarnă și schi".
ru: Предназначено для навигации по зонам зимних видов спорта: просматривайте лыжные трассы и подъемники, а также трассы для беговых лыж с цветными линиями, обозначающими уровни сложности. Для использования включите этот плагин, а также перейдите в раздел "Настройка карты" и выберите в разделе Тип карты: "Winter and ski".
sc: Progetada pro navigare in tretos de isports ierriles: pòmpia sas pistas de iscì e sas funivias , gasi comente sas pistas de iscì de fundu cun lìnias coloradas chi indicant sos livellos de cumplessidade. Pro l'impreare abilita custa estensione e bae fintzas a "Cunfigura mapa" e issèbera s'istile de mapa "Ierru e iscì".
sk: Navrhnutý pre navigáciu v strediskách zimných športov. Sledujte zjazdovky, vleky a bežecké stopy farebne rozlíšené podľa obtiažnosti. Pre požitie zapnite tento modul a použite štýl mapy "Zima a lyžovanie" v menu "Nastaviť mapu".
sl: Zasnovan za navigacijo po območjih zimskih športov: oglej si smučarske proge in vlečnice ter proge za tek na smučeh z barvnimi črtami, ki označujejo stopnje težavnosti. Za uporabo omogoči ta vtičnik in pojdi na »Nastavitve zemljevida« ter izberi slog zemljevida »Zima in smučanje«.
sr: Направљено за навођење по областима зимских спортова. Прегледајте скијашке стазе и скијашке жичаре, пољске скијашке стазе, са обојеним линијама које указују на тежину стаза. Ради коришћења овог прикључка промените изглед карте на "Подеси карту" на изглед "Зима и скијање".
sr_latn: Napravljeno za navođenje po oblastima zimskih sportova. Pregleda skijaške staze i skijaške žičare, poljske skijaške putanje, sa obojenim linijama koje ukazujućim na težinu staza. Radi korišćenja ovog dodatka promeni izgled mape na „Podesi mapu“ pa izgled „Zima i skijanje“.
sv: Designad för navigering i vintersportområden: Se alpina pister och liftar samt längdskidspår, färgkodade efter svårighetsgrad eller ledmarkeringar. För att använda, aktivera modulen, gå till 'Konfigurera kartan' och välj kartstilen 'Vinter och skidor'.
ta: குளிர்கால விளையாட்டுப் பகுதிகளுக்கு செல்ல வடிவமைக்கப்பட்டுள்ளது: ச்கை பிச்ட்கள் மற்றும் ச்கை லிஃப்ட் மற்றும் கிராச் கன்ட்ரி ச்கை டிராக்குகள் ஆகியவற்றைக் காண்க, வண்ணக் கோடுகள் தொல்லை மதிப்பீடுகளைக் குறிக்கின்றன. பயன்படுத்த, இந்த சொருகி இயக்கவும், "வரைபடத்தை உள்ளமைக்கவும்" மற்றும் "குளிர்காலம் மற்றும் ச்கை" வரைபட பாணியைத் தேர்வுசெய்க.
tr: OsmAnd için bu eklenti, küresel yokuş aşağı kayak pistlerinin, kros kayağı pistlerinin, Alp kayak pistlerinin, teleferiklerin ve telesiyejlerin ayrıntılarını parmaklarınızın ucuna getirir. Yollar ve pistler, zorluk derecesine göre renk kodlu olarak gösterilir ve kar renginde bir kış manzarasına benzeyen özel bir 'Kış' harita tarzında gösterilir. Bu görünümü etkinleştirmek, kış koşullarında tüm peyzaj özelliklerini gösteren harita tarzını 'Kış ve kayak' olarak değiştirir. Bu görünüm, burada tekrar devre dışı bırakılarak veya 'Harita yapılandır' altındaki 'Harita tarzını' istediğiniz gibi değiştirerek geri döndürülebilir.
uk: Призначений для навігації в зонах зимових видів спорту: переглядайте лижні траси та підйомники, а також траси для бігових лиж із кольоровими лініями, що вказують на рівень складності. Щоб скористатися, увімкніть цей плагін, а також перейдіть до «Налаштувати карту» та виберіть стиль карти «Зима та лижі».
vi: Được thiết kế để điều hướng các khu vực thể thao mùa đông: Xem các đường trượt tuyết và cáp treo, cũng như các tuyến đường trượt tuyết dọc theo quốc gia, với các đường màu chỉ mức độ khó. Để sử dụng, bật plugin này và vào "Điều chỉnh bản đồ" và chọn kiểu bản đồ "Mùa đông và trượt tuyết".
zh_hans: 专为冬季运动场地导航而设计： 查看滑雪道、滑雪缆车和越野滑雪道，并用彩色线条标示难度等级。使用时，请启用此插件，并进入 "配置地图"，选择 "冬季和滑雪 "地图样式。
zh_hant: 用來在冬季運動區導航：檢視滑雪道、滑雪纜車以及越野滑雪道，彩色線條指示難度等級。要使用，請啟用此外掛程式並到「設定地圖」然後選擇「冬季和滑雪」地圖樣式。
