Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# shared_string_end_time
source: End time
ar: وقت الانتهاء
az: Bitmə vaxtı
be: Час закачэння
ca: Hora de finalització
cs: Čas příjezdu
cy: Amser gorffen
da: Sluttidspunkt
de: Endzeitpunkt
el: Χρόνος λήξης
eo: Fina tempo
es_us: Hora de fin
et: Lõpuaeg
eu: Amaiera ordua
fa: زمان پایان
fi: Päättymisaika
fr: Heure d'arrivée
gl: Hora do remate
he: הגעה
hu: Érkezési idő
hy: Ժամաննամ ժամկետը
id: Waktu berakhir
is: Lokatími
it: Ora di fine
ja: 終了時刻
ka: დამთავრების დრო
ko: 종료시간
lt: Pabaigos laikas
lv: Finiša laiks
mk: Kraj na vremeto
ml: അവസാന സമയം
nb: Slutt
nl: Eindtijd
oc: Ora de fin
pl: Czas przyjazdu
ro_ro: Timpul final
ru: Прибытие
sc: Ora de arrivu
sk: Čas konca
sl: Čas prihoda
sr: Време доласка
sr_latn: Vreme dolaska
sv: Sluttid
ta: இறுதி நேரம்
tr: Bitiş zamanı
uk: Час завершення
zh_hans: 结束时间
zh_hant: 結束時間

# ios_release_4_8
source: • New "Speedometer" widget compatible with CarPlay • Added Turn-by-turn instructions to route details • Customize the map screen by adding multiple "Quick Action" buttons • 3D Track Improvements: new visualization and colorization options • Custom color palettes for terrain, tracks, and routes • Added improved multi-selection mode for Tracks • 3D variant for location position icons • Expanded selection of tourist routes on the map • Weather: UI refresh, added wind animation • Add smooth transitions while zooming in 3D mode • "Location position on screen" is now in Configure Screen • Change "Wheel circumference" in BLE sensor settings • Added separate "Speed limit" navigation alert • Fixed names for bearing widgets • Fixed "Radius ruler" visibility in all widget panels
cs: - Nový widget "Rychloměr" kompatibilní s CarPlay - Přidání pokynů Turn-by-turn do detailů trasy - Přizpůsobení obrazovky mapy přidáním několika tlačítek "Rychlé akce". - Vylepšení 3D trasy: nové možnosti vizualizace a zbarvení - Vlastní palety barev pro terén, stopy a trasy - Přidán vylepšený režim výběru více stop - 3D varianta pro ikony polohy - Rozšířený výběr turistických tras na mapě - Počasí: Obnovení uživatelského rozhraní, přidána animace větru - Přidání plynulých přechodů při přiblížení v režimu 3D - "Pozice na displeji" je nyní na obrazovce Konfigurace - Změna "Obvod kola" v nastavení senzoru BLE - Přidáno samostatné navigační upozornění "Omezení rychlosti" - Opraveny názvy widgetů pro azimut - Opravena viditelnost kruhového pravítka ve všech panelech widgetů
da: • Nyt "Speedometer"-modul, der er kompatibelt med CarPlay • Tilføjet sving for sving-instruktioner til ruteoplysninger • Tilpas kortskærmen ved at tilføje flere "Hurtig handling"-knapper • Forbedringer af 3D-spor: nye visualiserings- og farvelægningsmuligheder • Brugerdefinerede farvepaletter til terræn, spor og ruter • Tilføjet forbedret flervalgstilstand for spor • 3D-variant for ikoner for placeringsposition • Udvidet udvalg af turistruter på kortet • Vejret: Brugerflade-opdatering, tilføjet vindanimation • Tilføj bløde overgange, når du zoomer i 3D-tilstand • "Placering på skærmen" er nu i Konfigurer skærm • Skift "Hjulomkreds" i BLE-sensorindstillingerne • Tilføjet separat navigationsadvarsel om "Hastighedsgrænse" • Rettet navne for pejling-moduler • Rettet synlighed af "Radiuslineal" i alle modulpaneler
de: • Neues "Speedometer"-Widget kompatibel mit CarPlay • Hinzugefügt: Turn-by-Turn-Anweisungen zu Routeninformationen • Passe den Kartenbildschirm an, indem du mehrere "Quick Action"-Buttons hinzufügst • 3D-Track-Verbesserungen: neue Visualisierungs- und Farboptionen • Benutzerdefinierte Farbpaletten für Gelände, Tracks und Routen • Verbesserter Mehrfachauswahlmodus für Tracks hinzugefügt • 3D-Variante für Standortpositionssymbole • Erweiterte Auswahl an Touristenrouten auf der Karte • Wetter: UI-Aktualisierung, Windanimation hinzugefügt • Füge sanfte Übergänge beim Zoomen im 3D-Modus hinzu • "Standortposition auf dem Bildschirm" ist jetzt im Konfigurationsbildschirm • Ändere "Radumfang" in den BLE-Sensoreinstellungen • Hinzugefügt: separate Navigationswarnung für "Geschwindigkeitsbegrenzung" • Namen für Peilungs-Widgets korrigiert • Sichtbarkeit des "Radius Lineals" in allen Widget-Panels behoben
es_us: • Nuevo widget de «Velocímetro» compatible con CarPlay. • Se añadieron indicaciones giro a giro a los detalles de la ruta • Se ha mejorado la personalización de la pantalla del mapa, añadiendo múltiples botones de «Acción rápida» • Se han mejorado las trazas en 3D: nuevas opciones de visualización y coloración • Paletas de colores personalizadas para el terreno, las trazas y las rutas • Se ha añadido un sistema mejorado de marcado múltiple para las trazas • Se ha añadido una variante en 3D, para los iconos de la ubicación • Se han ampliado las rutas turísticas en el mapa • Meteorología: actualización de la interfaz de usuario y adición de la animación del viento • Se añadieron transiciones suaves al hacer zum en el modo 3D • Se ha movido la opción «Posición de la ubicación» dentro de «Configurar pantalla» • Se ha cambiado la opción «Circunferencia de rueda» en los ajustes del sensor BLE • Se ha añadido la alerta de navegación «Límite de velocidad» a una sección independiente • Se corrigieron los nombres de widgets del rumbo • Se ha corregido la visibilidad de «Regla radial» en todos los paneles de widgets
fr: • Nouveau gadget "Compteur de vitesse" compatible avec CarPlay • Ajout d'instructions pas-à-pas aux détails de l'itinéraire • Personnalisation de l'écran de la carte par l'ajout de plusieurs boutons "Action rapide" • Amélioration des traces en 3D : nouvelles options de visualisation et de coloration • Palettes de couleurs personnalisées pour le relief, les traces et les itinéraires • Ajout d'un mode de multisélection amélioré pour les pistes • Variante 3D pour les icônes de position des lieux • Sélection élargie d'itinéraires touristiques sur la carte • Météo : Rafraîchissement de l'interface utilisateur, ajout d'une animation du vent • Ajout de transitions douces lors du zoom en mode 3D • L'option "Position de l'emplacement à l'écran" est désormais disponible dans l'écran de configuration. • Modification de la "circonférence de la roue" dans les paramètres du capteur BLE • Ajout d'une alerte de navigation distincte "Limite de vitesse" • Correction des noms des gadgets de cap • Correction de la visibilité de la "règle du rayon" dans tous les panneaux de gadgets
hu: • Új „Sebességmérő” modul, amely kompatibilis a CarPlay-jel • Részletes útvonal-utasítások hozzáadása az útvonal részleteihez • A térképképernyő testreszabása több „Gyorsművelet” gomb hozzáadásával • 3D nyomvonal fejlesztések: új megjelenítési és színezési lehetőségek • Egyéni színpaletták a terephez, nyomvonalakhoz és útvonalakhoz • Továbbfejlesztett többes kiválasztási mód a nyomvonalakhoz • 3D változat a helypozíció ikonokhoz • Bővített turistaútvonal-választék a térképen • Időjárás: felhasználói felület frissítése, szélanimáció hozzáadása • Sima átmenetek hozzáadása 3D módban való nagyításkor • A „Helypozíció a képernyőn” most a Képernyő konfigurálása menüben található • A „Kerék kerülete” módosítása a BLE-érzékelő beállításaiban • Külön „Sebességkorlátozás” navigációs riasztás hozzáadása • Javítva az irányszög modulok nevei • Javítva a „Sugárvonalzó” láthatósága minden modulpanelen
id: • Widget "Speedometer" baru yang kompatibel dengan CarPlay • Menambahkan petunjuk belokan demi belokan ke detail rute • Sesuaikan layar peta dengan menambahkan beberapa tombol "Tindakan Cepat" • Peningkatan Trek 3D: opsi visualisasi dan pewarnaan baru • Palet warna khusus untuk medan, trek, dan rute • Menambahkan mode multi-pemilihan yang ditingkatkan untuk Trek • Varian 3D untuk ikon posisi lokasi • Memperluas pilihan rute wisata di peta • Cuaca: Pembaruan UI, menambahkan animasi angin • Menambahkan transisi yang mulus saat memperbesar dalam mode 3D • "Posisi lokasi di layar" sekarang ada di Layar Konfigurasi • Mengubah "Lingkar roda" di pengaturan sensor BLE • Menambahkan peringatan navigasi "Batas kecepatan" terpisah • Memperbaiki nama untuk widget bantalan • Memperbaiki visibilitas "Penggaris radius" di semua panel widget
it: • Nuovo widget "Tachimetro" compatibile con CarPlay • Aggiunte istruzioni passo-passo ai dettagli del percorso • Personalizza la schermata della mappa aggiungendo più pulsanti "Azione rapida" • Miglioramenti al tracciato 3D: nuove opzioni di visualizzazione e colorazione • Tavolozze di colori personalizzate per terreno, piste e percorsi • Aggiunta una modalità di selezione multipla migliorata per le tracce • Variante 3D per le icone della ubicazione della posizione • Selezione ampliata di percorsi turistici sulla mappa • Meteo: aggiornamento dell'interfaccia utente, aggiunta animazione del vento • Aggiungi transizioni fluide durante lo zoom in modalità 3D • "Ubicazione della posizione sullo schermo" è ora in Configura schermata • Modifica la "Circonferenza della ruota" nelle impostazioni del sensore BLE • Aggiunto avviso di navigazione separato "Limite di velocità" • Nomi corretti per i widget di rilevamento • Corretta la visibilità del "righello del raggio" in tutti i pannelli widget
ro_ro: • Noul widget "Vitezometru" compatibil cu CarPlay • Instrucțiuni Turn-by-Turn adăugate la detaliile traseului • Personalizarea ecranului hărții prin adăugarea mai multor butoane "Acțiune rapidă" • Îmbunătățiri ale pistelor 3D: noi opțiuni de vizualizare și colorizare • Palete de culori personalizate pentru teren, trasee și rute • Adăugarea unui mod îmbunătățit de selectare multiplă pentru trasee • Variantă 3D pentru pictogramele poziției locației • Selecție extinsă de rute turistice pe hartă • Vremea: Reîmprospătare UI, adăugare animație vânt • Adăugarea de tranziții fluide în timpul măririi în modul 3D • "Poziția locației pe ecran" este acum în ecranul de configurare • Modificarea "Circumferinței roții" în setările senzorului BLE • A fost adăugată alerta de navigare separată "Limită de viteză" • Fixarea denumirilor pentru widget-urile de rulment • S-a fixat vizibilitatea "Riglei razei" în toate panourile de widgeturi
ru: • Новый виджет "Спидометр", совместимый с CarPlay • Добавлены пошаговые инструкции к деталям маршрута • Настройте экран карты, добавив несколько кнопок быстрого действия • Улучшения в 3D-треке: новые варианты визуализации и раскрашивания • Пользовательские цветовые палитры для местности, треков и маршрутов • Добавлен улучшенный режим множественного выбора треков • 3D-вариант для значков местоположения • Расширенный выбор туристических маршрутов на карте • Погода: Обновлен пользовательский интерфейс, добавлена анимация ветра • Работает плавное масштабировании в режиме 3D • "Моё местоположение на экране" теперь отображается на экране настройки • Изменяйте "Длину окружности колеса" велосипеда в настройках датчика BLE • Добавлено отдельное навигационное оповещение "Ограничение скорости" • Исправлены названия для виджетов направлений • Исправлена видимость "Радиусной линейки" на всех панелях виджетов
sr: • Нови виџет „Брзинометер“ компатибилан са КарПлеј-ом • Додата детаљна упутства за детаље руте • Прилагодите екран мапе додавањем више дугмади „Брза радња“ • Побољшања 3Д стаза: нове опције визуелизације и колоризације • Прилагођене палете боја за терен, стазе и руте • Додат је побољшани режим вишеструког избора за стазе • 3Д варијанта за иконе положаја локације • Проширен избор туристичких рута на мапи • Време: Освежавање корисничког интерфејса, додата анимација ветра • Додајте глатке прелазе док зумирате у 3Д режиму • „Положај локације на екрану“ је сада на екрану за конфигурисање • Промените „Обим точка“ у подешавањима БЛЕ сензора • Додато посебно навигационо упозорење „Ограничење брзине“ • Поправљени називи за виџете усмеравања • Исправљена видљивост „Радијуса лењира“ у свим панелима виџета
sr_latn: • Novi vidžet „Brzinometer“ kompatibilan sa KarPlej-om • Dodata detaljna uputstva za detalje rute • Prilagodite ekran mape dodavanjem više dugmadi „Brza radnja“ • Poboljšanja 3D staza: nove opcije vizuelizacije i kolorizacije • Prilagođene palete boja za teren, staze i rute • Dodat je poboljšani režim višestrukog izbora za Staze • 3D varijanta za ikone položaja lokacije • Proširen izbor turističkih ruta na mapi • Vreme: Osvežavanje korisničkog interfejsa, dodata animacija vetra • Dodajte glatke prelaze dok zumirate u 3D režimu • „Položaj lokacije na ekranu“ je sada na ekranu za konfigurisanje • Promenite „Obim točka“ u podešavanjima BLE senzora • Dodato posebno navigaciono upozorenje „Ograničenje brzine“ • Popravljeni nazivi za vidžete usmeravanja • Ispravljena vidljivost „Radijusa lenjira“ u svim panelima vidžeta
sv: • Ny widget "Hastighetsmätare" kompatibel med CarPlay • Lade till sväng-för-sväng-instruktioner för ruttdetaljer • Anpassa kartskärmen genom att lägga till flera "Snabbåtgärd"-knappar • 3D-spårförbättringar: nya visualiserings- och färgläggningsalternativ • Anpassade färgpaletter för terräng, spår och rutter • Lade till förbättrat flervalsläge för spår • 3D-variant för platspositionsikoner • Utökat urval av turistrutter på kartan • Väder: UI-uppdatering, la till vindanimering • Lade till mjuka övergångar vid zoomning i 3D-läge • "Platsposition på skärmen" finns nu i konfigurationsskärmen • Ändra "Hjulomkrets" i BLE-sensorinställningar • Lade till separat navigeringsvarning "Hastighetsgräns" • Åtgärdade namn för bäringswidgetar • Åtgärdade synligheten för "Radielinjal" i alla widgetpaneler
ta: • புதிய "ச்பீடோமீட்டர்" விட்செட் கார்ப்ளேயுடன் இணக்கமானது Proaded பாதை விவரங்களுக்கு திருப்புமுனை வழிமுறைகளைச் சேர்த்தது "பல" விரைவான செயல் "பொத்தான்களைச் சேர்ப்பதன் மூலம் வரைபடத் திரையைத் தனிப்பயனாக்கவும் மின்தடம் 3D டிராக் மேம்பாடுகள்: புதிய காட்சிப்படுத்தல் மற்றும் வண்ணமயமாக்கல் விருப்பங்கள் Trage நிலப்பரப்பு, தடங்கள் மற்றும் வழிகளுக்கான தனிப்பயன் வண்ணத் தட்டுகள் The தடங்களுக்கு மேம்படுத்தப்பட்ட பல தேர்வு பயன்முறையைச் சேர்க்கப்பட்டது Position இருப்பிட நிலை சின்னங்களுக்கான 3D மாறுபாடு Map வரைபடத்தில் சுற்றுலா வழித்தடங்களின் விரிவாக்கப்பட்ட தேர்வு • வானிலை: இடைமுகம் புதுப்பிப்பு, காற்று அனிமேசன் சேர்க்கப்பட்டது T 3D பயன்முறையில் பெரிதாக்கும்போது மென்மையான மாற்றங்களைச் சேர்க்கவும் • "திரையில் இருப்பிட நிலை" இப்போது உள்ளமைத் திரையில் உள்ளது Sens BLE சென்சார் அமைப்புகளில் "வீல் சுற்றளவு" மாற்றவும் "தனி" வேக வரம்பு "வழிசெலுத்தல் எச்சரிக்கை சேர்க்கப்பட்டது • தாங்கி விட்செட்களுக்கான நிலையான பெயர்கள் • அனைத்து விட்செட் பேனல்களிலும் நிலையான "ஆரம் ஆட்சியாளர்" தெரிவுநிலை
uk: • Новий віджет "Спідометр" сумісний з CarPlay • Додано покрокові інструкції до деталей маршруту • Налаштуйте екран мапи, додавши кілька кнопок "Швидких дій" • Покращення 3D-треків: нові опції візуалізації та розфарбовування • Кастомні палітри кольорів для місцевості, треків та маршрутів • Додано покращений режим багаторазового вибору для треків • 3D-варіант для значків положення локації • Розширено вибір туристичних маршрутів на мапі • Погода: Оновлення інтерфейсу, додано анімацію вітру • Додано плавні переходи під час масштабування у 3D-режимі • "Позиція місцезнаходження на екрані" тепер у "Екрані налаштувань • Змінено "Окружність колеса" у налаштуваннях датчика BLE • Додано окреме навігаційне сповіщення "Обмеження швидкості" • Виправлено назви віджетів пеленгаторів • Виправлено видимість "Радіусна лінійка" на всіх панелях віджетів
zh_hant: * 新"速度尺"小工具能與CarPlay相容 * 新增轉彎至轉彎指示到導航詳情 * 藉由新增多個"快速行動"按鈕客製化地圖螢幕 * 3D軌跡改進：新視覺化與上顏色選項 * 為地貌、軌跡、路線客製化色盤 * 新增改進的軌跡多重選擇模式 * 3D變化的位置圖示 * 地圖上的遊客路線延伸選擇 * 天氣：介面重整，新增風向動畫 * 新增當縮放到3D模式的平滑變化 * "螢幕上位置"如今在設定螢幕上 * 在BLE感測器設定改變"輪胎周長" * 新增分開的"速限"導航警告 * 修正方向小工具的名稱 * 在所有小工具平板中修正"半徑尺度"視覺化
