Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# gpx_option_from_start_point
source: Pass along entire track
af: Ry oor die hele spoor
ar: يمر على طول المسار باكمله
be: Прайсці ўвесь шлях
bg: Преминахте по целия маршрут
ca: Passa per tota la traça sencera
cs: Projet celou trasu
cy: Pasio ar hyd y trac cyfan
da: Passér langs hele sporet
de: Gesamten Track durchlaufen
el: Πέρασμα κατά μήκος ολόκληρου του ίχνους
eo: Iri laŭ tuta kurso
es_us: Pasar a lo largo de la traza completa
et: Järgi teekonda täielikult
eu: Pasatu arrasto osotik
fa: گذر از سرتاسر رد
fr: Suivre l'ensemble de la trace
gl: Percorrer toda a pista
he: לעבור לאורך דרך שלמה
hu: Végig az egész útvonalon
hy: Անցնել ամբողջ երթուղին
id: Lewati dengan seluruh trek
is: Fara eftir öllum ferlinum
it: Percorri tutta la traccia
ja: 経路全体を通過する
ka: მიმდინარე ბილიკის დევნა
ko: 전체 경로를 따라 이동
lt: Peržiūrėti visą įrašytą maršrutą
lv: Sekot pa visu treku
mk: Pominete po celata pateka
ml: മുഴുവൻ ട്രാക്കിലൂടെയും കടന്നുപോകുക
nb: Passer langs hele sporet
nl: Volg de gehele track
oc: Percorre tota la traça
pl: Przejdź wzdłuż całej trasy
pt_br: Percorrer toda a trilha
ro_ro: Parcurgeți întregul traseu
ru: Пройти весь путь
sc: Rucra totu sa rasta
sk: Prejsť pozdĺž celej trasy
sl: Podaj celotno sled
sr: Постави дуж целог трага
sr_latn: Postavi duž cele putanje
sv: Passera längs hela spåret
ta: முழு பாதையில் செல்க
tr: Tüm izlenen yol boyunca geç
uk: Пройти по всьому треку
vi: Dọc theo toàn bộ track
zh_hans: 沿着整条轨迹
zh_hant: 沿著整條軌跡往前

# gpx_option_reverse_route
source: Reverse track direction
af: Keer GPX rigting om
ar: عكس اتجاه المسار
az: İz istiqamətini əksinə çevir
be: Развярнуць кірунак следу
bg: Обръщане посоката на трека
ca: Inverteix la direcció de la pista
cs: Obrátit směr stopy
cy: Gwrthdroi cyfeiriad y trac
da: Vend spor-retning
de: Trackrichtung umkehren
el: Αντιστροφή κατεύθυνσης ίχνους
eo: Inversigi direkton de spuro
es_us: Invertir la dirección de la traza
et: Raja vastupidine suund
eu: Alderantzikatu arrastoaren noranzkoa
fa: برعکس‌کردن جهت رد
fi: Käännä jäljen suunta
fr: Inverser le sens de la trace
gl: Inverter dirección da pista
he: היפוך כיוון המסלול
hu: Nyomvonal irányának megfordítása
hy: Ընտրել հակառակ ուղղությունը
id: Balik arah trek
is: Snúa við stefnu ferils
it: Inverti direzione traccia
ja: 経路を反転
ka: უკუღმა მიმართულება
ko: GPX 길안내 반대로 가기
lt: GPX maršrutą apsukti priešinga kryptimi
lv: Pretējs GPX virziens
mk: Obratna nasoka na patekata
ml: GPX ദിശ തിരിച്ചാക്കുക
nb: Snu GPX-retning
nl: Keer richting van track om
oc: Inversar la direccion GPX
pl: Odwróć kierunek trasy
pt_br: Inverter direção GPX
ro_ro: Inversare direcție traseu
ru: Реверсировать
sc: Fùrria sa diretzione de sa rasta
sk: Obrátiť smer stopy
sl: Obratna smer sledi
sr: Обрни смер трага
sr_latn: Obrnuti smer trase
sv: Omvänd spår-riktning
ta: தலைகீழ் தட திசை
tr: İzlenen yol yönünü tersine çevir
uk: Змінити напрямок треку
vi: Đảo ngược hướng cung đường
zh_hans: 反转轨迹方向
zh_hant: 反轉軌跡方向

# use_points_as_intermediates
source: Calculate route between points
ar: حساب الطريق بين النقاط
az: Nöqtələr arasındakı marşrutu hesabla
be: Разлічыць маршрут паміж пунктамі
bg: Изчисляване на маршрут между точки
ca: Calcula la ruta entre punts
cs: Vypočítat trasu mezi body
cy: Cyfrifo'r llwybr rhwng pwyntiau
da: Beregn rute mellem punkter
de: Route zwischen Punkten berechnen
el: Υπολογισμός διαδρομής μεταξύ σημείων
eo: Kalkuli kurson inter punktoj
es_us: Calcular ruta entre puntos
et: Arvuta teekond punktide vahel
eu: Kalkulatu puntuen arteko ibilbidea
fa: محاسبهٔ مسیر بین نقاط
fi: Laske reitti pisteiden välille
fr: Calculer un itinéraire entre des points
gl: Calcular a ruta entre puntos
he: חישוב מסלול בין נקודות
hu: Útvonal tervezése pontok között
hy: Հաշվեք երթուղին կետերի միջև
id: Hitung rute antar titik
is: Reikna leið milli punkta
it: Calcola il percorso tra i punti
ja: 地点間でルート計算する
ka: გზის გამოთვლა წერტილებს შორის
ko: 포인트 사이의 경로를 계산
lt: Apskaičiuoti maršrutą tarp taškų
lv: Rēķināt maršrutu starp punktiem
mk: Presmetajte ja rutata pomeǵu točkite
ml: "ബിന്ദുക്കള്‍ക്കിടയില്‍ റൂട്ട് കണ്ട്പിടിക്കുക "
nb: Beregn rute mellom punkter
nl: Bereken route tussen punten
oc: Calcular lo percors entre lei ponchs
pl: Wyznacz trasę pomiędzy punktami
pt_br: Calcular a rota entre pontos
ro_ro: Calcularea traseului între puncte
ru: Рассчитать маршрут между точками
sc: Càrcula s’àndala intre sos puntos
sk: Vypočítať trasu medzi bodmi
sl: Izračun poti med točkami
sr: Рачунај пут између тачака
sr_latn: Računaj ruta između tačaka
sv: Beräkna rutt mellan punkter
ta: புள்ளிகளுக்கு இடையில் வழியைக் கணக்கிடுங்கள்
tr: Noktalar arasındaki rotayı hesapla
uk: Прокласти маршрут між точками
zh_hans: 计算两点之间的路线
zh_hant: 預估兩點之間的路線

# calculate_osmand_route_without_internet
source: Offline calculation of OsmAnd route segment
ar: حساب قطعة طريق بالتطبيق بدون إنترنت
az: OsmAnd marşrut seqmentinin oflayn hesablanması
be: Пазасеціўны разлік адрэзку маршруту OsmAnd
bg: Изчисляване на OsmAnd сегмент от маршрута без Интернет
ca: Càlcul sense Internet d'un segment de ruta a l'OsmAnd
cs: Offline výpočet OsmAnd úseku trasy
cy: Calculate OsmAnd route segment without Internet
da: Offline beregning af OsmAnd-rutesegment
de: OsmAnd-Routenteil offline berechnen
el: Υπολογισμός χωρίς διαδίκτυο τμήματος διαδρομής του OsmAnd
eo: Loke kalkuli segmenton de kurso
es_us: Cálculo sin Internet del segmento de ruta OsmAnd
et: OsmAnd teekonna lõigu võrguühenduseta arvutamine
eu: OsmAnd ibilbide segmentuaren lineaz kanpoko kalkulua
fa: محاسبهٔ آفلاین پارهٔ مسیر
fi: OsmAnd reittisegmentin laskeminen ilman Internetiä
fr: Calcul de l'itinéraire hors-ligne
gl: Cálculo sen conexión do segmento da rota do OsmAnd
he: חישוב בלתי מקוון של מקטע מהנתיב של OsmAnd
hu: OsmAnd útvonalszakasz offline tervezése
hy: Հաշվարկել OsmAnd-ի երթուղու հատվածը անցանց
id: Perhitungan luring segmen rute OsmAnd
is: Reikna OsmAnd leiðarbút án internettengingar
it: Calcolo offline OsmAnd di un tratto di percorso
ja: インターネットを使用せずにOsmAnd経路区分を計算する
ka: Calculate OsmAnd route segment without Internet
ko: 인터넷 연결없이 OsmAnd 경로 구간 계산
lt: Apskaičiuoti OsmAnd maršruto segmentą nenaudojant interneto
lv: Aprēķināt OsmAnd maršruta segmentu bez interneta
mk: Oflajn presmetka na segmentot na rutata OsmAnd
ml: ഇന്റര്‍നെറ്റ് ഇല്ലാതെ റൂട്ട് കക്ഷണം കണ്ട്പിടിക്കുക (ഓഎസ്എം ആന്റ്)
nb: Frakoblet beregning av OsmAnd-rutesegment
nl: Bereken een OsmAnd routesegment offline
oc: Calcul fòra de linha d'un segment de percors OsmAnd
pl: Wyznaczanie segmentów trasy offline
pt_br: Calcular segmento de rota OsmAnd sem Internet
ro_ro: Calcularea offline din segmentul de rută OsmAnd
ru: Рассчитать сегмент маршрута OsmAnd без интернета
sc: Càrculu chene impreu de ìnternet de un'àndala de OsmAnd
sk: Offline vypočet úseku trasy OsmAnd
sl: Izračunanje odseka poti brez povezave
sr: Рачунање одсечака путање Османда ван мреже
sr_latn: Izračunavanje bez interneta segment OsmAnd rute
sv: Offlineberäkning av OsmAnd-ruttsegment
ta: OsmAnd பாதை பிரிவின் ஆஃப்லைன் கணக்கீடு
tr: OsmAnd rota segmentinin çevrim dışı hesaplanması
uk: Прокладання відрізка маршруту в OsmAnd офлайн
zh_hans: 离线计算 OsmAnd 路线区段
zh_hant: 離線計算的 OsmAnd 路段

# routing_settings_2
source: Navigation settings
ar: إعدادات الملاحة
ast: Axustes de la navegación
az: Naviqasiya parametrləri
be: Налады навігацыі
bg: Настройки на маршрутизиране
br: Arventennoù ar merdeiñ
ca: Paràmetres de navegació
cs: Nastavení navigace
cy: Gosodiadau llywio
da: Navigationsindstillinger
de: Navigationseinstellungen
el: Ρυθμίσεις πλοήγησης
eo: Navigadaj agordoj
es_us: Ajustes de navegación
et: Navigatsiooni seaded
eu: Nabigazio ezarpenak
fa: تنظیمات ناوبری
fi: Navigointiasetukset
fr: Paramètres de guidage
gl: Axustes da navegación
he: הגדרות ניווט
hu: Navigációs beállítások
hy: Նավիգացիայի կարգավորումները
id: Pengaturan navigasi
is: Leiðsagnarstillingar
it: Impostazioni di navigazione
ja: ナビゲーション設定
ka: ნავიგაციის პარამეტრები
kn: ಸಂಚಾರ ಉಪಕರಣೆಗಳು
ko: 운행 설정
lt: Navigacijos nustatymai
lv: Navigācijas iestatījumi
mk: Postavki za navigacija
ml: വഴികാട്ടി സജ്ജീകരണങ്ങള്‍
nb: Navigeringsinnstillinger
nl: Navigatie-instellingen
oc: Paramètres de navigacion
pl: Nawigacja
pt_br: Configurações de navegação
ro_ro: Setări navigație
ru: Настройки навигации
sc: Impostatziones de navigatzione
sk: Navigačné nastavenia
sl: Nastavitve navigacije
sr: Поставке навођења
sr_latn: Podešavanja navođenja
sv: Navigeringsinställningar
ta: வழிதட அமைப்புகள்
tr: Navigasyon ayarları
uk: Налаштування навігації
vi: Cài đặt điều hướng
zh_hans: 导航设置
zh_hant: 導航設定

# impassable_road
source: Avoid roads…
ar: تجنب الطرق…
az: Yollardan yayın…
be: Пазбягаць дарог…
bg: Избягване на пътища…
ca: Evita carreteres…
cs: Vyhnout se cestám…
cy: Osgoi ffyrdd…
da: Undgå veje…
de: Straßen vermeiden …
el: Αποφυγή δρόμων…
eo: Eviti vojojn…
es_us: Evitar caminos…
et: Väldi teid…
eu: Saihestu errepideak…
fa: پرهیز از راه‌ها…
fi: Vältä teitä…
fr: Éviter les routes…
gl: Evitar estradas…
he: התעלמות מדרכים…
hu: Utak elkerülése…
hy: Խուսափել ճանապարհներից…
id: Hindari jalanan…
is: Forðast vegi…
it: Evita strade…
ja: 避ける道の指定…
ka: თავიდან ავიცილოთ გზები…
kn: ರಸ್ತೆಗಳನ್ನು ತಪ್ಪಿಸಿ…
ko: 다음 도로 우회…
lt: Vengti kelių…
lv: Izvairīties no ceļiem…
mk: Izbegnuvajte patišta…
ml: "റോഡുകള്‍ ഒഴിവാക്കുക…"
nb: Unngå veier…
nl: Blokkeer wegen
oc: Rotas d'evitar
pl: Unikaj dróg…
pt_br: Evitar estradas
ro_ro: Evitare drumuri…
ru: Исключить дороги…
sc: Istransi caminos…
sk: Vyhnúť sa cestám…
sl: Izogni se cestam…
sr: Избегавај путеве…
sr_latn: Izbegavati na ruti…
sv: Undvik vägar…
ta: சாலைகள் தவிர்க்கவும் …
tr: Yollardan kaçın…
uk: Уникати доріг…
vi: Tránh đường …
zh_hans: 避开道路…
zh_hant: 避開的道路…

# impassable_road_desc
source: Select roads you want to avoid during navigation.
ar: حدد طرق تريد تجنبها خلال التنقل.
az: Naviqasiya zamanı yayınmaq istədiyiniz yolları seçin.
be: Абярыце дарогі, якія вы хочаце пазбягаць падчас навігацыі.
bg: Изберете пътищата, които да избегнете по време на маршрутизация.
br: Choazit an hentoù n'hoc'h eus ket c'hoant implijout e-pad ar merdeiñ.
ca: Indiqueu les vies que voleu evitar en la navegació.
cs: Vyberte cesty, kterým se chcete během navigace vyhnout.
cy: Dewis ffyrdd rwyt am eu hosgoi wrth lywio.
da: Vælg veje, der skal undgås under navigation.
de: Straßen auswählen, die bei der Navigation vermieden werden sollen.
el: Επιλέξτε τους δρόμους που θέλετε να αποφύγετε κατά την πλοήγηση.
eo: Elekti vojojn, kiujn vi volas eviti dum navigado.
es_us: Elige los caminos a evitar durante la navegación.
et: Vali teed, mida soovid tee juhatamise ajal vältida.
eu: Hautatu nabigazioan saihestu nahi dituzun errepideak.
fa: جاده‌هایی که می‌خواهید در مسیریابی نباشند را انتخاب کنید.
fi: Valitse tiet, joita haluat välttää reitillä.
fr: Sélectionnez les routes à éviter.
gl: Escolle as estradas que desexes evitar durante a navegación.
he: בחירת דרכים מהן יש להימנע במהלך הניווט.
hu: A navigáció során elkerülendő utak kijelölése.
hy: Ընտրեք ճանապարհներ, որոնք ցանկանում եք խուսափել նավարկության ժամանակ։
id: Pilih jalan yang Anda ingin hindari selama navigasi.
is: Veldu þá vegi sem þú vilt forðast á meðan leiðsögn stendur.
it: Seleziona le strade che vuoi evitare nella navigazione.
ja: ルート検索やナビゲーション中に避けたい道路を選択します。
ko: 내비게이션 중에 피하고 싶은 도로를 선택합니다.
lt: Pasirinkite kelius, kurių norite išvengti kelionėje.
lv: Atzīmējiet ceļus, no kuriem jāizvairās navigācijas laikā
mk: Izberete patišta što sakate da gi izbegnuvate za vreme na navigacijata.
ml: വഴികാട്ടി ഒഴിവാക്കേണ്ട റോഡുകള്‍ തെരഞ്ഞെടുക്കുക
nb: Velg veier du vil unngå under navigering.
nl: Kies te vermijden wegen tijdens navigatie.
oc: Indicatz lei vias que volètz evitar per la navigacion.
pl: Wskazuje drogi, których należy unikać podczas nawigacji.
pt_br: Escolha as vias que quer evitar durante a navegação.
ro_ro: Selectați drumurile pe care doriți să le evitați în timpul navigației.
ru: Укажите дороги, которых следует избегать при навигации.
sc: Ischerta sos caminos chi cheres istransire durante sa navigatzione.
sk: Vyberte cesty, ktorým sa chcete pri navigácii vyhnúť.
sl: Izberite poti, ki se jimželite izogniti.
sr: Изаберите које путеве желите да избегавате током навођења.
sr_latn: Izaberi koje puteve izbegavati tokom navođenja.
sv: Välj de vägar du vill undvika under navigering.
ta: வழிசெலுத்தலின் போது தவிர்க்க விரும்பும் சாலைகளைத் தேர்ந்தெடுக்கவும்.
tr: Navigasyon sırasında kaçınmak istediğiniz yolları seçin.
uk: Виберіть дороги, яких потрібно уникати під час навігації.
vi: Chọn đường bạn muốn tránh trong khi điều hướng.
zh_hans: 选择您在导航时想要避开的道路。
zh_hant: 選擇在導航期間您想要避開的道路。

# shared_string_do_not_use
source: Don't use
ar: لا تستخدم
ast: Nun usar
az: İstifadə etmə
be: Не выкарыстоўваць
bg: Не използвай
ca: No utilitzeu
cs: Nepoužívat
cy: Peidioâ defnyddio
da: Brug ikke
de: Nicht verwenden
el: Να μην χρησιμοποιηθεί
eo: Ne uzi
es_us: No usar
et: Ära kasuta
eu: Ez erabili
fa: استفاده نشود
fi: Älä käytä
fr: Ne pas utiliser
gl: Non empregar
he: לא להשתמש
hu: Ne használja
hy: Չօգտագործել
id: Jangan gunakan
is: Ekki nota
it: Non usare
ja: 使用しない
ka: არ გამოიყენო
kn: ಬಳಸಬೇಡಿ
ko: 사용 하지 마십시오
lt: Nenaudoti
lv: Nelietot
mk: Ne upotrebuvaj
ml: ഉപയോഗിക്കരുത്
mr: वापरू नका
nb: Ikke bruk
nl: Niet gebruiken
oc: De pas utilizar
pl: Nie używaj
pt_br: Não use
ro_ro: Nu folosiți
ru: Не использовать
sc: No imprees
sk: Nepoužívať
sl: Ne uporabi
sr: Не користи
sr_latn: Nemoj koristiti
sv: Använd inte
ta: பயண்படுத்தாதே
tr: Kullanmayın
uk: Не використовувати
zh_hans: 不使用
zh_hant: 不使用

# shared_string_sound
source: Sound
ar: الصوت
az: Səs
be: Гук
bg: Звук
ca: So
cs: Zvuk
cy: Sain
da: Lyd
de: Ton
el: Ήχος
eo: Sono
es_us: Sonido
et: Heli
eu: Soinua
fa: صدا
fi: Ääni
fr: Son
gl: Son
he: קול
hu: Hang
hy: Ձայն
id: Suara
is: Hljóð
it: Suono
ja: サウンド
ka: ხმა
ko: 소리
ku: Deng
lt: Garsas
lv: Skaņa
mk: Zvuk
ml: ശബ്ദം
my: အသံ
nb: Lyd
nl: Geluid
oc: Son
pl: Dźwięk
pt_br: Som
ro_ro: Sunet
ru: Звук
sc: Sonu
sk: Zvuk
sl: Zvok
sr: Звук
sr_latn: Zvuk
sv: Ljud
ta: ஒலி
tr: Ses
uk: Звук
vi: Âm thanh
zh_hans: 语音
zh_hant: 語音

source: Sort by distance
ar: ترتيب حسب المسافة
az: Məsafəyə görə sırala
be: Сартаваць паводле адлегласці
bg: Сортиране по разстояние
ca: Ordena per distància
cs: Třídit podle vzdálenosti
da: Sorter efter afstand
de: Nach Entfernung sortieren
el: Ταξινόμηση κατά απόσταση
eo: Ordigi laŭ distanco
es_us: Ordenar por distancia
et: Sorteeri kauguse järgi
eu: Ordenatu distantziaren arabera
fa: ترتیب بر پایه مسافت
fi: Lajittele etäisyydellä
fr: Trier par distance
gl: Ordenar pola distancia
he: סידור לפי מרחק
hu: Rendezés távolság szerint
hy: Դասակարգել ըստ հեռավորությանը
id: Urutkan berdasarkan jarak
is: Raða eftir vegalengd
it: Ordina per distanza
ja: 距離で並べ替え
ka: დალაგება დაშორებით
ko: 거리로 정렬
lt: Rūšiuoti pagal atstumą
lv: Kārtot pēc attāluma
mk: Sortiraj po rastojanie
ml: "ദൂരക്രമത്തിലടുക്കുക "
nb: Sorter etter avstand
nl: Sorteer op afstand
oc: Ordenar per la distància
pl: Sortuj wg odległości
pt_br: Por distância
ro_ro: Sortare după distanță
ru: Сортировать по расстоянию
sc: Òrdina pro distàntzia
sk: Zoradiť podľa vzdialenosti
sl: Razvrsti po razdalji
sr: Распоред по даљини
sr_latn: Raspored po daljini
sv: Sortera efter avstånd
ta: தூரம் மூலம் வரிசைப்படுத்த
tr: Uzaklığa göre sırala
uk: Сортувати за відстанню
vi: Sắp xếp theo khoảng cách
zh_hans: 按距离排序
zh_hant: 按距離排序

source: Sort by name
ar: ترتيب حسب الاسم
az: Ada görə sırala
be: Сартаваць паводле назвы
bg: Сортиране по име
ca: Ordena per nom
cs: Třídit podle jména
da: Sorter efter navn
de: Nach Namen sortieren
el: Ταξινόμηση κατά όνομα
eo: Ordigi laŭ nomo
es_us: Ordenar por nombre
et: Sorteeri nime järgi
eu: Ordenatu izenaren arabera
fa: ترتیب بر پایه نام
fi: Lajittele nimellä
fr: Trier par nom
gl: Ordenar polo nome
he: סידור לפי שם
hu: Rendezés név szerint
hy: Դասակարգել ըստ անունի
id: Urutkan berdasarkan nama
is: Raða eftir nafni
it: Ordina per nome
ja: 名前で並び替え
ka: დალაგება სახელით
ko: 이름으로 정렬
lt: Rūšiuoti pagal pavadinimą
lv: Kārtot pēc nosaukuma
mk: Sortiraj po ime
ml: നാമക്രമത്തിലാക്കുക
nb: Sorter etter navn
nl: Sorteer op naam
oc: Ordenar per lo nom
pl: Sortuj wg nazwy
pt_br: Por nome
ro_ro: Sortare după nume
ru: Сортировать по имени
sc: Òrdina pro nùmene
sk: Zoradiť podľa názvu
sl: Razvrsti po imenu
sr: Распоред по имену
sr_latn: Raspored po imenu
sv: Sortera efter namn
ta: பெயர் மூலம் வரிசைப்படுத்து
tr: İsme göre sırala
uk: Сортувати за назвою
vi: Sắp xếp theo tên
zh_hans: 按名称排序
zh_hant: 按名稱排序

source: Sort by
ar: فرز حسب
az: Sırala
be: Сартаваць па
bg: Сортиране
ca: Ordena per
cs: Seřadit podle
cy: Trefnu ynôl
da: Sorter efter
de: Sortieren nach
el: Ταξινόμηση κατά
eo: Ordigi laŭ
es_us: Ordenar por
et: Sorteerimisalus
eu: Ordenatu honela
fa: ترتیب بر پایه
fi: Lajittelu
fr: Trier par
gl: Ordenar por
he: סידור לפי
hu: Rendezési szempont:
hy: Դասավորել ըստ
id: Urutkan menurut
is: Raða eftir
it: Ordina per
ja: 並び順:
ka: დალაგება
ko: ‎정렬 기준‎
ku: Tesnîfkirina gorî
lt: Rūšiuoti pagal
lv: Kārtot pēc
mk: Sotriraj po
ml: അടുക്കുന്ന വിധം
nb: Sorter etter
nl: Sorteren op
oc: Ordenar per
pl: Kolejność sortowania
pt_br: Ordenar
ro_ro: Sortare
ru: Сортировка
sc: Òrdina pro
sk: Zotriediť podľa
sl: Razvrsti po
sr: Распореди по
sr_latn: Sortiraj po
sv: Sortera efter
ta: வரிசைப்படுத்து
tr: Sıralama ölçütü
uk: Сортувати за
vi: Sắp xếp theo
zh_hans: 排序方式
zh_hant: 排序方式

# map_markers_other
source: Other markers
ar: وجهات أخرى
ast: Otros marcadores
az: Digər işarələr
be: Іншыя адзнакі
bg: Други маркери
ca: Altres marcadors
cs: Ostatní značky
cy: Nodau eraill
da: Andre markører
de: Andere Markierungen
el: Λοιποί δείκτες
eo: Aliaj markoj
es_us: Otros marcadores
et: Teised markerid
eu: Bestelako markatzaileak
fa: نشانه‌های دیگر
fi: Muut markkerit
fr: Autres marques
gl: Outras marcaxes
he: סמנים אחרים
hu: Egyéb jelölők
hy: Այլ մարկերներ
id: Penanda lainnya
is: Önnur kortamerki
it: Altri marcatori
ja: その他マーカー
ka: სხვა სანიშნები
kn: ಇತರೆ ಗುರುತುಗಳು
ko: 기타 마커
lt: Kitosžymės
lv: Citi marķieri
mk: Drugi markeri
ml: മറ്റു മാര്‍ക്കറുകള്‍
my: အခြားအမှတ်အသားများ
nb: Andre markører
nl: Andere markeervlaggetjes
oc: Autrei marcadors
pl: Inne znaczniki
pt_br: Outros marcadores
ro_ro: Alte marcaje
ru: Другие маркеры
sc: Àteros marcadores
sk: Iné značky
sl: Druge oznake
sr: Остале ознаке
sr_latn: Ostali markeri
sv: Andra markörer
ta: மற்ற குறிப்பான்கள்
tr: Diğer işaretleyiciler
uk: Інші позначки
vi: Những điểm đánh dấu khác
zh_hans: 其他标记
zh_hant: 其它標記

# stop_routing_confirm
source: Stop the navigation?
af: Is jy seker jy wil die navigasie staak?
ar: ايقاف التنقل؟
ast: ¿Quies parar la navegación?
az: Naviqasiya dayandırılsın?
be: Спыніць навігацыю?
bg: Спиране на маршрутизирането?
bs: Jeste li sigurni da želite zaustaviti navigaciju?
ca: Aturar la navegació?
cs: Zastavit navigaci?
cy: Stopio'r llywio?
da: Stop navigationen?
de: Navigation stoppen?
el: Τερματισμός πλοήγησης;
eo: Ĉu ĉesigi navigadon?
es_us: ¿Parar la navegación?
et: Lõpetada navigeerimine?
eu: Nabigazioa gelditu?
fa: آیا ناوبری را قطع می‌کنید؟
fi: Lopetetaanko navigointi?
fr: Souhaitez-vous arrêter le guidage ?
gl: Tes a certeza de querer deter a navegación?
he: לעצור את הניווט?
hu: Megszakadjon a navigáció?
hy: Վստահ ե՞ք որ ցանկանում եք դադարեցնել նավիգացիան?
id: Hentikan navigasi?
is: Á að stöðva leiðsögnina?
it: Interrompere la navigazione?
ja: ナビゲーションを終了しますか？
ka: შევწყვიტო ნავიგაცია?
ko: 운행을 중지하시겠습니까 ?
ku: Tu dixwazî navîgasyonê bisekinînî?
lt: Sustabdyti navigaciją?
lv: Vai vēlaties apturēt navigāciju?
mk: Da se zapre navigacijata?
ml: ഉറപ്പായിട്ടും വഴികാട്ടല്‍ നിര്‍ത്തണമോ?
nb: Stopp navigeringen?
nl: Navigatie stoppen?
oc: Arrestar la navigacion ?
pl: Zakończyć nawigację?
pt_br: Confirma que quer parar a navegação?
ro_ro: Opriți navigația?
ru: Завершить навигацию?
sc: Firmare sa navigatzione?
sk: Vypnúť navigáciu?
sl: Ustaviti navigacijo?
sr: Зауставити навођење?
sr_latn: Zaustavljaš navođenje?
sv: Avbryta navigeringen?
ta: வழிசெலுத்தலை நிறுத்தவா?
tr: Navigasyon durdurulsun mu?
uk: Зупинити навігацію?
zh_hans: 停止导航？
zh_hant: 停止導航？

# cancel_route
source: Dismiss route?
af: Verwerp roete
ar: إلغاء مسار؟
ast: ¿Quies escartar el camín?
az: Marşrut ləğv edilsin?
be: Скасаваць маршрут?
bg: Прекратяване на маршрута?
ca: Voleu descartar la ruta?
cs: Zrušit trasu?
cy: Diystyru'r llwybr?
da: Annuller rute?
de: Route verwerfen?
el: Παράβλεψη διαδρομής;
eo: Ĉu rezigni kurson?
es_us: ¿Descartar ruta?
et: Katkestame teekonna?
eu: Ibilbidea baztertu?
fa: کنارگذاشتن مسیر؟
fi: Hylkää reitti?
fr: Arrêter le guidage ?
gl: Rexeitar rota?
he: להתעלם מהמסלול?
hu: Elveti az útvonalat?
hy: Դադարեցնել երթուղին
id: Abaikan rute?
is: Hafna leið?
it: Abbandonare il percorso?
ja: ルートを破棄しますか？
ka: გნებავთ გზის წაშლა?
ko: 경로를 끝내시겠습니까?
lt: Atšaukti maršrutą?
lv: Pārtraukt maršrutu
mk: Da se otfrli maršrutata?
ml: വഴികാട്ടി ഒഴിവാക്കുക
nb: Vil du forkaste ruten?
nl: Annuleer route?
oc: Arrestar lo percors
pl: Odrzucić trasę?
pt_br: Descartar rota
ro_ro: Elimină ruta?
ru: Отменить маршрут?
sc: Iscantzellare s’àndala?
sk: Zrušiť cestu?
sl: Opustim pot?
sr: Одбаци путању?
sr_latn: Prekidaš navigaciju?
sv: Avbryt rutten?
ta: வழியை நிராகரிக்கவா?
tr: Rotaya son verilsin mi?
uk: Відхилити маршрут?
zh_hans: 放弃路线？
zh_hant: 排除路線？
