Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# fav_point_dublicate_message
source: Favorite renamed to %@ to avoid duplication.
ar: تم تسمية المفضلة إلى %@ لتجنب التكرار.
az: Təkrarlanmaması üçün Favoritin adı %@ olaraq dəyişdirildi.
be: Назва ўлюбёнай мясціны была змененая на "%@", каб пазбегнуць паўтарэння.
bg: Мястото беше запазено под името %@ за избягване на дублирането в имената.
ca: El nom del Preferit s'ha canviat a %@ per evitar duplicitats.
cs: Oblíbený bod přejmenován na %@, aby nevznikla duplicita.
cy: Wedi ailenwi'r ffefryn i %@ er mwyn osgoi dyblygu.
da: Favorit omdøbt til %@ for at undgå dubletter.
de: Favorit wurde in %@ umbenannt, um Dopplung zu vermeiden.
el: Το Αγαπημένο μετονομάστηκε σε %@ προς αποφυγή διπλογραφής.
eo: Renomisŝatatan punkton al “%@” por eviti duplikaton.
es_us: Favorito renombrado a «%@» para evitar la duplicación.
et: Korduvuse vältimiseks muutsime lemmiku uueks nimeks %@.
eu: Bikoizketa saihesteko %@ izena eman zaio.
fa: برای پرهیز از تکرار، نام علاقه‌مندی به %@ تغییر یافت.
fi: Suosikki nimettiin uudelleen %@, jotta vältyttäisiin päällekkäisyyksiltä.
fr: Favori renommé en %@ pour éviter un doublon.
gl: Favorito renomeado a %@ para evitar a duplicación.
he: שם המועדף השתנה לכדי %@ כדי להימנע מכפילות.
hu: A duplikálódás elkerülése érdekében a Kedvenc hely át lett nevezve erre: %@.
hy: «Սիրված» կետը վերանվանվել է %@, անունների կրկնօրինակումը կանխելու համար:
id: Nama Favorit diubah namanya menjadi %@ untuk menghindari duplikat.
is: Heiti eftirlætis var breytt í %@ til að koma í veg fyrir tvítekningu.
it: Preferiti rinominato in %@ per evitare duplicati.
ja: そのお気に入りは、重複を避けるために%@という名前に変更されました。
ko: 중복된 포인트 이름을 방지 하기 위해서 %@ 에 즐겨찾기 포인트 이름을 변경합니다.
lt: Toks pavadinimas jau yra, todėl mes pakeitėme įsimintinos vietos pavadinimą į %@ kad išvengtume pasikartojimų.
lv: "Izlases vārds tika nomainīts uz %@, lai izvairītos no dublikāta."
mk: Omilenata e preimenuvana vo %@ za da se izbegne dupliranje.
ml: ഇഷ്ടമുള്ളവയുടെ പേര് നിലവിലുണ്ട്, അതിനാല്‍ അത് %@ മാറ്റിയിരിക്കുന്നു.
nb: Favorittnavn endret til "%@" forå unngå duplisering.
nl: Favorietnaam veranderd in %@ om dubbel gebruik te voorkomen.
oc: Preferit renomat en '%@' per evitar un doble.
pl: Nazwa ulubionego miejsca została zmieniona na "%@", aby uniknąć powielenia.
pt_br: Favorito renomeado para '%@' para evitar duplicação.
ro_ro: Favorit redenumit în %@ ca să evite duplicarea.
ru: Имя изменено на %@ во избежание повторов.
sc: Preferidu mudadu de nùmene in %@ pro non tènnere duplicados.
sk: Obľúbený bod bol premenovaný na %@, aby nevznikla duplicita.
sl: Vpisano ime priljubljene točke je že v uporabi, zato je bilo samodejno spremenjeno v %@.
sr: Омиљено име је измењено у %@ ради избегавања истих имена.
sr_latn: Naziv favorita je preimenovan u %@ radi izbegavanja istih imena.
sv: Favoritens namn ändras till %@ för att undvika dubbletter.
ta: நகல் தவிர்ப்பதற்காக பிடித்தது %@ என மறுபெயரிடப்பட்டது.
tr: Sık Kullanılan, yinelemeyi önlemek için %@ olarak yeniden adlandırıldı.
uk: Вказана назва Закладки вже існує, тому її було змінено на %@, щоб уникнути появи дублікатів.
zh_hans: 收藏重命名为%@，以避免重复。
zh_hant: 最愛已重新命名為 %@ 以避免重覆。

# fav_point_emoticons_message
source: Favorite renamed to '%@' to save the string containing emoticons to a file.
ar: تم تعديل اسم النقطة المفضلة إلى %@ لتسهيل حفظ النص مع الوجوه التعبيرية بشكل صحيح إلى ملف.
be: Назва ўлюбёнай мясціны была змененая на "%@" для магчымасці захавання радка з эматыконам ў файл.
bg: Името на точката е променено на %@ с цел правилното записване на низ с емотикони във файл.
ca: El nom del Preferit s'ha canviat a '%@' per desar el text que inclou emoticones en un fitxer.
cs: Oblíbený bod přejmenován na %@, protože není možné ukládat do souboru řetězce s emotikony.
cy: Mae'r ffefryn wedi'i ailenwi i '%@' i gadw'r llinyn sy'n cynnwys emoticons i ffeil.
da: Favorit omdøbt til '%@' for at kunne gemme strengen med humørikoner til en fil.
de: Favorit umbenannt in '%@', um die Zeichenkette mit Emoticons in einer Datei zu speichern.
el: Το αγαπημενο μετονομάστηκε σε '%@' για να προφυλάξει την συμβολοσειρά που περιέχει emoticons σε αρχείο.
eo: Renomisŝatatan ejon al “%@” por ĝuste konservi tekston enhavantan miensimbolon al dosiero.
es_us: Favorito renombrado a «%@» para guardar la cadena que contiene emoticonos en un archivo.
et: Emotikone sisaldava stringi salvestamiseks faili mutsime lemmiku uueks nimeks '%@'.
eu: Gogokoaren izena %@-ra aldatu da emotikonoak dituen katea fitxategi batera gorde ahal izateko.
fa: نام علاقه‌مندی به %@ تغییر کرد تا متن حاوی شکلک در پرونده ذخیره شود.
fr: Favori renommé en « %@ » (les émoticônes ne sont pas autorisés).
gl: Favorito renomeado a '%@' para gardar a cadea que contén emoticonas nun ficheiro.
he: שם המועדף השתנה לביטוי ‚%@’ כדי לשמור את המחרוזת עם הרגשונים לקובץ.
hu: A Kedvenc hely át lett nevezve erre: %@, hogy a hangulatjeleket tartalmazó szöveget fájlba lehessen menteni.
hy: «Սիրված» կետի անունը փոխվել է %@, որպեսզի հնարավոր լինի «սմայլիկ» պարունակող տողերը պահպանել ֆայլում։
id: Nama Favorit diubah menjadi '%@' untuk menyimpan string berisi emotikon ke sebuah file.
is: Nafni eftirlætisins hefur verið breytt í %@ til að auðvelda rétta vistun strengsins ásamt tjáningartáknum yfir í skrá.
it: Preferito rinominato in %@ per salvare la stringa contenente delle emoticon in un file.
ja: 絵文字を含んだその名前は、ファイル保存時に『%@』という名前に変更されました。
ko: %@ 에 즐겨찾기 포인트 이름 변경. 파일에 이모티콘과 함께 문자열을 저장할 수 없습니다.
lt: Mes pakeitėme jūsų įsimintos vietos pavadinimą į %@, nes teksto su veidukais išsaugoti faile neįmanoma.
lv: Izlases vietas vārds tika pārdēvēts uz %@, lai varētu saglabāt kopu ar sejiņām failā.
mk: Omilenata e preimenuvana vo„%@“ za da se začuva nizata što sodrži emotikoni vo datoteka.
ml: സ്ട്രിംഗ് ഇമോട്ടിക്കോണുകൾ ഒരു ഫയലിലേക്ക് ശരിയായി സംരക്ഷിക്കുന്നതിന് പേര് %@ എന്നതിലേക്ക് പരിഷ്ക്കരിച്ചു.
nb: Favorittnavn endret til "%@" forå lagre strengen med uttrykksikoner til en fil.
nl: Favorietnaam gewijzigd naar '%@' om de tekst met emoticons op te kunnen slaan naar een bestand.
oc: Preferit renomat en '%@' per enregistrar la cadena que contèn leis emoticònas dins un fichier.
pl: Nazwa ulubionego miejsca została zmieniona na "%@", aby móc zapisać do pliku tekst z emotikonami.
pt_br: Favorito renomeado para '%@' para salvar a sequência de caracteres contendo emoticons em um arquivo.
ro_ro: Favorit redenumit în "%@" pentru a salva șirul care conține emoticoane într-o filă.
ru: Избранное переименовано в "%@", чтобы сохранить строку, содержащую смайлики, в файл.
sc: Preferidu mudadu de nùmene in '%@', pro sarvare s’istringa cun sas emòticons in unu documentu.
sk: Obľúbený bod premenovaný na '%@', aby bolo možné uložiť názov s emotikonom do súboru.
sl: Priljubljena točka je bila preimenovana v %@, s čimer se omogoči pravilno shranjevanje nizov s čustvenčki v datoteko.
sr: Омиљена тачка преименована у %@ да би се сачувао запис који садржи емоџије у датотеку.
sr_latn: Favorit preimenovan u %@ da bi se sačuvao zapis koji sadrži emodžije u fajlu.
sv: Favoritens namn ändras till %@ för att spara strängen som innehåller emoticons till en fil.
ta: எமோடிகான்களைக் கொண்ட சரத்தை ஒரு கோப்பில் சேமிக்க பிடித்தது '%@' என மறுபெயரிடப்பட்டது.
tr: Sık Kullanılan adı, emoticon içeren metni dosyaya kaydetmek için %@ olarak değiştirildi.
uk: Закладку перейменовано на «%@», щоб зберегти у файл рядок, що містить смайлики.
zh_hans: 收藏已重命名为"%@"，以将包含表情符号的字符串保存到文件中。
zh_hant: 我的最愛被重新命名為「%@」以將包含表情符號的字串儲存到檔案中。

# access_default_color
source: Default color
ar: اللون الافتراضي
az: Standart rəng
be: Прадвызначаны колер
ca: Color per defecte
cs: Výchozí barva
cy: Lliw rhagosodedig
da: Standardfarve
de: Standardfarbe
el: Προεπιλεγμένο χρώμα
eo: Norma koloro
es_us: Color predefinido
et: Vaikevärv
eu: Lehenetsitako kolorea
fa: رنگ پیش‌فرض
fi: Oletusväri
fr: Couleur par défaut
gl: Cor por omisión
he: צבע בררת מחדל
hu: Alapértelmezett szín
hy: Սկզբնադիր գույնը
id: Warna bawaan
is: Sjálfgefinn litur
it: Colore preimpostato
ja: 既定色
ka: ნაგულისხმევი ფერი
ko: 기본 색상
lt: Numatytoji spalva
lv: Noklusētā krāsa
mk: Standardna boja
ml: സ്വതേയുള്ള നിറം
mr: मुळ रंग
nb: Standardfarge
nl: Standaardkleur
oc: Color per defaut
pl: Domyślny kolor
ro_ro: Culoare implicită
ru: Цвет по умолчанию
sc: Colore predefinidu
sk: Predvolená farba
sl: Privzeta barva
sr: Подразумевана боја
sr_latn: Podrazumevana boja
sv: Standardfärg
ta: இயல்புநிலை நிறம்
tr: Varsayılan renk
uk: Типовий колір
vi: Màu mặc định
zh_hans: 默认颜色
zh_hant: 預設顏色

# shared_string_hide
source: Hide
ar: إخفاء
ast: Anubrir
az: Gizlət
be: Схаваць
bg: Скриване
ca: Amaga
cs: Skrýt
cy: Cuddio
da: Skjul
de: Verbergen
el: Απόκρυψη
eo: Kaŝi
es_us: Ocultar
et: Peida
eu: Ezkutatu
fa: نشان نده
fi: Piilota
fr: Masquer
gl: Agochar
he: הסתרה
hu: Elrejtés
hy: Թաքցնել
id: Sembunyikan
is: Fela
it: Nascondi
ja: 非表示
ka: დამალვა
kn: ಅಡಗಿಸಿ
ko: 숨기기
ku: Veşêre
lt: Slėpti
lv: Paslēpt
mk: Skrij
ml: മറക്കുക
mr: लपवा
nb: Skjul
nl: Verberg
oc: Amagar
pl: Ukryj
ro_ro: Ascunde
ru: Скрыть
sc: Istichi
sk: Skryť
sl: Skrij
sr: Сакриј
sr_latn: Sakriti
sv: Göm
ta: மறைக்க
tr: Gizle
uk: Приховати
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏

# favorites_item
source: Favorites
ar: المفضلة
ast: Favoritos
az: Favoritlər
be: Улюбёнае
bg: Предпочитани
ca: Preferits
cs: Oblíbené
cy: Ffefrynnau
da: Favoritter
de: Favoriten
el: Αγαπημένα
eo: Ŝatataj ejoj
es_us: Favoritos
et: Lemmikud
eu: Gogokoak
fa: علاقه‌مندی‌ها
fi: Suosikit
fr: Favoris
gl: Favoritos
he: מועדפים
hu: Kedvencek
hy: Սիրված
id: Favorit
is: Eftirlæti
it: Preferiti
ja: お気に入り
ka: რჩეული
kn: ನನ್ನ ಇಷ್ಟವಾದವುಗಳು
ko: 즐겨찾기
lt: Įsimintos vietos
lv: Izlase
mk: Omkileni
ml: ഇഷ്ടമുളളവ
mr: आवडती ठिकाणे
nb: Favoritter
nl: Favorieten
oc: Preferéncias
pl: Ulubione
ro_ro: Favorite
ru: Избранное
sc: Preferidos
sk: Obľúbené
sl: Priljubljene
sr: Омиљени
sr_latn: Omiljena mesta
sv: Favoriter
ta: பிடித்தவை
tr: Sık kullanılanlar
uk: Закладки
vi: Ưa thích
zh_hans: 收藏
zh_hant: 收藏

# shared_string_gpx_tracks
source: Tracks
ar: المسارات
ast: Trazaos
az: İzlər
be: Сляды
bg: Трасета
ca: Pistes
cs: Stopy
cy: Traciau
da: Spor
el: Ίχνη
eo: Spuroj
es_us: Trazas
et: Rajad
eu: Arrastoak
fa: رد ها
fi: Jäljet
fr: Traces
gl: Pistas
he: מסלולים
hu: Nyomvonalak
hy: Տրեկեր
id: Trek
is: Ferlar
it: Tracce
ja: 経路
ka: ბილიკები
kn: ನನ್ನ ಟ್ರ್ಯಾಕ್ ಗಳು
ko: 트랙
lt: Keliai
lv: Treki
mk: Sledenja
ml: "ജിപിഎക്സ് പാതകള്‍"
nb: Spor
oc: Traças
pl: Trasy
ro_ro: Trasee
ru: Треки
sc: Rastas
sk: Stopy
sl: Sledi
sr: Трагови
sr_latn: Trase
sv: Spår
ta: தடங்கள்
tr: İzlenen yollar
uk: Треки
vi: Đường dẫn
zh_hans: 轨迹
zh_hant: 軌跡

# plugin_distance_point
source: Point
af: Punt
ar: نقطة
az: Nöqtə
be: Пункт
bg: Точка
ca: Punt
cs: bod
cy: Pwynt
da: Punkt
de: Punkt
el: Σημείο
eo: Punkto
es_us: Punto
et: Punkt
eu: Puntua
fa: نقطه
fi: Piste
gl: Punto
he: נקודה
hu: Pont
hy: Կետ
id: Titik
is: Punktur
it: Punto
ja: 座標
ka: წერტილი
ko: 포인트
lt: Taškas
lv: Punkts
mk: Tocka
ml: ബിന്ദൂ(പോയിന്റ്)
mr: बिंदू
nb: Punkt
nl: Punt
oc: Ponch
pl: Punkt
ro_ro: Punct
ru: Точка
sc: Puntu
sk: Bod
sl: Točka
sr: Тачка
sr_latn: Tačka
sv: Punkt
ta: புள்ளி
tr: Mevki
uk: Точка
vi: Điểm
zh_hans: 点
zh_hant: 標點

# shared_string_waypoint
source: Waypoint
ar: إحداثية
az: Yol nöqtəsi
be: Пункт шляху
bg: Отправна точка
ca: Fita
cs: Bod na trase
cy: Cyfeirbwynt
da: Rutepunkt
de: Wegpunkt
el: Σημείο διαδρομής
eo: Navigadpunkto
es_us: Punto de referencia
et: Teekonnapunkt
eu: Bide-puntua
fa: راه‌نشان‌ها
fi: Väyläpiste
fr: Point de passage
gl: Punto de pasaxe
he: נקודת דרך
hu: Útpont
hy: Կետ
id: Titik jalan
is: Ferilpunktur
it: Tappa
ja: 経由地点
ka: გზის წერტილი
ko: 경유지
lt: Kelionės taškas
lv: Ceļapunkts
mk: Tocka od pat
ml: പാതബിന്ദു(വേപോയിന്റ്)
nb: Rutepunkt
nl: Routepunt
oc: Ponch d'etapa
pl: Punkt trasy
ro_ro: Punct intermediar
ru: Путевая точка
sc: Puntu de coladòrgiu
sk: Prechodný bod
sl: Vmesna točka
sr: Пролазна тачка
sr_latn: Međuodredište
sv: Vägpunkt
ta: பாதைப்புள்ளி
tr: Mevki
uk: Маршрутна точка
vi: Điểm dừng
zh_hans: 路径点
zh_hant: 航點

# shared_string_waypoints
source: Waypoints
ar: إحداثيات
az: Yol nöqtələri
be: Пункты шляху
bg: Отправни точки
ca: Fites
cs: Body na trase
cy: Cyfeirbwyntiau
da: Rutepunkter
de: Wegpunkte
el: Σημεία διαδρομής
eo: Navigadpunktoj
es_us: Puntos de referencia
et: Teekonnapunktid
eu: Bide-puntuak
fa: راه‌نشان‌ها
fi: Väyläpiste
fr: Points de passage
gl: Puntos de pasaxe
he: נקודות דרך
hu: Útpontok
hy: Կետեր
id: Titik jalan
is: Ferilpunktar
it: Punti intermedi
ja: 経由地点
ka: გზის წერტილი
ko: 경유지
lt: Tarpiniai taškai
lv: Ceļapunkti
mk: Tocki na patot
ml: വഴിത്തിരിവുകള്‍
nb: Rutepunkter
nl: Routepunt(en)
oc: Ponchs d'etapa
pl: Punkty trasy
ro_ro: Puncte de referință
ru: Путевые точки
sc: Puntos de coladòrgiu
sk: Prechodné body
sl: Vmesne točke
sr: Пролазне тачке
sr_latn: Međuodredišta
sv: Vägpunkter
ta: பாதை புள்ளிகளின்
tr: Yol işaretleri
uk: Маршрутні точки
vi: Điểm dừng
zh_hans: 路径点
zh_hant: 航點

# shared_string_export
source: Export
ar: تصدير
ast: Esportar
az: İxrac et
be: Экспартаваць
bg: Изнасяне
br: Ezporzhiañ
ca: Exporta
cy: Allforio
da: Eksportér
de: Exportieren
el: Εξαγωγή
eo: Elporti
es_us: Exportar
et: Ekspordi
eu: Esportatu
fa: برون‌برد
fi: Vie
fr: Exporter
gl: Exportar
he: ייצוא
hu: Exportálás
hy: Արտահանել
id: Ekspor
is: Flytja út
it: Esporta
ja: エクスポート
ka: ექსპორტი
kn: ಹೊರಕಳಿಸು
ko: 내보내기
lt: Eksportuoti
lv: Eksportēt
mk: Izvezi
ml: എക്സ്പോര്‍ട്ട്
mr: निर्यात
nb: Eksporter
nl: Exporteer
oc: Exportar
pl: Eksportuj
pt_br: Exportar
ro_ro: Exportă
ru: Экспорт
sc: Esporta
sl: Izvozi
sr: Извези
sr_latn: Izvezi
sv: Exportera
ta: இறக்குமதி
tr: Dışa aktar
uk: Експорт
vi: Xuất
zh_hans: 导出
zh_hant: 匯出

# gpx_selection_segment_title
source: Segment
ar: الجزء
ast: Segmentu
be: Адрэзак
bg: Сегмент
cs: Úsek
cy: Cydran
de: Abschnitt
el: Τμήμα
eo: Segmento
es_us: Segmento
et: Lõik
eu: Segmentu
fa: پاره
fi: Segmentti
gl: Segmento
he: מקטע
hu: Szakasz
hy: Սեգմենտ
id: Segmen
is: Bútur
it: Segmento
ja: 区分
ka: ნაწილი
ko: 구간
lt: Segmentas
lv: Segments
mk: Del
ml: സെഗ്മെന്റ്
nl: Deel
oc: Estirada
pl: Odcinek
pt_br: Segmentos
ro_ro: Segmentul
ru: Сегмент
sc: Segmentu
sk: Úsek
sl: Odsek
sr: Одсечак
sr_latn: Odsečak
ta: பிரிவு
tr: Bölüm
uk: Відрізок
zh_hans: 区段
zh_hant: 區段

source: Route points
ar: نقاط الطريق
az: Marşrut nöqtələri
be: Пункты маршруту
bg: Точки от маршрута
ca: Fites
cs: Body trasy
cy: Pwyntiau'r llwybr
da: Rutepunkter
de: Routenpunkte
el: Σημεία δρομολογίου
eo: Punktoj de kurso
es_us: Puntos de la ruta
et: Teekonnapunktid
eu: Ibilbideko puntuak
fa: نقاط مسیر
fi: Reittipisteet
fr: Point de passage
gl: Puntos da rota
he: נקודות נתיב
hu: Útvonalpontok
hy: Երթուղու կետերը
id: Titik rute
is: Leiðarpunktar
it: Punti del percorso
ja: ルート地点
ka: მარშრუტის წერტილები
ko: 루트 포인트
lt: Maršruto taškai
lv: Maršruta punkti
mk: Tocki na marsrutata
ml: പാത ബിന്ദുക്കള്‍
nb: Rutepunkter
nl: Route punten
oc: Ponchs d'etapa
pl: Punkty trasy
ro_ro: Puncte de traseu
ru: Точки маршрута
sc: Puntos de s'àndala
sk: Body trasy
sl: Točke poti
sr: Тачке путање
sr_latn: Tačke rute
sv: Ruttpunkter
ta: பாதை புள்ளிகள்
tr: Rota noktaları
uk: Точки маршруту
zh_hans: 路线点
zh_hant: 路線標點

# shared_string_control_start
source: Start
af: begin
ar: بدء
ast: Aniciar
az: Başlat
be: Пачаць
bg: Старт
bs: pokreni
ca: Comença
cy: Dechrau
el: Έναρξη
eo: Ekigi
es_us: Iniciar
et: Alusta
eu: Hasi
fa: شروع
fi: Aloita
fr: Démarrer
gl: Comezar
he: הקלטה
hu: Indítás
hy: ձայնագրել
id: Mulai
is: Upphaf
it: Avvia
ja: 実行
ka: დაწყება
kn: ಶುರುಮಾಡು
ko: 시작
ku: Dest pê bike
lt: Pradėti
lv: Sākt
mk: Pocetok
ml: തുടക്കം
mr: सुरू करा
oc: Partença
ru: Старт
sc: Allughe
sk: Spustiť
sl: Začni ↦
sq: Fillo
sr: Почни
sr_latn: Kreni
sv: Starta
ta: இயக்கு
tr: Başlat
uk: Почати
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

# shared_string_currently_recording_track
source: Currently recording track
ar: المسار الجار تسجيله
az: Hazırkı qeyd edilən iz
be: След, які цяпер запісваецца
bg: Текуща следа
ca: Enregistrament de la traça en curs
cs: Právě zaznamenávaná trasa
cy: Yn recordio trac ar hyn o bryd
da: Sporet, der optages nu
de: Momentane Trackaufzeichnung
el: Τρέχουσα καταγραφή ίχνους
eo: Aktuale registrata spuro
es_us: Grabando traza actual
et: Rada on salvestamisel
eu: Orain grabatzen ari den arrastoa
fa: ردّ در حال ضبط
fi: Jälkeä tallennetaan
fr: Trace en cours d’enregistrement
gl: Estase a gravar a pista neste intre
he: המסלול מוקלט
hu: Jelenleg rögzített nyomvonal
hy: Ներկայումս գրնացվող ուղին
id: Saat ini merekam trek
is: Er að skrá feril
it: Traccia in corso di registrazione
ja: 現在の経路を記録
ka: მიმდინარე ტრეკი
kn: ಈಗ ದಾಖಲಿಸಿಕೊಳ್ಳುತ್ತಿರುವ ಟ್ರ್ಯಾಕ್
ko: 현재 기록중인 경로
lt: Šiuo metu įrašomas maršrutas
lv: Tiek ierakstīts treks
mk: Vo momentov zapis se snima
ml: "നിലവില്‍ റിക്കോഡ് ചെയ്യുന്ന പാത "
nb: Gjeldende opptaksspor
nl: GPX-track opname wordt gemaakt
oc: Enregistrament de la traça en cors
pl: Aktualnie nagrywana trasa
ro_ro: Traseu în înregistrare
ru: Текущий трек
sc: Rasta in registratzione como
sk: Teraz nahrávaná stopa
sl: Beleženje sledi
sq: Gjurmët e deritanishme të rregjistruara
sr: Траг која се тренутно снима
sr_latn: Putanja koja se trenutno snima
sv: Spelar för tillfället in spår
ta: தற்பொழுது பதிவாகும் தடம்
tr: Şu anda kaydedilen yol
uk: Поточний трек, що записується
vi: Hiện đang ghi đường dẫn
zh_hans: 当前录制轨迹
zh_hant: 錄製軌跡

# gpx_start_new_segment
source: Start new segment
ar: بدء تسجيل جديد
ast: Aniciar un segmentu nuevu
az: Yeni seqment başlat
be: Пачаць новы адрэзак
bg: Започни нов сегмент
ca: Inicia un segment nou
cs: Začít nový segment
da: Start nyt segment
de: Neues Segment starten
el: Έναρξη νέου τμήματος
eo: Ekigi novan segmenton
es_us: Iniciar nuevo segmento
et: Alusta uut lõiku
eu: Hasi segmentu berria
fa: شروع پارهٔ جدید
fi: Aloita uusi segmentti
fr: Débuter un nouveau segment
gl: Comezar un segmento novo
he: התחלת מקטע חדש
hu: Új szakasz kezdése
hy: Սկսել նոր սեգմենտ
id: Mulai segmen baru
is: Hefja nýjan bút
it: Inizia un nuovo segmento
ja: 新しい区分の開始
ka: ახალი სეგმენტის დაწყება
ko: 새로운 세그먼트 시작
lt: Pradėti naują segmentą
lv: Sākt jaunu segmentu
mk: Zapocni nov segment
ml: പുതിയ സെഗ്മെന്റ് ആരംഭിക്കുക
nb: Start nytt segment
nl: Start nieuw segment
oc: Començar una estirada novèla
pl: Rozpocznij nowy segment
ro_ro: Începe un segment nou
ru: Начать новый сегмент
sc: Inghitza unu segmentu nou
sk: Začať nový segment
sl: Začni nov odsek
sr: Покрени нови одсечак
sr_latn: Pokreni novi segment
sv: Starta nytt segment
ta: புதிய பிரிவைத் தொடங்குக
tr: Yeni bir segment başlat
uk: Розпочати новий відрізок
vi: Bắt đầu đoạn mới
zh_hans: 开始新区段
zh_hant: 開始新區段

source: Save current track
af: Berg huidige spoor
ar: حفظ المسار الحالي
az: Hazırkı izi saxla
be: Захаваць дзейны след
bg: Запазване на текущата следа
ca: Desa la traça actual
cs: Uložit aktuální trasu
cy: Cadw'r trac cyfredol
da: Gem det aktuelle spor
de: Aktuellen Track speichern
el: Αποθήκευση τρέχοντος ίχνους
eo: Konservi aktualan spuron
es_us: Guardar la traza actual
et: Salvesta praegune teekond
eu: Gorde uneko arrastoa
fa: ذخیرهٔ رد کنونی
fi: Tallenna nykyinen reitti
fr: Enregistrer la trace en cours
gl: Gardar a pista actual
he: שמירת המסלול הנוכחי
hu: Jelenlegi nyomvonal mentése
hy: Պահպանել ընթացիկ տրեկը
id: Simpan trek saat ini
is: Vista núverandi feril
it: Salva la traccia corrente
ja: 現在の経路を保存
ka: მიმდინარე დევნის დამახსოვრება
ko: 현재 트랙을 GPX 파일로 저장
lt: Išsaugoti dabartinę judėjimo istoriją
lv: Saglabāt patreizējo GPX trasi
mk: Zacuvaj go momentalnoto sledenje
ml: ഇപ്പോഴത്തെ ട്രാക്ക് സംഭരിക്കുക
nb: Lagre gjeldende spor
nl: Huidige GPX-track opslaan
oc: Sauvagardar la traça correnta
pl: Zapisz bieżącą trasę
ro_ro: Salvează traseul curent
ru: Сохранить текущий трек
sc: Sarva sa rasta currente
sk: Uložiť aktuálnu stopu
sl: Shrani trenutno sled
sr: Сачувај тренутни траг
sr_latn: Sačuvaj trenutnu putanju
sv: Spara aktuellt spår
ta: தற்போதைய பாதையை சேமிக்கவும்
tr: Mevcut rotayı kaydet
uk: Зберегти поточний трек
vi: Lưu đường dẫn hiện tại
zh_hans: 保存当前轨迹
zh_hant: 儲存目前的軌跡

# save_current_track_descr
source: Save current track as GPX file now.
af: Berg huidige spoor nou op SD
ar: حفظ المسار الحالي إلى الذاكرة الآن.
az: Hazırkı izi indi GPX faylı olaraq saxla.
be: Захаваць дзейны след зараз жа як GPX-файл.
bg: Запазване на текущата следа като файл на GPX.
ca: Desa, tot seguit, la traça actual com un fitxer GPX.
cs: Uložit aktuální trasu jako soubor GPX.
cy: Cadw'r trac cyfredol fel ffeil GPX nawr.
da: Gem det aktuelle spor som en GPX-fil nu.
de: Aktuellen Track jetzt als GPX-Datei speichern.
el: Αποθήκευση τρέχοντος ίχνους ως αρχείου GPX τώρα.
eo: Konservi aktualan spuron kiel GPX-dosieron.
es_us: Guarda la traza actual como archivo GPX ahora.
et: Salvesta praegune teekond kohe GPX failina.
eu: Gorde uneko arrastoa GPX fitxategi gisa orain.
fa: رد جاری را همین حالا در قالب پروندهٔ GPX ذخیره کن.
fi: Tallenna nykyinen reitti GPX tiedostona nyt.
fr: Enregistrer la trace en cours comme fichier GPX.
gl: Garda a pista actual coma ficheiro GPX agora.
he: שמירת המסלול הנוכחי כקובץ GPX כעת.
hu: Jelenlegi nyomvonal mentése GPX-fájlba most.
hy: Պահպանել ընթացիկ տրեկը որպես GPX ֆայլ։
id: Simpan trek saat ini sebagai file GPX sekarang.
is: Vista núverandi feril sem GPX-skrá núna.
it: Salva adesso la traccia come file GPX.
ja: 現在の経路を今すぐメモリーカードに保存します。
ka: მიმდინარე ძებნის SDCard-ზე ჩაწერა.
ko: 현재 트랙을 SD 카드에 저장합니다
lt: Išsaugoti esamą kelią į GPX failą dabar.
lv: Saglabāt pašreizējo ceļu SD kartē
mk: Začuvajte go tekovnoto sledenje kako GPX datoteka sega.
ml: ഇപ്പോൾ നിലവിലുള്ള ട്രാക്ക് ജിപിഎക്സ് ഫയൽ ആയി സംരക്ഷിക്കുക.
nb: Lagre nåværende spor som GPX-fil nå.
nl: Huidige GPX-track nu opslaan.
oc: Sauvagardar, tot d'un temps, la traça actuala per fichier GPX.
pl: Zapisz bieżącą trasę jako plik GPX.
ro_ro: Salvează traseul curent ca fișier GPX acum.
ru: Сохранить текущий трек как файл GPX.
sc: Sarva como sa rasta currente comente unu documentu GPX.
sk: Uložiť aktuálnu stopu ako súbor GPX.
sl: Shrani trenutno sled v datoteko GPX.
sr: Сачувај одмах тренутни траг као датотеку ГПИкс-а.
sr_latn: Sačuvaj odmah trenutnu putanju kao datoteku GPX-a.
sv: Spara aktuellt spår som GPX-fil nu.
ta: தற்போதைய பாதையை GPX கோப்பாக சேமி.
tr: Geçerli rotayı şimdi GPX dosyası olarak kaydedin.
uk: Зберегти поточний трек як GPX-файл.
vi: Lưu đường dẫn hiện tại dưới dạng tệp GPX luôn.
zh_hans: 将当前轨迹保存为 GPX 文件。
zh_hant: 現在把目前的軌跡存為 GPX 檔案。

# save_track_interval_globally
source: Logging interval
ar: الفاصل الزمني للتسجيل
ast: Intervalu de rexistru
be: Інтэрвал запісу
bg: Интервал за запис
ca: Interval d'enregistrament
cs: Interval ukládání trasy
cy: Cyfnod logio
da: Logningsinterval
de: Aufzeichnungsintervall
el: Διάστημα καταγραφής
eo: Intertempo de registrado
es_us: Intervalo de registro
et: Logimise ajavahemik
eu: Erregistro-tartea
fa: تناوب ردنگاری
fi: Keruuväli
fr: Intervalle d'enregistrement
gl: Intre de rexistro
he: הפרשי רישום
hu: Naplózási időköz
hy: Մուտքագրման ժամանակի ընդմիջումը
id: Interval pencatatan
is: Millibil skráninga
it: Intervallo registrazione
ja: 記録間隔
ka: ჟურნალიზაციის ინტერვალი
ko: 기록 간격
lt: Įrašymo intervalas
lv: Logošanas intervāls
mk: Interval na prjavuvanje
ml: റിക്കോഡിങ്ങിന്റെ ഇടവേള
mr: क्रमलेखन काळांतर
nb: Loggeintervall
oc: Intervalle d'enregistrament
pl: Częstość rejestrowania
ro_ro: Interval de salvare
ru: Интервал записи
sc: Intervallu de registratzione
sk: Interval zaznamenávania
sl: Interval beleženja
sr: Учесталост бележења
sr_latn: Učestalost beleženja
sv: Loggningsintervall
ta: பதிவு இடைவெளி
tr: Günlük aralığı
uk: Інтервал запису
vi: Quãng thời gian ghi nhật ký
zh_hans: 记录间隔
zh_hant: 記錄間隔
