Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# second_marker_widget_desc
source: You can configure the widget to show the distance or Estimated time of arrival left to the second map marker.
ar: يمكنك تكوين الودجت لإظهار المسافة أو الوقت المقدر للوصول المتبقي للتوجيه المباشر للخريطة الثانية.
be: Вы можаце наладзіць віджэт на адлюстраванне адлегласці або прыблізнага часу прыбыцця да другой адзнакі на мапе.
bg: Можете да настроите приспособлението да показва разстоянието или очакваното време на пристигане до втория маркер на картата.
cs: Widget můžete nakonfigurovat tak, aby zobrazoval vzdálenost nebo odhadovaný čas příjezdu k druhé mapové značce.
da: Du kan indstille modulet til at vise afstanden eller den anslået ankomsttid for den anden kortmarkør.
de: Sie können das Widget so konfigurieren, dass es die Entfernung oder voraussichtliche Ankunftszeit bis zur zweiten Kartenmarkierung anzeigt.
el: Μπορείτε να ρυθμίσετε το γραφικό στοιχείο να εμφανίζει την απόσταση ή τον εκτιμώμενο χρόνο άφιξης που απομένει για τον δεύτερο δείκτη χάρτη.
eo: Vi povas agordi la fenestraĵon por montri distancon aŭ proksimuman tempon de alveno al la dua map-marko.
es_us: Puedes configurar el widget para que muestre la distancia o la hora estimada de llegada que queda hasta el segundo marcador del mapa.
eu: Widget-a konfigura dezakezu bigarren mapa-markatzaileari geratzen den distantzia edo helmuga-ordu estimatua erakusteko.
fa: می‌توانید ابزارک را برای نمایش فاصله یا زمان تخمینی رسیدن به نشانگر دوم نقشه پیکربندی کنید.
fr: Vous pouvez paramétrer le gadget pour afficher la Distance restante ou l'Heure estimée d’arrivée jusqu'au second marqueur.
hu: Beállíthatja a modult úgy, hogy a második térképjelölőig hátralévő távolságot vagy becsült érkezési időt mutassa.
id: Anda dapat mengatur widget untuk menampilkan jarak atau Perkiraan waktu tiba ke penanda peta kedua.
is: Þú getur stillt viðmótshlutann til að birta vegalengd eða áætlaðan komutíma vinstra megin við seinna kortamerkið.
it: Puoi configurare il widget per mostrare la distanza o il tempo stimato di arrivo al secondo marcatore della mappa.
ja: 2番目のマップ マーカーまでの距離または到着予定時刻を表示するようにウィジェットを構成できます。
ko: 두 번째 맵 마커에 도착의 거리 또는 예상 시간을 표시 할 위젯을 구성 할 수 있습니다.
mk: Mozete da go konfigurirate vidzetot da go prikazuva rastojanieto ili procenetoto vreme na pristignuvanje ostaveno na vtoriot marker na kartata.
nb: Du kan sette opp miniprogrammet tilå vise avstanden eller antatt tid til ankomst til sekundær kartmarkør.
nl: U kunt de widget instellen om de afstand of de verwachte aankomsttijd te tonen, tot de tweede markering.
pl: Możesz skonfigurować widżet, aby pokazywał odległość lub szacunkowy pozostały czas przybycia do drugiego markera mapy.
ro_ro: Puteți configura widgetul să arăte distanța sau timpul estimat până la sosirea la cel de-al doilea marcaj de pe hartă.
ru: Вы можете настроить виджет так, чтобы он показывал расстояние или расчётное время прибытия до второго маркера карты.
sc: Podes cunfigurare su widget pro ammustrare sa distàntzia o su tempus carculadu de arrivu a su de duos marcadore de sa mapa.
sk: Môžete nastaviť nástroj na zobrazovanie vzdialenosti alebo odhadovaného času príjazdu k druhej mapovej značke.
sl: Gradnik lahko nastaviš tako, da prikaže ali razdaljo ali predvideni čas prihoda do druge oznake na zemljevidu.
sr: Можете подесити справицу да приказује растојање или процењено преостало време доласка на другој ознаци карте.
sr_latn: Možeš podesiti vidžet da prikazuje rastojanje ili procenjeno preostalo vreme dolaska na drugoj oznaci mape.
sv: Du kan ställa in widgeten att visa avstånd eller uppskattad restid kvar till den andra kartmarkören.
ta: இரண்டாவது வரைபட குறிப்பானுக்கு எஞ்சியிருக்கும் தூரத்தை அல்லது மதிப்பிடப்பட்ட நேரத்தைக் காட்ட நீங்கள் விட்செட்டை உள்ளமைக்கலாம்.
tr: Widget'ı, ikinci harita işaretleyicisine kalan mesafeyi veya tahmini varış zamanını gösterecek şekilde ayarlayabilirsiniz.
uk: Ви можете налаштувати віджет, щоб показувати відстань або очікуваний час прибуття до другої позначки на мапі.
vi: Bạn có thể điều chỉnh widget để hiện khoảng cách hoặc thời gian dự kiến đến điểm đánh dấu thứ hai.
zh_hans: 你可以配置小组件来显示距离或估计到达第二个地图标记的时间。
zh_hant: 您可以設定小工具來顯示到第二個地圖標記的距離或預計到達時間。

# first_marker_widget_desc
source: You can configure the widget to show the distance or Estimated time of arrival left to the first map marker.
ar: يمكنك تكوين الودجت لإظهار المسافة أو الوقت المقدر للوصول المتبقي للتوجيه المباشر للخريطة الأولى.
az: Vidceti birinci xəritə işarəsinə qalan məsafəni və ya təxmini gəliş vaxtını göstərmək üçün tənzimləyə bilərsiniz.
be: Вы можаце наладзіць віджэт на адлюстраванне адлегласці або прыблізнага часу прыбыцця да першай адзнакі на мапе.
bg: Можете да настроите приспособлението да показва разстоянието или очакваното време на пристигане до втория маркер на картата.
cs: Widget můžete nakonfigurovat tak, aby zobrazoval vzdálenost nebo odhadovaný čas příjezdu k první mapové značce.
da: Du kan konfigurere modulet til at vise afstanden eller den anslået ankomsttid for den første kortmarkør.
de: Sie können das Widget so konfigurieren, dass es die Entfernung oder voraussichtliche Ankunftszeit bis zur ersten Kartenmarkierung anzeigt.
el: Μπορείτε να ρυθμίσετε το γραφικό στοιχείο να εμφανίζει την απόσταση ή τον εκτιμώμενο χρόνο άφιξης που απομένει για τον πρώτο δείκτη χάρτη.
eo: Vi povas agordi la fenestraĵon por montri distancon aŭ proksimuman tempon de alveno al la unua map-marko.
es_us: Puedes configurar el widget para que muestre la distancia o la hora estimada de llegada que queda hasta el primer marcador del mapa.
eu: Widget-a konfigura dezakezu lehen mapa-markatzaileari geratzen den distantzia edo helmuga-ordu estimatua erakusteko.
fa: می‌توانید ابزارک را برای نمایش فاصله یا زمان تخمینی رسیدن به نشانگر اول نقشه پیکربندی کنید.
fr: Vous pouvez paramétrer le gadget pour afficher la Distance restante ou l'Heure estimée d'arrivée jusqu’au premier marqueur.
hu: Beállíthatja a modult úgy, hogy az első térképjelölőig hátralévő távolságot vagy becsült érkezési időt mutassa.
id: Anda dapat mengatur widget untuk menampilkan jarak atau Perkiraan waktu tiba ke penanda peta pertama.
is: Þú getur stillt viðmótshlutann til að birta vegalengd eða áætlaðan komutíma vinstra megin við fyrra kortamerkið.
it: Puoi configurare il widget per visualizzare la distanza o il tempo stimato d'arrivo al primo marcatore della mappa.
ja: 最初のマップ マーカーまでの距離または到着予定時刻を表示するようにウィジェットを構成できます。
ko: 첫 번째 맵 마커로 도착의 거리 또는 예상 시간을 표시 할 위젯을 구성 할 수 있습니다.
mk: Mozete da go konfigurirate vidzetot da go prikazuva rastojanieto ili procenetoto vreme na pristignuvanje ostaveno na vtoriot marker na kartata.
nb: Du kan sette opp miniprogrammet tilå vise avstanden eller antatt tid til ankomst til primær kartmarkør.
nl: U kunt de widget instellen om de afstand of de verwachte aankomsttijd te tonen, tot de eerste markering.
pl: Możesz skonfigurować widżet, aby pokazywał odległość lub szacunkowy pozostały czas przybycia do pierwszego markera mapy.
ro_ro: Puteți configura widgetul să arăte distanța sau timpul estimat până la sosirea la primul marcaj de pe hartă.
ru: Вы можете настроить виджет так, чтобы он показывал расстояние или расчётное время прибытия до первого маркера карты.
sc: Podes cunfigurare su widget pro ammustrare sa distàntzia o s'ora carculada de arrivu a su de unu marcadore de sa mapa.
sk: Môžete nastaviť nástroj na zobrazovanie vzdialenosti alebo odhadovaného času príjazdu k prvej mapovej značke.
sl: Gradnik lahko nastaviš tako, da prikaže ali razdaljo ali predvideni čas prihoda do prve oznake na zemljevidu.
sr: Можете подесити справицу да приказује растојање или процењено преостало време доласка на првој ознаци карте.
sr_latn: Možeš podesiti widget da prikazuje rastojanje ili procenjeno preostalo vreme dolaska na prvoj oznaci mape.
sv: Du kan ställa in widgeten att visa avstånd eller uppskattad restid kvar till den första kartmarkören.
ta: முதல் வரைபட குறிப்பானுக்கு எஞ்சியிருக்கும் வருகையின் தூரம் அல்லது மதிப்பிடப்பட்ட நேரத்தைக் காட்ட நீங்கள் விட்செட்டை உள்ளமைக்கலாம்.
tr: Widget'ı, birinci harita işaretleyicisine kalan mesafeyi veya tahmini varış zamanını gösterecek şekilde ayarlayabilirsiniz.
uk: Ви можете налаштувати віджет, щоб показувати відстань або орієнтовний час прибуття до першої позначки на мапі.
vi: Bạn có thể điều chỉnh widget để hiện khoảng cách hoặc thời gian dự kiến đến điểm đánh dấu thứ nhất.
zh_hans: 你可以配置小组件来显示距离或估计到达第一个地图标记的时间。
zh_hant: 您可以設定小工具來顯示到第一個地圖標記的距離或預計到達時間。

# plugin_mapillary_descr
source: Imagery of street-level views. You can also contribute yourself. To see the existing data as a map layer, turn on "Street-level imagery" in the "Configure map" menu.
ar: صور شوارع متاحة للجميع. اكتشف أماكن، تعاون، والتقط صورا للعالم.
ast: Semeyes a nivel de cai pa tol mundu. Descubri llugares, collabora y fotografia'l mundu.
az: Hər kəs üçün küçə səviyyəsində şəkillər. Yerləri kəşf edin, əməkdaşlıq edin, dünyanı çəkin.
be: Вулічныя фотаздымкі для ўсіх. Адкрывайце для сябе месцы, дапамагайце, здымайце свет.
bg: Снимки от нивото на улицата. Можете да дадете своя принос. За да видите съществуващите данни като слой на картата, включете „Снимки от улицата“ в менюто „Настройкина картата“.
ca: Fotografies a nivell de carrer per a tothom. Descobriu llocs, col·laboreu, enregistreu el món.
cs: Snímky pohledu na úrovni ulice. Přispět můžete i vy. Chcete-li zobrazit existující data jako mapovou vrstvu, zapněte v nabídce „Konfigurace mapy“ možnost „Snímky na úrovni ulic“.
cy: Lluniau lefel stryd ar-lein i bawb. Darganfod lleoedd, cydweithio, cipio'r byd.
da: Billedvisning på gadeniveau. Du kan også selv bidrage. Hvis du vil se de eksisterende data som et kortlag, skal du slå "Billeder på gadeniveau" til i menuen "Konfigurer kort".
de: Bildmaterial von Straßenansichten. Sie können auch selbst einen Beitrag leisten. Um die vorhandenen Daten als Kartenebene zu sehen, aktivieren Sie „Bilder auf Straßenebene“ im Menü „Karte konfigurieren“.
el: Φωτογραφίες δρόμου για όλους. Ανακαλύψτε θέσεις, συνεργαστείτε, αποτυπώστε τον κόσμο.
eo: Liveras strat-nivelan fotaron. Vi ankaŭ povas kontribui per aldoni fotojn al la projekto. Por vidigi la ekzistajn datumojn kiel map-tavolon, aktivigu la agordon “Start-nivela fotaro” en la menuo “Agordi mapon”.
es_us: Imágenes de vistas a nivel de calle. También puedes contribuir tú mismo. Para ver los datos existentes como una capa en el mapa, activa las «Imágenes a nivel de calle» en el menú «Configurar mapa».
et: Tänavataseme fotod kõigile. Neid võid ka kaastööna ise lisada. Kui soovid olemasolevaid andmeid näha kaardikihina, siis valikud „Kaardi seadistused“ lülita sisse „Tänavatasandi fotod“.
eu: Kale-mailako ikuspegien irudiak. Zuk ere ekarpenak egin ditzakezu. Dauden datuak mapa geruza gisa ikusteko, aktibatu "Kale mailako irudiak" "Konfiguratu mapa" menuan.
fa: تصاویر آنلاین سطح خیابان برای همه. مکان‌ها را کشف کنید، همکاری کنید و جهان را به‌تصویر درآورید.
fi: Katutason valokuvia kaikille. Tutustu paikkoihin, tee yhteistyötä, kaappaa maailma.
fr: Photos de rues. Vous pouvez aussi contribuer vous-même. Pour voir les données existantes sous forme de surcouche, activez l'option correspondante dans le menu "Paramétrer la carte".
gl: Imaxes a nivel de rúa para todos. Descobre lugares, contribúe, captura o mundo.
he: תמונות ברמת הרחוב לכולם. להכיר מקומות, לשתף פעולה ולצלם את העולם.
hu: Utcaszintű képek. Ön is közreműködhet. A meglévő adatok térképrétegként való megjelenítéséhez kapcsolja be a „Térkép beállítása” menüben az „Utcaszintű képek” lehetőséget.
hy: Փողոցային նկարներ բոլորի համար: Բացահայտեք վայրերը, համագործակցեք, նկարեք աշխարհը:
id: Citra tampilan tingkat jalan. Anda dapat berkontribusi sendiri. Untuk melihat data yang sudah ada sebagai lapisan peta, aktifkan "Citra tingkat jalan" dalam menu "Konfigurasi peta".
is: Götumyndir fyrir alla. Þar sem myndefni vantar, geturðu einfaldlega bætt því við sjálf/ur svo aðrir geti nýtt sér það. Til að virkja fyrirliggjandi gögn sem kortalag, skaltu virkja "Myndefni í götuhæð" í stillingum landakortsins.
it: Immagini a livello stradale. Puoi contribuire anche tu. Per visualizzare i dati esistenti come livello, attiva "Immagini a livello stradale" nel menu "Configura mappa".
ja: いわゆる『ストリートビュー』風の路上写真共有サービスです。自分で投稿することも可能です。既存のデータをマップのレイヤーに反映させるには"マップ設定"メニューで"ストリート画像"を有効にしてください。
ka: Online street-level photos for everyone. Discover places, collaborate, capture the world.
ko: 모든 사람을 위한 거리 기반의 파노라마 영상 서비스. 장소를 탐색하고, 협업하고, 세상을 사로잡습니다.
lt: Internetinės gatvės nuotraukos visiems. Atraskite vietas, bendradarbiaukite, fotografuokite pasaulį.
lv: Ielas līmeņa fotoattēli ikvienam - atklājiet vietas, kopīgojiet, iemūžiniet pasauli.
mk: Fotografii na nivo na ulica za sekogo. Otkrijte mesta, sorabotuvajte, dolovete go svetot.
ml: എല്ലാവർക്കുമായി ഓൺലൈൻ സ്ട്രീറ്റ്-ലെവൽ ഫോട്ടോകൾ. സ്ഥലങ്ങൾ കണ്ടെത്തുക, സഹകരിക്കുക, ലോകം ചിത്രത്തിലാക്കുക.
nb: Foto på gatenivå for alle. Oppdag plasser, samarbeid, fang inn verden.
nl: Foto's op straatniveau voor iedereen. U kunt ook zelf bijdragen. Om de bestaande data als laag op de kaart te zien, zet u "Straatniveau-foto's" aan in het "Kaart instellen"-menu.
oc: Fornís la vista au plan de la carriera. Se mancan d'imatges, lei podètz ajustar vosautres e permetre a d'autres de ne'n beneficiar. Per activar la jaça Mapillary pron d'activar "Imatges de carrieras" dins lo menú de Configuracion.
pl: Zdjęcia widoków z poziomu ulicy. Możesz również samemu je zrobić. Aby zobaczyć istniejące dane jako warstwę mapy, włącz „Zdjęcia z poziomu ulicy” w menu „Konfiguruj mapę”.
ro_ro: Imagini stradale. Puteți contribui și dumneavoastră. Pentru a vedea datele existente sub forma unui strat de hartă, activați "Imagini stradale" în meniul "Configurare hartă".
ru: Фотографии с улиц. Вы также можете ими воспользоваться. Чтобы увидеть слой карты с метками точек съемки, включите "Фото с улиц", открыв в меню "Настройки карты".
sc: Immàgines de vistas a livellu de su caminu. Podes contribuire fintzas tue. Pro bìdere sos datos atuales comente un'istratu de sa mapa, allughe s'optzione "Immàgines a livellu de su caminu" in su menù "Cunfigura mapa".
sk: Fotografie z úrovne ulice. Môžete prispieť aj vy. Pre zobrazenie existujúcich údajov ako vrstvy na mape zapnite "Snímky z úrovne ulice" v menu "Nastaviť mapu".
sl: Posnetki pogledov z ravni ulice. Prispevaš lahko tudi sam/a. Če si želiš ogledati obstoječe podatke kot sloj zemljevida, v meniju »Nastavitve zemljevida« vklopi »Posnetke na ravni ulice«.
sr: Слике приказа на нивоу улице. Можете и сами да допринесете. Да бисте видели постојеће податке као слој мапе, укључите "Слике на нивоу улице" у менију за "Конфигурисање мапе".
sr_latn: Slike sa nivoa ulice. Možeš i sam doprineti. Da bi video postojeće podatke kao sloj mape, uključite 'Slike na nivou ulice u meniju 'Podesi mapu'.
sv: Bilder med gatunivå-perspektiv. Du kan också bidra med egna bilder. För att se existerande data som ett kartlager, slå på "Bilder på gatunivå" i menyn "Konfigurera kartan".
ta: தெரு-நிலை காட்சிகளின் படங்கள். நீங்களே பங்களிக்கலாம். தற்போதுள்ள தரவை வரைபட அடுக்காகக் காண, "வரைபடம் உள்ளமை" பட்டியலில் "தெரு-நிலை படங்களை" இயக்கவும்.
tr: Sokak düzeyinde görüntüler sunar. Görüntülerin eksik olduğu yerlerde, başkalarının kullanabilmesi için kendiniz görüntü ekleyebilirsiniz. Mapillary katmanını etkinleştirmek için Haritayı yapılandır menüsünden "Sokak düzeyinde görüntüleri" açın.
uk: Зображення видів на рівні вулиці. Ви також можете зробити свій внесок. Щоб переглянути існуючі дані як шар карти, увімкніть «Зображення на рівні вулиць» у меню «Налаштувати карту».
vi: Hình ảnh của góc nhìn cấp độ đường phố. Bạn cũng có thể tự đóng góp. Để xem dữ liệu hiện tại dưới dạng một lớp phủ bản đồ, bật "Hình ảnh cấp độ đường phố" trong menu "Điều chỉnh bản đồ".
zh_hans: 街景级图像。您也可以自己贡献。要以地图图层的形式查看现有数据，请在 "配置地图 "菜单中打开 "街景图像"。
zh_hant: 街道級影像。你也可以自己貢獻。要將現有資料作為地圖圖層檢視，請在「設定地圖」選單中開啟「街道級照片」。

# distance_to_intermediate_widget_desc
source: The widget shows the distance left to the first intermediate point. Once intermediate points is passed, the distance will be updated to the next intermediate point.
ar: يعرض الودجت المسافة المتبقية إلى أول نقطة وسيطة. بمجرد تجاوز النقاط الوسيطة ، سيتم تحديث المسافة إلى النقطة الوسيطة التالية.
be: Віджэт паказвае адлегласць да першага прамежкавага пункта. Пасля таго, як прамежкавы пункт будзе мінуты, адлегласць абновіцца да наступнага прамежкавага пункта.
bg: Приспособлението показва разстоянието до първата междинна точка. При достигане на междинна точка, времето се обновява да показва оставащото до следващата междинна точка.
cs: Widget zobrazuje vzdálenost, která zbývá do prvního mezilehlého bodu. Po překročení mezilehlých bodů se vzdálenost aktualizuje k dalšímu mezilehlému bodu.
da: Modulet viser afstanden til det første mellemliggende punkt. Når et mellemliggende punkt er passeret, opdateres afstanden til det næste mellemliggende punkt.
de: Das Widget zeigt die verbleibende Entfernung zum ersten Zwischenpunkt an. Sobald Zwischenpunkte passiert sind, wird die Distanz bis zum nächsten Zwischenpunkt aktualisiert.
el: Το γραφικό στοιχείο δείχνει την υπολειπόμενη απόσταση μέχρι το πρώτο ενδιάμεσο σημείο. Μόλις περαστεί το ενδιάμεσο σημείο, η απόσταση θα ενημερώνεται για το επόμενο ενδιάμεσο σημείο.
eo: Montras plian distancon al la unua intercelo. Kiam intercelo estos pasigita, la fenestraĵo montros distancon al la sekva intercelo.
es_us: Muestra la distancia que queda hasta el primer punto intermedio. Una vez superados estos, la distancia será actualizada al siguiente punto intermedio.
eu: Widget-ak lehen tarteko punturako geratzen den distantzia erakusten du. Tarteko puntuak gainditu ondoren, distantzia hurrengo tarteko puntura eguneratuko da.
fa: ابزارک فاصله باقی‌مانده تا اولین نقطه میانی را نمایش می‌دهد. پس از عبور از نقاط میانی، فاصله به نقطه میانی بعدی به‌روزرسانی می‌شود.
fr: Le gadget affiche la distance restante jusqu'au premier point intermédiaire. Une fois ce point intermédiaire atteint, la distance sera calculée jusqu'au point intermédiaire suivant.
hu: A modul az első köztes pontig hátralévő távolságot jeleníti meg. Amint a köztes pontokat elhagyta, a távolság a következő köztes pontra frissül.
id: Widget menunjukkan jarak yang tersisa ke titik perantara pertama. Setelah titik perantara dilewati, jarak akan diperbarui ke titik perantara berikutnya.
is: Viðmótshlutinn sýnir vegalengdina sem eftir er að fyrsta milliáfanganum. Um leið og farið er fram hjá milliáfanga, er vegalengdin uppreiknuð að næsta milliáfanga.
it: Il widget mostra la distanza al primo punto intermedio. Quando il punto intermedio viene raggiunto, la distanza verrà aggiornata al successivo punto intermedio.
ja: ウィジェットには、最初の中間地点までの距離が表示されます。中間地点を通過すると、距離は次の中間地点へのものに更新されます。
ko: 위젯은 첫 번째 중간 지점에 왼쪽 거리를 보여줍니다. 중간 지점이 통과되면, 거리는 다음 중간 지점으로 업데이트됩니다.
mk: Vidzetot go pokazuva rastojanieto ostaveno do prvata sredna tocka. Otkako ce se pominat srednite tocki, rastojanieto ce se azurira do slednata sredna tocka.
nb: Viser avstand igjen til første mellomliggende punkt. Når mellomliggende punkter passeres oppdateres avstanden til neste mellomliggende punkt.
nl: De widget toont de afstand tot het eerste tussenliggende punt. Zodra een tussenliggend punt is gepasseerd, wordt de afstand bijgewerkt tot het volgende tussenliggende punt.
pl: Widżet pokazuje odległość do pierwszego punktu pośredniego. Gdy punkty pośrednie zostaną przekroczone, odległość zostanie zaktualizowana do następnego punktu pośredniego.
ro_ro: Widgetul arată distanța rămasă până la primul punct intermediar. Odată ce punctele intermediare sunt depășite, distanța va fi actualizată luând în considerare următorul punct intermediar.
ru: Виджет показывает расстояние до первого промежуточного пункта. После прохождения промежуточного пункта расстояние будет обновлено до следующего промежуточного пункта.
sc: Su widget ammustrat sa distàntzia chi mancat pro arribbare a su primu puntu de coladòrgiu. A pustis de àere coladu unu puntu de coladòrgiu sa distàntzia s'at a carculare pro su puntu de coladòrgiu imbeniente.
sk: Nástroj zobrazuje zostávajúcu vzdialenosť k prvému prechodnému bodu. Keď je prechodný bod dosiahnutý, vzdialenosť je aktualizovaná k ďalšiemu prechodnému bodu.
sl: Gradnik prikazuje preostalo razdaljo do prve vmesne točke. Ko gremo mimo vmesne točke, se razdalja posodobi do naslednje vmesne točke.
sr: Справица приказује преостало растојање на првој пролазној тачки. Када се пролазна тачка прође, растојање ће се освежити на следећој пролазној тачки.
sr_latn: Vidžet prikazuje preostalo rastojanje do prvog međuodredišta. Kada se međuodredište prođe, rastojanje će se osvežiti na sledećem međuodredištu.
sv: Visar avståndet kvar till första mellanliggande punkt. Så fort en punkt passeras uppdateras avståndet till nästa mellanliggande punkt.
ta: விட்செட் முதல் இடைநிலை புள்ளிக்கு எஞ்சியிருக்கும் தூரத்தைக் காட்டுகிறது. இடைநிலை புள்ளிகள் நிறைவேற்றப்பட்டதும், தூரம் அடுத்த இடைநிலை புள்ளிக்கு புதுப்பிக்கப்படும்.
tr: Widget, ilk ara noktaya kalan mesafeyi gösterir. Ara nokta geçildikten sonra mesafe, bir sonraki ara noktaya göre güncellenecektir.
uk: Віджет показує відстань, що залишилася до першої проміжної точки. Після проходження проміжної точки значення буде оновлене, щоб показувати відстань до наступної проміжної точки.
vi: Widget hiện khoảng cách đến điểm trung gian đầu tiên. Khi đã đi qua các điểm trung gian, khoảng cách sẽ được cập nhật tới điểm trung gian kế tiếp.
zh_hans: 该小工具会显示离第一个中间点还有多远。一旦通过中间点，将会更新为显示到下一个中间点的距离。
zh_hant: 小工具顯示到第一個中轉點的剩餘距離。一旦中轉點過去，距離將更新到下一個中轉點。
