Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# first_usage_wizard_desc
source: Let OsmAnd determine your location and suggest maps to download for that region.
ar: دع أوسماند يحدد موقعك ويقترح عليك خرائط لمنطقتك.
az: OsmAnd-a məkanınızı müəyyənləşdirmək və həmin region üçün xəritə endirməsi təklif etmək icazəsi verin.
be: OsmAnd вызначыць ваша месцазнаходжанне і прапануе спампаваць мапы для гэтага рэгіёна.
bg: Нека OsmAnd определи вашето местоположение и да ви предложи карти за изтегляне.
ca: Permeteu a OsmAnd determinar la vostra localització i suggerir-vos els mapes a baixar d'aquesta zona.
cs: Povolit OsmAndu určit vaši polohu a navrhnout mapy pro tuto oblast.
cy: Gadewch i OSMAnd ddarganfod eich lleoliad ac awgrymu mapiau i'w llwytho ar gyfer yr ardal honno.
da: Lad OsmAnd bestemme placeringen og foreslå at hente kort for området.
de: Lassen Sie OsmAnd Ihren Standort bestimmen und für diese Region Karten zum Herunterladen vorschlagen.
el: Αφήστε το OsmAnd να προσδιορίσει την τοποθεσία σας και να προτείνει χάρτες για λήψη για αυτήν την περιοχή.
eo: Permesu al OsmAnd trovi vian pozicion por sugesti elŝuti mapojn de tiu regiono.
es_us: Deja que OsmAnd determine tu ubicación y sugiera mapas a descargar para esa región.
et: Las OsmAnd määrab sinu asukoha ja soovitab selle piirkonna jaoks alla laaditavaid kaarte.
eu: Baimendu OsmAnd aplikazioari zure kokalekua zehaztea eta eskualderako mapa egokia deskargatzea iradokitzea.
fa: اجازه دهید برنامه موقعیت شما را پیدا کند تا نقشهٔ آنجا را برای بارگیری پیشنهاد بدهد.
fi: Anna OsmAndin päätellä sijaintisi ja ehdottaa ladattavat kartat tarvittavalle alueelle.
fr: Autoriser OsmAnd à vous localiser et à vous suggérer le téléchargement de la carte de la région.
gl: Deixa que o OsmAnd pescude a túa localización e suxira mapas a baixar para esa rexión.
he: לאפשר ל־OsmAnd לזהות את המיקום שלך ולהציע מפות להורדה לאותו האזור.
hu: Engedélyezze az OsmAnd alkalmazásnak a pozíciója meghatározását, hogy letölthető térképet javasolhasson a régióhoz.
hy: OsmAnd-ը կորոշի ձեր դիրքը և առաջարկի քարտեզներ ներբեռնման համար այդ տարածաշրջանի համար:
id: Biarkan OsmAnd menentukan lokasi Anda dan menyarankan peta untuk diunduh di wilayah tersebut.
is: Leyfðu OsmAnd að finna út staðsetninguna þína og stinga upp á kortum fyrir það svæði til að sækja.
it: Permetti a OsmAnd di determinare la tua posizione e suggerire le mappe da scaricare per la regione.
ja: OsmAndに現在地を取得させると、その地域のマップダウンロードを提案することができます。
ko: OsmAnd가 사용자의 위치를 결정하고 해당 지역에 대해 다운로드할 지도를 제안하도록 하십시오.
lt: Leisti OsmAnd nustatyti jūsų vietą ir pasiūlyti parsisiųsti reikiamus žemėlapius tam regionui.
lv: OsmAnd noteiks jūsu atrašanās vietu un piedāvās lejupielādēt šī reģiona karti.
mk: Dozvolete OsmAnd da ja odredi vašata lokacija i predložete karti za prezemanje za toj region.
ml: ഓഎസ്എംആന്റ് നിങ്ങളുടെ സ്ഥാനം കണ്ട്പിടിച്ച് ആ പ്രദേശം ഉള്‍പെട്ട ഭൂപടം നിര്‍ദേശിക്കാന്‍ അനുവദിക്കുക.
mr: ओएसएमएएनडि ला तुमचे स्थान निर्धारित करुन त्या प्रदेशासाठी नकाशे डाउनलोड करु द्या.
my: သင်၏တည်နေရာကို OsmAnd ကဆုံးဖြတ်ခွင့်ပေးပြီး ထိုဒေသအတွက်မြေပုံများကိုဆွဲယူမြည်။
nb: La OsmAnd bestemme din posisjon og foreslå kart å laste ned for den regionen.
nl: Laat OsmAnd kaarten kiezen om te downloaden aan de hand van je huidige locatie.
oc: Permetètz a OsmAnd de determinar vòstra posicion e de vos suggerir lei mapas de teledescargar d'aquest airau.
pl: Pozwól OsmAnd określić Twoją lokalizację i zasugerować mapy do pobrania dla tego regionu.
pt_br: Deixe o OsmAnd determinar o seu local e sugerir mapas da região para baixar.
ro_ro: Lăsați OsmAnd să vă determine locația și să vă recomande hărți de descărcat pentru regiunea respectivă.
ru: OsmAnd определит ваше местоположение и предложит скачать карты для этой области.
sc: Lassa agatare sa positzione tua a OsmAnd e faghe·ti impositare sas mapas de iscarrigare pro cussa regione.
sk: Nechajte OsmAnd určiť Vašu polohu a navrhnúť mapy, ktoré sa dajú stiahnuť pre daný región.
sl: Zemljevidi za prejem so predlagani po podatkih trenutnega mesta.
sr: Пусти да ОсмАнд одреди Ваш положај и да према томе предложи карте за преузимање те области.
sr_latn: Pusti da OsmAnd odredi lokaciju i da prema tome predloži mape za preuzimanje te oblasti.
sv: Låt OsmAnd avgöra din plats och föreslå kartor att hämta för den regionen.
ta: OsmAnd உங்கள் இருப்பிடத்தை நிர்ணயித்து, அந்தப் பிராந்தியத்திற்கு ஏற்ற வரைபடங்களைப் பரிந்துரைக்கவும்.
tr: OsmAnd'ın konumunuzu bulmasına ve o bölge için harita indirmeyi önermesine izin verin.
uk: OsmAnd визначить ваше місцеперебування і запропонує завантажити мапи для цього регіону.
zh_hans: 让 OsmAnd 确定您所在的位置，建议下载该区域的地图。
zh_hant: 讓 OsmAnd 確定您所在的位置和建議下載該區域的地圖。

source: Location not found
ar: لم يتم العثور على الموقع
ast: Nun s'atopó l'allugamientu
az: Məkan tapılmadı
be: Не атрымалася вызначыць месцазнаходжанне
bg: Местоположението не е намерено
ca: No s'ha determinat la localització
cs: Poloha nenalezena
cy: Lleoliad heb ei ganfod
da: Placering ikke fundet
de: Standort nicht gefunden
el: Η τοποθεσία δεν βρέθηκε
eo: Pozicio ne trovita
es_us: Ubicación no encontrada
et: Asukohta ei leitud
eu: Ez da kokapena aurkitu
fa: موقعیت پیدا نشد
fi: Sijaintia ei löytynyt
fr: Position non trouvée
gl: Localización non atopada
he: המיקום לא נמצא
hu: Hely nem található
hy: Չհաջողվեց բացահայտել դիրքը
id: Lokasi tidak ditemukan
is: Staðsetningin fannst ekki
it: Posizione non trovata
ja: 現在地が特定できませんでした
ka: მდებარეობა ვერ ვიპოვე
ko: 위치를 찾을 수 없음
lt: Nepavyko nustatyti vietos
lv: Atrašanās vieta nav zināma
mk: Lokacijata ne e pronajdena
ml: "തല്‍സ്ഥലം ക്ണ്ടെത്താനായില്ല "
mr: स्थान सापडले नाही
my: တည်နေရာကိုမတွေ့ပါ
nb: Posisjon ikke funnet
nl: Positie niet gevonden
oc: Posicion non trovada
pl: Nie odnaleziono położenia
pt_br: Local não encontrado
ro_ro: Locația nu a fost găsită
ru: Не удалось определить местоположение
sc: Positzione non agatada
sk: Poloha sa nenašla
sl: Mesta ni mogoče najti
sr: Није препознат положај
sr_latn: Lokacija nije nađena
sv: Platsen hittades inte
ta: இடம் காணப்படவில்லை
tr: Konum bulunamadı
uk: Розташування не визначене
zh_hans: 找不到位置
zh_hant: 未找到地方

# search_my_location
source: Find my position
ar: ابحث عن موقعي
az: Mövqeyimi tap
be: Знайсці маю пазіцыю
bg: Намери моето местоположение
ca: Troba la meva localització
cs: Najít mou polohu
cy: Canfod fy safbwynt
da: Find position
de: Meinen Standort bestimmen
el: Εύρεση της θέσης μου
eo: Trovi mian pozicion
es_us: Encontrar mi ubicación
et: Leia minu asukoht
eu: Aurkitu nire kokalekua
fa: موقعیت من را پیدا کن
fi: Löydä sijaintini
fr: Rechercher ma position
gl: Procurar na miña posición
he: איתור המיקום שלי
hu: Saját pozíció meghatározása
hy: Գտնել իմ դիրքը
id: Temukan Posisi saya
is: Finna staðsetningu mína
it: Cerca la mia posizione
ja: 現在地取得
ka: სად ვარ
ko: 내 위치 찾기
lt: Ieškoti mano vietos
lv: Meklēt manu vietu
mk: Naajdi ja mojata piozicija
ml: എന്റെ സ്ഥാനം തെരയുക
nb: Finn min posisjon
nl: Vind mijn positie
oc: Recercar ma posicion
pl: Wyszukaj aktualne położenie
pt_br: Pesquisar minha localização
ro_ro: Găsește-mi poziția
ru: Найти моё местоположение
sc: Agata sa positzione mea
sk: Nájsť moju polohu
sl: Najdi moje mesto
sr: Пронађи мој положај
sr_latn: Pronađi moju lokaciju
sv: Sök efter min plats
ta: என் நிலையை கண்டுபிடி
tr: Konumumu bul
uk: Визначити моє розташування
vi: Tìm vị trí của tôi
zh_hans: 寻找我的位置
zh_hant: 尋找我的位置

# no_inet_connection
source: No Internet connection
ar: لا يوجد اتصال بالشبكة
ast: Nun hai conexón a internet
az: İnternet bağlantısı yoxdur
be: Злучэнне з Інтэрнэтам адсутнічае
bg: Няма връзка с Интернет
ca: Sense connexió a Internet
cs: Bez připojení k Internetu
cy: Dim cysylltiadâ'r rhyngrwyd
da: Ingen internetforbindelse
de: Keine Internetverbindung
el: Δεν υπάρχει διαδικτυακή σύνδεση
eo: Interret-konekto mankas
es_us: Sin conexión a Internet
et: Internetiühendus puudub
eu: Ez dago Internet konexiorik
fa: اتصال اینترنت برقرار نیست
fi: Ei Internet-yhteyttä
fr: Aucune connexion Internet
gl: Non hai conexión á Internet
he: אין חיבור לאינטרנט
hu: Nincs internetkapcsolat
hy: Ինտերնետ կապ չկա
id: Tidak ada koneksi internet
is: Engin internettenging
it: Connessione internet assente
ja: インターネット接続なし
ka: საჭიროა ინტერნეტთან კავშირი
ko: 인터넷에 연결되지 않음
lt: Nėra interneto ryšio
lv: Nav interneta savienojuma
mk: Nema internet vrska
ml: ഇന്റര്‍നെറ്റ് കണക്ഷന്‍ ഇല്ല
mr: इंटरनेट कनेक्शन नाही
my: အင်တာနက်ဆက်သွယ်မှုမရှိပါ
nb: Ingen internettforbindelse
nl: Geen Internetverbinding
oc: Sensa connexion a Internet
pl: Brak połączenia z Internetem
pt_br: Sem conexão à Internet
ro_ro: Nu există conexiune la internet
ru: Соединение с интернетом отсутствует
sc: Peruna connessione a ìnternet
sk: Nie je pripojenie na Internet
sl: Ni internetne povezave
sr: Нема мрежне везе
sr_latn: Nema interneta
sv: Ingen Internetanslutning
ta: இணைய இணைப்பு இல்லை
tr: İnternet bağlantısı yok
uk: Зʼєднання з Інтернетом відсутнє
zh_hans: 没有互联网连接
zh_hant: 沒有網際網路連線

# no_inet_connection_desc_map
source: Required to download maps.
ar: مطلوب اتصال لتحميل الخرائط.
az: Xəritələri endirmək üçün lazımdır.
be: Патрабуецца для спампоўвання мапаў.
bg: Задължително за изтегляне на карти.
ca: És necessari per baixar mapes.
cs: Vyžadováno pro stažení map.
cy: Angenrheidiol er mwyni lawrlwytho mapiau.
da: Nødvendig for at hente kort.
de: Erforderlich, um Karten herunterzuladen.
el: Απαιτείται για λήψη χαρτών.
eo: Bezonata por elŝuti mapojn.
es_us: Necesario para descargar mapas.
et: Vajalik kaartide allalaadimiseks.
eu: Mapak deskargatzeko beharrezkoa da.
fa: برای بارگیری نقشه‌ها لازم است.
fi: Pakollinen karttojen lataamiseksi.
fr: Indispensable pour télécharger des cartes.
gl: Obrigatorio para baixar mapas.
he: נדרש לטובת הורדת מפות.
hu: A térképek letöltéséhez szükséges.
hy: Պահանջվում է ներբեռնել քարտեզներ։
id: Diperlukan untuk mendownload peta.
is: Nauðsynleg til að sækja kort.
it: Necessaria per scaricare le mappe.
ja: マップのダウンロードが必要です。
ka: საჭიროა რუკების გადმოსაწერად.
ko: 지도를 다운로드하는 데 필요합니다.
lt: Būtina parsisiųsti žemėlapius.
lv: Nepieciešams lejupielādēt kartes.
mk: Potrebno za prezemanje karti.
ml: ആവശ്യമുള്ള മാപ്പുകള്‍ ഡൗണ്‍ലോഡ് ചെയ്യാന്‍.
mr: नकशे डाउनलोड करण्यासाठी पाहिजे.
my: မြေပုံများကို download လုပ်ရန်လိုအပ်သည်။
nb: Kreves forå laste ned kart.
nl: Noodzakelijk om kaarten te downloaden.
oc: Es necessari de teledescargar de mapas.
pl: Wymagane, aby pobrać mapy.
pt_br: É necessário baixar os mapas.
ro_ro: Necesar pentru a descărca hărți.
ru: Требуется скачать карты.
sc: Nde b'est bisòngiu pro iscarrigare mapas.
sk: Potrebné na stiahnutie máp.
sl: Zahtevano je prejemanje zemljevidov.
sr: Захтеване за преузимање.
sr_latn: Potrebno za preuzimanje mapa.
sv: Krävs för att hämta kartor.
ta: வரைபடங்கள் பதிவிறக்க வேண்டும்.
tr: Haritaları indirmek için gereklidir.
uk: Необхідно завантажити мапи.
zh_hans: 需要下载地图。
zh_hant: 需要下載地圖。

# search_location
source: Searching for location…
ar: البحث عن الموقع…
az: Məkan axtarılır…
be: Пашук месцазнаходжання…
bg: Определяне местоположение…
ca: Cercant la localització…
cs: Hledání polohy…
cy: Wrthi'n chwilio am leoliad…
da: Søger efter placering…
de: Standort wird gesucht …
el: Αναζήτηση της τοποθεσίας…
eo: Determinado de pozicio…
es_us: Buscando la ubicación…
et: Asukoha otsing…
eu: Kokalekua bilatzen…
fa: در حال جستجوی مکان…
fi: Etsitään sijaintia…
fr: Recherche de la position…
gl: Estase a procurar a localización…
he: מתבצע חיפוש אחר המיקום…
hu: Hely keresése…
hy: Դիրքի որոնմում…
id: Mencari lokasi…
is: Leita að stað…
it: Ricerca della posizione…
ja: 場所を検索しています…
ka: მიმდინარეობს მდებარეობის ძებნა…
ko: 위치 검색 중…
lt: Nustatoma vietos padėtis…
lv: Meklē atrašanās vietu…
mk: Baranje za lokacija…
ml: സ്ഥാനം തിരയുന്നു…
mr: स्थान शोधत आहे…
nb: Søker etter posisjon…
nl: Zoeken naar positie…
oc: A recercar la posicion…
pl: Szukanie położenia…
pt_br: Procurando localização…
ro_ro: Se caută locația…
ru: Определение позиции…
sc: Chirchende sa positzione…
sk: Hľadá sa poloha…
sl: Iskanje mesta…
sr: Претражујем положај…
sr_latn: Lociranje…
sv: Söker efter plats…
ta: இடம் தேடுகிறது …
tr: Konum aranıyor…
uk: Визначення локації…
zh_hans: 正在搜索位置…
zh_hant: 正在搜尋位置…

# search_map
source: Searching maps…
ar: البحث في الخرائط…
ast: Buscando mapes…
az: Xəritələr axtarılır…
be: Пошук мапаў…
bg: Търсене на карти …
ca: Cercant mapes…
cs: Hledání map…
cy: Yn chwilio mapiau…
da: Søger på kort…
de: Karten werden gesucht …
el: Αναζήτηση χαρτών…
eo: Serĉado de mapoj…
es_us: Buscando mapas…
et: Kaartide otsing…
eu: Mapak bilatzen…
fa: در حال جستجوی نقشه‌ها…
fi: Etsitään karttoja…
fr: Recherche des cartes …
gl: Estase a procurar mapas…
he: מתבצע חיפוש במפות…
hu: Térkép keresése…
hy: Քարտեզների որոնում…
id: Mencari Peta…
is: Leita á kortum…
it: Ricerca delle mappe…
ja: マップを検索しています…
ka: რუკების ძებნა…
ko: 지도 검색 중…
lt: Ieškomi žemėlapiai…
lv: Meklē karti…
mk: Baranje karti…
ml: ഭൂപടം തെരയുന്നു…
mr: नकाशे शोधत आहे…
nb: Kartsøking…
nl: Kaart wordt gezocht…
oc: Recèrca lei mapas…
pl: Wyszukiwanie map…
pt_br: Procurando mapa…
ro_ro: Se caută hărți…
ru: Поиск карт…
sc: Chirchende sas mapas…
sk: Hľadajú sa mapy…
sl: Iskanje zemljevidov…
sr: Претражујем карте…
sr_latn: Pretražujem mape…
sv: Söker efter kartor …
ta: வரைபடங்களை தேடுகிறது …
tr: Haritalar aranıyor…
uk: Пошук мапи…
zh_hans: 正在搜索地图…
zh_hant: 搜尋地圖…

# search_another_country
source: Select another region
ar: حدد منطقة أخرى
ast: Esbillar otra rexón
az: Başqa region seç
be: Абраць іншы рэгіён
bg: Изберете друга област
ca: Selecciona un altre país
cs: Vybrat jinou oblast
cy: Dewis ardal arall
da: Vælg et andet område
de: Eine andere Region auswählen
el: Επιλέξτε μια άλλη περιοχή
eo: Elekti alian regionon
es_us: Elegir otra región
et: Vali mõni teine piirkond
eu: Bilatu beste eskualde bat
fa: منطقهٔ دیگری را انتخاب کنید
fi: Valitse toinen alue
fr: Sélectionner une autre région
gl: Escoller outra rexión
he: נא לבחור באזור אחר
hu: Másik régió kijelölése
hy: Ընտրեք այլ տարածաշրջան
id: Pilih Daerah lain
is: Velja annað svæði
it: Scegli un'altra regione
ja: 別の地域を選択
ka: აირჩიეთ სხვა რეგიონი
ko: 다른 지역 선택
lt: Pasirinkite kitą regioną
lv: Izvēlieties citu reģionu
mk: Odberete drug region
ml: "വേറോരു പ്രദേശം(region) തെരഞ്ഞെടുക്കുക "
mr: इतर प्रदेश निवडा
my: အခြားဒေသတစ်ခုကိုရွေးပါ
nb: Velg en annen region
nl: Kies een andere regio
oc: Seleccionar un autre país
pl: Proszę wybrać inny region
pt_br: Selecione outra região
ro_ro: Alegeți altă regiune
ru: Выберите другой регион
sc: Issèbera un'àtera regione
sk: Zvoľte inú oblasť
sl: Izberi drugo državo
sr: Одаберите другу област
sr_latn: Odaberi drugi region
sv: Välj en annan region
ta: மற்றொரு பகுதியைத் தேர்ந்தெடுக்கவும்
tr: Başka bölge seç
uk: Виберіть інший регіон
vi: Chọn một khu vực khác
zh_hans: 选择另一区域
zh_hant: 選擇其它地區

# skip_map_downloading
source: Skip downloading maps
ar: تخط تنزيل الخرائط
az: Xəritələri endirməyi keç
be: Прамінуць спампоўванне мапаў
bg: Пропускане на картите
ca: Omet els mapes en procés de baixada
cs: Přeskočit stahování map
cy: Neidio lawrlwytho mapiau
da: Spring over hentning af kort
de: Herunterladen der Karten überspringen
el: Παράλειψη λήψης χαρτών
eo: Transsalti elŝuton de mapoj
es_us: Omitir descargas de mapas
et: Jäta kaartide allalaadimine vahele
eu: Saltatu mapen deskarga
fa: صرف‌نظر از بارگیری نقشه‌ها
fi: Ohita karttojen lataus
fr: Ignorer le téléchargement des cartes
gl: Rexeitar a descarga dos mapas
he: דילוג על הורדת המפות
hu: Térképletöltés kihagyása
hy: Բաց թողնել քարտեզների ներբեռնումը
id: Lewati download peta
is: Sleppa því að ná í kort
it: Salta download delle mappe
ja: マップのダウンロードをスキップ
ka: რუკების გადმოწერის გამოტოვება
ko: 지도 다운로드 건너뛰기
lt: Praleistižemėlapių parsiuntimą
lv: Izlaist karšu lejupielādi
mk: Preskoknete prevzemanje na karti
ml: ഭൂപടങ്ങള്‍ ഡൗണ്‍ലോഡ് ചെയ്യുന്നത് ഒഴിവാക്കുക
nb: Hopp over nedlasting av kart
nl: Kaarten later downloaden
oc: Sautar lo teledescargament de mapa en cors
pl: Pomiń pobieranie map
pt_br: Pular download de mapas
ro_ro: Sări peste descărcarea hărților
ru: Пропустить скачивание карт
sc: Brinca s'iscarrigamentu de sas mapas
sk: Preskočiť sťahovanie máp
sl: Preskoči prejemanje zemljevidov
sr: Прескочи преузимање карата
sr_latn: Preskoči preuzimanje mapa
sv: Hoppa över nerladdning av kartor
ta: வரைபடங்களைப் பதிவிறக்குக
tr: Haritaları indirmeyi atla
uk: Пропустити завантаження мап
zh_hans: 跳过下载地图
zh_hant: 跳過下載中地圖

# search_categories
source: Categories
ar: الفئات
ast: Estayes
az: Kateqoriyalar
be: Катэгорыі
bg: Категории
cs: Kategorie
cy: Categorïau
da: Kategorier
de: Kategorien
el: Κατηγορίες
eo: Kategorioj
es_us: Categorías
et: Kategooriad
eu: Kategoriak
fa: دسته‌ها
fi: Luokat
fr: Catégories
gl: Categorías
he: קטגוריות
hu: Kategóriák
hy: Կատեգորիաներ
id: Kategori
is: Flokkar
it: Categorie
ja: カテゴリー
ka: კატეგორიები
ko: 분류
lt: Kategorijos
lv: Kategorijas
mk: Kategorii
ml: വിഭാഗങ്ങള്‍
nb: Kategorier
nl: Categorie
oc: Categorias
pl: Kategorie
ro_ro: Categorii
ru: Категории
sc: Categorias
sk: Kategórie
sl: Kategorije
sr: Врсте
sr_latn: TOI kategorije
sv: Kategorier
ta: வகைகள்
tr: Kategoriler
uk: Категорії
vi: Danh mục
zh_hans: 分类
zh_hant: 類別

# how_to_open_wiki_title
source: How to open Wikipedia articles?
ar: بأي طريقة تود فتح مقالات ويكيبيديا ؟
ast: ¿Cómo abrir los artículos de Wikipedia?
az: Vikipediya məqalələri necə açılır?
be: Як адкрыць артыкулы Вікіпедыі?
bg: Как да отворите статии от Уикипедия?
ca: Com obrir els articles de la Viquipèdia?
cs: Jak otevřít články Wikipedie?
cy: Sut i agor cofnodion Wicipedia?
da: Hvordan åbner man Wikipedia-artikler?
de: Wie öffnet man Wikipedia-Artikel?
el: Πώς να ανοίξετε τα άρθρα της Βικιπαίδειας;
eo: Kiel malfermi artikolojn de Vikipedio?
es_us: ¿Cómo abrir artículos de Wikipedia?
et: Kuidas Vikipeedia artikleid avada?
eu: Nola ireki Wikipedia artikuluak?
fa: مقاله‌های ویکی‌پدیا چگونه باز شوند؟
fi: Kuinka avata Wikipedia artikkelit?
fr: Comment ouvrir les articles Wikipédia ?
gl: De que xeito abrir artigos da Wikipedia?
he: כיצד לפתוח ערכים בוויקיפדיה?
hu: Hogyan lehet Wikipédia szócikkeket megnyitni?
hy: Ինչպես բացել Վիքիպեդիանյի հոդվածները?
id: Bagaimana cara membuka artikel-artikel Wikipedia?
is: Hvernig á að opna Wikipedia-greinar?
it: Come aprire gli articoli di Wikipedia?
ja: どの方法でWikipedia記事を開きますか？
ka: როგორ გავხსნათ Wikipedia-ს სტატიები?
ko: Wikipedia 기사를 열려면?
lt: Kaip atidaryti Wikipedia straipsnius?
lv: Kā atvērt Vikipēdijas rakstus?
mk: Kako da gi otvoram statiite na Vikipedija?
ml: വിക്കിപ്പീഡിയ ലേഖനം എങ്ങനെ തുറക്കാം?
nb: Hvordanåpne Wikipedia-artikler?
nl: Hoe Wikipedia-artikelen openen?
oc: Coma dubrir leis articles de la Wikipèdia ?
pl: Jak otworzyć artykuły z Wikipedii?
ro_ro: Cum se deschid articolele din Wikipedia?
ru: Как открыть статьи Википедии?
sc: Comente abèrrere sos artìculos de Wikipedia?
sk: Ako otvoriť články Wikipédie?
sl: Kako odpreti prispevek na Wikipediji?
sr: Како да отворите чланке са Википедије?
sr_latn: Kako da otvoriš članke sa Vikipedije?
sv: Hur öppnar man Wikipedia-artiklar?
ta: எப்படி விக்கிபீடியா கட்டுரைகளை திறக்க வேண்டும்?
tr: Wikipedia makaleleri nasıl açılır?
uk: Як відкрити статті Вікіпедії?
zh_hans: 如何打开维基百科文章？
zh_hant: 如何開啟維基百科文章？

# online_webpage_warning
source: Page only available online. Open in web browser?
ar: الصفحة متاحة على الإنترنت فقط. فتح في متصفح الويب؟
az: Səhifə yalnız onlayn mümkündür. Veb brauzerdə açılsın?
be: Старонка даступная толькі анлайн. Адкрыць ў вэб-браўзеры?
ca: La pàgina només es pot consultar en línia. La voleu obrir en un navegador?
cs: Stránka je k dispozici pouze online. Chcete ji otevřít v prohlížeči?
cy: Tudalen ar gael ar-lein yn unig. Agor mewn porwr gwe?
da: Siden er kun tilgængelig online. Åben den i en webbrowser?
de: Seite nur online verfügbar. Im Webbrowser öffnen?
el: Η σελίδα είναι διαθέσιμη μόνο διαδικτυακά. Να ανοιχθεί με έναν περιηγητή ιστού;
eo: Paĝo disponebla nur enrete. Ĉu malfermi ĝin per foliumilo?
es_us: La página sólo está disponible en línea. ¿Abrirla en el navegador web?
et: Lehekülg saadaval ainult veebis. Avada veebilehitsejas?
eu: Orria sarean besterik ez dago eskuragarri. Web nabigatzaile batean ireki nahi duzu?
fa: این صفحه فقط به‌صورت آنلاین در دسترس است. با مرورگر اینترنت باز شود؟
fi: Sivu saatavilla vain verkossa. Avataanko selaimessa?
fr: Page accessible uniquement en ligne. Souhaitez-vous l’ouvrir dans un navigateur web ?
gl: A páxina só está dispoñíbel en liña. Abrila nun navegador web?
he: העמוד זמין באופן מקוון בלבד. לפתוח אותו בדפדפן?
hu: Az oldal csak online érhető el. Megnyitja böngészőben?
hy: Էջը հասանելի է միայն առցանց: Ցանկանում եք բացել ձեր բրաուզերում?
id: Halaman hanya tersedia secara daring. Buka di peramban web?
is: Þessi síða er einungis tiltæk á netinu. Viltu opna hana í vafra?
it: Pagina disponibile solo online. Aprirla in un browser?
ja: 該当ページはオンラインでしか見ることができません。 ウェブブラウザで開きますか？
ko: 페이지는 온라인에서만 사용할 수 있습니다. 웹 브라우저에서 열었습니까?
lv: Lappuse pieejama tikai tiešsaistē. Vai atvērt interneta pārlūku?
mk: Stranicata e dostapna samo onlajn. Da se otvori vo veb-prelistuvač?
ml: ഈ പേ ജ് ഓണ്‍ലൈനിലെ ഉള്ളൂ. ബ്രൗവ്സറില്‍ തുറക്കട്ടേ?
my: စာမျက်နှာကိုအွန်လိုင်းသာရနိုင်သည်။ web browser ဖွင့်ရမလား?
nb: Siden er kun tilgjengelig på nett. Åpne i nettleser?
nl: Pagina is alleen online beschikbaar. Openen in webbrowser?
pl: Strona jest dostępna tylko w trybie online. Otworzyć ją w przeglądarce internetowej?
pt_br: Página disponível só online. Abrir num navegador web?
ro_ro: Pagina este disponibilă doar online. Deschideți în browserul web?
ru: Страница доступна только онлайн. Открыть её в браузере?
sc: Custa pàgina est a disponimentu in lìnia ebbia. La cheres abèrrere in s'esploradore/navigadore (browser) web?
sk: Stránka je dostupná len online. Otvoriť vo webovom prehliadači?
sl: Stran je na voljo le na spletu. Ali joželite odpreti v spletnem brskalniku?
sr: Страна је доступна само на мрежи. Отворити је у читачу веба?
sr_latn: Strana je dostupna samo na internetu. Otvori je u čitaču veba?
sv: Sidan endast tillgänglig online. Öppna i webbläsare?
ta: பக்கம் நிகழ்நிலையில் மட்டுமே கிடைக்கும். வலை உலாவியில் திறக்கவா?
tr: Sayfa yalnızca çevrim içi kullanılabilir. Tarayıcıda açılsın mı?
uk: Сторінка доступна лише онлайн. Відкрити в оглядачі?
zh_hans: 页面仅在线提供。在网页浏览器中打开？
zh_hant: 此頁面僅在線上狀態提供。您想在網頁瀏覽器中開啟它嗎？

source: Custom search
ar: بحث مخصص
ast: Busca personalizada
az: Xüsusi axtarış
be: Адвольны пошук
ca: Cerca personalitzada
cs: Vlastní vyhledávání
cy: Chwilio cyfaddas
da: Brugerdefineret søgning
de: Benutzerdefinierte Suche
el: Προσαρμοσμένη αναζήτηση
eo: Propra serĉo
es_us: Búsqueda personalizada
et: Kohandatud otsing
eu: Bilaketa pertsonalizatua
fa: جستجوی سفارشی
fi: Räätälöity haku
fr: Recherche personnalisée
gl: Procura personalizada
he: חיפוש בהתאמה אישית
hu: Egyéni keresés
hy: Ստեղծել որոնում
id: Pencarian khusus
is: Sérsniðin leit
it: Ricerca personalizzata
ja: カスタム検索
ka: მორგებული ძებნა
ko: 사용자 지정 검색
lt: Naudotojo nustatyta paieška
lv: Personalizētā meklēšana
mk: Prilagodi prebaruvanje
ml: "കസ്റ്റം തെരച്ചില്‍ "
my: စိတ်ကြိုက်ရှာဖွေခြင်း
nb: Egendefinert søk
nl: Eigen zoekfilter
oc: Recèrca personalizada
pl: Własne wyszukiwanie
pt_br: Busca personalizada
ro_ro: Căutare personalizată
ru: Настраиваемый поиск
sc: Chirca personalizada
sk: Vlastné vyhľadávanie
sl: Iskanje po meri
sr: Произвољна претрага
sr_latn: Opširnija pretraga
sv: Egen sökning
ta: தனிப்பயன் தேடல்
tr: Özel arama
uk: Налаштувати пошук
vi: Tuỳ chỉnh tìm kiếm
zh_hans: 自定义搜索
zh_hant: 自訂搜尋
