Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# plugin_nautical_descr
source: Enriches your map with information about sailing routes, navigation lights, nautical danger zones, zones with sailing or docking restrictions, etc. To use, download the respective Nautical maps and enable the "Nautical map" style under "Configure map". Further reading at %@.
ar: إثراء خريطتك بمعلومات حول طرق الإبحار ، وأضواء الملاحة ، ومناطق الخطر البحري ، والمناطق ذات قيود الإبحار أو الإرساء ، وما إلى ذلك. مزيد من القراءة على %@.
ast: This plugin enriches the OsmAnd map and navigation app to also produce nautical maps for boating, sailing, and other types of watersports. A special map add-on for OsmAnd will provide all nautical navigation marks and chart symbols, for inland as well as for nearshore navigation. The description of each navigation mark provides the details needed to identify them and their meaning (category, shape, color, sequence, reference, etc.). To return to one of OsmAnd's conventional map styles, simply either de-activate this plugin again, or change the 'Map style' under 'Configure map' as desired.
az: OsmAnd Nautical Charts is a plugin for OsmAnd Maps & Navigation app. It is a detailed graphical representation of oceans, seas, coastal areas and rivers. The charts can contain various information like sailing routes, navigation lights, dangerous areas, areas where it's allowed or not allowed to sail or dock, etc. Usage Instructions: it is highly recommended to download nautical basemap in order to see the maps regardless of detailed map presence. To turn on Nautical charts, tap the map button and set map type to Nautical. Note: All professional sailors are obliged to have official nautical charts on their ships. OsmAnd Nautical charts are based on the data from OpenSeaMap project. While OpenSeaMap charts at the moment cannot compete with official nautical charts, they can be used by recreational sailors for orientation or route planning.
be: Узбагачае вашу мапу звесткамі пра маршруты плавання, маякі, небяспечных зонах, зонах з абмежаваннямі на плаванне і г.д. Каб пачаць выкарыстоўваць, спампуйце адпаведныя марскія мапы і ўключыце стыль "Марская мапа" ў раздзеле "Наладзіць мапу". Працягнуць чытанне на %@.
bg: Обогатява картата с информация за маршрути за плаване, навигационни светлини, опасни морски зони, зони с ограничения за плаване или акостиране и др. За да я използвате, изтеглете съответните морски карти и включете „Морска карта“ в „Настройки на картата“. Документацията е достъпна на адрес %@.
ca: Enriqueix el teu mapa amb informació sobre rutes de navegació, llums de navegació, zones de perill nàutic, zones amb restriccions de navegació o atracament, etc. Per utilitzar-lo, descarrega els respectius mapes nàutics i activa l'estil "Mapa nàutic" a "Configurar mapa". Més informació a %@.
cs: Obohatí vaši mapu o informace o plavebních trasách, navigačních světlech, nebezpečných námořních zónách, zónách s omezením plavby nebo kotvení atd. Pro použití si stáhněte příslušné námořní mapy a povolte styl "Námořní mapa" v "Nastavení mapy". Další informace naleznete na adrese %@.
cy: Mae'r ategyn hwn yn cyfoethogi map ac ap llywio OsmAnd i hefyd gynhyrchu mapiau morol ar gyfer cychod, hwylio, a mathau eraill o chwaraeon dŵr. Bydd yr ychwanegiad map arbennig ar gyfer OsmAnd yn darparu'r holl farciau llywio morol a symbolau siart, ar gyfer mordwyo mewndirol yn ogystal ag ar gyfer mordwyo ger y lan. Mae disgrifiad pob marc llywio yn rhoi'r manylion sydd eu hangen i'w hadnabod a'u hystyr (categori, siâp, lliw, dilyniant, cyfeirnod, ac ati). I ddychwelyd i un o arddulliau map confensiynol OsmAnd, yn syml naill ai cau'r ategyn hwn eto, neu newid yr 'Arddull Map' o dan 'Ffurfweddu map' fel y dymunir.
da: Beriger dit kort med oplysninger om sejlruter, navigationslys, nautiske farezoner, zoner med sejlads- eller anløbsrestriktioner osv. For at bruge den skal du downloade de respektive nautiske kort og aktivere stilen "Søkort" under "Konfigurer kort". Yderligere læsning på %@.
de: Reichert Ihre Karte mit Informationen über Segelrouten, Leuchtfeuer, nautische Gefahrenzonen, Zonen mit Segel- oder Anlegeverboten usw. an. Um sie zu verwenden, laden Sie die entsprechenden nautischen Karten herunter und aktivieren Sie den Stil „Nautisch“ unter „Menü → Karte konfigurieren → Kartendarstellung“. Weitere Informationen unter %@.
el: Εμπλουτίζει τον χάρτη με πληροφορίες για διαδρομές ιστιοπλοΐας, φώτα ναυσιπλοΐας, ζώνες ναυτικού κινδύνου, ζώνες με περιορισμούς απόπλου ή ελλιμενισμού, κλπ. Για να το χρησιμοποιήσετε, κατεβάστε τους αντίστιχους Ναυτικούς χάρτες και ενεργοποιήστε το στυλ "Ναυτικός χάρτης" κάτω από το "Διαμόρφωση χάρτη". Περαιτέρω ανάγνωση στο %@.
eo: Pliriĉigas la mapon per naŭtikaj kursoj, navigadaj lumoj, danĝerejoj, zonoj (mal)permesataj por navigi, alligi akvoveturilon, ktp. Por uzi la kromprogramon, elŝutu marajn mapojn kaj aktivigu la map-aspekton “Marnavigada” per la menuo “Agordi mapon”. Pliaj informoj: %@
es_us: Enriquece el mapa con información sobre rutas náuticas, marcas de navegación náutica, áreas marinas peligrosas, zonas restringidas para navegar o atracar, etc. Para usarlo, descarga los respectivos mapas náuticos y activa el estilo «Mapa náutico» en «Configurar mapa». Véase - %@.
et: See lisamoodul rikastab OsmAndi kaardirakendust meresõiduks vajaliku teabega, nagu laevateed, meremärgid, ohutsoonid, sildumisjuhendid ja muu oluline. Kasutamiseks lülita alajaotuses „Seadista kaarti“ sisse valik „Merekaardid“ ning laadi alla soovitud piirkonna kaart. Lisateave: %@.
eu: Zure mapa aberasten du nabigazio-ibilbideei, nabigazio-argiei, arrisku nautikoko guneei, nabigatzeko edo atrakatzeko mugak dituzten guneei buruzko informazioarekin. Erabiltzeko, deskargatu dagozkien Nautika-mapak eta gaitu "Mapa nautikoa" estiloa "Konfiguratu mapa" atalean. Irakurketa gehiago %@ helbidean.
fa: این افزونه قابلیت ارائهٔ نقشه‌های دریایی را به OsmAnd اضافه می‌کند. این نقشه‌ها برای قایقرانی، بادبانی‌رانی و دیگر انواع ورزش‌های آبی مفید است. این افزونه همهٔ نشانگرهای ناوبری دریایی و جدول نمادها را ارائه می‌کند؛ هم برای ناوبری درون‌سرزمینی و هم کنارهٔ ساحل. همچنین با ارائهٔ جزئیات لازم، هر نشانگر معرفی و مفهومش شرح داده می‌شود (دسته، شکل، رنگ، ترتیب و توالی، ارجاع و...). برای برگشتن به سبک‌های عادی OsmAnd، این افزونه را غیرفعال کنید یا اینکه «سبک نقشه» را از طریق منوی «پیکربندی نقشه» به‌دلخواه خود تغییر دهید.
fi: OsmAnd Nautical Charts is a plugin for OsmAnd Maps & Navigation app. It is a detailed graphical representation of oceans, seas, coastal areas and rivers. The charts can contain various information like sailing routes, navigation lights, dangerous areas, areas where it's allowed or not allowed to sail or dock, etc. Usage Instructions: it is highly recommended to download nautical basemap in order to see the maps regardless of detailed map presence. To turn on Nautical charts, tap the map button and set map type to Nautical. Note: All professional sailors are obliged to have official nautical charts on their ships. OsmAnd Nautical charts are based on the data from OpenSeaMap project. While OpenSeaMap charts at the moment cannot compete with official nautical charts, they can be used by recreational sailors for orientation or route planning.
fr: Enrichit la carte avec des informations sur les routes maritimes, le balisage, les zones de danger, les restrictions de mouillage, etc. Pour afficher cette vue, téléchargez la carte marine correspondante puis activez-la dans "Paramétrer la carte". Plus d'informations sur %@.
gl: Este plugin enriquece a aplicación de mapas de navegación OsmAnd para que amose tamén mapas náuticos para viaxes en barco e outros tipos de deportes acuáticos. Unha extensión dos mapas especial para o OsmAnd fornece tódalas marcaxes náuticas e símbolos das cartas para a navegación en augas interiores e de cabotaxe. A descrición de cada marcaxe da navegación fornece os detalles precisos para identificala, así coma o seu significado (categoría, forma, cor, secuencia, referencia, etc.). Para voltar a un dos estilos do mapa convencionais do OsmAnd, sinxelamente hai que desactivar este plugin de novo ou mudar o "Estilo do mapa" en "Configurar o mapa" coma se desexe.
he: תוסף זה מעשיר את המפה ואת הניווט של יישומון OsmAnd ומאפשר לייצר מפות ימיות לחתירה, הפלגה וסוגים נוספים של ספורט ימי. תוסף מפה מיוחד ל־OsmAnd יספק את כל סימוני הניווט הימיים והסימנים הימיים המוסכמים, לניווט במקווי מים פנימיים לרבות ניווט באזורים הקרובים לחוף. התיאור של כל סימון ניווט מספק את הפרטים הנדרשים כדי לזהות אותם ואת המשמעותשלהם (קטגוריה, צורה, צבע, רצף, הפניה וכו׳). כדי לחזור לאחד מסגנונות המפה הרגילים של OsmAnd עליך פשוט להשבית את התוסף הזה שוב או לשנות את ‚סגנון המפה’ תחת ‚הגדרות המפה’ לפי הצורך.
hu: A térképet vitorlás útvonalakkal, navigációs lámpákkal, tengeri veszélyzónákkal, vitorlázási vagy kikötési korlátozásokkal stb. kapcsolatos információkkal gazdagítja. Használatához töltse le a megfelelő tengeri térképeket, és engedélyezze a „Tengeri térkép” stílust a „Térkép konfigurálása” menüpontban. További információk: %@.
hy: Այս plugin-ը հարստացնում է OsmAnd նավարկության հավելվածը ինչպես նաև ծովային քարտեզներով նավակների համար, ծովագնացության և այլ տեսակի ջրային շրջաններում: OsmAnd-ի հատուկ քարտեզների add-on-ը կտրամադրի բոլոր ծովային նավագնացության նշանները և աղյուսակը, ներքին, ինչպես նաև մոտակա նավարկության համար: Յուրաքանչյուր նավագնացության նշանի նկարագրությունը ապահովում է նրանց և դրանց իմաստը հայտնաբերելու համար անհրաժեշտ մանրամասները(կատեգորիա, ձև, գույն, հաջորդականություն, հղում և այլն): OsmAnd-ի ավանդական քարտեզի ոճերից մեկին վերադառնալու համար պարզապես կամ ապաակտիվացրեք այս հավելվածը կամ ըստ ցանկության փոխեք «Քարտեզի ոճը» «Քարտեզի կարգավորում» մենույում:
id: Memperkaya peta Anda dengan informasi tentang rute pelayaran, lampu navigasi, zona bahaya bahari, zona dengan batasan pelayaran atau perkaitan, dll. Untuk menggunakan, unduh peta Bahari masing-masing dan aktifkan gaya "Peta laut" dalam "Konfigurasi peta". Baca lebih lanjut di %@.
is: Virkjaðu þetta til að bæta á kortið myndrænni framsetningu fyrir siglingaleiðir, ljósvita, hættusvæði, bannsvæði, hvar megi kasta akkerum, bryggjur, o.s.frv. Til að nota þetta skaltu sækja sjókortaviðbótina, fara í kortastillingarnar og setja stíl kortsins á 'Sjókort'. Leiðbeiningar - %@.
it: Arricchisci la tua mappa con informazioni quali rotte di navigazione, luci di navigazione, zone di pericolo, zone con restrizioni di navigazione o di attracco, ecc. Per utilizzarle, scarica le rispettive mappe nautiche e abilita lo stile "Mappa nautica" in "Configura mappa". Ulteriori informazioni su %@.
ja: 航路、ビーコン、海上の危険エリア、航行や係留が禁止されているエリアなどの情報で海図を充実させます。使用するには、対応する海図をダウンロードし[マップ設定]＞[マップスタイル]＞[船舶]を有効にしてください。 詳しくは、%@ をご参照下さい。
ko: 지도 스타일을 항해 지도로 변경하려면 보기(View)를 활성화 합니다, 그러면 모든 해상 운행 마크와 차트 심볼을 볼 수 있습니다. 세계적으로 모든 항해 기호를 포함 하는 지도 파일은 '세계 seamarks' 라는 하나의 파일을 다운로드하여 이용할 수 있습니다. 다시 비활성화 하거나, 또는 '지도 구성' 의 하위메뉴인 '지도 스타일'을 변경하여 보기(View)를 되돌릴 수 있습니다.
lt: Šis įskiepis papildo OsmAnd programą jūrlapiais skirtais laivybai, būriavimui ir kitoms vandens sporto veikloms. Specialus OsmAnd žemėlapio įskiepis pateiks visus navigacinius ženklus ir jūrlapių simbolius reikalingus jūros ir vidaus vandenų navigacijai. Kiekvieno navigacinio ženklo aprašymas pateiks informaciją apie jų reikšmę (kategorija, forma, spalva, eiliškumas, nuoroda ir kt.). Norėdami grįžti į įprastinių OsmAnd žemėlapių atvaizdavimą paprasčiausiai išjunkite šį įskiepį arba 'Žemėlapio nustatymų' skirsnyje pakeiskite 'Žemėlapio stilių' į pageidaujamą.
lv: "Spraudnis papildina OsmaAnd kartes ar jūras kartēm kuģošanai, ūdenslēpošanai un citiem ūdens sporta veidiem. Speciāls kartes papildinājums rāda navigācijas ceļus, zīmes un simbolus uz ūdens un iekšzemē krastu tuvumā. Katra navigācijas zīme ir aprakstīta, lai to varētu viegli indentificēt un ir dots skaidrojumspar tās nozīmi (kategorija, izmēri, krāsa, secība, atsauces, u.t.t.). Lai atgrieztos uz OsmAnd standarta kartēm, deaktivizējiet spraudni vai nomainiet karti galvenajā izvēlnē - kartes attēlošana. "
mk: Ovoj priklučok ja zbogatuva aplikacijata za mapi i navigacija OsmAnd za da proizveduva i nautički karti za plovenje, edrenje i drugi vidovi na vodeni sportovi. Specijalen dodatok za mapi za OsmAnd ḱe gi obezbedi site oznaki za nautička navigacija i simboli na grafikoni, za navigacija vo vnatrešnostai vo blizina na bregot. Opisot na sekoja navigaciska oznaka gi dava detalite potrebni za nivno identifikuvanje i nivnoto značenje (kategorija, forma, boja, niza, referenca itn.). Za da se vratite na eden od konvencionalnite stilovi na mapi na OsmAnd, ednostavno ili povtorno deaktivirajte go ovoj priklučok ili promenete go „Stilot na karta“ pod „Konfiguriraj mapa“ po želba.
nb: Beriker kartet ditt med informasjon om seilingsruter, navigasjonslys, nautiske faresoner, soner med seilings- og anløpsrestriksjoner etc. For å bruke, last ned de respektive sjøkartene og aktiver "Sjøkart"-stilen under "Kartinnstilling". Mer lesing på %@.
nl: Toon nautische gegevens op de kaart voor varen, zeilen, en andere vormen van watersport. Download ook het kaartbestand 'Zeebakens (wereld)' om deze plugin te gebruiken. Deze plug-in biedt alle nautische navigatietekens en kaartsymbolen voor de binnenvaart en voor navigatie bij de kust. In de beschrijving van elke navigatieteken staat de informatie die nodig is om hem te identificeren en over de betekenis (categorie, vorm, kleur, volgorde, referentie, enz.) ervan. Om weer de gewone kaart te zien kun je de plug-in uitschakelen of de 'Kaart stijl' onder 'Kaart instellen' veranderen. Lees verder op %@.
oc: Activatz leis informacions sus lei rotas maritimas, lei fanaus, lei zònas perilhosas, lei zònas de restriccion... De consultar - https://osmand.net/docs/user/plugins/nautical-charts
pl: Wzbogaca mapę o informacje o szlakach żeglarskich, światłach nawigacyjnych, strefach niebezpiecznych dla żeglugi, strefach z ograniczeniami żeglugi lub dokowania itp. Aby użyć, pobierz odpowiednie mapy żeglarskie i włącz styl "Mapa żeglarska" w "Konfiguracja mapy". Więcej informacji na stronie %@.
ro_ro: Îmbogățește harta cu informații despre rute de navigație, lumini de navigație, zone de pericol nautic, zone cu restricții de navigație sau de acostare etc. Pentru a le utiliza, descărcați hărțile nautice respective și activați stilul "Hartă nautică" în "Configurare hartă". Pentru mai multe informații, consultați %@.
ru: Плагин дополняет вашу карту информацией о морских маршрутах, навигационных огнях, опасных зонах, зонах с ограничениями на судоходство или швартовку и других навигационных данных. Для использования скачайте соответствующие морские карты и включите стиль «Морской» в разделе меню «Настройка карты». Подробнее читайте на %@.
sc: Arrichit sa mapa tua cun informatziones subra de sas àndalas de navigatzione, sas lughes de navigatziones, sas zonas nàuticas de perìgulu, sas zonas cun restritziones de navigatzione o aprodu etz. Pro l'impreare iscàrriga sas mapas nàuticas rispetivas e abìlita s'istile "Mapa nàutica" in "Cunfigura mapa". Àteras informatziones in %@.
sk: Obohatí mapu o informácie o lodných trasách, navigačných svetlách, nebezpečných námorných zónach, obmedzeniach na pohyb alebo pristávaní lodí, atď. Pre použitie stiahnite príslušné Námorné mapy a zapnite štýl "Námorná mapa" v "Nastaviť mapu". Ďalšie podrobnosti na %@.
sl: Obogati zemljevid z informacijami o plovnih poteh, navigacijskih lučeh, navtičnih nevarnih območjih, območjih z omejitvami jadranja ali privezovanja itd. Za uporabo prenesi ustrezne navtične karte in omogočite slog »Navtična karta« pod »Nastavitvah zemljevida«. Nadaljnje branje na %@.
sr: Овај додатак обогаћује програм ОсмАнд да приказује и поморске путеве, светионике навођења, опасне пловне области, области са ограничењима за једрење и пристајање, итд. Ради употребе, преузмите одговарајуће пловне карте и омогућите приказ "Пловне карте' под "Подеси карту". Додатна сазнања на %@.
sr_latn: Ovaj dodatak obogaćuje program OsmAnd da prikazuje i pomorske puteve, svetionike navođenja, opasne plovne oblasti, oblasti sa ograničenjima za jedrenje i pristajanje, itd. Radi upotrebe, preuzmi odgovarajuće plovne mape i omogući prikaz „Plovne mape“ pod „Podesi mapu“. Dodatna saznanja na %@.
sv: Berikar kartan med information för båtliv och segling, som fyrar och sjömärken, gästhamnar, förbudsområden, ankring etc. För att använda, ladda ner respektive sjökort och välj kartstilen 'Sjökort' under 'Konfigurera karta'. Läs mer på %@.
ta: படகோட்டம் வழிகள், வழிசெலுத்தல் விளக்குகள், கடல் இடர் மண்டலங்கள், படகோட்டம் அல்லது நறுக்குதல் கட்டுப்பாடுகள் கொண்ட மண்டலங்கள் போன்ற தகவல்களுடன் உங்கள் வரைபடத்தை வளப்படுத்துகிறது. மேலும் வாசிப்பு %@.
tr: Bu eklenti, bot, yelken ve diğer su sporları türleri için deniz haritaları üretmesi için OsmAnd harita ve navigasyon uygulamasını zenginleştirir. OsmAnd için özel bir harita eklentisi, tüm deniz navigasyon işaretlerini ve harita sembollerini, hem kıyıdan uzak hem de yakın navigasyon için sağlayacaktır. Her gezinme işaretinin açıklaması, onları tanımlamak için gereken ayrıntıları ve anlamlarını (kategori, şekil, renk, sıra, referans vb.) sağlar. OsmAnd'ın geleneksel harita tarzlarından birine geri dönmek için, bu eklentiyi tekrar devre dışı bırakın ya da 'Haritayı yapılandırın' altında 'Harita tarzını' istediğiniz gibi değiştirin.
uk: Збагачує вашу карту інформацією про вітрильні маршрути, навігаційні вогні, морські небезпечні зони, зони з обмеженнями для плавання або причалювання тощо. Для використання завантажте відповідні морські карти та ввімкніть стиль «Морська карта» в розділі «Налаштувати карту». Подальше читання на %@.
vi: Làm phong phú bản đồ của bạn với thông tin về các tuyến đường đi biển, đèn dẫn đường, vùng hàng hải nguy hiểm, khu vực có hạn chế về đi biển hoặc neo đậu, v.v. Để sử dụng, tải xuống các bản đồ hàng hải tương ứng và bật kiểu bản đồ "Bản đồ hàng hải" trong mục "Điều chỉnh bản đồ". Đọc thêm tại %@.
zh_hans: 通过航行路线、导航灯、航海危险区、限制航行或停靠区等信息丰富地图内容。在使用前，请下载相应的航海地图，并在 “配置地图 ”下启用 “航海地图 ”样式。 了解更多 %@。
zh_hant: 使用關於航行路線、導航燈、航海危險區域、航行或停靠限制區域等資訊豐富您的地圖。要使用，請下載對應的航海地圖並在「設定地圖」下啟用「航海地圖」樣式。 在 %@ 取得進一步資訊。

# product_desc_mapillary
source: Street-level views to check out the surroundings
ar: صورللشارع لمعرفة المحيط به
bg: Online street-level photos for everyone
cs: Snímky z úrovně ulice, abyste si mohli prohlédnout okolí
cy: Online street-level photos for everyone
da: Billeder på gadeniveau til at tjekke omgivelserne
de: Bilder auf Straßenebene, um die Umgebung zu erkunden
el: Εικόνες σε επίπεδο δρόμου για να δείτε το χώρο τριγύρω
eo: Online street-level photos for everyone
es_us: Vistas a nivel de calle para conocer el entorno
et: Tänavataseme vaated ümbruskonna tuvastamiseks
fi: Katutason valokuvia verkossa kaikille
fr: Des photos des rues pour vérifier les alentours
he: Online street-level photos for everyone
hu: Utca szintű nézetek a környék megtekintéséhez
id: Tampilan tingkat jalan untuk melihat-lihat lingkungan sekitar
is: Ljósmyndir í götuhæð til að skoða umhverfið
it: Viste a livello stradale per controllare i dintorni
ka: Online street-level photos for everyone
lt: Online street-level photos for everyone
lv: Online street-level photos for everyone
nl: Straat niveau weergaven om de omgeving te verkennen
oc: La vista se fa au nivèu de carriera per agachar l'environa
pt_br: Fotos online de rua para todos
ro_ro: Vederi la nivelul străzii pentru a vedea împrejurimile
ru: Виды улиц для осмотра окружающей обстановки
sc: Vistas a livellu de su caminu pro compidare su logu a fùrriu
sr: Фотографије на мрежи на нивоу улице за све
sr_latn: Pogled na nivou ulice da biste proverili okolinu
sv: Bilder på gatunivå för att kolla in omgivningarna
ta: சுற்றுப்புறங்களைப் பார்க்க தெரு-நிலை காட்சிகள்
tr: Herkes için çevrim içi sokak düzeyinde fotoğraflar
uk: Огляд вулиць для ознайомлення з місцевістю
zh_hant: 街道級別的檢視，以檢視周圍環境

# product_desc_australia_short
source: Australia region maps
ar: خرائط منطقة أستراليا
be: Мапы рэгіёна Аўстраліі
ca: Mapes de les regions d'Austràlia
cs: Mapy australské oblasti
da: Kort til Australien-regionen
de: Karten der Regionen in Australien
el: Χάρτες της περιοχής της Αυστραλίας
es_us: Mapas regionales de Australia
et: Austraalia piirkondade kaardid
fi: Australian alueen kartat
fr: Cartes de l'Australie
hu: Ausztráliai területi térképek
id: Peta wilayah Australia
is: Áströlsk svæðiskort
it: Mappe della regione dell'Australia
ja: オーストラリア地域のマップ
ka: ავსტრალიის რეგიონალური რუკები
nl: Australië regiokaarten
oc: Mapas d'Australia
pl: Mapy regionów Australii
pt_br: Mapas da região da Austrália
ro_ro: Hărți ale regiunilor din Australia
ru: Карты Австралийского региона
sc: Mapas de sas regiones de s'Austràlia
sk: Mapy regiónov Austrálie
sr: Мапе региона Аустралије
sr_latn: Mape regiona Australije
sv: Kartor för Australien
ta: ஆச்திரேலியா பிராந்திய வரைபடங்கள்
tr: Avustralya bölgesi haritaları
uk: Мапи Австралійського регіону
zh_hant: 澳洲地區地圖

# product_desc_centralamerica
source: Unlimited map downloads for Central America
ar: تنزيلات خرائط غير محدودة لأمريكا الوسطى
be: Неабмежаваныя спампоўкі мапаў Цэнтральнай Амерыкі
ca: Baixada il·limitada de mapes d'Amèrica Central
cs: Neomezené stahování map Střední Ameriky
da: Ubegrænset hentning af kort over Mellemamerika
de: Unbegrenzte Kartendownloads für Mittelamerika
el: Απεριόριστες λήψεις χαρτών για την Κεντρική Αμερική
es_us: Descargas ilimitadas de mapas para Centroamérica
et: Piiramatud Kesk-Ameerika kaartide allalaadimised
fr: Téléchargement illimité de cartes pour l'Amérique Centrale
gl: Map of Central America
hu: Korlátlan térképletöltés: Közép-Amerika
id: Unduhan peta tak terbatas untuk Amerika Tengah
is: Ótakmörkuð niðurhöl korta af MIð-Ameríku
it: Scaricamenti illimitati delle mappe per L'America Centrale
ja: 中央アメリカ向けマップの無制限ダウンロード
nl: Onbeperkte kaart downloads voor Centraal Amerika
oc: Teledescargament illimitat dei mapas d'America Centrala
pl: Nieograniczone pobieranie map dla Ameryki Środkowej
pt_br: Downloads ilimitados de mapas para a América Central
ro_ro: Descărcări nelimitate de hărți pentru America Centrală
ru: Скачивание карт Центральной Америки без ограничений
sc: Iscarrigamentos de mapas illimitados pro s’Amèrica tzentrale
sk: Neobmedzené sťahovania máp Strednej Ameriky
sl: Neomejeno prenašanje zemljevidov srednje Amerike
sr: Неограничено преузимање мапа за Централну Америку
sr_latn: Neograničeno preuzimanje mapa za Centralnu Ameriku
sv: Obegränsad nedladdning av kartor över Centralamerika
ta: நடு அமெரிக்காவிற்கான வரம்பற்ற வரைபடம் பதிவிறக்கம்
tr: Orta Amerika için sınırsız harita indirme
uk: Завантаження мап Центральної Америки без обмежень
zh_hant: 中美洲的地圖
