Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

source: Map markers
ar: التوجيه المباشر
ast: Marcadores del mapa
az: Xəritə işarələri
be: Адзнакі мапы
bg: Маркери
ca: Marcadors de mapa
cs: Mapové značky
cy: Nodau map
da: Kortmarkører
de: Kartenmarkierungen
el: Δείκτες χάρτη
eo: Map-markoj
es_us: Marcadores del mapa
et: Kaardimarkerid
eu: Mapa-markatzaileak
fa: نشانه‌های نقشه
fi: Karttamarkkerit
fr: Marques
gl: Marcaxes dos mapas
he: סמני מפה
hu: Térképjelölők
hy: Մարկերներ
id: Penanda peta
is: Kortamerki
it: Marcatori
ja: マップマーカー
ka: რუკის სანიშნები
kn: ನಕಾಶೆಯ ಗುರುತುಗಳು
ko: 지도 마커
lt: Žemėlapio žymės
lv: Marķieri
mk: Markeri na kartata
ml: മാപ്പ് മാര്‍ക്കറുകള്‍
my: မြေပုံအမှတ်အသားများ
nb: Kartmarkører
nl: Markeervlaggetjes
oc: Marcadors de mapa
pl: Znaczniki mapy
pt_br: Marcadores de mapa
ro_ro: Marcaje de hartă
ru: Маркеры
sc: Marcadores mapa
sk: Mapové značky
sl: Oznake zemljevida
sr: Ознаке на карти
sr_latn: Markeri na mapi
sv: Kartmarkörer
ta: வரைபட குறிப்பான்கள்
tr: Harita işaretleyicileri
uk: Позначки
zh_hans: 地图标记
zh_hant: 地圖標記

# speak_street_names
source: Street names (TTS)
af: Kondig straatname aan(TTS)
ar: نطق أسماء الشوارع ( نطق آلي TTS )
ast: Nomes de les cais (TTS)
az: Küçə adları (TTS)
be: Назвы вуліц (TTS)
bg: Имена на улици (синтезиран глас)
ca: Noms de carrers (TTS)
cs: Názvy ulic (TTS)
cy: Enwau strydoedd (TTS)
da: Gadenavne (talesyntese)
de: Straßennamen (TTS)
el: Ονόματα οδών (TTS)
eo: Nomoj de stratoj (parolsintezitaj)
es_us: Nombres de calles (TTS)
et: Tänavanimed (TTS)
eu: Kaleen izenak (TTS)
fa: نام خیابان‌ها (موتور صوتی)
fi: Kadunnimet (TTS)
fr: Nom des rues (TTS)
gl: Nomes das rúas (TTS)
he: שמות רחובות (הקראה)
hu: Utcanevek (szövegfelolvasás)
hy: Փողոցների անունները (TTS)
id: Nama jalan (TTS)
is: Götuheiti (talgervill)
it: Nomi delle strade (TTS)
ja: 通りの名前 (TTS形式音声のみ)
ka: ქუჩის სახელები (TTS)
ko: 도로명 (TTS)
lt: Gatvių pavadinimai (TTS)
lv: Ielu nosaukumi (TTS)
mk: Iminja na ulici (TTS)
ml: തെരുവ് നാമങ്ങള്‍ (ടിടിഎസ്)
nb: Gatenavn (TTS)
nl: Straatnamen (TTS)
oc: Noms de carrieras (TTS)
pl: Nazwy ulic (syntezowane)
pt_br: Nome das ruas (TTS)
ro_ro: Nume străzi (TTS)
ru: Названия улиц (TTS)
sc: Nùmenes de sos caminos (TTS)
sk: Názvy ulíc (TTS)
sl: Imena ulic (TTS)
sq: Njofto emrat e rrugëve (TTS)
sr: Називи улица (ТТС)
sr_latn: Nazivi ulica (TTS)
sv: Gatunamn (TTS)
ta: தெரு பெயர்கள் (TTS)
tr: Cadde adları (TTS)
uk: Назви вулиць (TTS)
vi: Tên phố (TTS)
zh_hans: 播报街道名称(TTS)
zh_hant: 街道名稱 (TTS)

# speak_speed_limit
source: Speed limit
af: Kondig spoedbeperking aan
ar: السرعة القصوى
ast: Llende de velocidá
az: Sürət limiti
be: Абмежаванне хуткасці
bg: Ограничения на скоростта
ca: Límit de velocitat
cs: Rychlostní omezení
cy: Terfyn cyflymder
da: Hastighedsgrænse
de: Tempolimit
el: Όρια ταχύτητας
eo: Rapidlimoj
es_us: Límite de velocidad
et: Kiiruspiirang
eu: Abiadura muga
fa: سرعت مجاز
fi: Nopeusrajoitus
fr: Limitations de vitesse
gl: Límite da velocidade
he: מגבלת מהירות
hu: Sebességkorlátozás
hy: Արագության սահմանափակում
id: Batas kecepatan
is: Hraðatakmörk
it: Limiti di velocità
ja: 制限速度
ka: სიჩქარის ლიმიტი
ko: 속도 제한
lt: Greičio apribojimai
lv: Ātruma ierobežojums
mk: Ogranicena brzina
ml: വേഗപരിധി
mr: वेग मर्यादा
nb: Fartsgrense
nl: Snelheidslimiet
oc: Limit de velocitat
pl: Ograniczenia prędkości
pt_br: Limite de velocidade
ro_ro: Limită de viteză
ru: Ограничение скорости
sc: Lìmites de lestresa
sk: Obmedzenie rýchlosti
sl: Omejitve hitrosti
sq: Njofto kufizimin e shpejtësisë
sr: Ограничење брзине
sr_latn: Ograničenje brzine
sv: Hastighetsbegränsningar
ta: வேக வரம்பு
tr: Hız sınırı
uk: Обмеження швидкості
vi: Giới hạn tốc độ
zh_hans: 播报限速
zh_hant: 速限

# speak_cameras
source: Speed cameras
af: Kondig spoedkameras aan
ar: كاميرات السرعة
ast: Radares de velocidá
az: Sürət kameraları
be: Камеры кантролю хуткасці
bg: Камери за контрол на скоростта
ca: Radars
cs: Rychlostní radary
cy: Camerâu cyflymder
da: Fartkameraer
de: Blitzer
el: Κάμερες ταχύτητας
eo: Rapid-kontroliloj
es_us: Radares de velocidad
et: Kiiruskaamerad
eu: Abiadura-kamerak
fa: دوربین‌های سرعت
fi: Nopeuskamerat
fr: Radars
gl: Radares da velocidade
he: מצלמות מהירות
hu: Sebességmérő kamerák
hy: Արագության վերահսկման տեսախցիկներ
id: Kamera kecepatan
is: Hraðamyndavélar
it: Autovelox
ja: スピードカメラ
ka: ჩქაროსნული კამერები
ko: 단속 카메라
lt: Greičio radarai
lv: Ātruma kameras
mk: Brzinski kameri
ml: സ്പീഡ് ക്യാമറ
nb: Fotobokser
nl: Flitspalen
oc: Radars
pl: Fotoradary
pt_br: Radares
ro_ro: Radare de viteză
ru: Камеры контроля скорости
sc: Autovelox
sk: Rýchlostné radary
sl: Hitrostne kamere
sq: Njofto kamerat e shpejtësisë
sr: Камере
sr_latn: Prekršajne kamere
sv: Fartkameror
ta: வேகம் கேமராக்கள்
tr: Hız kameraları
uk: Камери контролю швидкості
zh_hans: 播报测速电子眼
zh_hant: 測速照相

# speak_traffic_warnings
source: Traffic warnings
af: Kondig verkeerswaarskuwings aan
ar: تحذيرات حركة المرور
ast: Alvertencies del tránsitu
be: Папярэджанні руху
bg: Предупреждения за трафика
ca: Notificacions de trànsit
cs: Dopravní varování
cy: Rhybuddion traffig
da: Trafikadvarsler
de: Verkehrswarnungen
el: Κυκλοφοριακές προειδοποιήσεις
eo: Trafikaj avertoj
es_us: Avisos de tráfico
et: Liiklushoiatused
eu: Trafiko abisuak
fa: هشدارهای ترافیکی
fi: Liikennevaroitukset
fr: Alertes de circulation
gl: Avisos do tráfico
he: אזהרות תנועה
hu: Forgalmi figyelmeztetések
hy: Երթևեկության նախազգուշացումներ
id: Peringatan lalu lintas
is: Aðvaranir vegna umferðar
it: Avvisi di traffico
ja: 交通指示警告
ka: ტრაფიკის შეტყობინებები
ko: 교통 경고
lt: Eismo perspėjimai
lv: Satiksmes brīdinājumi
mk: Soobracajni predupreduvanja
ml: ഗതാഗത മുന്നറിയിപ്പു്
nb: Trafikkvarsler
nl: Verkeerswaarschuwingen
oc: Avís de trafec
pl: Ostrzeżenia o ruchu
pt_br: Moderadores de tráfego
ro_ro: Avertismente din trafic
ru: Опасности на дорогах
sc: Avisos de tràfficu
sk: Dopravné varovania
sl: Pometna opozorila
sr: Упозорења у саобраћају
sr_latn: Stanje na putevima
sv: Trafikvarningar
ta: போக்குவரத்து எச்சரிக்கைகள்
tr: Trafik uyarıları
uk: Попередження про дорожній рух
vi: Cảnh báo giao thông
zh_hans: 交通警告
zh_hant: 交通狀況警示

# shared_string_gpx_waypoints
source: Track waypoints
ar: نقاط المسار
be: Пункты следу
bg: Отправни точки на трасето
ca: Fites de la traça
cs: Trasové body stopy
cy: Cyfeirbwyntiau trac
da: Sporrutepunkter
de: Track-Wegpunkte
el: Σημεία διαδρομής ίχνους
eo: Navigadpunktoj de kurso
es_us: Puntos de referencia de la traza
et: Raja teekonnapunktid
eu: Arrastoaren bide-puntuak
fa: راه‌نشان‌های رد
fi: Jäljen välietapit
fr: Points de passage de la trace
gl: Puntos de pasaxe da pista
he: נקודות דרך במסלול
hu: Nyomvonal útpontjai
hy: Տրեկի (track) կետերը
id: Lacak titik arah
is: Ferilpunktar í ferli
it: Punti intermedi della traccia
ja: 経路データ内の経由地点
ka: გზისთვის თვალყურის დევნება
ko: 트랙 경유지
lv: Treku ceļapunkti
mk: Sledete gi popatnite točki
ml: വേപോയിന്റ് ട്രാക്ക് ചെയ്യു
nb: Spor-rutepunkter
nl: Track tussenpunten
oc: Ponchs de la traça
pl: Punkty trasy
ro_ro: Puncte intermediare traseu
ru: Путевые точки трека
sc: Puntos de coladòrgiu
sk: Waypointy stopy
sl: Vmesne točke sledi
sr: Пролазне тачке трага
sr_latn: Međuodredišta
sv: Spåra vägpunkter
ta: வழிப்பாதைகளைக் கண்காணியுங்கள்
tr: İzlenen yol ara noktaları
uk: Маршрутні точки треку
vi: Điểm dừng trên đường dẫn
zh_hans: 轨迹路径点
zh_hant: 軌跡航點

# speak_favorites
source: Nearby favorites
ar: مفضلة مجاورة
ast: Favoritos cercanos
az: Yaxındakı favoritlər
be: Бліжэйшыя ўлюбёныя мясціны
bg: Избрани в близост
ca: Preferits propers
cs: Blízké Oblíbené body
cy: Ffefrynnau gerllaw
da: Favoritter i nærheden
de: Nahe gelegene Favoriten
el: Κοντινά αγαπημένα
eo: Proksimajŝatataj
es_us: Favoritos cercanos
et: Lähedalolevad lemmikud
eu: Inguruko gogokoak
fa: علاقه‌مندی‌های نزدیک
fi: Suosikit lähellä
fr: Favoris à proximité
gl: Favoritos preto
he: מועדפים בסביבה
hu: Közeli kedvencek
hy: Մոտակա «Սիրված»-եր
id: Favorit terdekat
is: Eftirlæti í næsta nágrenni
it: Preferiti nelle vicinanze
ja: 周辺のお気に入り
ka: უახლოესი რჩეული ადგილები
ko: 주변의 즐겨찾기
lt: Artimiausiosįsimintos vietos
lv: Tuvākās izlases vietas
mk: Omileni vo blizina
ml: സമീപത്തുള്ള താല്‍പര്യങ്ങള്‍
nb: Favoritter i nærheten
nl: Favorieten in de buurt
oc: Preferéncias vesinas
pl: Ulubione w pobliżu
pt_br: Favoritos próximos
ro_ro: Favorite din apropiere
ru: Ближайшие избранные
sc: Preferidos a curtzu
sk: Blízke Obľúbené body
sl: Bližnje priljubljene točke
sr: Омиљено у близини
sr_latn: Favoriti u blizini
sv: Närbelägna favoriter
ta: அருகிலுள்ள பிடித்தவை
tr: Yakındaki sık kullanılanlar
uk: Закладки поруч
vi: Những điểm yêu thích ở gần
zh_hans: 附近的收藏
zh_hant: 我的最愛附近

# speak_poi
source: Nearby POI
ar: نقاط الاهتمام القريبة
ast: PdI cercanu
az: Yaxındakı POI
be: Навакольныя POI
bg: POIнаблизо
ca: PDI propers
cs: Blízké body zájmu POI
cy: MODdau gerllaw
da: Interessepunkt (IP) i nærheden
de: Nahe gelegene POI
el: ΣΕ σε κοντινή απόσταση
eo: Proksimaj interesejoj
es_us: PDI cercanos
et: Lähedalasuvad huvipunktid
eu: Inguruko POI
fa: نقاط توجه نزدیک از نوع
fi: KP:t lähellä
fr: POI à proximité
gl: Puntos de interese (PDI) pretos
he: נקודות עניין בסביבה
hu: Közeli érdekes helyek
hy: Մոտակա POI
id: POI terdekat
is: Nálægur merkisstaður
it: PDI nelle vicinanze
ja: 近隣のPOI
ka: უახლოესი POI
ko: 인근 POI
lt: Artimiausios lankytinos vietos
lv: Tuvākie POI
mk: Vo blizina POI
ml: "സമീപത്തുള്ള സ്ഥലങ്ങള്‍ (POI)"
nb: Nærliggende interessepunkter
nl: Dichtbij POI
oc: PDI vesins
pl: Pobliskie użyteczne miejsca
pt_br: POIs próximos
ro_ro: Puncte de interes apropiate
ru: Ближайшие POI
sc: PDI a curtzu
sk: Blízke body záujmu
sl: Bližnje točke POI
sr: Оближње занимљиве тачке
sr_latn: TOI u blizini
sv: Närbelägna intressepunkter
ta: அருகிலுள்ள POI
tr: Yakınlardaki POI
uk: Точки інтересу поруч
vi: Điểm quan tâm ở gần
zh_hans: 附近的 POI
zh_hant: 附近的 POI

# show_tunnels
source: Tunnels
ar: الأنفاق
ast: Túneles
az: Tunellər
be: Тунэлі
bg: Тунели
ca: Túnels
cs: Tunely
cy: Twneli
da: Tunneler
de: Tunnel
el: Σήραγγες
eo: Tuneloj
es_us: Túneles
et: Tunnelid
eu: Tunelak
fa: تونل‌ها
gl: Túneles
he: מנהרות
hu: Alagutak
hy: Թունելներ
id: Terowongan-terowongan
is: Veggöng
it: Gallerie
ja: トンネル
ka: გვირაბები
ko: 터널
lt: Tuneliai
lv: Tuneļi
mk: Tuneli
ml: "തുരങ്കങ്ങള്‍ "
nb: Tunneler
oc: Galariás
pl: Tunele
pt_br: Túneis
ro_ro: Tuneluri
ru: Туннели
sc: Gallerias
sk: Tunely
sl: Tuneli
sr: Тунели
sr_latn: Tuneli
sv: Tunnlar
ta: சுரங்கங்கள்
tr: Tüneller
uk: Тунелі
vi: Đường hầm
zh_hans: 隧道
zh_hant: 隧道

# shared_string_one
source: One
ar: خط
ast: Un
az: Bir
be: Адзін
bg: Едно
ca: Un
cs: Jedna
cy: Un
da: En
de: Eins
el: Ένα
eo: Unu
es_us: Uno
et: Üks
eu: Bat
fa: یک
fi: Yksi
fr: Une
gl: Un
he: אחד
hu: Egy
hy: Մեկ
id: Satu
is: Eitt
it: Uno
ja: 一つ
ka: ერთი
ku: Yek
lt: Vienas
lv: Viens
mk: Eden
ml: "ഒന്ന് "
nb: Én
nl: Een
oc: Un
pl: Jeden
ro_ro: Una
ru: Один
sc: Unu
sk: Jedna
sl: Ena
sr: Један
sr_latn: Jedan
sv: En
ta: ஒன்று
tr: Bir
uk: Один
zh_hans: 一
zh_hant: 一

# shared_string_two
source: Two
ar: خطين
ast: Dos
az: İki
be: Два
bg: Две
ca: Dos
cs: Dvě
cy: Dau
da: To
de: Zwei
el: Δύο
eo: Du
es_us: Dos
et: Kaks
eu: Bi
fa: دو
fi: Kaksi
fr: Deux
gl: Dous
he: שניים
hu: Kettő
hy: Երկու
id: Dua
is: Tvö
it: Due
ja: 二つ
ka: ორი
ku: Du
lt: Du
lv: Divi
mk: Dva
ml: "രണ്ട് "
nb: To
nl: Twee
oc: Dos/ Doas
pl: Dwa
ro_ro: Două
ru: Два
sc: Duos
sk: Dve
sl: Dve
sr: Два
sr_latn: Dva
sv: Två
ta: இரண்டு
tr: İki
uk: Два
zh_hans: 二
zh_hant: 二

# show_direction
source: Distance indication
ar: مؤشر المسافة
ast: Indicación de la distancia
az: Məsafə göstəricisi
be: Індыкацыя адлегласці
ca: Indicació de la distància
cs: Indikace vzdálenosti
cy: Arwydd pellter
da: Afstandsangivelse
de: Entfernungsangabe
el: Ένδειξη απόστασης
eo: Distanc-vidigo
es_us: Indicación de distancia
et: Vahemaa näit
eu: Distantzia-adierazlea
fa: نشانگر مسافت
fi: Etäisyyden näyttö
fr: Indication de distance
gl: Indicación de distancia
he: חיווי מרחק
hu: Távolság jelzése
hy: Հեռավորության ցուցիչ
id: Indikasi jarak
is: Fjarlægðarvísir
it: Indicazione della direzione
ja: 距離表示
ka: დაშორების მაჩვენებელი
ko: 거리 표시
lt: Atstumo nuoroda
lv: Distances indikācija
mk: Indikacija za rastojanie
ml: ദൂരം സൂചന
nb: Avstandsangivelse
nl: Toon afstand
oc: Indicacion de la distància
pl: Wskaźnik odległości
ro_ro: Indicație distanță
ru: Указатель расстояния
sc: Indicatzione de distàntzia
sk: Indikovať vzdialenosť
sl: Kazalec smeri
sr: Приказ удаљености
sr_latn: Prikaz udaljenosti
sv: Avståndsindikering
ta: இடைத்தூரம் அறிகுறி
tr: Uzaklık göstergesi
uk: Показ відстані
zh_hans: 距离指示
zh_hant: 距離指示

source: Active markers
ar: عدد خطوط التوجيه
ast: Marcadores activos
az: Aktiv işarələr
be: Актыўныя адзнакі
bg: Включени маркери
ca: Marcadors actius
cs: Aktivní značky
cy: Nodau gweithredol
da: Aktive markører
de: Aktive Kartenmarkierungen
el: Ενεργοί δείκτες
eo: Aktivaj markoj
es_us: Marcadores activos
et: Aktiivsed markerid
eu: Markatzaile aktiboak
fa: نشانه‌های فعال
fi: Aktivoi markkerit
fr: Marques actives
gl: Marcaxes activas
he: סמנים פעילים
hu: Aktív jelölők
hy: Ակտիվ մարկերներ
id: Penanda aktif
is: Virk kortamerki
it: Marcatori attivi
ja: アクティブマーカー
ka: აქტიური სანიშნები
ko: 활성마커
lt: Aktyviosžymės
lv: Aktīvie marķieri
mk: Aktivni markeri
ml: സജീവമായിട്ടുള്ള മാര്‍ക്കറുകള്‍
nb: Aktive markører
nl: Actieve markeervlaggetjes
oc: Marcadors actius
pl: Aktywne znaczniki
pt_br: Marcadores ativos
ro_ro: Marcaje active
ru: Активные маркеры
sc: Marcadores ativos
sk: Aktívne značky
sl: Dejavne označbe
sr: Број радних ознака
sr_latn: Broj radnih oznaka
sv: Aktiva markörer
ta: செயலில் உள்ள குறிப்பான்கள்
tr: Etkin işaretleyiciler
uk: Наявні позначки
zh_hans: 激活标记
zh_hant: 活躍標記

source: Appearance on the map
ar: التوجيه المباشر
ast: Aspeutu nel mapa
az: Xəritədə görünüş
be: Выгляд на мапе
bg: Външен вид в картата
ca: Aparença al mapa
cs: Vzhled na mapě
cy: Ymddangosiad ar y map
da: Udseende på kortet
de: Darstellung auf der Karte
el: Εμφάνιση στον χάρτη
eo: Aspekto sur la mapo
es_us: Aspecto en el mapa
et: Välimus kaardil
eu: Maparen itxura
fa: تنظیمات ظاهری
fi: Ulkoasu kartalla
fr: Apparence sur la carte
gl: Aparencia no mapa
he: הופעה על המפה
hu: Megjelenítés a térképen
hy: Տեսքը քարտեզի վրա
id: Tampilan pada peta
is: Framsetning á kortinu
it: Visualizzazione nella mappa
ja: マップ画面での表示設定
ka: რუკაზე გამოჩენა
ko: 지도상의 모양
lt: Išvaizda žemėlapyje
lv: Izskats uz kartes
mk: Izgled na kartata
ml: "മാപ്പിലെ ആകാരം "
mr: नकाशावरील स्वरुप
my: မြေပုံပေါ်တွင်ပုံပန်းသဏ္ဌာန်
nb: Utseende på kartet
nl: Weergeven op de kaart
oc: Aparença de la mapa
pl: Wygląd na mapie
ro_ro: Aspect pe hartă
ru: Вид на карте
sc: Visualizatzione in sa mapa
sk: Vzhľad na mape
sl: Prikaz na zemljevidu
sr: Изглед на карти
sr_latn: Izgled na mapi
sv: Utseende på kartan
ta: வரைபடத்தில் தோன்றுவது
tr: Harita üzerinde görünüm
uk: Вигляд на мапі
zh_hans: 在地图上的外观
zh_hant: 顯現在地圖上

# shared_string_never
source: Never
ar: أبداً
ast: Enxamás
az: Heç vaxt
be: Ніколі
bg: Никога
ca: Mai
cs: Nikdy
cy: Byth
da: Aldrig
de: Niemals
el: Ποτέ
eo: Neniam
es_us: Nunca
et: Mitte kunagi
eu: Inoiz ez
fa: هرگز
fi: Ei koskaan
fr: Jamais
gl: Endexamais
he: לעולם לא
hu: Soha
hy: Երբեք
id: Tidak pernah
is: Aldrei
it: Mai
ja: しない
ka: არასდროს
ko: 않음
lt: Niekada
lv: Nekad
mk: Nikogas
ml: ഒരിയ്ക്കലുമില്ല
nb: Aldri
nl: Nooit
oc: Jamai
pl: Nigdy
pt_br: Nunca
ro_ro: Niciodată
ru: Никогда
sc: Mai
sk: Nikdy
sl: Nikoli
sr: Никад
sr_latn: Nikad
sv: Aldrig
ta: ஒருபோதும்
tr: Hiçbir zaman
uk: Ніколи
vi: Không bao giờ
zh_hans: 总不
zh_hant: 永不

# confirm_every_run
source: Always ask
ar: دائماً اسأل
ast: Entrugar siempres
az: Hər dəfə soruş
be: Пытацца заўсёды
bg: Винаги питай
ca: Es demana confirmació
cs: Vždy se zeptat
cy: Gofyn pob tro
da: Spørg altid
de: Immer fragen
el: Πάντα ερώτηση
eo: Demandiĉiam
es_us: Preguntar siempre
et: Küsi alati
eu: Galdetu beti
fa: همیشه بپرس
fi: Kysy aina
fr: Toujours demander
gl: Preguntar sempre
he: לשאול תמיד
hu: Mindig kérdezzen rá
hy: Միշտ հարցնել
id: Selalu tanya
is: Alltaf spyrja
it: Chiedi sempre
ja: 常に尋ねる
ka: ყოველთვის მკითხე
ko: 항상 요청
lt: Visada klausti
lv: Vienmēr jautāt
mk: Sekogaš prašuvaj
ml: എല്ലായ്പ്പോഴും ചോദിക്കുക
nb: Spør alltid
nl: Altijd vragen
oc: Se demanda confirmacion
pl: Zawsze pytaj
ro_ro: Întreabă mereu
ru: Всегда спрашивать
sc: Pregunta semper
sk: Vždy sa pýtať
sl: Vedno vprašaj
sr: Увек питај
sr_latn: Uvek pitaj
sv: Fråga alltid
ta: எப்போதும் கேள்
tr: Her zaman sor
uk: Завжди питати
zh_hans: 总是询问
zh_hant: 始終詢問

# general_settings_2
source: General settings
ar: إعدادات عامة
ast: Axustes xenerales
az: Əsas parametrlər
be: Агульныя налады
bg: Общи настройки
ca: Paràmetres generals
cs: Všeobecná nastavení
cy: Gosodiadau cyffredin
da: Generelle indstillinger
de: Allgemeine Einstellungen
el: Γενικές ρυθμίσεις
eo: Ĝeneralaj agordoj
es_us: Ajustes generales
et: Üldseaded
eu: Ezarpen orokorrak
fa: تنظیمات کلی
fi: Yleiset asetukset
fr: Paramètres généraux
gl: Axustes xerais
he: הגדרות כלליות
hu: Általános beállítások
hy: Ընդհանուր կարգավորումները
id: Pengaturan umum
is: Almennar stillingar
it: Impostazioni generali
ja: 全般設定
ka: ძირითადი პარამეტრები
kn: ಸಾಮಾನ್ಯ ಉಪಕರಣೆಗಳು
ko: 일반 설정
lt: Pagrindiniai nustatymai
lv: Vispārīgie iestatījumi
mk: Opšti postavuvanja
ml: പൊതുവായ സജ്ജീകരണങ്ങള്‍
nb: Generelle innstillinger
nl: Algemene instellingen
oc: Paramètres generaus
pl: Ustawienia ogólne
pt_br: Configurações gerais
ro_ro: Setări generale
ru: Общие настройки
sc: Impostatziones generales
sk: Všeobecné nastavenia
sl: Splošne nastavitve
sr: Опште поставке
sr_latn: Opšta podešavanja
sv: Allmänna inställningar
ta: பொது அமைப்புகள்
tr: Genel ayarlar
uk: Загальні налаштування
vi: Những cài đặt chung
zh_hans: 常规设置
zh_hant: 一般設定

# auto_zoom_none
source: No auto zooming
ar: بدون تكبير تلقائي
az: Avto-miqyas yoxdur
be: Без аўтаматычнага маштабавання
bg: Без автоматичен зуум
ca: Sense escalat automàtic
cs: Bez automatického přibližování
cy: Dim chwyddo awtomatig
da: Ingen automatisk zoom
de: Keine automatische Vergrößerung
el: Χωρίς αυτόματη εστίαση
eo: Sen aŭtomata skalado
es_us: Sin zum automático
et: Automaatne suum puudub
eu: Zoom automatikorik gabe
fa: بدون بزرگنماییخودکار
fi: Ei automaattista zoomausta
fr: Aucun zoom automatique
gl: Sen achegamento de xeito automático
he: אין תקריב אוטומטי
hu: Nincs automatikus nagyítás
hy: Առանց ավտո մասշտաբի
id: Tidak ada perbesaran otomatis
is: Ekki sjálfvirkur aðdráttur
it: No zoom automatico
ja: 自動ズームしない
ka: ავტომატური გადიდების გარეშე
ko: 자동 줌 안됨
lt: Be automatinio didinimo
lv: Nav automātiskais mērogs
mk: Nrema avto zum
ml: "ഓട്ടോ സൂം അല്ല "
nb: Ingen auto-zoom
nl: Geen automatische zoom
oc: Sensa zoom automatic
pl: Brak automatycznego przybliżania
pt_br: Sem zoom automático
ro_ro: Fără focalizare automată
ru: Без автомасштабирования
sc: Perunu ismanniamentu automàticu
sk: Žiadne automatické približovanie
sl: Ne omogoči samodejnega približevanja
sq: Nuk ka afrim automatik
sr: Без самоувеличања
sr_latn: Bez autozumiranja
sv: Ingen auto-zoom
ta: ஆட்டோ பெரிதாக்கவில்லை
tr: Otomatik yakınlaştırma yok
uk: Без автомасштабування
vi: Không có tự động thu phóng
zh_hans: 不自动缩放
zh_hant: 不要自動縮放

# auto_zoom_close
source: To close-up
ar: إلى مدى قريب "١٠٠م"
az: İri plana
be: Буйней
bg: По-едър план
ca: Apropa't
cs: Velké přiblížení
da: Tæt på
de: Auf Nahbereich
el: Για κοντινά
eo: Pliproksime
es_us: Para corto alcance
et: Lühimaale
eu: Gerturatu
fa: نمای نزدیک
fi: Lähennä
fr: Rapproché
gl: Cara o primeiro plano
he: קרוב מאוד
hu: Közelre
hy: Մոտեցնել
id: Untuk close-up
is: Nærmynd
it: A corto raggio
ja: 近距離表示
ka: გასადიდებლად
ko: 좀 더 가깝게
lt: Maksimaliai priartinti
lv: Tuvināti
mk: Odblisku
ml: അടുത്ത് കാണിക്കുക
nb: Nært hold
nl: Zoom naar close-up
oc: Plan en grand
pl: Zbliżenie
pt_br: Para nível aproximado
ro_ro: La apropiere maximă
ru: К ближнему плану
sc: Pro ismanniare
sk: Veľké priblíženie
sl: Na kratke razdalje
sr: На ближим раздаљинама
sr_latn: Na bližim razdaljinama
sv: Nära
ta: மூடுவதற்கு
tr: Yakınlatırılmış görüntüye
uk: Докладний масштаб
vi: Đến gần
zh_hans: 近距
zh_hant: 近距

# auto_zoom_far
source: To mid-range
ar: إلى مدى متوسط "٢٠٠م"
az: Orta plana
be: Для сярэдняга маштабу
bg: Нормално
ca: Abast mitjà
cs: Střední přiblížení
da: Mellemafstand
de: Auf Mittelbereich
el: Για μεσαία ακτίνα
eo: Meza skalado
es_us: Para mediano alcance
et: Keskmaale
eu: Erdibideko irismena
fa: نمای میانه
fi: Keskietäisyydelle
fr: Modéré
gl: Cara a media distancia
he: טווח בינוני
hu: Közepes távolságra
hy: Միջին պլանի
id: Ke mid-range
is: Miðjusvið
it: A medio raggio
ja: 中距離表示
ka: საშუალო დისტანციამდე
ko: 중간 거리에
lt: Vidutiniškai priartinti
lv: Vidēji tuvu
mk: Do sreden opseg
ml: ഇടത്തരം വലിപ്പത്തില്‍ കാണിക്കുക
nb: Middels hold
nl: Zoom naar gemiddelde afstand
oc: Plan mejan
pl: Widok pośredni
pt_br: Para nível intermediário
ro_ro: La apropiere medie
ru: К среднему плану
sc: Mesanu
sk: Stredné priblíženie
sl: Na srednje razdalje
sr: На средњим раздаљинама
sr_latn: Na srednjim razdaljinama
sv: Medelavstånd
ta: நடுப்பகுதியில்
tr: Orta seviye görüntüye
uk: Середній масштаб
vi: Đến tầm trung
zh_hans: 中距
zh_hant: 中距

# auto_zoom_farthest
source: To long-range
ar: إلى مدى بعيد "٥٠٠م"
az: Uzaq plana
be: Драбней
bg: За далечни разстояния
ca: Abast màxim
cs: Malé přiblížení
da: Lang afstand
de: Auf Fernbereich
el: Για μεγάλη ακτίνα
eo: Malproksime
es_us: Para largo alcance
et: Pikale maale
eu: Aldendu
fa: نمای دور
fi: Loitonna
fr: Éloigné
gl: Cara a longa distancia
he: טווח ארוך
hu: Nagy távolságra
hy: Հեռացնել
id: Ke jarak panjang
is: Stórt svið
it: A lungo raggio
ja: 遠距離表示
ka: დიდ მანძილზე
ko: 긴 거리에
lt: Maksimaliai padidinti
lv: Attālināti
mk: Do olg opseg
ml: അകലത്തില്‍ കാണിക്കുക
nb: Langt hold
nl: Zoom naar grote afstand
oc: Vista de luenh
pl: Widok szeroki
pt_br: Para nível afastado
ro_ro: La apropiere minimă
ru: К дальнему плану
sc: Pro minimare
sk: Malé priblíženie
sl: Na dolge razdalje
sr: На великој раздаљини
sr_latn: Na velikoj razdaljini
sv: Långt avstånd
ta: நீண்ட தூரத்திற்கு
tr: Uzun mesafeli görüntüye
uk: Загальний масштаб
vi: Đến tầm xa
zh_hans: 远距
zh_hant: 遠距

# arrival_distance_factor_early
source: Early
ar: مبكر
az: Erkən
be: Раней
bg: По-рано
ca: Aviat
cs: Brzy
cy: Cynnar
da: Tidligt
de: Früh
el: Πρόωρα
eo: Frue
es_us: Lejos
et: Vara
eu: Laster
fa: زود
fi: Aikaisin
fr: Tôt
gl: Cedo
he: מוקדם
hu: Korán
hy: Մի քիչ շուտ
id: Lebih awal
is: Snemma
it: Presto
ja: 早め
ka: ადრეული
ko: 일찍
lt: Anksti
lv: Agrāk
mk: Rano
ml: "നേരത്തെ "
mr: लवकर
nb: Tidlig
nl: Vroegtijdig
oc: Lèu
pl: Wcześnie
pt_br: Adiantado
ro_ro: Devreme
ru: Раннее
sc: Chitzo
sk: Skoro
sl: Predčasno
sr: Рано
sr_latn: Ranije
sv: Tidigt
ta: ஆரம்ப
tr: Erken
uk: Раніше
vi: Sớm
zh_hans: 提前
zh_hant: 提早

# arrival_distance_factor_normally
source: Normal
ar: طبيعي
be: Звычайна
bg: Нормално
cs: Normální
cy: Arferol
el: Κανονικά
eo: Norme
et: Normaalne
eu: Arrunta
fa: معمولی
fi: Normaali
he: רגיל
hu: Szokásos
hy: Սովորական
is: Venjulegt
it: Normale
ja: 普通
ka: ნორმალური
ko: 일반
lt: Įprastai
lv: Pēc noklusējuma
mk: Normalno
ml: സാധാരണ
mr: सामान्य
nl: Op tijd
oc: Normau
pl: Normalnie
ru: По умолчанию
sc: Normale
sk: Normálne
sl: Pravočasno
sr: Нормално
sr_latn: Normalno
sv: Normalt
ta: இயல்பான
uk: Звичайно
vi: Bình thường
zh_hans: 正常
zh_hant: 正常

# arrival_distance_factor_late
source: Late
ar: متأخر
az: Gec
be: Пазней
bg: По-късно
ca: Tard
cs: Později
cy: Hwyr
da: Sent
de: Spät
el: Καθυστερημένα
eo: Malfrue
es_us: Cerca
et: Hilja
eu: Berandu
fa: دیر
fi: Myöhään
fr: Tard
gl: Tardo
he: מאוחר
hu: Közel
hy: Ուշացումով
id: Terlambat
is: Seint
it: Tardi
ja: 遅め
ka: გვიანი
ko: 늦게
lt: Vėlai
lv: Vēlāk
mk: Docna
ml: "താമസിച്ച് "
mr: उशीर
nb: Sen
nl: Laat
oc: Tard
pl: Późno
pt_br: Atrasado
ro_ro: Târziu
ru: Позднее
sc: Tardu
sk: Neskoro
sl: Pozno
sr: Касно
sr_latn: Kasnije
sv: Sent
ta: தாமதம்
tr: Geç
uk: Пізніше
vi: Muộn
zh_hans: 延后
zh_hant: 稍遲
