Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# gpx_upload_identifiable_visibility_descr
source: "Identifiable" means that the trace will be shown publicly in your GPS traces and in public GPS trace listings, i.e. other users will be able to download the raw trace and associate it with your username. Public timestamped tracepoint data from the GPS API served via the trackpoints API will reference your original trace page.
ar: "يمكن تحديده" يعني أنه سيتم عرض التتبع بشكل عام في تتبعات GPS الخاصة بك وفي قوائم تتبع GPS العامة ، أي سيتمكن المستخدمون الآخرون من تنزيل التتبع الأولي وربطه باسم المستخدم الخاص بك. ستشير بيانات نقطة التتبع العامة ذات الطابع الزمني من واجهة برمجة تطبيقات GPS التي يتم تقديمها عبر واجهة برمجة تطبيقات نقاط التتبع إلى صفحة التتبع الأصلية.
be: "Можна ідэнтыфікаваць" азначае, што след будзе публічна адлюстроўвацца ў вашых слядах і ў агульнадаступных спісах слядоў. Гэта азначае, што іншыя карыстальнікі змогуць спампаваць неапрацаваны след і звязаць яго з вашым імем карыстальніка. Агульнадаступныя даныя следу з GPS API, якія абслугоўваюцца з дапамогай API кропак следу, будуць спасылацца на пачатковую старонку следу.
ca: "Identificable" vol dir que la traça es mostrarà públicament a les vostres traces GPS i als llistats públics de traces GPS, és a dir, els altres usuaris la podran baixar en brut i associada al vostre usuari. Les dades cronològiques de pas per les fites de l’API GPS que es publiquen mitjançant l’API de fites faran referència a la pàgina de la vostra traça original.
cs: „Identifikovatelná“ znamená, že trasa bude veřejně dostupná ve vašich GPS trasách a veřejných seznamech GPS tras, tzn. ostatní uživatelé si budou moci stáhnout nezpracovanou trasu a propojit ji s vaším uživatelským jménem. Veřejná data bodů trasy s časovými razítky poskytnutá prostřednictvím GPS API se budou odkazovat na vaši původní stránku s trasou.
cy: Golyga "canfyddadwy" y bydd y trywydd yn ymddangos yn gyhoeddus yn eich trywyddau GPS a chofnodion cyhoeddus trywyddau GPS, h.y. bydd defnyddwyr eraill yn gallu lawrlwytho'r trywydd craidd a'i gysylltuâ'ch enw defnyddiwr. Bydd data pwyntiau trac gyda stampiau amser o API cyhoeddus y GPS sy'n cael ei weini trwy API pwyntiau traciau yn cyfeirio at dy dudalen trywydd gwreiddiol.
da: "Identificerbar" betyder, at sporet vil blive vist offentligt i dine GPS-sporinger og i offentlige GPS-sporingslister, dvs. andre brugere vil kunne downloade det rå spor og knytte det til dit brugernavn. Offentlige sporpunktsdata med tidsstempel fra GPS-API'et, der leveres via trackpoints-API'et, vil henvise til din oprindelige sporingsside.
de: „Identifizierbar“ bedeutet, dass der Track in Ihren GPS-Tracks und in öffentlichen GPS-Trackverzeichnissen angezeigt wird, d. h., andere Benutzer können den Track herunterladen und mit Ihrem Benutzernamen verknüpfen. Öffentliche, mit Zeitstempel versehene Trackpunkt-Daten von der GPS-API, die über die Trackpunkt-API bereitgestellt werden, verweisen auf Ihre ursprüngliche Trackseite.
eo: “Identigebla” signifas, ke la GPX‑spuro estos publike videbla en “miaj spuroj” kaj en la publika listo de spuroj (GPS‑spuroj), aliaj uzantoj povos elŝuti vian nepritraktitan spuron kaj ligi ĝin al via uzantnomo. Publikaj datumoj kun tempindikoj el la API GPS akireblaj per la API de spur‑punktoj indikos al originala paĝo de via spuro.
es_us: «Identificable» significa que la traza se mostrará públicamente en tus trazas GPS y en las listas públicas de trazas GPS, es decir que otros usuarios podrán descargar la traza en bruto y asociarla a tu nombre de usuario. Los datos públicos servidos a través de la API con marcas de tiempo GPS harán referencia a la página original de la traza.
et: "Äratuntav" tähendab, et jälge näidatakse avalikult teie GPS-jälgedes ja avalikes GPS-jälgede nimekirjades, st teised kasutajad saavad toorjälje alla laadida ja seostada seda teie kasutajanimega. GPS API-st saadud avalikud ajamärgistatud jälgimispunkti andmed, mida edastatakse jälgimispunktide API kaudu, viitavad teie algsele jälgimislehele.
eu: "Identifikagarria" esan nahi du lorratza publikoki erakutsiko dela Zure GPS lorratzetan eta GPS lorratz zerrenda publikoetan, hau da, beste erabiltzaileek lorratz gordina deskargatu eta zure erabiltzaile izenarekin lotu ahal izango dute. Bide-puntuen APIaren bidez hornitutako GPS APIaren denbora-markadu bide-puntuak jatorrizko lorratzari egingo diote erreferentzia.
fa: «قابل‌شناسایی» یا Identifiable به این معنی است که رد به‌صورت عمومی در فهرست ردهای GPS شما و فهرست عمومی ردهای GPS نمایش داده می‌شود، یعنی سایر کاربران می‌توانند رد خام را بارگیری کنند و بدانند که مربوط به نام کاربری شماست. دادهٔ نقاط رد همراه با مهر زمان از طریق API به‌طور عمومی در دسترس است و به صفحهٔ ردهای شما ارجاع می‌دهد.
fi: "Tunnistettavissa" tarkoittaa sitä, että jälki näkyy julkisesti GPS-jäljissäsi ja julkisissa GPS-jälkilistauksissa, eli muut käyttäjät voivat ladata raakajäljen ja yhdistää sen käyttäjätunnukseesi. GPS-API:n julkiset aikaleimalla varustetut jälkipistetiedot, jotka toimitetaan jälkipiste API:n kautta, viittaavat alkuperäiseen jälkisivuusi.
fr: « Identifiable » signifie que la trace sera affichée publiquement dans « Mes traces GPS » ainsi que dans les listes de traces GPS publiques. Ainsi les autres utilisateurs pourront télécharger la trace brute et l'associer avec votre nom d'utilisateur. Les données de points de passage horodatés fournis par l'API GPS publique feront référence à la page d'origine de votre trace.
gl: "Identificábel" significa que a pista amosarase de xeito público na túa listaxe de pistas e na listaxe de pistas GPS públicas, é dicir que outros usuarios poderán baixar a pista en bruto e asociala co seu nome de usuario. Os datos servidos a través da API de conxunto de puntos fará referencia á páxina orixinal da pista.
he: „ניתן לזיהוי” משמעו שהעקבות תופענה באופן ציבורי בעקבות ה־GPS וברישומי עקבות GPS ציבוריים, כלומר שמשתמשים אחרים יוכלו להוריד את העקבות הגולמיים ולשייך אותם עם שם המשתמש שלך. נתוני נקודות מעקב ציבורית עם חתימת זמן מה־API של ה־GPS שמוגשות דרך ה־API של נקודות המעקב יפנו אל עמוד המעקב המקורי שלך.
hu: Az „azonosítható” azt jelenti, hogy a nyomvonal nyilvánosan megjelenik az Ön GPS-nyomvonalai között és a GPS-nyomvonalak nyilvános listáin, vagyis más felhasználók letölthetik a nyers nyomvonalat, és társíthatják azt a felhasználónévvel. A nyomvonalpont-API-n keresztül kiszolgált GPS API-ból származó nyilvános időbélyegzővel ellátott nyomvonalpont-adatok hivatkoznak az Ön eredeti nyomvonaloldalára.
id: "Dapat diidentifikasi" berarti bahwa jejak akan ditampilkan secara publik di jejak GPS Anda dan di daftar jejak GPS publik, yaitu pengguna lain akan dapat mengunduh jejak mentah dan mengaitkannya dengan nama pengguna Anda. Data tracepoint berstempel waktu publik dari API GPS yang disajikan melalui API trackpoint akan mereferensikan halaman pelacakan asli Anda.
is: "Auðkennanlegt" þýðir að ferillinn birtist í GPS-ferlunum þínum og á opinberum listum yfir GPS-ferla, sem þýðir að aðrir notendur geta sútt frumferilinn og tengt þær upplýsingar við notandanafnið þitt. Opinberir ferilpunktar með tímamerkjum sem eru sóttir í gegnum opinbera GPS API-forritsviðmótið vísa í ferlasíðuna þína.
it: "Identificabile" significa che la traccia è visualizzabile nelle mie tracce GPS e nelle liste pubbliche, ad es. gli altri utenti potranno scaricare la traccia grezza e associarla con il tuo nome utente. I punti della traccia, con le loro informazioni temporali, saranno riconducibili, attraverso le API GPS, alla tua traccia originale.
ja: "識別可能"は、経路がGPS経路およびパブリックGPS経路リストに表示されることを示唆しています。他のユーザーは現在の経路をダウンロードして、ユーザー名とリンクできます。経路ポイント APIを介して配信されるデータは、元の経路追跡ページを参照します。経路ポイントのタイムスタンプは、公的GPS APIを通じて入手できます。
ko: "식별 가능"은 추적이 당신의 GPS 추적과 공공 GPS 추적 목록에 공개적으로 표시된다는 것을 의미한다. 즉, 다른 사용자들은 원시 추적을 다운로드하여 당신의 사용자 이름과 연결할 수 있을 것이다. 트랙포인트 API를 통해 제공되는 GPS API의 공개 타임스탬프 추적점 데이터는 원래 추적 페이지를 참조한다.
lv: "Identificējams" nozīmē, ka trase būs redzama jūsu GPS trasēs un publiskajos GPS trašu sarakstos, t.i. citi lietotāji varēs lejupielādēt trasi un asociēt to ar jūsu vārdu. Publiskie trases punktu dati ar laika atzīmēm no GPS API caur trackpoints API dos referenci uz jūsu oriģinālo trases lapu.
mk: „Identifikuvan“ znači deka tragata ḱe bide javno prikažana vo vašite GPS tragi i vo javnite spisoci so GPS tragi, t.e. drugite korisnici ḱe možat da ja prezemat sirovata traga i da ja povrzat so vašeto korisničko ime. Javnite podatoci za traga so vremenski pečat od GPS API servirani preku trackpoints API ḱe upatuvaat na vašata originalna stranica za traga.
nb: «Identifiserbart» betyr at sporet vises offentlig i dine GPS-spor og i offentlige GPS-sporingsoppføringer. Altså vil andre kunne laste ned rå sporingsdata og tilknytte den til brukernavnet ditt. Sporingspunktsdata med offentlige tidsstempel fra GPS-API-et servert via sporingspunkts-API-et vil vise til din opprinnelige sporingsside.
nl: "Identificeerbaar" betekent dat de track openbaar wordt getoond in je GPS-tracks en in openbare GPS-track-lijsten. Dat wil zeggen dat andere gebruikers de onbewerkte track kunnen downloaden en deze aan je gebruikersnaam kunnen koppelen. Gegevens die via de trackpoints-API worden aangeboden, verwijzen naar je oorspronkelijke trackpagina. Tijdaanduidingen van de traceerpunten zijn beschikbaar via de openbare GPS-API.
oc: "Identificable" vòu dire que la traça se visualiza publicament dins vòstrei traças GPS e sus la lista publica de traças GPS, valent a dire, que leis autreis utilizators la podràn teledescargar en forma grassa e l'associar amb vòstre nom d'utilizator. Lei donadas temporalas e lei ponchs de la traça servitsper l’API GPS faràn referéncia a la pagina de vòstra traça originala.
pl: "Identyfikowalny" oznacza, że ślad zostanie podany publicznie w śladach GPS i w publicznych wykazach śledzenia GPS, czyli inni użytkownicy będą mogli pobrać surowy ślad i skojarzyć go z twoją nazwą użytkownika. Publiczne dane śledzenia sygnatury czasowej z interfejsu API GPS obsługiwane za pośrednictwem interfejsu API punktów śladowych będą odwoływać się do oryginalnej strony śledzenia.
pt_br: "Identificável" significa que o traço será mostrado publicamente em seus traços de GPS e em listas públicas de traços de GPS, ou seja, outros usuários poderão fazer download do traço bruto e associá-lo ao seu nome de usuário. Os dados de pontos de rastreamento com carimbo de data/hora públicos da API GPS servidos por meio da API de pontos de rastreamento farão referência à sua página de rastreamento original.
ro_ro: "Identificabil" înseamnă că înregistrarea va fi afișată public în urmele GPS și în listele publice de urme GPS, adică alți utilizatori vor putea descărca urma brută și o vor putea asocia cu numele dvs. de utilizator. Datele publice cu marcaj orar ale punctelor de urmărire din API GPS, furnizate prin intermediul trackpoints API, vor face trimitere la pagina dvs. de urmărire originală.
ru: "Идентифицируемый" означает, что трек будет публично отображаемым среди ваших GPS-треков и в общедоступных списках GPS-треков, т.е. другие пользователи смогут скачать все данные трека и связать их с вашим именем пользователя. Общедоступные данные о точках отслеживания с отметками времени из GPS API, передаваемые через trackpoints API, будут ссылаться на вашу исходную страницу отслеживания.
sc: "Identificàbile" cheret nàrrere chi sa rasta at a èssere ammustrada in manera pùblica in sas rastas GPS tuas e in sas listas de rastas GPS pùblicas. Est a nàrrere chi àteros impreadores ant a pòdere iscarrigare sa rasta e l'ant a pòdere assotziare a su nùmene de impreadore tuo. Sos puntos de rastas cun datas e oras dae s'API GPS frunidos pro mèdiu de s'API de sos puntos de sas rastas ant a èssere ligados a sa pàgina de sa rasta originale tua.
sk: "Identifikovateľná" znamená, že trasa sa zobrazí verejne vo vašich GPS stopách a vo verejných zoznamoch GPS stôp, tzn. iní používatelia budú môcť stiahnuť nespracovanú trasu a prepojiť su s vašim používateľkým menom. Verejné body trasy s časovými pečiatkami poskytované cez GPS rozhranie (API) budú odkazovať na vašu pôvodnú stránku s trasou.
sl: »Prepoznavno« pomeni, da bo sled javno prikazana v tvojih GPS sledeh in v javnih seznamih GPS sledenja, to je, da bodo drugi uporabniki lahko prenesli neobdelano sled in jo povezali s tvojim uporabniškim imenom. Podatki o točkah iz sledi z javnim časovnim žigom iz API-ja GPS, ki se strežejo prek api točk sledenja, se bodo sklicevanja na tvojo prvotno sled.
sr: "Препознатљив" значи да ће се траг јавно приказати у Вашим траговима ГПС-а и у јавним списковима трагова ГПС-а, тј. други корисници ће моћи да преузму необрађени траг и повежу га са Вашим корисничким именом. Јавни подаци о временским тачкама стазе из АПИ-ја ГПС-а који се служе путем АПИ-ја за тачке праћења имаће однос на вашу изворну страницу праћења.
sr_latn: „Prepoznatljiv“ znači da će se ruta javno prikazati u tragovima GPS-a i u javnim spiskovima ruta GPS-a, tj. drugi korisnici će moći da preuzmu neobrađeni ruta i povežu ga sa Vašim korisničkim imenom. Javni podaci o vremenskim tačkama staze iz API-ja GPS-a koji se služe putem API-ja za tačke praćenja imaće odnos na vašu izvornu stranicu praćenja.
sv: "Identifierbart" betyder att spårningen kommer att visas offentligt i dina GPS-spår och i offentliga GPS-spårningar, dvs. andra användare kommer att kunna komma åt grundata kring spårningen och associera den med ditt användarnamn. Offentliga tidsstämplade tracepoint-data från GPS-API som serveras via trackpoints API refererar till din ursprungliga spårningssida.
ta: "அடையாளம் காணக்கூடியது" என்பது உங்கள் சி.பி.எச் தடயங்களிலும், பொது சி.பி.எச் சுவடு பட்டியல்களிலும் இந்த சுவடு பகிரங்கமாகக் காண்பிக்கப்படும் என்பதாகும், அதாவது மற்ற பயனர்கள் மூல சுவடு பதிவிறக்கம் செய்து அதை உங்கள் பயனர்பெயருடன் இணைக்க முடியும். ட்ராக் பாயிண்ட்ச் பநிஇ வழியாக வழங்கப்படும் சி.பி.எச் பநிஇ இருந்து பொது நேர முத்திரை டிரேச் பாயிண்ட் தரவு உங்கள் அசல் சுவடு பக்கத்தைக் குறிக்கும்.
tr: "Teşhis edilebilir", izlemenin GPS izlerinizde ve genel GPS izleme listelerinde herkese açık olarak gösterileceği anlamına gelir, yani diğer kullanıcılar ham izi indirebilir ve kullanıcı adınızla ilişkilendirebilir. İzleme noktaları API'si aracılığıyla sunulan GPS API'sinden alınan herkese açık zaman damgalı izleme noktası verileri, orijinal izleme sayfanızı gösterecektir.
uk: «Ідентифікований» означає, що траса буде відкрито у ваших GPS-трасах і в загальнодоступних списках GPS-трасів, тобто інші користувачі зможуть завантажити необроблену трасу та пов’язати її з вашим іменем користувача. Загальнодоступні дані точок трасування з міткою часу з API GPS, які надаються через API точок треку, посилатимуться на вашу оригінальну сторінку трасування.
vi: "Có thể nhận dạng" có nghĩa là dấu vết sẽ được hiển thị công khai trong các dấu vết GPS của bạn và trong các danh sách dấu vết GPS công khai, tức là người dùng khác sẽ có thể tải xuống dấu vết gốc và liên kết nó với tên người dùng của bạn. Dữ liệu điểm theo dõi có dấu thời gian công khai từ API GPS được phục vụ qua API điểm theo dõi sẽ tham chiếu đến trang dấu vết gốc của bạn.
zh_hans: "可识别 "意味着该轨迹将公开显示在您的GPS轨迹和公共GPS轨迹列表中，即其他用户将能够下载原始轨迹，并与您的用户名相关联。通过trackpoints API服务的GPS API中公开的有时间戳的跟踪点数据将引用您的原始跟踪页面。
zh_hant: 「可識別」代表軌跡將會在您的 GPS 軌跡與公開 GPS 軌跡清單中顯示，亦即其他使用者將可以下載原始軌跡並將其與您的使用者名稱相關聯。透過追蹤點 API 提供的 GPS API 中帶有公開時間戳的追蹤點資料將會引用您的原始追蹤頁面。

# rendering_attr_depthContourWidth_name
source: Line width
ar: عرض الخط
be: Таўшчыня ізабат
bg: Дебелина на линията
ca: Amplada de la línia
cs: Tloušťka čáry
da: Linjebredde
de: Linienbreite
el: Πλάτος γραμμής
eo: Larĝo de kurboj
es_us: Grosor de la línea
et: Joone laius
eu: Lerroaren zabalera
fa: عرض خط
fi: Viivan leveys
fr: Épaisseur des courbes
gl: Ancho da liña
hu: Vonal vastagsága
id: Lebar garis
is: Breidd línu
it: Spessore linea
ja: 線の幅
ko: 선 두께
lt: Linijų plotis
mk: Lines width
nb: Linjebredde
nl: Dikte van lijnen
oc: Espessor dei linhas
pl: Szerokość linii
ro_ro: Lățime curbe de adâncime
ru: Толщина изобат
sc: Grussesa de sa lìnia
sk: Hrúbka čiar
sl: Debelinačrte
sr: Дебљина линија
sr_latn: Debljina linija
sv: Linjebredd
ta: வரி அகலம்
tr: Çizgi genişliği
uk: Ширина лінії
vi: Chiều rộng đường kẻ
zh_hans: 线宽度
zh_hant: 線條寬度

# rendering_attr_piste_difficulty_freeride_name
source: Freeride
ar: المسارات الغير منظمة
be: Фрырайд
ca: Lliure
cs: Volná jízda
el: Ελεύθερη διαδρομή
eo: tre malfacilega
es_us: Estilo libre
et: Vabasõit
eu: Ibilbide librea
fa: آزادرانی
gl: Estilo libre
he: גלישה חופשית
hu: Pálya nélküli
is: Frjáls aðferð
ja: フリーライド用
ka: დაგორება
ko: 자유난이도
lt: Laisvas rėžimas
mk: Besplatno vozenje
nb: Frikjøring
nl: Vrij rijden
oc: Liure
pl: Bardzo trudna
ro_ro: Plimbare gratuită
ru: Фрирайд
sc: Movimentu lìberu (freeride)
sk: Voľný zjazd
sr: Слободна вожња
sr_latn: Slobodna vožnja
sv: Friåkning
ta: ஃப்ரீரைடு
tr: Serbest sürüş
uk: Фрірайд
vi: Trượt tự do
zh_hans: 自由滑雪
zh_hant: 自由滑雪

# rendering_attr_smoothness_very_bad_name
source: Very bad
ar: سيء جداً
az: Çox pis
be: Вельмі дрэнная
bg: Много лоша
ca: Molt dolenta
cs: Velmi špatná
cy: Gwael iawn
da: Meget dårlig
de: Sehr schlecht
el: Πολύ κακό
eo: Tre malbona
es_us: Muy malo
et: Väga halb
eu: Oso txarra
fa: خیلی بد
fi: Erittäin huono
fr: Très mauvais
gl: Moi mala
he: גרועה מאוד
hu: Nagyon rossz
id: Jelek sekali
is: Mjög slæmt
it: Molto cattiva
ja: 車高の高い車、軽装オフロード車なら走行可
ka: ძალიან ცუდი
ko: 매우 나쁨
lt: Labai bloga
lv: ļoti slikts
mk: Mnogu losho
ml: വളരെ മോശം
my: အရမ်းဆိုးဝါး
nb: Veldig dårlig
nl: Zeer slecht
oc: Fòrça marrit -da
pl: Bardzo zła
pt_br: Muito ruim
ro_ro: Foarte proastă
ru: Очень плохая
sc: Mala meda
sk: Veľmi zlá
sl: Zelo slabo
sr: Веома лоше
sr_latn: Veoma loše
sv: Mycket dålig
ta: மிகவும் மோசமானது
tr: Çok kötü
uk: Дуже погана
vi: Rất xấu
zh_hans: 极劣
zh_hant: 非常差

# routing_attr_allow_private_name
source: Allow private access
ar: السماح بالوصول الخاص
az: Xüsusi girişə icazə ver
be: Дазволіць прыватны доступ
bg: Разрешаване на частен достъп
ca: Permet l'accés privat
cs: Povolit soukromý přístup
cy: Caniatâu mynediad preifat
da: Tillad privat adgang
de: Privatzugang erlauben
el: Να επιτρέπεται η πρόσβαση σε ιδιωτικές περιοχές
eo: Permesi privatan aliron
es_us: Permitir el acceso privado
et: Luba eramaad
eu: Baimendu sarbide pribatua
fa: مجازشمردن دسترسی خصوصی
fi: Salli yksityisalueet
fr: Autoriser les accès privés
gl: Permitir o acceso privado
he: לאפשר גישה פרטית
hu: Magánutak használatának engedélyezése
hy: Թույլ տալ մասնավոր մուտք
id: Izinkan akses privat
is: Leyfa einkaaðgang
it: Permetti l'accesso alle proprietà private
ja: 専有エリア(私有地など)を通行可とみなす
ka: პირადი წვდომის დაშვება
ko: 개인 액세스 허용
lt: Naudoti privačius kelius
lv: Privātās teritorijas
mk: Dozvolete privaten pristap
ml: സ്വകാര്യ വഴികള്‍ ഉപയോഗിക്കുക
my: ကိုယ်ပိုင်သုံးခွင့်ရှိ
nb: Tillat privat adgang
nl: Privé-wegen toestaan
oc: Permetre l'accès ai proprietats privadas
pl: Uwzględniaj prywatne obszary
pt_br: Permitir acesso privado
ro_ro: Permite accesul privat
ru: Частные зоны
sc: Permite sos atzessos privados
sk: Povoliť súkromný prístup
sl: Dovoli zasebni dostop
sr: Дозволи приступ приватним поседима
sr_latn: Dozvoliti pristup privatnim posedima
sv: Tillåt privat åtkomst
ta: தனியார் அணுகலை அனுமதிக்கவும்
tr: Özel-arazi erişimine izin ver
uk: Дозволяти рух приватними дорогами
vi: Cho phép truy cập nơi riêng tư
zh_hans: 允许私有访问
zh_hant: 允許私人進入

# routeInfo_tracktype_name
source: Surface firmness
ar: متانة السطح
be: Трываласць паверхні
bg: Твърдост на настилката
ca: Fermesa superficial
cs: Pevnost povrchu
cy: Cadernid y wyneb
da: Overfladefasthed
de: Oberflächenfestigkeit
el: Στερεότητα επιφανείας
eo: Kvalito de vojoj
es_us: Firmeza de la superficie
et: Pinna tugevus
eu: Gainazalaren irmotasuna
fa: سِفتی سطح
fi: Pinnan kiinteys
fr: Dureté de la surface
gl: Firmeza da superficie
he: קשיחות המשטח
hi: सतह की दृढ़ता
hu: Burkolat szilárdsága
id: Kekukuhan permukaan
is: Þéttleiki yfirborðs
it: Rigidità della superficie
ja: 表面硬度
ka: ზედაპირის სიმყარე
ko: 표면적 단단함
lv: Seguma stāvoklis
mk: Cvrstina na površinata
nb: Overflatefasthet
nl: Stevigheid van het oppervlak
oc: Teneson de la superficia
pl: Trwałość powierzchni
pt_br: Firmeza da superfície
ro_ro: Rezistența suprafeței
ru: Прочность покрытия
sc: Firmesa de sa superfìtzie
sk: Pevnosť povrchu
sl: Trdnost površine
sr: Чврстина подлоге
sr_latn: Čvrstina podloge
sv: Ytfasthet
ta: மேற்பரப்பு உறுதியானது
te: ధ్రుడవైన ఉపరితలం
tr: Yüzey sertliği
uk: Міцність поверхні дороги
vi: Độ cứng của bề mặt
zh_hans: 表面坚固度
zh_hant: 表面硬度
