Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# map_settings_add_maps_desc
source: You can add new maps via link, or by importing SQLite files.
ar: يمكنك إضافة خرائط جديدة عبر الرابط، أو عن طريق استيراد ملفات SQLite.
be: Вы можаце дадаць новыя мапы па спасылцы альбо імпартаваць новыя файлы SQLite.
ca: Podeu afegir nous mapes mitjançant un enllaç o important arxius SQLite.
cs: Nové mapy můžete přidat prostřednictvím odkazu, nebo importováním SQLite souborů.
da: Tilføj nye kort via link eller ved at importere SQLite-filer.
de: Sie können neue Karten über einen Link oder durch den Import von SQLite-Dateien hinzufügen.
el: Μπορείτε να προσθέσετε νέους χάρτες μέσω συνδέσμου ή εισάγοντας αρχεία SQLite.
es_us: Puedes añadir nuevos mapas a través de un enlace o importando archivos SQLite.
et: Sa saad lisada uusi kaarte lingi kaudu või importides SQLite faile.
fr: Vous pouvez ajouter de nouvelles cartes via un lien, ou en important des fichiers SQLite.
he: אפשר להוסיף מפות חדשות דרך קישור, או על ידי ייבוא קובצי SQLite.
hu: Új térképeket hivatkozás segítségével vagy SQLite fájlok importálásával adhat hozzá.
id: Anda dapat menambahkan peta baru melalui tautan, atau dengan mengimpor file SQLite.
is: Þú getur bætt við nýjum kortum í gegnum tengil, eða með því að flytja inn SQLite-skrár.
it: È possibile aggiungere nuove mappe tramite collegamento o importando i file SQLite.
ja: 新しいマップの利用にはリンクの指定、またはSQLiteファイルのインポートが利用できます。
nb: Du kan legge til kart via lenke, eller ved å importere SQLite-filer.
nl: Je kan nieuwe kaarten toevoegen via een link, of door SQLite bestanden te importeren.
oc: Podètz ajustar de mapas novèlas per lo mejan d'un ligam ò l'importacion d'un archiu SQLite.
pl: Możesz dodać nowe mapy za pomocą linku lub importować pliki SQLite.
pt_br: Você pode adicionar novos mapas via link ou importando arquivos SQLite.
ro_ro: Puteți adăuga noi hărți prin intermediul unui link sau prin importul de fișiere SQLite.
ru: Вы можете добавить новые карты по ссылке или импортировав файлы SQLite.
sc: Podes annànghere mapas noas pro mèdiu de unu ligàmene, o importende documentos SQLite.
sk: Môžete pridať nové mapy prostredníctvom odkazu, alebo importovaním súborov SQLite.
sr: Можете додати нове мапе преко везе или увозом SQLite датотека.
sr_latn: Možete dodati nove mape preko veze ili uvozom ?Q???? datoteka.
sv: Du kan lägga till nya kartor via länk eller genom att importera SQLite-filer.
ta: இணைப்பு வழியாக அல்லது SQLite கோப்புகளை இறக்குமதி செய்வதன் மூலம் புதிய வரைபடங்களைச் சேர்க்கலாம்.
tr: Bağlantı ile veya SQLite dosyalarını içe aktararak yeni haritalar ekleyebilirsiniz.
uk: Ви можете додавати нові мапи за посиланням чи імпортом файлів SQLite.
zh_hant: 您可以透過連結新增新地圖，或者匯入 SQLite 檔案。

# map_settings_contour_zoom_level_descr
source: Select zoom level, from wich contour lines will be displayed
ar: حدد مستوى التكبير،سيتم عرض خطوط الكنتور
be: Абярыце ўзровень маштабавання, на якім будуць адлюстроўвацца контурныя лініі
ca: Seleccioneu el nivell de zoom inicial on ja es mostraran les corbes de nivell
cs: Zvolte úroveň přiblížení, od které budou zobrazeny vrstevnice
da: Vælg zoomniveau, hvorfra højdekurver vises
de: Zoomstufe wählen, ab der die Konturlinien angezeigt werden sollen
el: Επιλέξτε επίπεδο εστίασης, από το οποία θα εμφανίζονται οι ισοϋψείς καμπύλες
es_us: Elige el nivel de zum, desde el cual se mostrarán las curvas de nivel
et: Vali suumitase, millest alates kuvatakse kõrgusjooned
fr: Sélectionnez le niveau de zoom à partir duquel les courbes de niveaux doivent apparaître
hu: Válassza ki a nagyítási szintet, amelytől kezdve a kontúrvonalak megjelenjenek
id: Pilih level zoom, dari mana garis kontur akan ditampilkan
is: Veldu aðdráttarstig frá og með hverju hæðarlínur verða birtar
it: Selezionare il livello di zoom, da cui verranno visualizzate le curve di livello
ja: 等高線表示を開始するズームレベルを選択します
nb: Velg forstørrelsesnivået fra og med konturlinjene vil vises
nl: Selecteer zoom niveau, vanaf waar de contourlijnen worden weergegeven
oc: Seleccionatz l'escala iniciala per començar de mostrar lei corbas de nivèu
pl: Wybierz poziom powiększenia, od którego poziomice będą wyświetlane
pt_br: Selecione o nível de zoom, a partir das linhas de contorno que serão exibidas
ro_ro: Selectați nivelul de zoom, de la care vor fi afișate curbele (izolinii)
ru: Выберите уровень масштабирования, на котором будут отображаться изолинии
sc: Ischerta su livellu de ismanniamentu pro ammustrare sas curvas de livellu
sr: Изаберите ниво зумирања, при коме ће се приказати изохипсе
sr_latn: Izaberite nivo zumiranja, pri kome će se prikazati izohipse
sv: Ange från vilken zoomnivå höjdkurvor ska visas
ta: Wich விளிம்பு கோடுகள் காண்பிக்கப்படும் சூம் மட்டத்தைத் தேர்ந்தெடுக்கவும்
tr: Eş yükselti eğrilerinin görüntüleneceği yakınlaştırma seviyesini seçin
uk: Виберіть масштаб, починаючи з якого буде показано ізолінії
zh_hant: 選擇從哪個縮放等級開始顯示等高線

# press_again_to_change_the_map_orientation
source: Tap again to change map orientation
ar: انقر مرة أخرى لتغيير اتجاه الخريطة
ast: Volvi calcar pa camudar la orientación del mapa
az: Xəritənin istiqamətini dəyişmək üçün yenidən toxunun
be: Націсніце зноў, каб змяніць арыентацыю мапы
ca: Torneu a prémer per canviar l'orientació del mapa
cs: Dalším klepnutím změníte orientaci mapy
cy: Tapia eto i newid cyfeiriad y map
da: Tryk igen for at ændre kortets orientering
de: Erneut antippen, um die Kartenausrichtung zu ändern
el: Πατήστε ξανά για να αλλάξετε τον προσανατολισμό του χάρτη
eo: Frapetu ree porŝanĝi map‑orientiĝon
es_us: Pulsa de nuevo para cambiar la orientación del mapa
et: Puuduta uuesti kaardi orientatsiooni muutmiseks
eu: Sakatu berriro maparen orientazioa aldatzeko
fa: دوباره بزنید تا جهت نقشه را عوض کنید
fi: Vaihda kartan suuntaa napauttamalla uudelleen
fr: Appuyez à nouveau pour modifier l'orientation de la carte
gl: Preme novamente para mudar a orientación do mapa
he: יש לגעת שוב כדי לשנות את כיוון המפה
hi: मैप ओरिएंटेशन बदलने के लिए फिर से टैप करें
hu: Koppintson ismét a térkép tájolásának módosításához
id: Ketuk lagi untuk mengubah orientasi peta
is: Ýttu aftur til að breyta stefnu kortsins
it: Tocca di nuovo per modificare l'orientamento della mappa
ja: もう一度タップするとマップの向きが変わります
ko: 지도 방향을 변경하려면 다시 누르기
lv: Pieskarieties vēlreiz, lai mainītu kartes orientāciju
mk: Doprete povtorno za da ja promenite orientacijata na kartata
my: မြေပုံတည်နေရာကိုပြောင်းလဲရန်နောက်တစ်ကြိမ်အသာပုတ်ပါ
nb: Trykk igjen forå endre kartorientering
nl: Tik nogmaals om de kaartoriëntatie te wijzigen
oc: Quichatz un còp de mai per cambiar l'orientacion de la mapa
pl: Naciśnij ponownie, aby zmienić orientację mapy
ro_ro: Apăsați din nou pentru a schimba orientarea hărții
ru: Нажмите ещё раз для смены ориентации карты
sc: Torra a tocare pro mudare s'orientamentu de sa mapa
sk: Stlačte znovu pre zmenu orientácie mapy
sl: Pritisnite znova, da spremenite usmerjenost zemljevida
sr: Притисните поново ради промене усмерења карте
sr_latn: Tapni ponovo za promenu rotacije mape
sv: Tryck igen för att ändra kartorientering
ta: வரைபட நோக்குநிலையை மாற்ற மீண்டும் தட்டவும்
tr: Harita yönünü değiştirmek için tekrar dokunun
uk: Натисніть ще раз для зміни орієнтації мапи
vi: Chạm lần nữa để thay đổi hướng xoay bản đồ
zh_hans: 再次点击可更改地图方向
zh_hant: 再次點選以更改地圖方向

# map_settings_weather_temp_water
source: Water temperature
cs: Teplota vody
da: Vandtemperatur
de: Wassertemperatur
el: Θερμοκρασία νερού
es_us: Temperatura del agua
et: Veetemperatuur
fr: Température de l'eau
hu: Víz hőmérséklete
id: Suhu air
is: Vatnshitastig
it: Temperatura dell'acqua
nl: Watertemperatuur
ru: Температура воды
sr: Температура воде
sr_latn: Temperatura vode
sv: Vattentemperatur
ta: நீர் வெப்பநிலை
uk: Температура води
zh_hant: 水溫

# map_settings_weather_pressure
source: Pressure
ar: الضغط
be: Ціск
cs: Tlak
da: Lufttryk
de: Druck
el: Πίεση
es_us: Presión
et: Rõhk
fr: Pression
he: לחץ אוויר
hu: Nyomás
id: Tekanan
is: Þrýstingur
it: Pressione
lt: Slėgis
nb: Lufttrykk
nl: Luchtdruk
oc: Pression
pl: Ciśnienie
ro_ro: Presiune
ru: Давление
sc: Pressione
sr: Притисак
sr_latn: Pritisak
sv: Tryck
ta: அழுத்தம்
tr: Basınç
uk: Тиск
zh_hant: 壓力

# map_settings_weather_wind
source: Wind
ar: الرياح
az: Külək
be: Вецер
bg: Вятър
ca: Vent
cs: Vítr
da: Vind
el: Άνεμος
eo: Vento
es_us: Viento
et: Tuul
eu: Haizea
fa: باد
fi: Tuuli
fr: Vent
gl: Vento
he: רוח
hu: Szél
id: Angin
is: Vindur
it: Vento
ja: 風
ka: ქარი
ko: 바람
lt: Vėjas
nb: Vind
oc: Vent
pl: Wiatr
ro_ro: Vânt
ru: Ветер
sc: Bentu
sk: Vietor
sl: Veter
sr: Ветар
sr_latn: Vetar
sv: Vind
ta: காற்று
tr: Rüzgar
uk: Вітер
vi: Gió
zh_hans: 风
zh_hant: 風

# map_settings_clear_geo_cache
source: Clear geo tiles
ar: مسح البلاط الجغرافي
be: Ачысціць геапліткі
cs: Smazat geo dlaždice
da: Ryd geofliser
de: Zwischengespeicherte Geokacheln löschen
el: Εκκαθάριση γεω πλακιδίων
es_us: Vaciar teselas geográficas
et: Tühjenda geopaanid
fr: Effacer les tuiles géographiques
he: פינוי אריחים גאוגרפיים
hu: Geo-csempék törlése
id: Hapus ubin geo
is: Hreinsa landupplýsingaflísar
it: Pulisci tile geografici
nl: Geo tegels legen
oc: Escafar lei teules geo
pl: Wyczyść kafelki geo
ro_ro: Plăci geo clare
ru: Очистить гео-тайлы
sc: Isbòida sos tasseddos geogràficos
sr: Очисти гео плочице
sr_latn: Očisti geo pločice
sv: Rensa geobrickor
ta: சியோ ஓடுகளை அழிக்கவும்
tr: Coğrafi döşemeleri temizle
uk: Очистити геоплитки
zh_hant: 清除地理磚塊

# map_settings_clear_raster_cache
source: Clear raster tiles
ar: مسح البلاط النقطي
be: Ачысціць растравыя пліткі
cs: Smazat rastrové dlaždice
da: Ryd rasterfliser
de: Zwischengespeicherte Rasterkacheln löschen
el: Εκκαθάριση διανυσματικών πλακιδίων
es_us: Vaciar teselas ráster
et: Tühjenda rasterpaanid
fr: Effacer les tuiles raster
he: פינוי אריחים מעובדים
hu: Raszteres csempék törlése
id: Hapus ubin raster
is: Hreinsa rastaflísar
it: Pulisci tile raster
nl: Raster tegels legen
oc: Escafar lei teules raster
pl: Wyczyść kafelki rastrowe
ro_ro: Ștergeți plăcile raster
ru: Очистить растровые тайлы
sc: Isbòida sos tasseddos raster
sr: Очисти растерске плочице
sr_latn: Očisti rasterske pločice
sv: Rensa rasterbrickor
ta: ராச்டர் ஓடுகளை அழிக்கவும்
tr: Raster döşemeleri temizle
uk: Очистити растрові плитки
zh_hant: 清除點陣磚塊

# shared_string_layers
source: Layers
ar: الطبقات
az: Qatlar
be: Слаі
bg: Слоеве
ca: Capes
cs: Vrstvy
da: Lag
de: Ebenen
el: Επίπεδα
eo: Tavoloj
es_us: Capas
et: Kaardikihid
eu: Geruzak
fa: لایه‌ها
fi: Tasot
fr: Couches
gl: Capas
he: שכבות
hu: Rétegek
id: Lapisan
is: Lög
it: Strati
ja: レイヤー
ka: ფენები
ko: 레이어
lt: Sluoksniai
nb: Lag
nl: Lagen
oc: Jaças
pl: Warstwy
ro_ro: Straturi
ru: Слои
sc: Istratos
sk: Vrstvy
sl: Sloji
sr: Слојеви
sr_latn: Slojevi
sv: Lager
ta: அடுக்குகள்
tr: Katmanlar
uk: Шари
vi: Lớp
zh_hans: 图层
zh_hant: 圖層

# weather_temp_enable_descr
source: Enable to view temperature layer on the map.
ar: تمكين لعرض طبقة درجة الحرارة على الخريطة.
be: Уключыць прагляд тэмпературнага пласта на мапе.
cs: Zaškrtněte pro zobrazení teplotní vrstvy na mapě.
da: Aktiver for at få vist temperaturlag på kortet.
de: Aktiviere Temperaturebene auf der Karte.
el: Ενεργοποιήστε για την προβολή του επιπέδου θερμοκρασίας στο χάρτη.
es_us: Permite ver la capa de temperatura en el mapa.
et: Lülita sisse kaardil temperatuuri andmekihi kuvamiseks.
fr: Activer pour afficher la couche de température sur la carte.
hu: Engedélyezi a hőmérsékleti réteg megjelenítését a térképen.
id: Aktifkan untuk melihat lapisan suhu di peta.
is: Virkja til að skoða hitastigslag á kortinu.
it: Abilita per visualizzare il livello della temperatura sulla mappa.
nl: Weergave van temperatuurlaag op de kaart inschakelen.
oc: D'activar per mostrar leis indicacions de temperadura sus la mapa.
pl: Włącz by wyświetlić warstwę temperatury na mapie.
ro_ro: Activați pentru a vizualiza stratul de temperatură pe hartă.
ru: Включить температурный слой на карте.
sc: Abìlita·lu pro bìdere s'istratu de sa temperadura in sa mapa.
sr: Омогућите да видите температурни слој на мапи.
sr_latn: Omogućite da vidite temperaturni sloj na mapi.
sv: Aktivera för att visa temperatur-lager på kartan.
ta: வரைபடத்தில் வெப்பநிலை அடுக்கைக் காண இயக்கவும்.
tr: Haritada sıcaklık katmanını görüntülemeyi etkinleştirin.
uk: Увімкніть, щоб переглянути температурний шар на мапі.
zh_hant: 啟用以在地圖上檢視溫度圖層。

# weather_wind_animation_enable_descr
source: Enable to view wind animation layer on the map.
cs: Povolit zobrazení vrstvy animace větru na mapě.
da: Aktivér for at se laget med vindanimation på kortet.
de: Aktiviere diese Option, um die Windanimationsebene auf der Karte anzuzeigen.
el: Ενεργοποιήστε για την προβολή του επιπέδου κινούμενων γραφικών ανέμου στο χάρτη.
es_us: Permite ver la animación del viento en el mapa.
et: Lülita sisse kaardil tuuleanimatsiooni andmekihi kuvamiseks.
fr: Activer pour voir la couche d'animation du vent sur la carte.
hu: Engedélyezze a szélanimáció rétegének megtekintéséhez a térképen.
id: Aktifkan untuk melihat lapisan animasi angin di peta.
is: Virkja til að skoða vindalag með hreyfingu á kortinu.
it: Abilita la visualizzazione del livello di animazione del vento sulla mappa.
nl: Weergave van wind animatie laag op de kaart inschakelen.
ro_ro: Activați pentru a vizualiza stratul de animație a vântului pe hartă.
ru: Включить слой анимации ветра на карте.
sr: Омогућава да видите анимациони слој на мапи.
sr_latn: Omogućite da bi videli animacioni sloj na mapi.
sv: Möjlighet att se vind animation lager på kartan.
ta: வரைபடத்தில் காற்று அனிமேசன் அடுக்கைக் காண இயக்கவும்.
uk: Увімкніть, щоб переглянути шар анімації вітру на мапі.
zh_hant: 允許在地圖上觀看風向動畫圖層。

# screen_settings_weather_toolbar
source: Weather toolbar
ar: شريط أدوات الطقس
be: Панэль інструментаў надвор'я
cs: Panel nástrojů počasí
cy: Bar offer tywydd
da: Vejr-værktøjslinje
de: Wetter-Symbolleiste
el: Εργαλειοθήκη καιρού
es_us: Barra de herramientas de la meteorología
et: Ilmaennustuse tööriistariba
fr: Barre d'outils de météo
hu: Időjárás eszköztár
id: Bilah alat cuaca
is: Veðurstika
it: Barra degli strumenti meteo
lt: Orų įrankių juosta
nl: Weer knoppenbalk
oc: Bendèu dau temps que fa
pl: Pasek narzędzi pogody
ro_ro: Bara cu informații despre vreme
ru: Инструменты погоды
sc: Istanga de ainas de su mèteu
sr: Временска трака са алаткама
sr_latn: Vremenska traka sa alatkama
sv: Väder-verktygsfält
ta: வானிலை கருவிப்பட்டி
tr: Hava durumu araç çubuğu
uk: Панель засобів погоди
zh_hant: 天氣工具欄

source: Do not rotate
ar: عدم تدوير
be: Не паварочваць
ca: No giris
cs: Neotáčet
da: Roter ikke
de: Nicht drehen
el: Μην περιστρέφεις
es_us: No rotar
et: Ära pööra
fi: Älä kierrä
fr: Ne pivotez pas
hu: Ne forgassa
id: Jangan rotasi
is: Ekki snúa
it: Non ruotare
ja: 回転しない
ka: არ მოაბრუნო
nb: Ikke roter
nl: Niet roteren
oc: Ges de rotacion
pl: Nie obracaj
pt_br: Não girar
ro_ro: Nu rotiți
ru: Не вращать
sc: Non rodes
sr: Не ротирај
sr_latn: Ne rotiraj
sv: Rotera inte
ta: சுழற்ற வேண்டாம்
tr: Döndürme
uk: Не обертати
zh_hant: 不旋轉

source: Angular measurment units
ar: وحدات قياس الزاوية
be: Адзінкі вымярэння вуглоў
ca: Unitats de mesura angular
cs: Úhlové jednotky
da: Enhed for vinkelmåling
de: Winkelmesseinheiten
el: Μονάδες μέτρησης γωνίας
es_us: Unidades de medición angular
et: Nurga mõõtühikud
fi: Kulmamittayksiköt
fr: Unités de mesure angulaire
hu: Szögmérési egységek
id: Unit pengukuran sudut
is: Mælieiningar horna
it: Unità di misura angolari
ja: 角度の単位
ka: კუთხის საზომი ერთეული
nl: Eenheden van hoekmeting
oc: Unitats de mesura angulara
pl: Jednostki miary kąta
pt_br: Unidades de medida angular
ro_ro: Unități de măsurare unghiulară
ru: Угловые единицы измерения
sc: Unidades de medida angulare
sr: Угаоне мерне јединице
sr_latn: Ugaone merne jedinice
sv: Måttenhet för vinklar
ta: கோண அளவீட்டு அலகுகள்
tr: Açısal ölçüm birimleri
uk: Одиниці вимірювання кутів
zh_hant: 角度測量單位

# shared_string_round_up
source: Round up
be: Акругленая
cs: Zaokrouhlená
da: Rund op
de: Aufrunden
el: Στρογγυλοποίηση προς τα πάνω
eo: Rondigita
es_us: Redondear
et: Ümardatud
eu: Borobildu
fr: Arrondi
he: עיגול למעלה
hu: Kerekítés
id: Dibulatkan
is: Rúnna upp
it: Arrotondato
lt: Suapvalintas
nb: Avrund oppover
nl: Afronden
pl: Zaokrąglij w górę
ro_ro: Rotunjește în sus
ru: Округленно
sk: Zaokrúhlené
sr: Заокружено
sr_latn: Zaokružiti
sv: Avrunda uppåt
ta: சுற்று
tr: Yuvarla
uk: Округлити
vi: Làm tròn
zh_hans: 向上取整
zh_hant: 大約

# rendering_attr_highway_class_track_grade1_name
source: Grade 1
ar: الصف 1
ast: Grau 1
be: 1 клас
ca: Grau 1
cs: 1. třída
cy: Gradd 1
da: Grad 1
de: Klasse 1
el: Βαθμίδα 1
eo: Firma
es_us: Grado 1
et: 1. järk
eu: 1. gradua
fa: سطح ۱
fi: Luokka 1
fr: Niveau 1
gl: Grao 1
he: רמה 1
hu: 1. osztály (burkolt)
id: Tingkat 1
is: Gráða 1
it: Grado 1
ja: グレード1
ka: პირველი დონე
ko: 급료 1
lv: 1. klase
mk: Oceni 1
my: အဆင့် ၁
nb: Klasse 1
nl: Graad 1
oc: Gra 1
pl: Klasa 1
pt_br: Grau 1
ro_ro: Grad 1
ru: Класс 1
sc: Gradu 1
sk: Stupeň 1
sl: Ocena 1
sr: Квалитет 1
sr_latn: Kvalitet 1
sv: Grad 1
ta: தகுதி 1
tr: 1. sınıf
uk: 1 клас
vi: Cấp 1
zh_hans: 等级 1
zh_hant: 等級 1

# rendering_attr_transportStops_name
source: Transport stops
ar: مواقف المواصلات
ast: Paraes de tresporte
az: Nəqliyyat dayanacaqları
be: Прыпынкі транспарту
bg: Гари и спирки
ca: Parades de transport
cs: Zastávky veřejné dopravy
cy: Arosfanau trafnidiaeth
da: Stoppesteder
de: ÖPNV-Haltestellen
el: Στάσεις συγκοινωνίας
eo: Haltejoj
es_us: Paradas de transporte
et: Peatuskohad
eu: Garraio geltokiak
fa: ایستگاه‌های حمل‌ونقل
fi: Pysäkit
fr: Arrêts de transports en commun
gl: Paradas do transporte
he: תחנות תחבורה ציבורית
hu: Tömegközlekedési megállók
hy: Տրանսպորտի կանգառներ
id: Perhentian transportasi
is: Biðstöðvar
it: Fermate mezzi pubblici
ja: 停留所
ka: ტრანსპორტის გაჩერებები
kn: ಸಾರಿಗೆ ನಿಲುಗಡೆಗಳು
ko: 대중교통 정류소
lt: Transporto stotelės
lv: Sabiedriskā transporta pieturas
mk: Transportni zapiranja
ml: സ്ടോപ്പുകള്‍ (ട്രാന്‍സ്പോര്‍ട്ട്)
nb: Stoppesteder
nl: OV-haltes
oc: Arrèst de transpòrt
pl: Przystanki transportu miejskiego
pt_br: Paradas de transporte
ro_ro: Staţii de transport
ru: Остановки транспорта
sc: Firmadas traspòrtu pùblicu
sk: Zastávky verejnej dopravy
sl: Postajališča javnega prevoza
sr: Станице
sr_latn: Stanice javnog prevoza
sv: Hållplatser
ta: போக்குவரத்து நிறுத்தங்கள்
tr: Ulaşım durakları
uk: Зупинки транспорту
vi: Điểm dừng phương tiện công cộng
zh_hans: 公交站
zh_hant: 轉運站

# rendering_value_sacScale_name
source: SAC
ar: مقياس SAC
de: SAC-Wanderskala
eo: SAC/CAS
et: SAC-i alusel
fr: CAS
nl: SAC schaal
pl: Skala SAC
sr: САК
ta: சாக்

# distance_during_navigation_footer
source: Choose how distance information is displayed in navigation widgets (distance to point, next turn, lanes). Choose “Precise” for exact numbers, or “Round up” for easier readability.
cs: Zvolte, jakým způsobem se bude zobrazovat informace o vzdálenosti v navigačních nástrojích (vzdálenost k bodu, příští odbočka, jízdní pruhy). Vyberte “Přesné” pro přesná čísla nebo “Zaokrouhlené” pro lepší čitelnost.
da: Vælg, hvordan afstandsinformation skal vises i navigationsmoduler (afstand til punkt, næste sving, baner). Vælg "Præcis" for nøjagtige tal, eller "Rund op" for bedre læsbarhed.
de: Wähle, wie Entfernungsinformationen in Navigationswidgets angezeigt werden (Entfernung zum Punkt, nächste Abbiegung, Spuren). Wähle „Präzise“ für exakte Zahlen oder „Abrunden“ für leichtere Lesbarkeit.
es_us: Elige cómo se muestra la información de distancia en los widgets de navegación (distancia al punto, próximo giro, carriles). Elige «Preciso» para números exactos, o «Redondear» para facilitar la legibilidad.
fr: Choisissez comment les informations de distance sont affichées dans les gadgets de guidage (distance jusqu'à un point, prochaine bifurcation, voies). Choisissez "Précis" pour des valeurs exactes, ou "Arrondi" pour une meilleure lisibilité.
hu: Válassza ki, hogy a távolságadatok hogyan jelenjenek meg a navigációs modulokban (pont távolsága, következő kanyarodás, sávok). A pontos számokhoz válassza a „Pontos” lehetőséget, az olvashatóság érdekében pedig a „Kerekítés” lehetőséget.
id: Pilih cara informasi jarak ditampilkan di widget navigasi (jarak ke titik, belokan berikutnya, jalur). Pilih “Tepat” untuk angka pasti, atau “Bulatkan” agar lebih mudah dibaca.
is: Veldu hvernig upplýsingar um vegalengdir eru birtar í leiðsagnarhlutum (vegalengd að punkti, næsta beygja, akreinar). Veldu “Nákvæmt” fyrir nákvæmar tölur eða “Rúnna upp” fyrir betri læsileika.
it: Scegli la modalità di visualizzazione delle informazioni sulla distanza nei widget di navigazione (distanza dal punto, svolta successiva, corsie). Scegli "Preciso" per numeri esatti o "Arrotondamento per eccesso" per una più facile leggibilità.
nl: Kies hoe informatie over afstand wordt weergegeven in navigatie widgets (afstand tot punt, volgende bocht, stroken). Kies "Nauwkeurig" voor nauwkeurigere getallen, of "Afronden" voor snellere leesbaarheid.
ro_ro: Alegeți modul în care sunt afișate informațiile privind distanța în widgeturile de navigație (distanța până la punct, următoarea curbă, benzi). Alegeți "Precise" pentru numere exacte sau "Round up" pentru o mai bună lizibilitate.
ru: Выберите способ отображения информации о расстоянии в навигационных виджетах (расстояние до точки, следующий поворот, полосы движения. Выберите “Точно” для получения точных цифр или “Округлить” для удобства чтения.
sr: Одаберите како се информације о удаљености приказују у навигационим виџетима (удаљеност до тачке, следеће скретање, траке). Изаберите „Прецизно“ за тачне бројеве или „Заокружено“ за лакшу читљивост.
sr_latn: Odaberite kako se informacije o udaljenosti prikazuju u navigacionim vidžetima (udaljenost do tačke, sledeće skretanje, trake). Izaberite „Precizno“ za tačne brojeve ili „Zaokruženo“ za lakšu čitljivost.
sv: Välj hur distansinformation visas i navigationswidgets (avstånd till punkt, nästa tur, körfält). Välj "Precis" för exakta nummer eller "Round up" för enklare läsbarhet.
ta: வழிசெலுத்தல் விட்செட்களில் தூரத் செய்தி எவ்வாறு காட்டப்படும் என்பதைத் தேர்வுசெய்க (புள்ளிக்கு தூரம், அடுத்த திருப்பம், பாதைகள்). சரியான எண்களுக்கு “துல்லியமான” என்பதைத் தேர்வுசெய்க, அல்லது எளிதாக வாசிப்புக்கு “ரவுண்ட் அப்”.
uk: Виберіть спосіб відображення інформації про відстань у віджетах навігації (відстань до точки, наступного повороту, смуги руху). Виберіть "Точно" для точних чисел або "Округлити" для зручності читання.
zh_hant: 選擇距離資訊會如何在瀏覽小工具顯示 (點距離、下一個轉彎、車道)。 需要精確數字請選擇「精確」，或是為了可讀性選擇「四捨五入」。
