Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# backup_delete_all_data_warning
source: You are about to delete all data previously uploaded to OsmAnd Cloud, including version history. You will not be able to recover deleted data.
ar: أنت على وشك حذف جميع البيانات التي تم تحميلها مسبقا لسحابة أوسماند، بما في ذلك محفوظات الإصدار. لن تتمكن من استعادة البيانات المحذوفة.
ast: Tas a piques de desaniciar tolos datos xubíos anteriormente a OsmAnd Cloud, incluyíu l'historial de versiones. Nun vas ser a recuperar los datos desaniciaos.
be: Вы збіраецеся выдаліць усе даныя, загружаныя раней у OsmAnd Cloud, у тым ліку гісторыю версій. Вы не зможаце аднавіць выдаленыя даныя.
cs: Chystáte se smazat všechny údaje dříve nahrané do OsmAnd Cloud, včetně historie verzí. Smazané údaje nebude možné obnovit.
cy: Rwyt ar fin dileu'r holl ddata a uwchlwythwyd yn flaenorol i OsmAnd Cloud, gan gynnwys hanes fersiynau. Ni fydd yn bosib adfer y data pan fydd wedi'i ddileu.
da: Du er ved at slette alle data, der tidligere er uploadet til OsmAnd Cloud, herunder versionshistorik. Du vil ikke kunne gendanne slettede data.
de: Sie sind im Begriff, alle zuvor in die OsmAnd Cloud hochgeladenen Daten zu löschen, einschließlich der Versionshistorie. Sie können gelöschte Daten nicht wiederherstellen.
el: Θα σβήσσετε όλα τα δεδομένα που είχαν ανέβει προηγουμένως στο OsmAnd Cloud, συμπεριλαμβανομένου το ιστορικό έκδοσης. Δεν θα μπορείτε να ανακτήσετε διαγραμμένα δεδομένα.
eo: Per tiuĉi menuo vi povas forigi ĈIUJN datumojn senditajn al la OsmAnd-Nubo, inkluzivante historion de versioj. Vi ne povos restarigi forigitajn datumojn.
es_us: Se borrarán todos los datos cargados previamente a OsmAnd Cloud, incluyendo el historial de versiones. No se podrán recuperar los datos borrados.
et: Sa oled kustutamas kõik hiljuti OsmAnd Cloud'i varundatud andmed, sealhulgas versioonide ajaloo. Nende kustutatud andmete taastamine pole võimalik.
eu: Aurretik OsmAnd Cloud-era kargatutako datu guztiak ezabatzekotan zaude, bertsioen historia barne. Ezingo dituzu ezabatutako datuak berreskuratu.
fa: در حال پاک‌کردن تمام داده‌ای هستید که قبلاً به ابر OsmAnd بارگذاری شده است، شامل تاریخچهٔ نسخه. قادر به بازگرداندن دادهٔ پاک‌شده نخواهید بود.
fi: Olet poistamassa kaikki OsmAnd Cloudiin aiemmin ladatut tiedot, mukaan lukien versiohistorian. Et voi palauttaa poistettuja tietoja.
fr: Vous êtes sur le point de supprimer toutes les données envoyées précédemment sur OsmAnd Cloud, y compris l'historique des versions. Vous ne serez plus en mesure de récupérer les données supprimées.
he: פעולה זו תמחק את כל הנתונים שהועלו בעבר ל־OsmAnd Cloud, לרבות את היסטוריית הגרסאות. לא תהיה לך אפשרות לשחזר נתונים שנמחקו.
hu: Törölni készül minden olyan adatot, amelyet korábban feltöltött az OsmAnd Cloud szolgáltatásba, beleértve a verzióelőzményeket is. A törölt adatokat nem tudja helyreállítani.
id: Anda akan menghapus semua data yang sebelumnya diunggah ke OsmAnd Cloud, termasuk riwayat versi. Anda tidak akan dapat memulihkan data yang dihapus.
is: Þú ert í þann mund að fara að eyða öllum gögnum sem send hafa verið inn á OsmAnd tölvuskýið, að meðtalinni útgáfuskráningunni. Þú munt ekki geta endurheimt eydd gögn.
it: Stai per cancellare tutti i dati precedentemente caricati su OsmAnd Cloud, inclusa la cronologia delle versioni. Non sarai in grado di ripristinare i dati eliminati.
ja: バージョン履歴を含め、以前にOsmAnd Cloudにアップロードされたすべてのデータを削除しようとしています。 削除されたデータを復元することはできません。
ko: 이전에 OsmAnd Cloud에 업로드된 모든 데이터를 삭제하는 방법에 대해 설명합니다. 삭제 된 데이터를 복구 할 수 없습니다.
mk: Ḱe gi izbrišete site podatoci prethodno postaveni na OsmAnd Cloud, vklučuvajḱi ja i istorijata na verzii. Nema da možete da gi vratite izbrišanite podatoci.
nb: Du er i ferd medå slette all data tidligere opplastet til OsmAnd-sky, inkludert versjonshistorikk. Du vil ikke kunne gjenopprette slettet data.
nl: U staat op het punt om alle gegevens die eerder naar OsmAnd Cloud zijn geüpload te verwijderen, inclusief de versiegeschiedenis. U kunt de verwijderde gegevens niet meer herstellen.
oc: Siatz a suprimir totei lei donadas telecargadas sus la Nívol OsmAnd, istoric dei versions comprés. Podrètz pas recuperar lei donadas suprimidas.
pl: Zamierzasz usunąć wszystkie dane przesłane wcześniej do OsmAnd Cloud, w tym historię wersji. Nie będziesz w stanie odzyskać usuniętych danych.
ro_ro: Sunteți pe cale să ștergeți toate datele încărcate anterior în OsmAnd Cloud, inclusiv istoricul versiunilor. Nu veți mai putea recupera datele șterse.
ru: Вы собираетесь удалить все данные, отправленные в OsmAnd Cloud ранее, включая историю версий. Вы не сможете восстановить удалённые данные.
sc: As a iscantzellare totu sos datos giai carrigados in OsmAnd Cloud, fintzas sa cronologia de sas versiones. No as a pòdere recuperare sos datos iscantzellados.
sk: Chystáte sa vymazať všetky údaje v minulosti odoslané na OsmAnd Cloud, vrátane histórie verzií. Nebudete môcť obnoviť vymazané údaje.
sl: Izbrisani bodo vsi podatki, ki so bili prej naloženi v OsmAnd Cloud, vključno z zgodovino različic. Izbrisanih podatkov ne bo mogoče obnoviti.
sr: Избрисаћете све податке претходно отпремљене у ОсмАнд облаку, укључујући историју верзија. Нећете моћи да вратите избрисане податке.
sr_latn: Izbrisaćeš sve podatke prethodno snimljene u OsmAnd Cloud, uključujući istoriju verzija. Nećeš moći da vratiš izbrisane podatke.
sv: Du är på väg att radera all data som tidigare laddats upp till OsmAnd Cloud, inklusive versionshistorik. Du kommer inte att kunna återställa raderad data.
ta: பதிப்பு வரலாறு உட்பட ஆச்மண்ட் கிளவுட்டில் முன்பு பதிவேற்றப்பட்ட எல்லா தரவையும் நீக்க உள்ளீர்கள். நீக்கப்பட்ட தரவை நீங்கள் மீட்டெடுக்க முடியாது.
tr: Sürüm geçmişi de dahil olmak üzere daha önce OsmAnd Cloud'a yüklenen tüm verileri silmek üzeresiniz. Silinen verileri kurtaramazsınız.
uk: Ви збираєтесь вилучити всі дані, раніше завантажені в OsmAnd Cloud, включно з історією версій. Ви не зможете відновити вилучені дані.
vi: Bạn sắp xóa tất cả dữ liệu đã tải lên OsmAnd Cloud trước đó, bao gồm cả lịch sử phiên bản. Bạn sẽ không thể khôi phục lại dữ liệu đã xóa.
zh_hans: 你将删除之前上传至 OsmAnd 云的所有数据，包括版本历史记录。 你将无法恢复已删除的数据。
zh_hant: 您將要刪除先前上傳至 OsmAnd Cloud 的所有資料，包含版本歷史紀錄。 您將無法復原已刪除的資料。

source: Copy coordinates
ar: نسخ الإحداثيات
ast: Copiar les coordenaes
az: Koordinatları kopyala
be: Скапіяваць каардынаты
bg: Копиране на координатите
ca: Copia les coordenades
cs: Kopírovat souřadnice
cy: Copïo cyfesurynnau
da: Kopiér koordinater
de: Koordinaten kopieren
el: Αντέγραψε συντεταγμένες
eo: Kopii koordinatojn
es_us: Copiar coordenadas
et: Kopeeri koordinaadid
eu: Kopiatu koordenatuak
fa: رونوشت مختصات
fi: Kopioi koordinaatit
fr: Copier les coordonnées
gl: Copiar coordenadas
he: העתקת נקודות ציון
hu: Koordináták másolása
id: Salin koordinat
is: Afrita staðsetningarhnit
it: Copia le coordinate
ja: 座標をコピー
ka: კოორდინატების კოპირება
ko: 복사 좌표
lt: Kopijuoti koordinates
lv: Kopēt koordinātas
mk: Iskopiraj gi koordinatite
nb: Kopier koordinater
nl: Kopieer coördinaten
pl: Skopiuj współrzędne
ro_ro: Copiați coordonatele
ru: Копировать координаты
sc: Còpia sas coordinadas
sk: Kopírovať súradnice
sl: Kopiraj koordinate
sr: Копирај координате
sr_latn: Kopiraj koordinate
sv: Kopiera koordinater
ta: ஆயங்களை நகலெடுக்கவும்
tr: Koordinatları kopyala
uk: Копіювати координати
vi: Sao chép tọa độ
zh_hans: 复制坐标
zh_hant: 複製座標

source: Pro features
ar: ميزات احترافية
az: Pro xüsusiyyətləri
be: Функцыі Pro
bg: Възможности на Pro
cs: Pokročilé funkce
cy: Nodweddion Pro
da: Pro-funktioner
de: Pro-Funktionen
el: Δυνατότητες Pro
eo: Altnivelaj eblaĵoj
es_us: Funciones «Pro»
et: Pro funktsionaalsus
eu: Pro ezaugarriak
fa: قابلیت‌های Pro
fi: Pro ominaisuus
fr: Fonctionnalités Pro
he: יכולות פרו
hu: Pro funkciók
id: Fitur pro
is: Pro-eiginleikar
it: Funzionalità avanzate
ja: Pro版専用機能
ka: Proფუნქციები
ko: 프로 피쳐
lt: Pro funkcijos
mk: Profesionalni elementi
nb: Pro-funksjoner
nl: Pro functies
oc: Fonccionalitats avançadas
pl: Funkcje Pro
ro_ro: Funcționalități Pro
ru: Функции Pro
sc: Funtzionalidades avantzadas
sk: Pokročilé (Pro) funkcie
sl: Pro funkcije
sr: Плаћене могућности
sr_latn: Profesionalne funkcije
sv: Pro-finesser
ta: சார்பு நற்பொருத்தங்கள்
tr: Pro özellikleri
uk: Pro функції
vi: Những tính năng chuyên nghiệp
zh_hans: 专业版功能
zh_hant: Pro 功能

# purchases_feature_desc_hourly_map_updates
source: Get access to more frequent map updates. Hourly, daily, or weekly updates. Updates are downloaded incrementally, only for the changed area.
ar: احصل على إمكانية الوصول إلى تحديث الخرائط بشكل متكرر، اختر بين: تحديثات كل ساعة أو يومية أو أسبوعية. يتم تحميل التحديثات بشكل متزايد، فقط للمنطقة التي تم تغييرها.
az: Daha tez-tez xəritə yeniləmələrinə giriş əldə edin. Saatlıq, günlük və ya həftəlik. Yeniləmələr yalnız dəyişdirilmiş sahə üçün tədricən endirilir.
be: Атрымайце доступ да больш частых абнаўленняў мапаў. Штогадзінныя, штодзённыя або штотыднёвыя абнаўленні. Абнаўленні спампоўваюцца паступова, толькі для змененых абласцей.
bg: Достъп до по-често обновяване на картите. Почасови, ежедневни или ежеседмични обновявания. Изтеглят поетапно, само за променената област.
cs: Získejte přístup k častějším aktualizacím map. Hodinové, denní nebo týdenní aktualizace. Aktualizace se stahují inkrementálně, pouze pro změněnou oblast.
cy: Cael mynediad at ddiweddariadau mapiau'n fwy aml. Diweddariadau wythnosol, dyddiol neu bob awr. Llwythir diweddariadau yn rhannol, dim ond ar gyfer yr ardaloedd wedi newid.
da: Få adgang til hyppigere kortopdateringer. Opdateringer hver time, dag eller uge. Opdateringer downloades trinvis og kun for det ændrede område.
de: Erhalten Sie Zugang zu häufigeren Kartenaktualisierungen. Wählen Sie zwischen stündlichen, täglichen oder wöchentlichen Aktualisierungen. Updates erfolgen inkrementell, nur der geänderte Bereich wird heruntergeladen.
el: Αποκτήστε πρόσβαση σε πιο συχνές ενημερώσεις χαρτών. Ωριαίες, ημερήσιες ή εβδομαδιαίες ενημερώσεις. Οι ενημερώσεις κατεβαίνουν αυξητικά, μόνο για την αλλαγμένη περιοχή.
eo: Akiru aliron al pli oftajĝisdatigoj de mapoj: ĉiuhoraj, ĉiutagaj aŭ ĉiusemajnaj. Ne necesas reelŝuti la tutan mapon – ĝisdatigoj enhavas nur ŝanĝitajn objektojn.
es_us: Obtén acceso a actualizaciones de mapas con mayor frecuencia, elige entre: actualizaciones horarias, diarias o semanales. Las actualizaciones se descargan de forma incremental, sólo para el área modificada.
et: Hangi juurdepääs sagedasematele kaardiuuendustele. Tundide, päevade või nädalate kaupa uuendused. Uuendused laaditakse alla järk-järgult, ainult muutunud piirkonna osas.
eu: Lortu sarrien erabiltzen dituzun mapen eguneraketak. Aukeratu: orduko, eguneroko edo asteko eguneratzeak. Eguneratzeak modu mailakatuan deskargatzen dira, aldatutako eremurako soilik.
fa: به به‌روزرسانی‌های زودرس‌تر دست یابید. به‌روزرسانی‌های ساعتی، روزانه یا هفتگی. روزآمدسازها به‌تدریج و فقط برای محدودهٔ تغییرکرده بارگیری می‌شوند.
fi: Hanki pääsy käyttämään tiheämpiä karttapäivityksiä. Tuntikohtaiset, päivittäiset tai viikoittaiset päivitykset. Päivitykset ladataan asteittain vain muutetulle alueelle.
fr: Obtenez des mises à jour de cartes plus fréquentes : horaire, quotidienne ou hebdomadaires. Pour les zones déjà téléchargées, les mises à jour sont de taille réduite grâce à une diffusion incrémentielle.
he: קבלת גישה לעדכוני מפה תכופים יותר. שעתיים, יומיים או שבועיים. עדכונים מתקבלים באופן מצטבר, רק לאזורים שהשתנו.
hu: Gyakoribb térképfrissítések: hetente, naponta vagy akár óránként. A frissítések fokozatosan töltődnek le, mindig csak a módosult területhez.
id: Dapatkan pembaruan peta lebih sering. Pembaruan setiap jam, hari, atau minggu. Pembaruan diunduh secara bertahap, hanya untuk area yang diubah.
is: Fáðu aðgang að tíðari uppfærslum korta. Vikulega, daglega eða á klukkustundar fresti. Uppfærslur eru sóttar í hlutum, einungis fyrir breytt svæði.
it: Ottieni accesso ad aggiornamenti delle mappa più frequenti. Aggiornamenti orari, giornalieri o settimanali. Gli aggiornamenti sono incrementali, solo per le aree con cambiamenti.
ja: より短い頻度でマップ更新が可能になります。時間ごと、日ごと、週ごとの更新を選択できます。更新は段階的に、変更されたエリアのみがダウンロードされます。
ko: 지도 업데이트에 더 자주 액세스하십시오. 매시간, 매일 또는 매주 업데이트. 업데이트는 변경된 영역에 대해서만 점진적으로 다운로드된다.
mk: Dobijte pristap do počesti ažuriranja na kartata. Ažuriranja na čas, dnevno ili nedelno. Ažuriranjata se prezemaat postepeno, samo za promenetata oblast.
nb: Få tilgang til hyppige kartoppdateringer. Timevise, daglige, eller ukentlige oppdateringer. Oppdateringer lastes ned i rekkefølge, kun for endret område.
nl: Krijg toegang tot meer regelmatige kaart updates. Updates op uurlijkse, dagelijkse of wekelijkse basis zijn mogelijk. De updates bevatten enkel de veranderingen van de gewijzigde gebieden.
oc: Obtenètz l'accès a una actualizacion cartografica pus frequenta. Actualizacion orària, jornadiera ò setmanieras. Leis actualizacions son incrementalas, ren que per la zòna modificada.
pl: Uzyskaj dostęp do częstszych aktualizacji map. Cogodzinne, dzienne lub tygodniowe. Aktualizacje są pobierane przyrostowo, tylko dla zmienionego obszaru.
ro_ro: Obțineți acces la actualizări mai frecvente ale hărților. Actualizări din oră în oră, zilnic sau săptămânal. Actualizările sunt descărcate incremental, numai pentru zona modificată.
ru: Доступ к более частому обновлению карт, выбирайте между: ежечасными, ежедневными или еженедельными обновлениями. Обновления скачиваются частями, только для изменённой области.
sc: Otene atzessu a agiornamentos de sas mapas prus frecuentes: cada ora, cada die o cada chida. Sos agiornamentos s'ant a iscarrigare in manera incrementale, petzi pro s'àrea mudada.
sk: Získajte prístup k častejším aktualizáciám máp. Hodinové, denné alebo týždenné aktualizácie. Aktualizácie sú sťahované postupne, len pre zmenenú oblasť.
sl: Dostopaj do pogostejših posodobitev zemljevidov. Urne, dnevne ali tedenske posodobitve. Posodobitve se prenašajo postopno, samo za spremenjeno območje.
sr: Обезбедите приступ чешћем ажурирању мапа, изаберите између: ажурирања по сату, дневно или недељно. Ажурирања се преузимају постепено, само за промењено подручје.
sr_latn: Obezbedi pristup češćem ažuriranju mapa, Izaberi između: ažuriranja po satu, dnevno ili nedeljno. Ažuriranja se preuzimaju postepeno, samo za promenjeno područje.
sv: Få tillgång till mer frekventa kartuppdateringar. Uppdateringar varje timme, dag eller vecka. Uppdateringar laddas ner stegvis, endast för det ändrade området.
ta: அடிக்கடி வரைபட புதுப்பிப்புகளுக்கான அணுகலைப் பெறுங்கள். மணிநேர, நாள்தோறும் அல்லது வாராந்திர புதுப்பிப்புகள். புதுப்பிப்புகள் அதிக அளவில் பதிவிறக்கம் செய்யப்படுகின்றன, மாற்றப்பட்ட பகுதிக்கு மட்டுமே.
tr: Daha sık harita güncellemelerine erişin. Saatlik, günlük veya haftalık güncellemeler. Güncellemeler, yalnızca değiştirilen alan için aşamalı olarak indirilir.
uk: Отримайте доступ до більш частого оновлення мап. Щогодинні, щоденні або щотижневі оновлення завантажуються, тільки там, де були зміни.
vi: Có quyền truy cập đến các bản cập nhật bản đồ thường xuyên hơn. Các bản cập nhật hàng giờ, hàng ngày, hoặc hàng tuần. Các bản cập nhật được tải xuống từng phần, chỉ cho những khu vực có sự thay đổi.
zh_hans: 获得更频繁的地图更新。每小时、每天或每周更新。更新是增量下载的，只针对更改的区域。
zh_hant: 存取更頻繁的地圖更新。每小時、每天或每週更新。更新會以增量的方式下載，僅用於已變更的區域。

# subscription_cancel_description
source: Cancel anytime in AppStore.
ar: قم بالإلغاء في أي وقت في AppStore.
cs: Zrušte kdykoliv v AppStore.
da: Opsig når som helst i AppStore.
de: Jederzeit im AppStore kündbar.
el: Ακυρώστε οποιαδήποτε στιγμή στο App Store.
es_us: Cancela cuando quieras en la AppStore.
et: Võid alati tellimuse AppStore'is katkestada.
fr: Annulez n'importe quand dans l'AppStore.
hu: Bármikor lemondható az AppStore-ban.
id: Batalkan kapan saja di AppStore.
is: Hættu hvenær sem er í AppStore.
it: Annulla in qualsiasi momento nell'AppStore.
nb: Si opp når som helst i AppStore.
oc: S’anullar quora que volètz dins AppStore.
ro_ro: Anulați oricând în AppStore.
ru: Отмените подписку в любое время в AppStore.
sc: Annulla·lu in cale si siat momentu in s'AppStore.
sr: Откажите било када у АпПродавници.
sr_latn: Otkažite bilo kada u ApProdavnici.
sv: Avsluta när som helst i AppStore.
ta: ஆப்ச்டோரில் எப்போது வேண்டுமானாலும் ரத்துசெய்.
tr: AppStore'da istediğiniz zaman iptal edin.
uk: Скасуйте будь-коли в AppStore.
zh_hant: 隨時在 AppStore 取消。

# explore_osmnad_plans_to_find_suitable
source: Explore OsmAnd Plans to find one suitable for you.
ar: استكشف خطط أوسماند لتجد التي تناسبك.
az: Sizə uyğun olanı tapmaq üçün OsmAnd Planlarını kəşf edin.
be: Вывучыце тарыфныя планы OsmAnd, каб знайсці адпаведны вашым патрэбам.
bg: Разгледайте плановете на OsmAnd, за да намерите подходящия за вас.
cs: Prozkoumejte předplatné OsmAnd a najděte si takové, které vám bude vyhovovat.
cy: Edrych ar gynlluniau OsmAnd i ganfod un sy'n addas ar eich cyfer.
da: Udforsk OsmAnd-abonnementer for at finde et, der passer til dig.
de: OsmAnd-Angebote entdecken, um das Passende für Sie zu finden.
el: Εξερευνήστε τα Πλάνα του OsmAnd για να βρείτε αυτό που σας ταιριάζει.
eo: Ekkonu kun planoj de OsmAnd por trovi la plej taŭgan por vi.
es_us: Explora los planes de OsmAnd para encontrar uno adecuado para ti.
et: Tutvu OsmAnd plaanidega, et leida endale sobiv.
eu: Aztertu OsmAnd Planak zuretzat egokia den bat aurkitzeko.
fa: در میان طرح‌های OsmAnd کاوش کنید تا طرح مناسب خود را بیابید.
fi: Selaa OsmAnd vaihtoehdoista itsellesi sopiva.
fr: Explorez les offres OsmAnd et trouvez celle qui vous convient.
he: ניתן לחקור את התכניות של OsmAnd ולמצוא אחת שמתאימה לך.
hu: Ismerje meg az OsmAnd előfizetési csomagjait, és találja meg az Önnek megfelelőt.
id: Jelajahi Rencana OsmAnd untuk menemukan yang cocok bagi Anda.
is: Skoðaðu áskriftarleiðir OsmAnd til að finna einhverja sem hentar þér.
it: Esplora i piani OsmAnd per individuare quello che fa per te.
ja: OsmAnd Plansを参照し、自分に適したプランやサブスクリプションをご利用ください。
ko: OsmAnd Plans을 탐색하여 귀하에게 적합한 계획을 찾으십시오.
mk: Istražete gi OsmAnd Plans za da najdete soodvetna za vas.
nb: Utforsk OsmAnd abonnementer forå finne et som passer deg.
nl: Verken de verschillende OsmAnd abonnementen om diegene te vinden die het best bij jou past.
oc: Exploratz lei plans d'OsmAnd per trobarçò que vos convèn.
pl: Poznaj plany OsmAnd, aby znaleźć odpowiedni dla Ciebie.
ro_ro: Explorați planurile OsmAnd pentru a găsi unul potrivit pentru dumneavoastră.
ru: Изучите планы OsmAnd, чтобы выбрать подходящий.
sc: Esplora sos pranos de OsmAnd pro nde agatare unu adatu pro tene.
sk: Preskúmajte predplatné OsmAnd a nájdite to vhodné pre vás.
sl: Razišči Načrte OsmAnd in poišči primernega zate.
sr: Истражите Планове ОсмАнда ради проналажења Вама одговарајућих.
sr_latn: Istraži informacije o pretplati OsmAnd i pronađi šta ti odgovara.
sv: Utforska OsmAnd Plans för att hitta en plan som passar dig.
ta: உங்களுக்கு ஏற்ற ஒன்றைக் கண்டுபிடிக்க ஒச்மண்ட் திட்டங்களை ஆராயுங்கள்.
tr: Size uygun olanı bulmak için OsmAnd Planlarını keşfedin.
uk: Ознайомтеся з тарифними планами OsmAnd, щоб знайти відповідний для вас.
vi: Khám phá các kế hoạch OsmAnd để tìm một cái phù hợp với bạn.
zh_hans: 探索 OsmAnd 方案以找到适合您的产品。
zh_hant: 探索 OsmAnd 方案以找到適合您的。

source: Expired
ar: منتهي الصلاحية
az: Müddəti bitdi
be: Пратэрмінавана
ca: Caducat
cs: Expirovalo
cy: Wedi dod i ben
da: Udløbet
de: Abgelaufen
el: Έληξε
eo: Eksvalidiĝita
es_us: Expirado
et: Aegunud
eu: Iraungi da
fa: منقضی شده
fi: Erääntynyt
fr: Expiré
gl: Expirado
he: פג
hu: Lejárt
id: Kadaluarsa
is: Útrunnið
it: Scaduto
ja: 期限切れ
ka: ვადაგასული
ko: 만료됨
lt: Nebegalioja
mk: Izminat rok
nb: Utløpt
nl: Verlopen
oc: Expirar
pl: Wygasł
ro_ro: Expirat
ru: Срок истёк
sc: Iscadidu
sk: Expirované
sl: Poteklo
sr: Истекло
sr_latn: Isteklo
sv: Upphörd
ta: காலாவதியான
tr: Süresi doldu
uk: Термін дії закінчився
vi: Đã hết hạn
zh_hans: 已过期
zh_hant: 過期

source: Huawei AppGallery
ar: متجر تطبيق هواوي
fr: Galerie d'applications Huawei
oc: Galariá Huawei
ro_ro: AppGallery Huawei
sc: Butega de apl. de Huawei
sr: Хуавеј АпГалерија
sr_latn: Huavej ApGalerija
ta: அவாய் Appgallery
zh_hant: 華為 AppGallery

source: Contact support
ar: اتصل بالدعم
az: Dəstəklə əlaqə
be: Сувязь з падтрымкай
cs: Kontaktovat podporu
cy: Cysylltu am gymorth
da: Kontakt support
de: Support kontaktieren
el: Επικοινωνήστε με την υποστήριξη
eo: Kontakti subtenon
es_us: Contacto con soporte
et: Võta ühendust tugiteenusega
eu: Jarri harremanetan laguntzarekin
fa: تماس با پشتیبانی
fi: Ota yhteyttä tukeen
fr: Contacter le support
gl: Contacto co soporte
he: יצירת קשר עם התמיכה
hu: Kapcsolatfelvétel az ügyfélszolgálattal
id: Hubungi dukungan
is: Hafa samband við aðstoðarteymi
it: Contatta il supporto
ja: サポート問い合わせ先
ka: მხარდაჭერა
ko: ‎지원 팀에 문의‎
lt: Susisiekite su palaikymo tarnyba
mk: Kontaktirajte ja podrskata
nb: Kontakt brukerstøtte
nl: Contacteer de support
oc: Contactar lo suppòrt
pl: Kontakt z pomocą techniczną
ro_ro: Contactează suportul tehnic
ru: Служба поддержки
sc: Cuntata su suportu
sk: Kontaktovať podporu
sl: Obrni se na podporo
sr: Обратите се подршци
sr_latn: Obrati se podršci
sv: Kontakta supporten
ta: தொடர்பு உதவி
tr: Destek hattına başvurun
uk: Звернутися до служби підтримки
vi: Liên hệ trợ giúp
zh_hans: 联系支持
zh_hant: 聯絡支援

# weather_remove_forecast
source: Remove forecast
ar: إزالة التوقعات
cs: Odstranit předpověď
cy: Dileu rhagolwg
da: Fjern prognose
de: Prognose entfernen
el: Αφαίρεση πρόγνωσης
es_us: Quitar pronóstico
et: Eemalda ennustus
fr: Supprimer les prévisions
hu: Előrejelzés eltávolítása
id: Hapus prakiraan
is: Fjarlægja veðurspá
it: Rimuovi previsioni
lt: Pašalinti prognozę
nl: Verwijder voorspelling
pl: Usuń prognozę
ro_ro: Eliminați prognoza
ru: Удалить прогноз
sc: Boga sa previsione
sr: Уклањање прогнозе
sr_latn: Uklanjanje prognoze
sv: Ta bort prognosen
ta: முன்னறிவிப்பை அகற்றவும்
tr: Tahmini kaldır
uk: Вилучити прогноз
zh_hant: 移除預報
