Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# get_discount_first_few_parts
source: %@ for first %@
ar: %@ إلى أول %@
be: %@ за першыя %@
ca: %@ els primers %@
cs: %@ za první %@
da: %@ for første %@
de: %@ zuerst %@
el: %@ για τα πρώτα %@
es_us: %@ durante los primeros %@
et: %@ esimese %@ eest
fr: %@ pour premier %@
hu: %@ az első %@
id: %@ untuk %@ pertama
is: %@ fyrir fyrstu %@
it: %@ per prima %@
ja: %@ 初%@度
ka: %@ პირველი %@-სთვის
ko: %@ 첫 번째 %@
nb: %@ de første %@
nl: %@ voor de eerste %@
oc: %@ tot d'una %@
pl: %@ przez pierwsze %@
pt_br: %@ para primeiro %@
ro_ro: %@ pentru primul %@
ru: %@ за первые %@
sc: %@ pro sos primos %@
sk: %@ za prvé %@
sr: %@ за прве %@
sr_latn: %@ za prve %@'
sv: %@ för första %@
ta: %@ முதல் %@ க்கு
tr: %@, ilk %@ için
uk: %@ за перші %@
zh_hant: 先 %@ 的 %@

# get_discount_second_part
source: Then %@
ar: ثم %@
az: Sonra %@
be: Пасля %@
bg: После %@
ca: després %@
cs: Potom %@
cy: Yna %@
da: Derefter %@
de: Dann %@
el: Έπειτα %@
eo: sekve %@
es_us: Luego %@
et: Seejärel %@
eu: gero %@
fa: سپس %@
fi: jonka jälkeen %@
fr: Puis %@
gl: depois %@
he: לאחר מכן %@
hu: Utána %@
id: Lalu %@
is: Síðan %@
it: Poi %@
ja: 次年度以降 %@
ka: შემდეგ %@
ko: 다음 %@
lv: tad %@
mk: Potoa %@
my: ပြီးရင် %@
nb: så %@
nl: Daarna %@
oc: puei %@
pl: Wtedy %@
pt_br: em seguida %@
ro_ro: Apoi %@
ru: Затем %@
sc: A pustis %@
sk: Potom %@
sl: nato %@
sr: Онда %@
sr_latn: Onda %@
sv: Därefter %@
ta: பின்னர் %@
tr: Sonra %@
uk: Далі %@
zh_hans: 接着 %@
zh_hant: 然後 %@

# angular_units
source: Angular measurement units
ar: وحدات قياس الزاوي
be: Адзінкі вымярэння вуглоў
ca: Unitats de mesura angular
cs: Úhlové jednotky
da: Enhed for vinkelmåling
de: Winkel-Maßeinheiten
el: Μονάδες μέτρησης γωνιών
es_us: Unidades de medición angular
et: Nurga mõõtühikud
fa: واحدهای اندازه گیری زاویه ای
fi: Kulmamittausyksiköt
fr: Unités de mesure d'angle
hu: Szögmérés mértékegysége
id: Unit pengukuran bersudut
is: Mælieiningar horna
it: Unità di misura degli angoli
ja: 角度測定ユニット
ka: კუთხის საზომი ერთეულები
ko: 각도 측정 단위
mr: कोनीय मापक एकके
nl: Eenheden voor hoekmeting
oc: Unitats de mesura angulara
pl: Jednostki miary kąta
pt_br: Unidades de medição angular
ro_ro: Unități de măsură unghiulară
ru: Угловые единицы измерения
sc: Unidades de medida angulare
sk: Merné jednotky pre uhly
sl: Kotne merske enote
sr: Јединице за мерење углова
sr_latn: Jedinice za merenje uglova
sv: Vinkelmåttenheter
ta: கோண அளவீட்டு அலகுகள்
tr: Açısal ölçüm birimleri
uk: Кутові одиниці
zh_hans: 角度测量单位
zh_hant: 角度測量單位

# angular_units_descr
source: Change azimuth measurement units.
ar: تغيير قياس زاوية الازيموث.
be: Змяніць адзінкі вымярэння азімуту.
ca: Canvia la unitat de mesura de l'azimut.
cs: Změní jednotku měření azimutu.
da: Ændre hvad azimuth er måles i.
de: Azimut-Messeinheiten ändern.
el: Αλλαγή τρόπου μέτρησης αζιμουθίου.
es_us: Cambia las unidades de medida del acimut.
et: Muuda asimuudi mõõtmise ühikuid.
fa: واحد اندازه‌گیری سمت (azimuth) را مشخص کنید.
fi: Muuta atsimuutin mittayksiköitä.
fr: Change l'unité de mesure de l'azimut.
gl: Mudar o "azimuth" no que se mide.
hu: Azimut mértékegységének módosítása.
id: Ubah unit pengukuran azimut.
is: Breyttu í hvaða einingum áttarhorn (hæð) er mælt.
it: Modificare le unità di misura dell'azimut.
ja: 方位角の測定単位を変更します。
ka: აზიმუტის საზომი ერთეულების შეცვლა.
ko: 방위각 측정 단위를 변경합니다.
mr: दिगंश मापक एकके बदला
nb: Endre hva asimut måles i.
nl: Wijzig azimut eenheid.
oc: Cambiar l'unitat de mesura de l'azimut.
pl: Zmienia jednostkę mierzenia azymutu.
pt_br: Altere as unidades de medida de azimute.
ro_ro: Schimbați unitățile de măsură a azimutului.
ru: Сменить единицы измерения азимута.
sc: Càmbia sas unidades de medida de s'àzimut.
sk: Zmení jednotku na meranie azimutu.
sl: Spreminjanje merila azimuta.
sr: Мерне јединице промене азимута.
sr_latn: Merne jedinice promene azimuta.
sv: Ändra azimutmätenheter.
ta: அசிமுத் அளவீட்டு அலகுகளை மாற்றவும்.
tr: Azimut ölçüm birimlerini değiştirin.
uk: Змінити одиниці вимірювання азимута.
zh_hans: 改变方位测量单位。
zh_hant: 變更測量的方位角。

# allow_3d
source: Allow 2.5D view
ar: السماح بعرض 3D
be: Дазволіць выгляд 2.5D
ca: Permet la visualització 2,5D
cs: Povolit 2.5D zobrazení
da: Tillad 2.5D-visning
de: 2½D-Ansicht zulassen
el: Επιτρέψτε 2.5-διάστατη απεικόνιση
es_us: Permitir vista 2.5D
et: Luba pseudo 3D-vaade (2.5D)
fa: نمایش 2.5D را مجاز کنید
fi: Salli 2.5D-näkymä
fr: Autoriser la vue 2,5D
hu: 2,5D-s nézet engedélyezése
id: Perbolehkan tampilan 2.5D
is: Leyfa 2.5D sýn
it: Consenti la visualizzazione a 2.5D
ja: 2.5D表示を許可する
ka: 2.5D ხედის დაშვება
ko: 2.5D 뷰 허용
mr: 2.5D दृश्य सक्षम करा
nb: Tillat 2,5D-visning
nl: Laat 2.5D-aanzicht toe
oc: Permet la visualitzacion 2,5D
pl: Zezwól na widok 2,5D
pt_br: Permitir visualização 2.5D
ro_ro: Permiteți vizualizarea 2.5D
ru: Разрешить псевдотрехмерный вид (2.5D)
sc: Permiti sa vista 2.5D
sk: Povoliť 2.5D zobrazenie
sl: Dovoljen 2.5D pogled
sr: Дозволи 2.5D приказ
sr_latn: Dozvoli 2.5D prikaz
sv: Tillåt 2,5D-vy
ta: 2.5 டி பார்வையை அனுமதிக்கவும்
tr: 2.5B görüntülemeye izin ver
uk: Дозволити перегляд у режимі 2.5D
zh_hant: 允許 2.5D 檢視

# allow_3d_descr
source: Enable this option to be able to view the map in the 2.5D perspective
ar: قم بتمكين هذا الخيار لتتمكن من عرض الخريطة في منظور 3D
be: Уключыце гэты параметр, каб дазволіць прагляд мапы ў 2.5D
ca: Habiliteu aquesta opció per poder veure el mapa en la perspectiva 2,5D
cs: Povolte tuto možnost pro zobrazení mapy v 2.5D perspektivě
da: Aktivér indstillingen for at kunne se kortet i 2.5D-perspektivet
de: Aktivieren Sie diese Option, um die Karte in der 2.5D-Perspektive betrachten zu können
el: Ενεργοποιήστε αυτήν την επιλογή για να μπορείτε να βλέπετε τον χάρτη στην 2.5-διάστατη προοπτική
es_us: Activa esta opción para ver el mapa en la perspectiva 2.5D
et: Kui soovid näha kaarti poolruumilises 2.5D vaates, siis luba see seadistus
fa: این گزینه را فعال کنید تا بتوانید نقشه را در دید 2.5D مشاهده کنید
fi: Ota tämä vaihtoehto käyttöön, jotta voit tarkastella karttaa 2.5D-perspektiivissä
fr: Activez cette option pour visualiser la carte dans une perspective 2.5D
hu: Engedélyezze ezt a beállítást, hogy a térképet 2,5D perspektívában láthassa
id: Aktifkan opsi ini untuk dapat melihat peta dalam perspektif 2.5D
is: Virkjaðu þetta til að geta skoðað kortið í 2.5D fjarvídd
it: Abilita questa opzione per poter visualizzare la mappa nella prospettiva a 2.5D
ja: このオプションを有効にすると2.5Dでマップを表示します
ka: ჩართეთ ეს პარამეტრი, რომ რუკა 2.5D პერსპექტივაში იხილოთ
ko: 지도를 2.5D 관점으로 보려면 이 옵션을 선택
mr: हा पर्याय सक्षम केल्याने नकाशा 2.5D यथार्थ दृष्टीतून दिसू शकतो
nb: Skru på dette for å vise kartet i 2,5D-perspektiv
nl: Kies deze optie om de kaart in 2.5D-aanzicht te kunnen bekijken
oc: Chausissètz aquesta opcion per poder veire la mapa en perspectiva 2,5D
pl: Włącz tę opcję, aby móc oglądać mapę w perspektywie 2,5D
pt_br: Ative esta opção para poder visualizar o mapa na perspectiva 2.5D
ro_ro: Activați această opțiune pentru a putea vizualiza harta în perspectiva 2.5D
ru: Включите эту опцию, чтобы разрешить просмотр карты в псевдотрехмерном (2.5D) виде
sc: Abìlita custa optzione pro bìdere sa mapa in sa prospetiva 2.5D
sk: Zapnite túto možnosť pre zobrazenie mapy v 2.5D perspektíve
sr: Омогућите ову опцију да бисте могли да видите мапу у 2.5D перспективи
sr_latn: Omogućite ovu opciju da biste mogli da vidite mapu u 2.5D perspektivi
sv: Aktivera det här alternativet för att kunna visa kartan i ett 2,5D-perspektiv
ta: 2.5 டி பார்வையில் வரைபடத்தைக் காண இந்த விருப்பத்தை இயக்கவும்
tr: Haritayı 2.5B görünümünde görüntülemek için bu seçeneği etkinleştirin
uk: Увімкніть цей параметр, щоб мати можливість переглядати мапу у 2.5D перспективі
zh_hans: 启用此选项，可以在2.5D视角下查看地图
zh_hant: 允許這選項來用 2.5D 視角檢視地圖

# map_widget_intermediate_time
source: Intermediate time
ar: متوسط الوقت
be: Прамежкавы час
bg: Време до междинна точка
ca: Temps de pas
cs: Do průjezdního bodu
cy: Amser man stopio
da: Mellemliggende tid
de: Zwischenankunftszeit
el: Ενδιάμεσος χρόνος
eo: Tempo al intercelo
es_us: Tiempo intermedio
et: Vaheaeg
eu: Tarteko denbora
fa: مدت تا میانی
fi: Väliaika
fr: Heure d'arrivée à l'étape
gl: Tempo intermedio
he: זמן ביניים
hu: Köztes idő
hy: Միջանկյալ նպատակակետ ժամանելու ժամը
id: Waktu perantara
is: Millitími
it: Orario intermedio
ja: 経由地点の時刻
ka: შუალედური დრო
ko: 중간 시간
lt: Tarpinis laikas
lv: Ierašanās laiks
mk: Sredno vreme
ml: ഇടയ്ക്കുള്ള സമയം
mr: मध्यम वेळ
nb: Mellomliggende tid
nl: Tijd tot tussenpunt
oc: Orari intermediari
pl: Czas pośredni
pt_br: Hora intermediária
ro_ro: Timp intermediar
ru: Время до промежуточного пункта
sc: Tempus de arrivu a sa tapa
sk: Prechodný čas
sl: Vmesničas
sr: Међувреме
sr_latn: Vreme do međuodredišta
sv: Mellanliggande tid
ta: இடைநிலை நேரம்
tr: Orta zaman
uk: Час до проміжного пункту призначення
zh_hans: 中转点时间
zh_hant: 中轉時間

# new_destination_point_dialog
source: You have already set a destination:
af: Jy het al reeds `n bestemming ingestel.
ar: توجد وجهة سابقة تعمل حاليا:
ast: Yá afitesti un destín:
az: Artıq təyinat nöqtəsini seçmisiniz:
be: Вы ўжо абралі пункт прызначэння:
bg: Вече има местоназначение:
ca: Ja teniu definida una destinació:
cs: Cíl je již nastaven:
cy: Rydych eisoes wedi gosod cyrchfan:
da: Destinationen er allerede sat:
de: Sie haben bereits ein Ziel gewählt:
el: Έχετε ήδη ορίσει έναν προορισμό:
eo: Vi jam elektis celon:
es_us: Ya se ha definido un destino:
et: Oled juba määranud sihtkoha:
eu: Baduzu dagoeneko helmuga ezarria:
fa: قبلاً مقصدی را انتخاب کرده بودید:
fi: Määränpää on jo asetettu:
fr: Vous avez déjà indiqué une arrivée :
gl: Xa existe un destino:
he: כבר הגדרת יעד:
hu: Már be van állítva úti cél:
hy: Դուք արդեն ունեք նշանակած նպատակակետ՝
id: Anda sudah menetapkan tujuan:
is: Þú hefur þegar stillt áfangastað:
it: La destinazione è già impostata:
ja: すでに目的地が設定されています。
ka: თქვენ უკვე მიუთითეთ დანიშნულების წერტილი:
ko: 이미 도착지가 설정되었습니다.
lt: Jūs jau turite nustatę kelionės tikslą:
lv: Galapunkts jau ir uzstādīts:
mk: Veḱe postavivte destinacija:
ml: "ഇപ്പോഴെ ഒരു ലക്ഷ്യസ്ഥാനം നിങ്ങളുടെ കയ്യിലുണ്ട്:"
mr: इच्छीत स्थान आपण आधीच सेट केले आहे:
nb: Du har allerede angitt et reisemål:
nl: Er is al een bestemming gekozen:
oc: Avètz ja determinat la destinacion :
pl: Już ustalono cel trasy:
pt_br: Você já tem o destino definido
ro_ro: Aveți setată deja o destinație:
ru: Пункт назначения уже задан:
sc: Tenes giai una destinatzione impostada:
sk: Už máte určený cieľ:
sl: Ciljna točka je že določena:
sr: Већ сте поставили одредишну тачку:
sr_latn: Već ste postavili odredišnu tačku:
sv: Du har redan angivit en destination:
ta: நீங்கள் ஏற்கனவே ஒரு இலக்கை அமைத்துள்ளீர்கள்:
tr: Varış noktası halihazırda ayarlı:
uk: Пункт призначення вже задано:
vi: Bạn đã đặt điểm đến rồi:
zh_hans: 您已经设置了一个目的地：
zh_hant: 您已經設定了一個目的地：

# replace_destination_point
source: Replace the destination
af: Vervang bestemmingspunt
ar: استبدالها بهذه الوجهة
ast: Trocar el destín
az: Təyinat nöqtəsini əvəz et
be: Замяніць пункт прызначэння
bg: Замяна на местоназначението
bs: Promjeni odredište
ca: Substitueix la destinació
cs: Nahradit cíl
cy: Newid y gyrchfan
da: Udskift destinationen
de: Ziel ersetzen
el: Αντικατάσταση προορισμού
eo: Anstataŭigi la celon
es_us: Reemplazar destino
et: Asenda sihtkoht
eu: Ordeztu helmuga
fa: جانشین مقصد کن
fi: Korvaa määränpää
fr: Remplacer la destination
gl: Substituír o destino
he: החלפת היעד
hu: Úti cél lecserélése
hy: Փոխարինել նպատակակետը
id: Ganti tujuan
is: Skipta út áfangastaðnum
it: Sostituisci la destinazione
ja: 目的地を入れ替え
ka: დანიშნულების წერტილის შეცვლა
ko: 도착지로 대체
lt: Pakeisti kelionės tikslą
lv: Nomainīt galapunktu
mk: Zamenete ja destinacijata
ml: ലക്ഷ്യസ്ഥാനം മാറ്റിവയ്‌ക്കുക
mr: इच्छीत स्थान पुनःस्थापित करा
nb: Erstatt reisemålet
nl: Bestemming vervangen
oc: Remplaçar la destinacion
pl: Zastąp cel trasy
pt_br: Substituir o destino
ro_ro: Înlocuiește destinația
ru: Заменить пункт назначения
sc: Remplasa sa destinatzione
sk: Nahradiť cieľ
sl: Zamenjaj cilj
sr: Замени одредиште
sr_latn: Zameni odredište
sv: Byt destination
ta: இலக்கை மாற்றவும்
tr: Varış noktasını değiştir
uk: Замінити пункт призначення
vi: Thay thế điểm đến
zh_hans: 替换目的地
zh_hant: 替換目的地

# add_as_first_destination_point
source: Add as first intermediate destination
af: Voeg by as eerste oorgangspunt
ar: إضافتها كأول وجهة وسطى
az: İlk ara təyinat nöqtəsi olaraq əlavə et
be: Дадаць першым прамежкавым пунктам
bg: Първа междинна точка
ca: Afegeix com la primera fita
cs: Přidat jako první mezicíl
cy: Ychwanegu fel cyrchfan ar y ffordd
da: Tilføj som første mellemliggende destination
de: Als erstes Zwischenziel hinzufügen
el: Προσθήκη ως πρώτου ενδιάμεσου προορισμού
eo: Aldoni kiel unuan intercelon
es_us: Añadir como primer destino intermedio
et: Lisa esimeseks vahepealseks sihtkohaks
eu: Gehitu lehen erdibideko helburu gisa
fa: افزودن به‌عنوان اولین مقصد میانی
fi: Lisää ensimmäiseksi välietapiksi
fr: Ajouter comme première étape
gl: Engadir coma primeiro destino intermedio
he: הוספה כיעד הביניים הראשון
hu: Hozzáadás első köztes célpontként
hy: Ավելացնել որպես առաջին միջանկյալ նպատակակետ
id: Tambahkan sebagai tujuan perantara pertama
is: Bæta við sem fyrsta milliáfanga
it: Aggiungi come prima destinazione intermedia
ja: 最初の経由地点として追加
ka: დანიშნულების ადგილის პირველი წერტილის დამატება
ko: 첫번째 경유지로 추가
lt: Pridėti kaip pirmą tarpinį tikslą
lv: Pievienot kā pirmo starpposma punktu
mk: Dodaj kako prva sredna destinacija
ml: അദ്യത്തെ ഇട-ലക്ഷ്യസ്ഥാനമായി ചേര്‍ക്കുക
mr: प्रथम मधले इच्छीत स्थान म्हणून जोडा
nb: Legg til som første mellomliggende reisemål
nl: Als eerste tussenbestemming toevoegen
oc: Ajustar per premier pas de destinacion intermediària
pl: Dodaj jako pierwszy cel pośredni trasy
pt_br: Adicionar como primeiro destino intermediário
ro_ro: Adaugă ca prima destinație intermediară
ru: Первый промежуточный пункт
sc: Annanghe·la comente prima tapa intermèdia
sk: Pridať ako prvý prechodný bod
sl: Dodaj kot prvi vmesni cilj
sr: Додај као почетно пролазно одредиште
sr_latn: Dodaj kao međuodredište
sv: Lägg till som första mellanliggande destination
ta: முதல் இடைநிலை இலக்காக சேர்க்கவும்
tr: İlk ara varış noktası olarak ekle
uk: Додати першим проміжним пунктом
vi: Thêm thành điểm đến trung gian đầu tiên
zh_hans: 添加为第一个中转点
zh_hant: 增加為第一個中轉地點

# add_as_last_destination_point
source: Add as last intermediate destination
af: Voeg by as laaste oorgangspunt
ar: إضافة كآخر وجهة وسيطة
az: Son ara təyinat nöqtəsi olaraq əlavə et
be: Дадаць апошнім прамежкавым пунктам
bg: Последна междинна точка
ca: Afegeix com la darrera fita
cs: Přidat jako poslední mezicíl
cy: Ychwanegu fel cyrchfan ar y ffordd
da: Tilføj som sidste mellemliggende destination
de: Als letztes Zwischenziel hinzufügen
el: Προσθήκη ως τελευταίου ενδιάμεσου προορισμού
eo: Aldoni kiel finan intercelon
es_us: Añadir como último destino intermedio
et: Lisa viimaseks vahepealseks sihtkohaks
eu: Gehitu azken erdibideko helburu gisa
fa: افزودن به‌عنوان آخرین مقصد میانی
fi: Lisää viimeiseksi välietapiksi
fr: Ajouter comme dernière étape
gl: Engadir coma derradeiro destino intermedio
he: הוספה כיעד הביניים הסופי
hu: Hozzáadás utolsó köztes célpontként
hy: Ավելացնել որպես վերջին միջանկյալ նպատակակետ
id: Tambahkan sebagai tujuan perantara terakhir
is: Bæta við sem síðasta milliáfanga
it: Aggiungi come ultima destinazione intermedia
ja: 最後の経由地点として追加
ka: დანიშნულების ადგილის ბოლო წერტილის დამატება
ko: 마지막 경유지로 추가
lt: Pridėti kaip paskutinį tarpinį tikslą
lv: Pievienot kā pēdējo starpposma punktu
mk: Dodaj barem kako posledna sredna destinacija
ml: "അവസാനത്തെ ഇട-ലക്ഷ്യസ്ഥാനമായി ചേര്‍ക്കുക"
mr: शेवटचे मधले इच्छीत स्थान म्हणून जोडा
nb: Legg til som siste mellomliggende reisemål
nl: Als laatste tussenbestemming toevoegen
oc: Ajustar per darriera etapa
pl: Dodaj jako ostatni cel pośredni trasy
pt_br: Adicionar comoúltimo destino intermediário
ro_ro: Adaugă ca ultima destinație intermediară
ru: Последний промежуточный пункт
sc: Annanghe·la comente ùrtima tapa intermèdia
sk: Pridať ako posledný prechodný bod
sl: Dodaj kot zadnji vmesni cilj
sr: Додај као завршно пролазно одредиште
sr_latn: Dodaj kao zadnje međuodredište
sv: Lägg till som sista mellanliggande destination
ta: கடைசி இடைநிலை இடமாக சேர்க்கவும்
tr: Son ara varış noktası olarak ekle
uk: Додати останнім проміжним пунктом
vi: Thêm thành điểm đến trung gian cuối cùng
zh_hans: 添加为最后的中转点
zh_hant: 增加為最後一個中轉地點

# show_poi_over_map
source: Show POI overlay
af: Wys POI
ar: عرض طبقة POI
az: POI örtüyünü göstər
be: Паказаць POI-накладку
bg: Показване на POI
ca: Mostra la superposició de PDI
cs: Zobrazit vrstvu POI
cy: Dangos troshaen MODd
da: Vis IP overlejring
de: OVI-Overlay anzeigen
el: Εμφάνιση επικάλυψης ΣΕ
eo: Montri interesejojn
es_us: Mostrar superposición de PDI
et: Kuva POI ülekate
eu: Erakutsi interesguneen gainazala
fa: نشان‌دادن لایهٔ POIها
fi: Näytä KP-peite
fr: Afficher la sur-couche points d'intérêt
gl: Amosar sobreposición dos PDI
he: הצגת שכבת נ״ע
hu: POI-fedőréteg megjelenítése
hy: Ցույց տալ POI-ի
id: Tampilkan hamparan POI
is: Birta þekju merkisstaða
it: Visualizza dei PDI in sovrimpressione
ja: POIを表示
ka: POIშრის ჩვენება
ko: POI 표시
lt: Rodyti LV sluoksnį
lv: Rādīt POI
mk: Prikaži preklopuvanje na POI
ml: "പി ഓ ഐ കാണിക്കൂക "
nb: Vis interessepunktoverlegg
nl: Toon POI-kaartlaag
oc: Mostrar la superposicion de PDI
pl: Wyświetl nakładkę użytecznego miejsca
pt_br: Mostrar camada de POI
ro_ro: Arată stratul cu puncte de interes
ru: Показывать POI
sc: Ammustra s'istratu de sos PDI
sk: Zobraziť vrstvu POI
sl: Prikaži točke POI
sr: Прикажи слој са тачкама занимања изнад карте
sr_latn: TOI vidljivi na mapi
sv: Visa POI-överlägg
ta: POI மேலடுக்கு காட்டு
tr: POI üst katmanını göster
uk: Показувати POI
vi: Hiện lớp phủ POI
zh_hans: 显示兴趣点叠加
zh_hant: 顯示 POI 覆蓋

source: Search radius
ar: نطاق البحث
be: Радыус пошуку
ca: Radi de cerca
cs: Poloměr hledání
da: Søgeradius
de: Suchradius
el: Ακτίνα αναζήτησης
es_us: Radio de búsqueda
et: Otsingu raadius
fa: شعاع جست‌وجو
fi: Hakusäde
fr: Recherche dans un rayon
hu: Keresési sugár
id: Radius pencarian
is: Radíus leitar
it: Raggio di ricerca
ja: 検索範囲
ka: ძებნის რადიუსი
ko: 검색 반지름
mr: शोध त्रिज्या
nl: Zoekradius
oc: Rai de recèrca
pl: Promień wyszukiwania
pt_br: Raio de pesquisa
ro_ro: Raza de căutare
ru: Радиус поиска
sc: Raju de chirca
sk: Polomer hľadania
sl: Radij iskanja
sr: Радијус претраге
sr_latn: Radijus pretrage
sv: Sökradie
ta: ஆரம் தேடல்
tr: Arama yarıçapı
uk: Радіус пошуку
zh_hans: 搜索半径
zh_hant: 搜尋半徑

source: Search more…
ar: بحث عن المزيد…
ast: Buscar más…
az: Daha çox axtar…
be: Знайсці яшчэ…
bg: Търсене на други…
ca: Cerca'n més…
cs: Vyhledat další…
cy: Chwilio mwy…
da: Søg mere…
de: Mehr suchen …
el: Αναζήτηση περισσότερων…
eo: Serĉi pli…
es_us: Buscar más…
et: Otsi veel …
eu: Bilatu gehiago…
fa: بیشتر بگرد…
fi: Etsi lisää…
fr: Rechercher plus…
he: לחפש עוד…
hu: További keresés…
id: Cari lebih banyak…
is: Leita áfram…
it: Cerca di più …
ja: さらに検索…
ka: მეტის ძებნა…
ko: 더 검색…
mk: Baraj povece…
mr: अजुन शोधा…
nb: Søk mer…
nl: Zoek meer…
oc: Cercar mai…
pl: Wyszukaj więcej…
pt_br: Pesquisar mais…
ro_ro: Caută mai multe…
ru: Найти ещё…
sc: Chirca de prus…
sk: Hľadať ďalšie…
sl: Išči več …
sr: Претражи више…
sr_latn: Pretraži više…
sv: Sök mer…
ta: மேலும் தேடுங்கள்…
tr: Daha fazla ara…
uk: Шукати ще…
vi: Tìm thêm…
zh_hans: 搜索更多…
zh_hant: 搜尋更多……

# search_favorites
source: Search in Favorites
ar: بحث في المفضلة
az: Favoritlərdə axtar
be: Пошук ва ўлюбёных мясцінах
bg: Търсене в избрани
ca: Cerca a Preferits
cs: Hledat v Oblíbených
cy: Chwilio o fewn Ffefrynnau
da: Søg i Favoritter
de: In Favoriten suchen
el: Αναζήτηση στα αγαπημένα
eo: Serĉi en ŝatataj
es_us: Buscar en favoritos
et: Otsi lemmikutest
eu: Bilatu gogokoetan
fa: جستجو در علاقه‌مندی‌ها
fi: Etsi suosikeista
fr: Rechercher dans les favoris
gl: Procurar nos Favoritos
he: חיפוש במועדפים
hu: Keresés a Kedvencekben
hy: Որոնում Սիրվածում
id: Cari di Favorit
is: Leita í eftirlætum
it: Cerca nei Preferiti
ja: お気に入りで検索
ka: რჩეულებში ძებნა
ko: 자주 묻는 질문
lt: Ieškoti parankiniuose
lv: Meklēt Izlasē
mk: Prebarajte vo Omileni
ml: "താല്‍പര്യമുള്ളവയില്‍ തെരയുക "
nb: Søk i favoritter
nl: Zoek in Favorieten
oc: Recercar de favorits
pl: Szukaj w Ulubionych
ro_ro: Căutare în favorite
ru: Найти избранное
sc: Chirca in sos preferidos
sk: Hľadať v Obľúbených bodoch
sl: Išči med priljubljenimi
sr: Тражи у Омиљеним
sr_latn: Traži u favoritima
sv: Sök i Favoriter
ta: பிடித்தவைகளில் தேடுங்கள்
tr: Sık Kullanılanlarda Ara
uk: Пошук в Закладках
vi: Tìm trong Ưa thích
zh_hans: 在我的收藏中搜索
zh_hant: 在我的最愛中搜尋

# error_avoid_specific_road
source: No bypass found
ar: لا يوجد منفذ للتجاوز
be: Аб'езд не знойдзены
bg: Няма намерен заобиколен път
ca: No s'ha trobat cap circumval·lació
cs: Žádná objížďka nenalezena
cy: Heb ganfod ffordd osgoi
da: Ingen omfartsvej fundet
de: Keine Umgehungsstraße gefunden
el: Δεν βρέθηκε παράκαμψη
eo: Ne trovisĉirkaŭvojon
es_us: No se ha encontrado un desvío
et: Kõrvalteed ei leidu
eu: Ez da saihesbiderik aurkitu
fa: مسیر دیگری یافت نشد
fi: Ohitusta ei löytynyt
fr: Aucune déviation trouvée
gl: Non foi posíbel atopar un desvío
he: לא נמצא מעקף
hu: Nem található kerülőút
hy: Շրջանցում չի գտնվել
id: Tidak ada jalan pintas yang ditemukan
is: Engin hjáleið fannst
it: Nessuna alternativa trovata
ja: バイパスが見つかりません
ka: შემოვლითი გზის გარეშე
ko: 우회로 없음
ku: Rêya din nehate dîtin
lt: Nerastas trumpiausias kelias
lv: Apvedceļš nav atrasts
mk: Ne e pronajdeno zaobikoluvanje
ml: "പകരം വഴി കണ്ടെത്താനായില്ല "
mr: बायपास मार्ग सापडला नाही
nb: Ingen omkjøring funnet
nl: Geen omleiding gevonden
oc: Ges d'alternativa trobada
pl: Nie znaleziono objazdu
pt_br: Nenhum desvio encontrado
ro_ro: Nu s-a găsit niciun bypass
ru: Объезд не найден
sc: No est istada agatada peruna tangentziale
sk: Nenašla sa blízka cesta
sl: Ni najdenih možnosti obvoza
sr: Нисам пронашао заобилазнице
sr_latn: Nije pronađena zaobilaznica
sv: Hittar ingen förbifart
ta: பைபாச் எதுவும் கிடைக்கவில்லை
tr: Bypass bulunamadı
uk: Обʼїзд не знайдений
zh_hans: 没有发现支路
zh_hant: 沒發現支道
