Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# shared_string_overview
source: Overview
ar: نظرة عامة
az: Baxış
be: Агляд
bg: Преглед
ca: Visió general
cs: Přehled
cy: Trosolwg
da: Oversigt
de: Übersicht
el: Επισκόπηση
eo: Sumigo
es_us: Resumen
et: Ülevaade
eu: Ikuspegi orokorra
fa: مرور کلی
fi: Yleiskatsaus
fr: Aperçu
gl: Vista xeral
he: סקירה
hu: Áttekintés
hy: Համատեսք
id: Ikhtisar
is: Yfirlit
it: Panoramica
ja: 概要
ka: მიმოხილვა
ko: 개요
lt: Apžvalga
lv: Pārskats
mk: Pregled
ml: അവലോകനം
mr: दृष्टिक्षेप
nb: Oversikt
nl: Overzicht
oc: Amira generala
pl: Podsumowanie
pt_br: Visão geral
ro_ro: Vedere de ansamblu
ru: Обзор
sc: Vista generale
sk: Prehľad
sl: Pregled
sr: Сажетак
sr_latn: Sažetak
sv: Översikt
ta: கண்ணோட்டம்
tr: Genel bakış
uk: Огляд
vi: Tổng quan
zh_hans: 概览
zh_hant: 概要

# all_world_popup_desc
source: Download World base map to see state names, borders and other information
ar: قم بتنزيل خريطة العالم الأساسية لمعرفة أسماء الدول والحدود وغيرها من المعلومات
be: Спампуйце аглядную мапу свету для паказу назваў, межаў краін і іншай інфармацыі
ca: Baixa el mapa base del món per veure els noms dels estats, les fronteres i altres informacions
cs: Stáhněte si základní mapu světa, abyste viděli názvy států, hranice a další informace
da: Hent verden basiskort for at se statsnavne, grænser og andre oplysninger
de: Lade die Weltkarte herunter um Ländernamen, Grenzen und andere Informationen zu sehen
el: Κατεβάστε τον βασικό παγκόσμιο χάρτη για να δείτε τις ονομασίες κρατών, σύνορα και άλλες πληροφορίες
es_us: Descargar el «Mapa base mundial» para ver los nombres de los estados, fronteras y otra información
et: Nägemaks riikide nimesid, piire ja muud teavet laadi alla riikide põhikaart
fr: Téléchargez le fond de carte mondial pour voir le nom des états, les frontières et d'autres informations
hu: Világ alaptérkép letöltése államnevek, határok és egyéb információk megtekintéséhez
id: Unduh peta dasar Dunia untuk melihat nama negara bagian, perbatasan, dan informasi lainnya
is: Sæktu heims-grunnkort til að sjá nöfn ríkja, landamæri og aðrar upplýsingar
it: Scarica la Mappa di base mondiale per vedere i nomi degli stati, i confini e altre informazioni
ja: ワールドベースマップ(世界地図)をダウンロードして、州名、国境、その他の情報を確認します
ko: 세계 기본 지도를 다운로드하여 주 이름, 국경 및 기타 정보를 확인하세요.
oc: Teledescargar la mapa basica dau monde per veire lei noms deis Estats, lei frontieras e autreis informacions
pl: Pobierz podstawową mapę świata, by zobaczyć nazwy regionów, granice i inne informacje
pt_br: Baixar Mapa base mundial para ver nomes de estados, fronteiras e outras informações
ro_ro: Descărcați harta de bază a lumii pentru a vedea numele statelor, granițele și alte informații
ru: Скачайте обзорную карту мира для отображения названий, границ стран и другой информации
sc: Iscàrriga sa mapa de base de su mundu pro bìere sos nùmenes de sos istados, sas làcanas e àteras informatziones
sk: Stiahnite si Svetovú základnú mapu, aby ste videli názvy krajín, hranice a ďalšie informácie
sr: Преузмите основну мапу света да бисте видели имена држава, границе и друге информације
sr_latn: Preuzmite osnovnu mapu sveta da biste videli imena država, granice i druge informacije
sv: Ladda ned världsbaskartan för att se namn på länder, gränser och annan översiktlig information
ta: மாநில பெயர்கள், எல்லைகள் மற்றும் பிற தகவல்களைக் காண உலக அடிப்படை வரைபடத்தைப் பதிவிறக்கவும்
tr: Devlet adları, Kenarlıklar ve diğer bilgileri görmek için dünya temel harita indir
uk: Завантажте оглядову мапу світу для відображення назв, кордонів країн та інших відомостей
zh_hant: 下載全球底圖，可以看到國家名稱、邊界和其它資訊

source: Restore all purchases
ar: استعادة جميع المشتريات
be: Аднавіць усе пакупкі
ca: Recupera totes les compres
cs: Obnovit všechny nákupy
da: Gendan alle køb
de: Alle Einkäufe wiederherstellen
el: Επαναφορά όλων των αγορών
es_us: Restaurar todas las compras
et: Taasta kõik ostud
fr: Restaurer tous les achats
hu: Minden vásárlás visszaállítása
id: Pulihkan semua pembelian
is: Endurheimta öll innkaup
it: Ripristina gli acquisti
ja: すべての購入情報を復元
ka: ყველა შეძენის აღდგენა
ko: 모든 구매 내역 복원
oc: Recuperar totei lei cròmpas
pl: Przywróć wszystkie zakupy
pt_br: Restaurar todas as compras
ro_ro: Restaurați toate achizițiile
ru: Восстановить покупки
sc: Riprìstina totu sos acuistos
sk: Obnoviť všetky nákupy
sr: Вратите све куповине
sr_latn: Vratite sve kupovine
sv: Återställ alla köp
ta: அனைத்து வாங்குதல்களையும் மீட்டெடுக்கவும்
tr: Bütün satın alma geri yükleme
uk: Відновити усі придбання
zh_hant: 恢復所有購買

# backup_restore_data
source: Restore data
ar: استعادة البيانات
az: Məlumatları bərpa et
be: Аднавіць даныя
bg: Възстановяване на данни
ca: Restaura les dades
cs: Obnovit údaje
cy: Adfer data
da: Gendan data
de: Stelle Daten wieder her
el: Επαναφορά δεδομένων
eo: Restarigi datumojn
es_us: Restaurar datos
et: Taasta andmed
eu: Leheneratu datuak
fa: بازیابی داده‌ها
fi: Palauta data
fr: Restaurer les données
he: שחזור נתונים
hu: Adatok visszaállítása
id: Pulihkan data
is: Endurheimta gögn
it: Ripristina dati
ja: データの復元
ka: მონაცემების აღდგენა
ko: 데이터 복원
lt: Atkurti duomenis
mk: Obnovete gi podatocite
nb: Gjenopprett data
nl: Herstel gegevens
oc: Restaurar lei donadas
pl: Przywróć dane
ro_ro: Restaurează datele
ru: Восстановить данные
sc: Riprìstina datos
sk: Obnoviť údaje
sl: Obnovi podatke
sr: Врати податке
sr_latn: Vrati podatke
sv: Återställ data
ta: தரவை மீட்டமைக்கவும்
tr: Verileri geri yükle
uk: Відновити дані
vi: Khôi phục dữ liệu
zh_hans: 恢复数据
zh_hant: 復原資料

source: No statistics
ar: لا توجد إحصائيات
be: Няма статыстыкі
ca: No hi ha estadístiques
cs: Žádné statistiky
da: Ingen statistikker
de: Keine Statistik
el: Δεν υπάρχουν στατιστικά
es_us: Sin estadísticas
et: Statistika puudub
fi: Ei tilastoja
fr: Aucune statistique
hu: Nincsenek statisztikák
id: Tidak ada statistik
is: Engin tölfræði
it: Nessuna statistica
ja: 統計なし
ka: სტატისტიკის გარეშე
ku: Statîstîk tine ye
oc: I a ges d'estatistica
pl: Brak statystyk
pt_br: Sem estatísticas
ro_ro: Fără statistici
ru: Нет статистики
sc: No istatìsticas
sk: Žiadne štatistiky
sr: Нема статистике
sr_latn: Nema statistike
sv: Ingen statistik
ta: புள்ளிவிவரங்கள் இல்லை
tr: Hiçbir istatistikleri
uk: Немає статистики
zh_hant: 沒有統計資料

# no_internet_avail
source: No internet available
ar: لا تتوفر خدمه الإنترنت
be: Злучэнне з інтэрнэтам адсутнічае
ca: No hi ha connexió a internet disponible
cs: Internet není k dispozici
da: Internet ikke tilgængeligt
de: Kein Internet verfügbar
el: Δεν υπάρχει διαθέσιμο διαδίκτυο
es_us: Sin Internet disponible
et: Internetiühendus puudub
fr: Pas de connexion internet disponible
hu: Nem érhető el az Internet
id: Tidak ada internet yang tersedia
is: Engin internettenging tiltæk
it: Internet non è disponibile
ja: インターネットが利用できません
ka: ინტერნეტი ხელმისაწვდომი არაა
ku: Înternet Nîne
oc: Ges de connexion internet disponibla
pl: Brak połączenia z Internetem
pt_br: Internet indisponível
ro_ro: Nu există internet disponibil
ru: Отсутствует интернет-соединение
sc: Ìnternet non disponìbile
sk: Internet nie je k dispozícii
sr: Нема доступног интернета
sr_latn: Nema dostupnog interneta
sv: Inget internet tillgängligt
ta: இணையம் எதுவும் கிடைக்கவில்லை
tr: İnternet yok
uk: Немає з'єднання з Інтернетом
zh_hant: 無網路可用

# obf_import_already_exists_short
source: File with this name already exists.
ar: الملف موجود بهذا الاسم بالفعل.
cs: Soubor s tímto názvem již existuje.
da: Fil med dette navn findes allerede.
de: Datei mit diesem Namen existiert bereits.
el: Υπάρχει ήδη αρχείο με αυτό το όνομα.
es_us: Ya existe un archivo con ese nombre.
et: Selle nimega fail on juba olemas.
fr: Un fichier avec ce nom existe déjà.
hu: Már létezik ilyen nevű fájl.
id: Berkas dengan nama ini sudah ada.
is: Skrá með þessu heiti er þegar til staðar.
it: Un file con questo nome esiste già.
oc: Un fichier d'aquest nom existís ja.
pl: Plik o tej samej nazwie już istnieje.
ro_ro: Fișierul cu acest nume există deja.
ru: Файл с таким именем уже существует.
sc: Esistit giai unu documentu cun custu nùmene.
sr: Датотека са овим именом већ постоји.
sr_latn: Datoteka sa ovim imenom već postoji.
sv: Filen med det här namnet finns redan.
ta: இந்த பெயருடன் கோப்பு ஏற்கனவே உள்ளது.
tr: Bu ada sahip dosya zaten var.
uk: Файл із такою назвою вже існує.
zh_hant: 已存在相同名稱的檔案。

source: Online raster map
ar: خريطة نقطية على الانترنت
be: Сеціўная растравая мапа
ca: Mapa de bits en línia
cs: Online rastrová mapa
da: Online rasterkort
de: Online-Rasterkarte
el: Raster χάρτης με σύνδεση
es_us: Mapa de trama en línea
et: Võrgupõhine rasterkaart
fr: Carte raster en ligne
hu: Online raszteres térkép
id: Peta raster online
is: Nettengt rastakort
it: Mappe raster Online
ja: オンラインラスターマップ
ka: რასტრული რუკა ინტერნეტში
pl: Mapa rastrowa online
pt_br: Mapa raster online
ro_ro: Hartă raster online
ru: Онлайн растровая карта
sc: Mapa non vetoriale (raster) in lìnia
sr: Мрежна растер мапа
sr_latn: Mrežna raster mapa
sv: Online raster-karta
ta: நிகழ்நிலை ராச்டர் வரைபடம்
tr: Çevrim içi raster haritası
uk: Мережева растрова мапа
zh_hant: 線上點陣地圖

# hist_select_remove
source: Please select history items to remove
ar: الرجاء تحديد عناصر السجل المراد إزالتها
be: Калі ласка, абярыце элемент гісторыі для выдалення
ca: Seleccioneu els elements històrics a suprimir
cs: Vyberte prosím položky historie k odstranění
da: Vælg histoirikemner der skal fjernes
de: Bitte wählen Sie zu entfernende Chronikelemente aus
el: Επιλέξτε στοιχεία από το ιστορικό για αφαίρεση
es_us: Elige elementos del historial a quitar
et: Palun vali eemaldatavad ajaloo kirjed
fr: Veuillez sélectionner les éléments de l'historique à supprimer
hu: Válassza ki az eltávolítandó előzményelemeket
id: Silakan pilih item riwayat untuk dihapus
is: Veldu atriði í breytingaskrá sem á að fjarlægja
it: Per favore scegli l'elemento della cronologia da rimuovere
ja: 削除する履歴アイテムを選択してください
oc: Chausissètz l'element de l'istoric de suprimir
pl: Wybierz elementy historii do usunięcia
pt_br: Por favor, selecione itens do histórico para apagar
ro_ro: Vă rugăm să selectați elementele din istoric pentru a le elimina
ru: Пожалуйста, выберите ячейки для удаления
sc: Pro piaghere ischerta sos elementos de s'istòria de burrare
sk: Vyberte položky histórie na odstránenie
sr: Изаберите ставке историје које желите да уклоните
sr_latn: Izaberite stavke istorije koje želite da uklonite
sv: Välj historikposter att ta bort
ta: அகற்ற வரலாற்று உருப்படிகளைத் தேர்ந்தெடுக்கவும்
tr: Lütfen kaldırmak için geçmiş öğeleri seçin
uk: Будь ласка, виберіть комірки для вилучення
zh_hans: 请选择要移除的历史条目
zh_hant: 請選擇要移除的履歷項目

# go_to_map
source: Show map
ar: إظهار الخريطة
ast: Amosar el mapa
az: Xəritəni göstər
be: Паказаць мапу
bg: Показване на картата
ca: Mostra el mapa
cs: Zobrazit mapu
cy: Dangos map
da: Vis kort
de: Karte anzeigen
el: Εμφάνιση χάρτη
eo: Montri mapon
es_us: Mostrar mapa
et: Näita kaarti
eu: Erakutsi mapa
fa: نقشه را نشان بده
fi: Näytä kartta
fr: Afficher la carte
gl: Amosar mapa
he: הצגת המפה
hu: Térkép megjelenítése
hy: Ցույց տալ քարտեզը
id: Tampilkan peta
is: Birta kort
it: Mostra la mappa
ja: このマップを表示
ka: რუკის ჩვენება
kn: ನಕ್ಷೆಗೆ ಹೋಗಿ
ko: 지도보기
ku: Nexşeyê nîşan bide
lt: Rodytižemėlapį
lv: Kartes pārlūks
mk: Prikazi karta
ml: "ഭൂപടം കാണിക്കുക "
nb: Vis kart
nl: Kaart weergeven
oc: Mostrar la mapa
pl: Wyświetl mapę
pt_br: Ir para o mapa
ro_ro: Arată harta
ru: Показать карту
sc: Ammustra sa mapa
sk: Zobraziť mapu
sl: Pokaži zemljevid
sr: Прикажи карту
sr_latn: Prikazati mapu
sv: Visa kartan
ta: வரைபடத்தைக் காட்டு
tr: Haritayı göster
uk: Показати мапу
zh_hans: 显示地图
zh_hant: 顯示地圖

# import_raster_map_failed
source: Raster map import failed
ar: فشل استيراد الخريطة النقطية
be: Не атрымалася імпартаваць растравую мапу
ca: Ha fallat la importació del mapa de bits
cs: Import rastrové mapy se nezdařil
da: Import af raster-kort mislykkedes
de: Rasterkarten-Import fehlgeschlagen
el: Απέτυχε η εισαγωγή του raster χάρτη
es_us: Error al importar el mapa de tramas
et: Rasterkaardi import ebaõnnestus
fi: Rasterikartan tuonti epäonnistui
fr: Échec de l'import de la carte raster
hu: Nem sikerült importálni a raszteres térképet
id: Impor peta raster gagal
is: Innflutningur rastakorts mistókst
it: Importazione mappa raster fallita
ja: ラスターマップのインポートに失敗しました
ka: რასტრული რუკის შემოტანა ჩავარდა
nb: Kunne ikke importere raster-kart
pl: Import mapy rastrowej nie powiódł się
pt_br: Falha na importação do mapa de varredura
ro_ro: Importul hărții Raster a eșuat
ru: Не удалось импортировать растровую карту
sc: Importadura de sa mapa raster fallida
sr: Увоз растерске мапе није успео
sr_latn: Uvoz rasterske mape nije uspeo
sv: Import av rasterkarta misslyckades
ta: ராச்டர் வரைபட இறக்குமதி தோல்வியடைந்தது
tr: Raster harita içe aktarma başarısız oldu
uk: Помилка імпорту растрової мапи
zh_hant: 點陣地圖匯入失敗

source: Device memory
ar: ذاكرة الجهاز
ast: Memoria del preséu
az: Cihaz yaddaşı
be: Памяць прылады
bg: Памет на устройството
ca: Memòria del dispositiu
cs: Paměť zařízení
cy: Cof y ddyfais
da: Lagerplads
de: Gerätespeicher
el: Μνήμη συσκευής
eo: Aparata memoro
es_us: Memoria del dispositivo
et: Seadme mälu
eu: Gailuaren memoria
fa: حافظهٔ دستگاه
fi: Laitteen muisti
fr: Stockage de l'appareil
gl: Memoria do dispositivo
he: זיכרון המכשיר
hu: Eszköz memóriája
hy: Սարքի հիշողությունը
id: Memori perangkat
is: Minni tækis
it: Memoria dispositivo
ja: 本体メモリー
ka: მოწყობილობის მეხსიერება
ko: 장치 메모리
lt: Įrenginio atmintis
lv: Ierīces atmiņa
mk: Ured za memorija
ml: ഉപകരണ മെമ്മറി
nb: Enhetsminne
nl: Apparaatgeheugen
oc: Memòria de l'aparelh
pl: Pamięć urządzenia
pt_br: Memória do aparelho
ro_ro: Memorie dispozitiv
ru: Память устройства
sc: Memòria dispositivu
sk: Pamäť zariadenia
sl: Pomnilnik naprave
sr: Складиште уређаја
sr_latn: Memorija uređaja
sv: Intern lagring
ta: சாதன நினைவகம்
tr: Aygıt belleği
uk: Памʼять пристрою
vi: Bộ nhớ thiết bị
zh_hans: 设备内存
zh_hant: 裝置記憶體

source: Free %@
ar: فارغ %@
ast: Espaciu llibre: %@
az: %@ boş
be: Вольна %@
bg: Свободни %@
ca: %@ disponible
cs: %@ volných
cy: %@ ar gael
da: Ledig %@
de: Frei %@
el: Ελεύθερα %@
eo: Libera %@
es_us: Libre %@
et: Vaba %@
eu: %@ libre
fa: خالی %@
fi: Vapaana %@
fr: %@ libre
gl: Libre %@
he: %@פנויים
hu: %@ szabad
hy: Ազատ է %@
id: Tersisa %@
is: Laust %@
it: Libera %@
ja: 空き %@
ka: თავისუფალია %@
ko: 무료 %@
lt: Laisva %@
lv: "Brīvi %@ "
mk: Besplatno %@
ml: "ഫ്രീ %@ "
nb: Ledig %@
nl: %@ beschikbaar
oc: Liura %@
pl: Wolne %@
ro_ro: Disponibil %@
ru: Свободно %@
sc: Lìbera %@
sk: %@ voľných
sl: Na voljo ješe %@
sr: Слободно %@
sr_latn: Slobodno %@
sv: Ledigt %@
ta: இலவச %@
tr: %@ boş
uk: Вільно %@
vi: Còn trống %@
zh_hans: %@ 可用
zh_hant: %@ 可用

# routeInfo_roadClass_name
source: Road type
ar: نوع الطريق
az: Yol növü
be: Тып дарогі
bg: Клас на пътя
ca: Tipus de via
cs: Typ cesty
cy: Math o ffordd
da: Vejtype
de: Straßenart
el: Τύπος δρόμου
eo: Speco de vojo
es_us: Tipo de camino
et: Tee liik
eu: Errepide mota
fa: نوع جاده
fi: Tien tyyppi
fr: Type de route
gl: Tipo de estrada
he: סוג דרך
hu: Úttípus
id: Jenis jalanan
is: Gerð vegar
it: Tipo strada
ja: 道路種別
ka: გზის ტიპი
ko: 도로 유형
lt: Kelio tipas
lv: Ceļa tips
mk: Tip na pat
nb: Veitype
nl: Wegtype
oc: Mena de via
pl: Rodzaj drogi
pt_br: Tipo de estrada
ro_ro: Tip de drum
ru: Класс дороги
sc: Casta de caminu
sk: Typ cesty
sl: Vrsta ceste
sr: Врста пута
sr_latn: Vrsta puta
sv: Vägtyp
ta: சாலை வகை
tr: Yol türü
uk: Тип дороги
vi: Loại đường
zh_hans: 道路类型
zh_hant: 道路類型
