Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# cloud_conflict_descr
source: The local and cloud versions contain changes since the last sync.
ar: تحتوي الإصدارات المحلية والسحابة على تغييرات منذ آخر مزامنة.
cs: Místní a cloudová verze obsahují změny od poslední synchronizace.
da: De lokale og cloud-versioner indeholder ændringer siden den sidste synkronisering.
de: Die lokale und die Cloud-Version enthalten Änderungen seit der letzten Synchronisierung.
el: Οι τοπικές και cloud εκδόσεις περιλαμβάνουν αλλαγές από τον τελευταίο συγχρονισμό.
es_us: Las versiones en local y en la nube contienen cambios desde la última sincronización.
et: Kohalikus ja pilveversioonis on peale viimast sünkroniseerimist toimunud muudatusi.
fr: La version locale et en ligne contiennent des changements depuis la dernière synchronisation.
hu: A helyi és a felhőalapú verziók az utolsó szinkronizálás óta történt módosításokat tartalmazzák.
id: Versi lokal dan cloud berisi perubahan sejak sinkronisasi terakhir.
is: Útgáfurnar á tækinu og á skýinu innihalda breytingar sem orðið hafa eftir að síðasta samstilling fór fram.
it: Le versioni locale e cloud contengono modifiche dall'ultima sincronizzazione.
nl: De lokale en cloud versies bevatten wijzigingen sinds de vorige synchronisatie.
ro_ro: Versiunile locale și cloud conțin modificări de la ultima sincronizare.
ru: Локальные и облачные версии содержат изменения с момента последней синхронизации.
sc: Sas versiones locale e in sa nue tenent modìficas dae s'ùrtima sincronizatzione.
sr: Локална и верзија из облака садрже промене од последње синхронизације.
sr_latn: Lokalna i verzija iz oblaka sadrže promene od poslednje sinhronizacije.
sv: Den lokala och molnversionen har ändringar sedan senaste synkronisering.
ta: உள்ளக மற்றும் முகில் பதிப்புகள் கடைசி ஒத்திசைவிலிருந்து மாற்றங்களைக் கொண்டுள்ளன.
tr: Yerel ve bulut sürümleri son eşzamanlamadan bu yana yapılan değişiklikler içeriyor.
uk: Локальна і хмарна версії містять зміни від часу останньої синхронізації.
zh_hant: 自上次同步以來，本地和雲端版本都包含變更。

source: Upload change
ar: تحميل التغيير
bg: Изпращане на промяната
ca: Puja el canvi
cs: Nahrát změnu
cy: Uwchlwytho newid
da: Upload ændring
de: Änderung hochladen
el: Μεταφόρτωση αλλαγής
eo: Alŝuti ŝanĝon
es_us: Subir cambio
et: Laadi muudatus üles
eu: Kargatu aldaketa
fa: بارگذاری تغییر
fi: Lähetä muutos
fr: Envoyer la modification
he: העלאת השינוי
hu: Változás feltöltése
id: Unggah perubahan
is: Senda inn breytingu
it: Invia modifiche
ja: アップロード済み
ko: 업로드 변경
nb: Last opp endring
nl: Aanpassing uploaden
oc: Mandar la modificacion
pl: Prześlij zmianę
ro_ro: Încarcă modificarea
ru: Отправить изменение
sc: Càrriga sa modìfica
sk: Odoslať zmenu
sl: Naloži spremembe
sr: Отпреми измене
sr_latn: Preuzimanje izmena
sv: Ladda upp ändring
ta: மாற்றத்தை பதிவேற்றவும்
tr: Değişiklikleri karşıya yükle
uk: Надіслати зміни
vi: Tải lên thay đổi
zh_hans: 上传变更
zh_hant: 上傳變更

# cloud_version_will_be_removed
source: The cloud version will be removed
ar: سيتم إزالة النسخة السحابية
bg: Облачната версия ще бъде премахната
ca: La versió al núvol se suprimirà
cs: Cloudová verze bude odstraněna
da: Cloud-versionen vil blive fjernet
de: Die Cloud-Version wird entfernt
el: Η cloud έκδοση θα αφαιρεθεί
eo: Versio en la nubo estos forigita
es_us: La versión en la nube será quitada
et: Pilves olev versioon kuulub eemaldamisele
eu: Hodeiko bertsioa kenduko da
fa: نسخه ابر پاک خواهد شد
fi: Pilviversio poistetaan
fr: La version Cloud sera supprimée
he: גרסת הענן תימחק
hu: Az OsmAnd Cloudban lévő verzió el lesz távolítva
id: Versi cloud akan dihapus
is: Útgáfa á tölvuskýi verður fjarlægð
it: La versione cloud sarà rimossa
ja: クラウド版は削除されます
ko: 클라우드 버전이 제거됨
mk: Cloud version will be removed
nb: Sky-versjonen vil bli fjernet
nl: De cloud versie zal worden verwijderd
oc: La version Nívol serà eliminada
pl: Wersja w chmurze zostanie usunięta
ro_ro: Versiunea din cloud va fi ștearsă
ru: Облачная версия будет удалена
sc: Sa versione de sa nue s'at a iscantzellare
sk: Cloudová verzia bude odstránená
sl: Različica v oblaku bo odstranjena
sr: Издање на облаку ће бити уклоњено
sr_latn: Cloud verzija biće uklonjeno
sv: Moln-versionen kommer tas bort
ta: முகில் பதிப்பு அகற்றப்படும்
tr: Bulut sürümü kaldırılacak
uk: Версія у хмарі буде вилучена
vi: Phiên bản đám mây sẽ bị loại bỏ
zh_hans: 云端版本将被删除
zh_hant: 將移除雲端版本

source: Local changes will be dismissed
ar: سيتم رفض التغييرات المحلية
bg: Местните промени ще бъдат отхвърлени
ca: Els canvis locals es descartaran
cs: Místní změny budou zamítnuty
da: Lokale ændringer vil blive afvist
de: Lokale Änderungen werden verworfen
el: Οι τοπικές αλλαγές θα παραβλεφθούν
eo: La lokajŝanĝoj perdiĝos
es_us: Los cambios locales serán descartados
et: Kohalikus nutiseadmes olevad muudatused lähevad kaotsi
eu: Tokiko aldaketak baztertuko dira
fa: تغییرات محلی کنار گذاشته خواهند شد
fi: Paikalliset muutokset unohdetaan
fr: Les modifications locales seront ignorées
he: השינויים המקומיים יימחקו
hu: A helyi változások el lesznek vetve
id: Perubahan lokal akan diabaikan
is: Staðværar breytingar verða hunsaðar
it: Le modifiche locali saranno scartate
ja: ローカルの変更は破棄されます
ko: 로컬 변경사항이 취소됨
nb: Lokale endringer vil bli forkastet
nl: Lokale aanpassingen zullen genegeerd worden
oc: Lei cambiaments locaus seràn ignorats
pl: Lokalne zmiany zostaną odrzucone
ro_ro: Modificările locale vor fi anulate
ru: Локальные изменения будут отклонены
sc: Sas modìficas locales s'ant a ignorare
sk: Lokálne zmeny budú zamietnuté
sl: Lokalne spremembe bodo opuščene
sr: Местне измене ће бити отказане
sr_latn: Lokalne izmene biće otkazane
sv: Lokala ändringar kommer avvisas
ta: உள்ளக மாற்றங்கள் தள்ளுபடி செய்யப்படும்
tr: Yerel değişiklikler iptal edilecek
uk: Локальні зміни буде відхилено
vi: Những thay đổi cục bộ sẽ bị loại bỏ
zh_hans: 本地更改将被忽略
zh_hant: 將取消本機變更

# cloud_no_online_backup
source: You don’t have any online backup yet
ar: ليس لديك أي نسخة احتياطية عبر الإنترنت حتى الآن
cs: Zatím nemáte žádnou online zálohu
da: Du har endnu ikke nogen online sikkerhedskopi
de: Sie haben noch keine Onlinesicherung
el: Δεν έχετε ακόμα κάποιο διαδικτυακό αντίγραφο ασφαλείας
es_us: Aún no tienes copias de seguridad en línea
et: Sul ei ole veel ühtegi veebipõhist varukoopiat
fr: Vous n'avez pas encore de sauvegarde en ligne
hu: Önnek még nincs egyetlen online biztonsági mentése
id: Anda belum memiliki cadangan online
is: Þú ert ekki ennþá með nein nettengd öryggisafrit
it: Non hai ancora alcun backup online
nl: U heeft nog geen online back-up
oc: Per ara, avètz ges de sauvagarda en linha
pl: Nie masz jeszcze żadnej kopii zapasowej
ro_ro: Nu aveți încă niciun backup online
ru: У вас еще нет онлайн-резервной копии
sc: Non tenes galu una còpia de seguresa in lìnia
sr: Још увек немате резервну копију на мрежи
sr_latn: Još uvek nemate rezervnu kopiju na mreži
sv: Du har ingen säkerhetskopia online ännu
ta: உங்களிடம் இன்னும் நிகழ்நிலை காப்புப்பிரதி இல்லை
tr: Henüz çevrim içi yedeğiniz yok
uk: У вас ще немає резервної онлайн-копії
zh_hant: 你還未有任何的線上備份

# cloud_no_online_backup_descr
source: Set up an automatic backup so you don't have to worry about lost data.
ar: قم بإعداد نسخة احتياطية تلقائية لتجنب فقدان البيانات.
cs: Nastavte si automatické zálohování, abyste se nemuseli obávat ztráty dat.
da: Opsæt en automatisk sikkerhedskopiering, så du ikke behøver at bekymre dig om mistede data.
de: Richten Sie eine automatische Datensicherung ein, damit Sie sich keine Sorgen über Datenverluste machen müssen.
el: Διαμορφώστε ένα αυτόματο αντίγραφο ασφαλείας ώστε να μην χρειάζεται να ανησυχείτε για χαμένα δεδομένα.
es_us: Define una copia de seguridad automática para no tener que preocuparte por la pérdida de datos.
et: Seadista automaatsete varukoopiate tegemine ja ära muretsema andmete kadumise pärast.
fr: Configurez une sauvegarde automatique pour ne pas avoir à vous soucier de la perte de données.
hu: Állítson be automatikus biztonsági mentést, hogy ne kelljen aggódnia az adatvesztés miatt.
id: Siapkan cadangan otomatis agar Anda tidak perlu khawatir kehilangan data.
is: Settu upp sjálfvirka öryggisafritun svo þú þurfir ekki að hafa áhyggjur af hvort gögn geti tapast.
it: Imposta un backup automatico in modo da non doverti preoccupare della perdita di dati.
nl: Automatische back-up instellen zodat u zich geen zorgen hoeft te maken over uw gegevens.
oc: Parametratz una sauvagarda automatica, ansin auretz pus de crénher de perdre vòstrei donadas.
pl: Ustaw automatyczną kopię zapasową by zapobiec utracie danych.
ro_ro: Configurați o copie de rezervă automată, astfel încât să nu trebuie să vă faceți griji cu privire la pierderea datelor.
ru: Настройте автоматическое резервное копирование, чтобы не беспокоиться о потере данных.
sc: Imposta una còpia de seguresa automàtica in manera de non tènnere su pensamentu de sos datos pèrdidos.
sr: Подесите аутоматску резервну копију тако да не морате да бринете о изгубљеним подацима.
sr_latn: Podesite automatsku rezervnu kopiju tako da ne morate da brinete o izgubljenim podacima.
sv: Ställ in automatisk säkerhetskopiering så du inte behöver oroa dig för att förlora data.
ta: தானியங்கி காப்புப்பிரதியை அமைக்கவும், எனவே இழந்த தரவைப் பற்றி நீங்கள் கவலைப்பட வேண்டியதில்லை.
tr: Otomatik bir yedekleme ayarlayın, böylece kaybolan veriler hakkında endişelenmenize gerek kalmaz.
uk: Налаштуйте автоматичне резервне копіювання, щоб не втратити дані.
zh_hant: 設定自動備份，這樣就不用擔心資料遺失了。

source: Set up backup
ar: إنشاء نسخة احتياطية
az: Nüsxələməni tənzimlə
be: Наладзіць рэзервовае капіяванне
bg: Настройка на резервно копие
cs: Nastavit zálohování
cy: Gosod wrth gefn
da: Indstil sikkerhedskopiering
de: Backup einrichten
el: Διαμόρφωση αντίγραφου ασφαλείας
eo: Agordi sekurkopion
es_us: Configurar copia de seguridad
et: Seadista varukoopia
eu: Konfiguratu babeskopia
fa: تنظیم پشتیبان‌گیری
fi: Aseta varmuuskopiointi
fr: Paramétrer la sauvegarde
he: הגדרת גיבוי
hu: Biztonsági mentés beállítása
id: Mulai pencadangan
is: Setja upp öryggisafritun
it: Impostare il backup
ja: バックアップの設定
ka: მარქაფის გამართვა
ko: 백업 설정
lt: Nustatyti atsarginę kopiją
lv: Izveidot dublējumkopiju
nb: Sett opp sikkerhetskopi
nl: Reservekopie instellen
oc: Configurar la sauvagarda
pl: Skonfiguruj kopię zapasową
ro_ro: Configurează backup
ru: Настройка резервного копирования
sc: Imposta sa còpia de seguresa
sk: Nastaviť zálohovanie
sl: Nastavi varnostno kopiranje
sr: Постави складиште за чување
sr_latn: Postavi skladište za čuvanje
sv: Ställ in säkerhetskopiering
ta: காப்புப்பிரதியை அமைக்கவும்
tr: Yedeklemeyi ayarla
uk: Налаштувати резервне копіювання
vi: Thiết lập sao lưu
zh_hans: 设置备份
zh_hant: 設定備份

# backup_welcome_back
source: Welcome back!
ar: مرحبا بعودتك!
ast: ¡Volvi afayate!
az: Yenidən xoş gəlmisiniz!
be: З вяртаннем!
bg: Добре дошли отново!
ca: Bentornat/ada!
cs: Vítejte zpět!
cy: Croeso nôl!
da: Velkommen tilbage!
de: Willkommen zurück!
el: Καλώς ήρθατε πίσω!
eo: Bonvenon ree!
es_us: ¡Es genial verte de nuevo!
et: Tere tulemast tagasi!
eu: Ongi etorri berriro!
fa: خوش برگشتید!
fi: Tervetuloa takaisin!
fr: Content de vous revoir !
he: ברוך שובך!
hu: Isten hozta újra!
id: Selamat datang kembali!
is: Velkomin(n) aftur!
it: Bentornato!
ja: お帰りなさい！
ka: კეთილი იყოს თქვენი დაბრუნება!
ko: 다시 오신 것을 환영합니다!
lt: Sveiki sugrįžę!
mk: Dobredojde nazad!
nb: Velkommen tilbake!
nl: Welkom terug!
oc: Content de vos tornar veire !
pl: Witamy ponownie!
ro_ro: Bine ați revenit!
ru: С возвращением!
sc: Bene torradu!
sk: Vitajte späť!
sl: Dobrodošli nazaj!
sr: Добродошли назад!
sr_latn: Dobrodošao nazad!
sv: Välkommen tillbaka!
ta: மீண்டும் வருக!
tr: Tekrar hoş geldiniz!
uk: З поверненням!
vi: Chào mừng bạn trở lại!
zh_hans: 欢迎回来！
zh_hant: 歡迎回來！

# backup_restore_now
source: Restore now
ar: استعادة الآن
az: İndi bərpa et
be: Аднавіць
bg: Възстановяване
ca: Restaura-ho ara
cs: Obnovit nyní
cy: Adfer nawr
da: Gendan nu
de: Jetzt wiederherstellen
el: Επαναφορά τώρα
eo: Restarigi nun
es_us: Restaurar ahora
et: Taasta kohe
eu: Leheneratu orain
fa: اکنون بازیابی کن
fi: Palauta nyt
fr: Restaurer maintenant
he: לשחזר כעת
hu: Visszaállítás most
id: Pulihkan sekarang
is: Endurheimta núna
it: Ripristina adesso
ja: 今すぐ復元
ka: აღდგენა
ko: 지금 복원
lt: Atkurti dabar
lv: Atjaunot
mk: Vrati sega vo orignalna sostojba
nb: Gjenopprett nå
nl: Herstel nu
oc: Restaurar tot d'un temps
pl: Przywróć teraz
ro_ro: Restaurați acum
ru: Восстановить
sc: Riprìstina como
sk: Obnoviť teraz
sl: Obnovi zdaj
sr: Поврати сада
sr_latn: Vrati sada
sv: Återställ nu
ta: இப்போது மீட்டமைக்கவும்
tr: Şimdi geri yükle
uk: Відновити зараз
vi: Khôi phục ngay
zh_hans: 立即恢复
zh_hant: 立刻還原

source: Last backup
ar: النسخ الاحتياطي الأخير
az: Son nüsxələmə
be: Апошняе рэзервовае капіяванне
bg: Последно архивиране
cs: Poslední záloha
cy: Copi wrth gefn diwethaf
da: Seneste sikkerhedskopiering
de: Letztes Backup
el: Τελευταίο αντίγραφο ασφαλείας
eo: Antaŭa sekurkopio
es_us: Última copia de seguridad
et: Viimane varukoopia
eu: Azken babeskopia
fa: آخرین پشتیبان
fi: Viimeisin varmuuskopio
fr: Dernière sauvegarde
he: גיבוי אחרון
hu: Legutóbbi biztonsági mentés
id: Pencadangan terakhir
is: Síðasta öryggisafrit
it: Ultimo salvataggio
ja: 最終バックアップ
ka: ბოლო მარქაფი
ko: 마지막 백업
lt: Paskutinė atsarginė kopija
mk: Posledna rezervna kopija
nb: Siste sikkerhetskopi
nl: Laatste back-up
oc: Darriera sauvagarda
pl: Ostatnia kopia zapasowa
ro_ro: Ultimul backup
ru: Последнее резервное копирование
sc: Ùrtima còpia de seguresa
sk: Posledná záloha
sl: Zadnja varnostna kopija
sr: Последња резервна копија
sr_latn: Poslednja rezervna kopija
sv: Senaste säkerhetskopia
ta: கடைசி காப்புப்பிரதி
tr: Son yedekleme
uk: Останнє резервне копіювання
vi: Sao lưu cuối
zh_hans: 上次备份
zh_hant: 上次備份

# make_backup
source: Make a backup
ar: إجراء نسخة احتياطية
az: Nüsxə yarat
be: Стварыце рэзервовую копію
bg: Създаване на резервно копие
cs: Vytvořit zálohu
cy: Cadw copi wrth gefn
da: Lav en sikkerhedskopi
de: Erstellen Sie eine Sicherung
el: Δημιουργία αντίγραφου ασφαλείας
eo: Fari sekurkopion
es_us: Crear copia de seguridad
et: Tee varukoopia
eu: Egin babeskopia
fa: پشتیبان بگیرید
fi: Tee varmuuskopio
fr: Effectuer une sauvegarde
he: עריכת גיבוי
hu: Biztonsági mentés készítése
id: Buat sebuah cadangan
is: Gera öryggisafrit
it: Fai un backup
ja: バックアップの作成
ko: 백업 만들기
lt: Sukurti atsarginę kopiją
mk: Napravete rezervna kopija
nb: Lag sikkerhetskopi
nl: Maak een back-up
oc: Faire una sauvagarda
pl: Utwórz kopię zapasową
ro_ro: Fă un backup
ru: Создайте резервную копию
sc: Faghe una còpia de seguresa
sk: Urobiť zálohu
sl: Naredi varnostno kopijo
sr: Направите резервну копију
sr_latn: Napravi rezervnu kopiju
sv: Gör en säkerhetskopia
ta: காப்புப்பிரதி செய்யுங்கள்
tr: Yedekle
uk: Створити резервну копію
vi: Tạo một bản sao lưu
zh_hans: 进行备份
zh_hant: 備份

# make_backup_descr
source: There are many changes on this device, please make a backup of this data so as not to lose it.
ar: هناك العديد من التغييرات على هذا الجهاز، يرجى إجراء نسخة احتياطية من هذه البيانات حتى لا تفقدها.
ast: Hai munchos cambeos nel preséu, fai una copia de seguranza d'estos datos pa nun los perder.
az: Bu cihazda çoxlu dəyişikliklər var, zəhmət olmasa, məlumatları itirməmək üçün nüsxə yaradın.
be: На гэтай прыладзе шмат змен, зрабіце рэзервовую копію гэтых даных, каб не страціць іх.
cs: Na tomto zařízení je mnoho změn. Vytvořte si zálohu těchto údajů, ať o ně nepřijdete.
cy: Mae yna lawer o newidiadau ar y ddyfais hon. Cadwch gopi wrth gefn o'r data er mwyn peidio ei golli.
da: Der er mange ændringer på denne enhed. Tag en sikkerhedskopi af disse data for ikke at miste dem.
de: Es sind viele Änderungen auf diesem Gerät vorhanden, bitte führen Sie eine Sicherung dieser Daten durch, um sie nicht zu verlieren.
el: Υπάρχουν πολλές αλλαγές σε αυτήν τη συσκευή, παρακαλούμε δημιουργήστε ένα αντίγραφο ασφαλείας των δεδομένων σας για να μην τα χάσετε.
eo: Estas multajŝanĝoj en tiu ĉi aparato, konsideru fari sekurkopion por ke ne perdu viajn datumojn.
es_us: Hay muchos cambios en este dispositivo, haz una copia de seguridad de estos datos para no perderlos.
et: Selles seadmed leiduvates andmetes on palju muudatusi. Vältimaks võimalikku andmekadu, palun tee neist varukoopia.
eu: Aldaketa asko daude gailu honetan, egin datuen babeskopia hauek ez galtzeko.
fa: تغییرات زیادی در این دستگاه وجود دارد، لطفاً از این داده‌ها نسخهٔ پشتیبان تهیه کنید تا آن‌ها را از دست ندهید.
fi: Tällä laitteella on paljon muutoksia, teethän varmuuskopion tiedoista ettet menetä niitä.
fr: Il y a eu beaucoup de modifications sur cet appareil, merci de sauvegarder vos données et ainsi ne pas risquer de les perdre.
he: נערכו שינויים רבים במכשיר הזה, נא לגבות את הנתונים האלה כדי שלא יאבדו.
hu: Ezen az eszközön sok változás van, készítsen biztonsági mentést ezekről az adatokról, hogy el ne vesszenek.
id: Ada banyak perubahan pada perangkat ini, harap melakukan pencadangan dari data ini agar tidak hilang.
is: Það eru margar breytingar á þessu tæki, taktu öryggisafrit af þessum gögnum svo þau tapist síður.
it: Ci sono più cambiamenti nel dispositivo, fai un backup di questi dati per non perderli.
ja: この端末には多くの変更があります。現データを失わないようにバックアップを推奨します。
ko: 이 장치에는 많은 변경 사항이 있으므로 손실되지 않도록이 데이터를 백업하십시오.
mk: Ima mnogu promeni na ovoj ured, ve molime napravete rezervna kopija na ovie podatoci za da ne gi izgubite.
nb: Det er mange endringer på denne enheten. Utfør en sikkerhetskopi slik at denne dataen ikke går tapt.
nl: Er zijn vele veranderingen op dit apparaat. Maak alsjeblieft een back-up om geen van deze verandering te verliezen.
oc: Lei modificacions sus l'aparelh son nombrosas, vos recomendam de sauvagardar aquestei donadas per lei pas perdre.
pl: Na tym urządzeniu jest wiele zmian, proszę zrobić kopię zapasową tych danych, aby ich nie stracić.
ro_ro: Sunt multe modificări pe acest dispozitiv, faceți un backup acestor date pentru a nu le pierde.
ru: На устройстве много изменений. Сделайте резервную копию, чтобы не потерять данные.
sc: In custu dispositivu bi sunt modìficas medas. Faghe una còpia de seguresa de custos datos pro non los pèrdere.
sk: Na tomto zariadení je už veľa zmien, prosím urobte zálohu týchto údajov, aby ste o ne neprišli.
sl: V tej napravi je veliko sprememb, zato naredi varnostno kopijo teh podatkov, da jih ne izgubiš.
sr: На овом уређају има много промена, направите резервну копију ових података како их не бисте изгубили.
sr_latn: Na ovom uređaju ima mnogo promena, napravi rezervnu kopiju ovih podataka kako ih ne bi izgubio.
sv: Det är många ändringar på den här enheten. Gör gärna en säkerhetskopia av dessa data för att inte förlora det.
ta: இந்த சாதனத்தில் பல மாற்றங்கள் உள்ளன, தயவுசெய்து இந்த தரவை இழக்கக்கூடாது என்பதற்காக காப்புப்பிரதி எடுக்கவும்.
tr: Bu aygıtta birçok değişiklik var, lütfen bu verileri kaybetmemek için yedekleyin.
uk: На цьому пристрої є багато змін, зробіть резервну копію цих даних, щоб не втратити їх.
vi: Có rất nhiều thay đổi trên thiết bị này, vui lòng tạo bản sao lưu của dữ liệu này để tránh mất nó.
zh_hans: 这台设备上有很多更改，请将这些数据备份以免丢失。
zh_hant: 此裝置有許多變動，請備份此資料以免遺失。

# cloud_conflict
source: Conflict
ar: نزاع
bg: Конфликт
ca: Conflicte
cs: Konflikt
da: Konflikt
de: Konflikt
el: Σύγκρουση
eo: Konflikto
es_us: Conflicto
et: Versioonikonflikt
eu: Gatazka
fa: ناسازگاری
fi: Konflikti
fr: Conflit
he: סתירה
hu: Konfliktus
id: Konflik
is: Árekstur
it: Conflitto
ja: 競合
ka: კონფლიქტი
ko: 충돌
lt: Konfliktas
nb: Konflikt
nl: Tegenstrijdigheid
oc: Conflicte
pl: Konflikt
ru: Конфликт
sc: Cunflitu
sk: Konflikt
sl: Spor
sr: Сукоб
sr_latn: Konflikt
sv: Konflikt
ta: மோதல்
tr: Çakışma
uk: Неузгодженість
vi: Xung đột
zh_hans: 冲突
zh_hant: 衝突

source: Upload all
ar: رفع الكل
bg: Изпращане всички
ca: Puja-ho tot
cs: Nahrát vše
cy: Uwchlwytho popeth
da: Upload alle
de: Alle hochladen
el: Μεταφόρτωση όλων
eo: Alŝuti ĉiujn
es_us: Enviar todos
et: Laadi kõik üles
eu: Kargatu dena
fa: بارگذاری همه
fi: Lähetä kaikki
fr: Envoyer tout
he: להעלות הכול
hu: Összes feltöltése
id: Unggah semua
is: Senda allt inn
it: Carica tutto
ja: すべてアップロード
ko: 모두 업로드하기
lt: Įkelti viską
nb: Last opp alle
nl: Alles uploaden
oc: Tot telecargar
pl: Prześlij wszystko
ro_ro: Încarcă tot
ru: Отправить всё
sc: Càrriga totu
sk: Odoslať všetko
sl: Naloži vse
sr: Отпреми све
sr_latn: Skinuti sve
sv: Ladda upp alla
ta: அனைத்தையும் பதிவேற்றவும்
tr: Tümünü karşıya yükle
uk: Надіслати все
vi: Tải lên tất cả
zh_hans: 全部上传
zh_hant: 全部上傳

# backup_view_conflicts
source: View conflicts
ar: عرض التعارضات
be: Прагляд канфліктаў
bg: Преглед на конфликти
cs: Zobrazit konflikty
cy: Gweld gwrthdrawiadau
da: Se konflikter
de: Konflikte anzeigen
el: Προβολή συγκρούσεων
eo: Montri konfliktojn
es_us: Ver conflictos
et: Vaata versioonide erinevusi
eu: Ikusi gatazkak
fa: دیدن تداخل‌ها
fi: Näytä ristiriidat
fr: Afficher les conflits
he: הצגת סתירות
hu: Ütközések megtekintése
id: Lihat konflik
is: Skoða árekstra
it: Visualizza i conflitti
ja: 競合内容を表示
ka: კონფლიქტების ჩვენება
ko: 충돌 보기
lt: Peržiūrėti konfliktus
mk: Poglednete gi konfliktite
nb: Vis konflikter
nl: Toon conflicten
oc: Visualizar lei conflictes
pl: Wyświetl konflikty
ro_ro: Vedeți conflicte
ru: Просмотр конфликтов
sc: Pòmpia sos cunflitos
sk: Zobraziť konflikty
sl: Ogled sporov
sr: Погледајте сукобе
sr_latn: Pogledaj konflikte
sv: Visa konflikter
ta: மோதல்களைக் காண்க
tr: Çakışmaları görüntüle
uk: Переглянути конфлікти
vi: Xem các xung đột
zh_hans: 查看冲突
zh_hant: 檢視衝突

source: Back up data
ar: نسخ احتياطي للبيانات
az: Məlumatları nüsxələ
be: Рэзервовае капіяванне даных
bg: Архивиране на данни
cs: Zálohovat údaje
cy: Cadw data wrth gefn
da: Sikkerhedskopiér data
de: Daten sichern
el: Αντίγραφο ασφαλείας δεδομένων
eo: Sekurkopii datumojn
es_us: Datos de la copia de seguridad
et: Andmete varundamine
eu: Datuen babeskopia
fa: از داده‌ها پشتیبان بگیرید
fi: Varmuuskopioi data
fr: Sauvegarder les données
he: גיבוי נתונים
hu: Adatok biztonsági mentése
id: Cadangkan data
is: Gögn öryggisafrits
it: Backup dati
ja: バックアップデータ
ko: 데이터 백업
lt: Sukurti atsarginę duomenų kopiją
mk: Napravete rezervna kopija od podatocite
nb: Sikkerhetskopier data
nl: Back-up gegevens
oc: Sauvagarda dei donadas
pl: Kopia zapasowa danych
ro_ro: Fă backup datelor
ru: Резервное копирование данных
sc: Faghe una còpia de sos datos
sk: Zálohovať údaje
sl: Varnostno kopiranje podatkov
sr: Сачувај резерву података
sr_latn: Rezervna kopija podataka
sv: Säkerhetskopiera data
ta: தரவை காப்புப் பிரதி எடுக்கவும்
tr: Verileri yedekle
uk: Резервне копіювання даних
vi: Sao lưu dữ liệu
zh_hans: 备份数据
zh_hant: 備份資料

# backup_delete_old_data
source: Remove old versions
ar: حذف النسخة القديمة
az: Köhnə versiyaları sil
be: Выдаліць старыя версіі
cs: Odstranit staré verze
cy: Wedi tynnu hen fersiynau
da: Fjern gamle versioner
de: Alte Versionen entfernen
el: Αφαίρεση παλαιότερων εκδόσεων
eo: Forigi malnovajn sekurkopiojn
es_us: Quitar versiones antiguas
et: Kustuta vanad versioonid
eu: Kendu bertsio zaharrak
fa: نسخه‌های قدیمی را پاک کنید
fi: Poista vanhat versiot
fr: Supprimer les anciennes versions
he: הסרת גרסאות ישנות
hu: Régi változatok eltávolítása
id: Hapus versi lama
is: Fjarlægja eldri útgáfur
it: Rimuovi le vecchie versioni
ja: 古いバージョンを削除
ko: 이전 버전 제거
lt: Pašalinti senas versijas
mk: Otstranete gi starite verzii
nb: Fjern gamle versjoner
nl: Verwijder oude versies
oc: Escafar lei versions ancianas
pl: Usuń stare wersje
ro_ro: Șterge versiuni vechi
ru: Удалить старые версии
sc: Boga sas versiones betzas
sk: Odstrániť staré verzie
sl: Odstrani stare različice
sr: Уклоните старе верзије
sr_latn: Ukloni stare verzije
sv: Ta bort gamla versioner
ta: பழைய பதிப்புகளை அகற்று
tr: Eski sürümleri kaldır
uk: Вилучити старі версії
vi: Loại bỏ các phiên bản cũ
zh_hans: 删除旧版本
zh_hant: 移除舊版本
