Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# ios_release_4_2
source: • Route line appearance: added ability to set width and color • Tracks: added option for deleting several tracks at once • Track context menu: added scroll bar with waypoint groups • Map appearance: divided additional routes by type with ability to enable one from each category separately • Horseback riding: add new navigation type and app profile • OsmAnd files are now visible in the "Files" application • UX of options "Use elevation data" and "Select elevation fluctuation" was improved, they were combined and renamed to "Preferred terrain", currently available for "Bicycle" and "Pedestrian" profiles. • New option "Include heading" for track recording • Street name widget: now show road shield and exit number during navigation • New Fitness and running routes on the map • CarPlay bug fixes, added gestures for touchscreens • Fixed import of GPX files from OSF package • Fixed import of custom plugins with included files • Fixed various crashes in the Route planning mode • Fixed crashes during Navigation
ar: • مظهر خط المسار: قدرة إضافية على ضبط العرض واللون • المسارات: خيار مضاف لحذف عدة مسارات في وقت واحد • قائمة سياق المسار: شريط تمرير مضاف مع مجموعات إحداثية • مظهر الخريطة: يتم تقسيم المسارات الإضافية حسب النوع مع إمكانية تمكين واحد من كل فئة على حدة • ركوب الخيل: أضف نوع تنقل جديد وملف تعريف التطبيق • ملفات أوسماند مرئية الآن في تطبيق "الملفات" • تم تحسين تجربة المستخدم للخيارين "استخدام بيانات الارتفاع" و "تحديد تذبذب الارتفاع" ، وتم دمجهما وإعادة تسميتهما إلى "التضاريس المفضلة" ، المتوفرة حاليًا لملفات تعريف "الدراجات" و "المشاة". • خيار جديد "تضمين العنوان" لتسجيل المسار • أداة اسم الشارع: اعرض الآن درع الطريق ورقم الخروج أثناء التنقل • لياقة جديدة ومسارات الجري على الخريطة • إصلاحات أخطاء CarPlay والإيماءات المضافة لشاشات اللمس • إصلاح استيراد ملفات GPX من حزمة OSF • إصلاح استيراد المكونات الإضافية المخصصة مع الملفات المضمنة • تم إصلاح العديد من الأعطال في وضع تخطيط المسار • إصلاح الأعطال أثناء التنقل
cs: • Vzhled čáry trasy: přidána možnost nastavení šířky a barvy • Stopy: přidána možnost odstranit několik stop najednou • Kontextová nabídka stopy: přidán posuvník se skupinami mezicílů • Vzhled mapy: rozdělení dalších tras podle typu s možností povolit jednu z každé kategorie zvlášť • Jízda na koni: přidán nový typ navigace a profil aplikace • Soubory OsmAnd jsou nyní viditelné v aplikaci "Soubory" • Bylo vylepšeno UX nastavení "Použít údaje o nadmořské výšce" a "Vybrat kolísání nadmořské výšky", možnosti byly sloučeny a přejmenovány na "Preferovaný terén", v současné době jsou k dispozici pro profily "Jízda na kole" a "Chůze". • Nová možnost "Zahrnout záhlaví" pro záznam stopy • Widget názvu ulice: nyní zobrazuje silniční štít a číslo výjezdu během navigace. • Nové fitness a běžecké trasy na mapě • Opravy chyb CarPlay, přidána gesta pro dotykové displeje • Opraven import souborů GPX z balíčku OSF • Opraven import vlastních modulů s přiloženými soubory • Opraveny různé pády v režimu plánování trasy • Opraveny pády během navigace
da: • Udseende af rutelinje: tilføjet mulighed for at indstille bredde og farve • Spor: tilføjet mulighed for at slette flere spor på én gang • Kontekstmenu for spor: tilføjet rullebjælke med grupper af rutepunkter • Kortudseende: opdelt yderligere ruter efter type med mulighed for at aktivere en fra hver kategori separat • Ridning: tilføjede ny navigationstype og app-profil • OsmAnd-filer er nu synlige i Filer-appen • UX af indstillingerne "Brug højdedata" og "Vælg højdesvingninger" blev forbedret, de blev kombineret og omdøbt til "Foretrukket terræn", der i øjeblikket er tilgængelig for "Cykel" og "Fodgænger"-profiler. • Ny indstilling "Medtag overskrift" til sporregistrering • Modul med vejnavne: viser nu vejskilt og afkørselsnummer under navigation • Nye fitness- og løberuter på kortet • CarPlay-fejlrettelser, tilføjede bevægelser til touchscreens • Rettet import af GPX-filer fra OSF-pakken • Rettet import af brugerdefinerede udvidelser med inkluderede filer • Rettet forskellige nedbrud i ruteplanlægningstilstanden • Rettet nedbrud under Navigation
de: • Aussehen der Routenlinie: Möglichkeit zum Ändern der Breite und Farbe • Aufzeichnungen: Option zum Löschen mehrerer Aufzeichnungen auf einmal • Aufzeichnungsmenü: Scrollbalken mit Wegpunktgruppen hinzugefügt • Kartenaussehen: Zusätzliche Routen in Typen unterteilt und Möglichkeit, jeweils eine pro Kategorie zu aktivieren • Reiten: Neuer Navigationsmodus und App-Profil • OsmAnd-Dateien sind jetzt in der Datei-App sichtbar • Optionen für "Höhendaten berücksichtigen" und "Höhenschwankung auswählen" wurden verbessert bzw. zusammengefügt und umbenannt in "Bevorzugtes Terrain", derzeit nicht verfügbar für Fahrrad und Fußgänger Profile • Neue Option "Richtung einbeziehen" für Aufzeichnungen • Straßennamen-Widget zeigt Verkehrszeichen und Abfahrtsnummern während Navigation • Neue Fitness- und Lauf-Routen auf der Karte • CarPlay Fehlerbehebungen und neue Gesten für Touchscreens • Fehlerbehebung: Importieren von GPX-Dateien • Fehlerbehebung: Importieren von benutzerdefinierten Erweiterungen mit inkludierten Dateien • Fehlerbehebung: Verschiedene Abstürze im Routenplanungs-Modus • Fehlerbehebung: Abstürze während der Navigation
es_us: • Aspecto de las líneas de ruta: se ha añadido la posibilidad de definir el ancho y el color • Trazas: se ha añadido la opción de borrar varias trazas a la vez • Menú contextual de trazas: se ha añadido una barra de desplazamiento con grupos de puntos de ruta • Aspecto del mapa: se han dividido las rutas adicionales por tipo con la posibilidad de activar por separado una de cada categoría • Rutas a caballo: se ha añadido un nuevo tipo de navegación y perfil de la aplicación • Los archivos de OsmAnd ahora son visibles en desde el gestor de archivos • Se ha mejorado la interfaz de las opciones «Usar datos de elevación» y «Elegir fluctuación de elevación», se han combinado y se han renombrado como «Terreno preferido», actualmente disponibles para los perfiles «Bicicleta» y «Peatón». • Se ha añadido la opción «Incluir cabecera» para la grabación de trazas • Widget del nombre de la calle: ahora muestra el escudo del camino y el número de salida durante la navegación • Nuevas rutas de ejercicios «fitness» y «running» en el mapa • Corrección de errores de CarPlay, se han añadido gestos para pantallas táctiles • Se ha corregido la importación de archivos GPX desde el paquete OSF • Se ha corregido la importación de complementos personalizados con archivos incluidos • Se ha corregido varios fallos en el modo de planificación de rutas • Se ha corregido fallos durante la navegación
fr: - Apparence de la ligne de route : ajout de la possibilité de définir la largeur et la couleur - Traces : ajout d'une option pour supprimer plusieurs traces à la fois - Menu contextuel des pistes : ajout d'une barre de défilement avec des groupes de points de repère - Apparence de la carte : division des routes supplémentaires par type avec la possibilité d'activer une route de chaque catégorie séparément. - Équitation : ajout d'un nouveau type de navigation et d'un profil d'application - Les fichiers OsmAnd sont maintenant visibles dans l'application "Files". - L'interface utilisateur des options "Utiliser les données d'élévation" et "Sélectionner les fluctuations d'élévation" a été améliorée, elles ont été combinées et renommées "Terrain préféré", actuellement disponible pour les profils "Bicyclette" et "Piéton". - Nouvelle option "Inclure l'en-tête" pour l'enregistrement des pistes. - Widget nom de rue : affiche désormais le bouclier routier et le numéro de sortie pendant la navigation. - Nouveaux itinéraires de fitness et de course à pied sur la carte - Correction des bugs de CarPlay, ajout de gestes pour les écrans tactiles - Correction de l'importation de fichiers GPX à partir du paquet OSF - Correction de l'importation de plugins personnalisés avec des fichiers inclus - Correction de divers dysfonctionnements en mode Planification d'itinéraire - Correction de crashs pendant la navigation
hu: • Útvonalvonal megjelenése: szélesség és szín beállításának lehetősége • Nyomvonalak: több nyomvonal egyszerre történő törlésének lehetősége • Nyomvonal helyi menü: görgetősáv hozzáadása útpontcsoportokkal • Térkép megjelenése: további útvonalak típus szerinti felosztása, kategóriánként egy-egy külön-külön engedélyezhető • Lovaglás: új navigációs típus és alkalmazásprofil hozzáadása • Az OsmAnd fájlok mostantól láthatók a „Fájlok” alkalmazásban • A „Magassági adatok használata” és a „Magassági ingadozás kiválasztása” opciók UX-je javult, összevonásra és átnevezésre kerültek „Előnyben részesített terep” névre, jelenleg a „Kerékpár” és „Gyalogos” profiloknál érhető el. • Új „Irány belefoglalása” opció a nyomvonalrögzítéshez • Utcanév modul: mostantól mutatja az útvonalpajzsot és a kijárat számát navigáció közben • Új fitnesz- és futóútvonalak a térképen • CarPlay hibajavítások, érintőképernyős gesztusok hozzáadása • Javítva a GPX-fájlok importálása OSF-csomagból • Javítva az egyéni bővítmények importálása a mellékelt fájlokkal • Különböző összeomlások javítása az Útvonaltervezés módban • Összeomlások javítása navigáció közben
id: • Penampilan garis rute: ditambahkan kemampuan untuk mengatur lebar dan warna • Trek: ditambahkan opsi untuk menghapus beberapa trek sekaligus • Menu konteks trek: ditambahkan bilah gulir dengan grup titik waypoint • Penampilan peta: membagi rute tambahan berdasarkan jenis dengan kemampuan untuk mengaktifkan satu dari setiap kategori secara terpisah • Berkuda: menambahkan jenis navigasi baru dan profil aplikasi • File OsmAnd sekarang terlihat di aplikasi "File" • UX dari opsi "Gunakan data elevasi" dan "Pilih fluktuasi elevasi" telah diperbaiki, mereka digabungkan dan dinamai ulang menjadi "Medan yang Diutamakan", saat ini tersedia untuk profil "Sepeda" dan "Pejalan Kaki". • Opsi baru "Sertakan arah" untuk perekaman trek • Widget nama jalan: sekarang menampilkan pelindung jalan dan nomor keluar selama navigasi • Rute kebugaran dan lari baru di peta • Perbaikan bug CarPlay, ditambahkan gerakan untuk layar sentuh • Memperbaiki impor file GPX dari paket OSF • Memperbaiki impor plugin kustom dengan file yang disertakan • Memperbaiki berbagai kerusakan dalam mode perencanaan rute • Memperbaiki kerusakan selama Navigasi
is: • Útlit leiðarlínu: hægt að stilla breidd og lit • Ferlar: bætt við valkosti til að eyða nokkrum ferlum í einu • Samhengisvalmynd ferla: skrunstika með hópum leiðarpunkta • Útlit korts: skiptar viðbótarleiðir eftir tegund með möguleika á að virkja eina úr hverjum flokki sérstaklega • Hestaferðir: bættu við nýrri tegund leiðargerðar og forritssniðs • OsmAnd-skrár eru nú sýnilegar í „Skrár“ forritinu • Viðmót valkostanna „Nota hæðargögn“ og „Velja hæðarflökt landslags“ var bætt, þeir voru sameinaðir og endurnefnt sem „Kjörið landslag“, er núna fáanlegt fyrir „Hjólandi“ og „Gangandi“ sniðin. • Nýr valkostur „Hafa með stefnu“ fyrir upptöku á ferlum • Götuheita-viðmótshluti: sýna nú vegmerki og númer útafaksturs á meðan leiðsögn stendur • Nýjar líkamsræktar- og hlaupaleiðir á kortinu • Lagfæringar á villum í CarPlay, bætt við bendingum fyrir snertiskjái • Lagaður innflutningur á GPX-skrám úr OSF-pakka • Lagaður innflutningur á sérsniðnum viðbótum með meðfylgjandi skrám • Lagfærð ýmis hrun í leiðarskipulagsham • Lagfærð hrun við leiðsögn
it: • Aspetto della linea del percorso: aggiunta la possibilità di impostare la larghezza e il colore • Tracce: aggiunta opzione per eliminare più tracce contemporaneamente • Menu contestuale Traccia: aggiunta barra di scorrimento con gruppi waypoint • Aspetto della mappa: percorsi aggiuntivi divisi per tipo con la possibilità di abilitarne uno per ciascuna categoria separatamente • Equitazione: aggiungi un nuovo tipo di navigazione e un profilo dell'applicazione • I file OsmAnd sono ora visibili nell'applicazione "File". • L'esperienza utente delle opzioni "Usa dati elevazione" e "Seleziona fluttuazione elevazione" è stata migliorata, sono state combinate e rinominate in "Terreno preferito", attualmente disponibile per i profili "Bicicletta" e "Pedone". • Nuova opzione "Includi intestazione" per la registrazione della traccia • Widget del nome della strada: ora mostra il cartello stradale e il numero dell'uscita durante la navigazione • Nuovi percorsi Fitness e corsa sulla mappa • Correzioni di bug CarPlay, gesti aggiunti per touchscreen • Corretta l'importazione di file GPX dal pacchetto OSF • Corretta l'importazione di plugin personalizzati con file inclusi • Risolti vari arresti anomali nella modalità di pianificazione del percorso • Risolti arresti anomali durante la navigazione
ko: • 노선 모양: 너비 및 색상 설정 기능 추가• 트랙: 여러 트랙을 한 번에 삭제할 수 있는 옵션 추가• 트랙 컨텍스트 메뉴: 웨이포인트 그룹이 있는 스크롤 막대 추가• 지도 모양: 각 카테고리에서 하나를 개별적으로 활성화할 수 있는 기능으로 유형별로 추가 경로 구분• 승마: 새로운 내비게이션 유형 및 앱 프로필 추가• OsmAnd 이제 "파일" 응용 프로그램에서 파일을 볼 수 있습니다.• "고도 데이터 사용" 및 "고도 변동 선택" 옵션의 UX가 개선되어 현재 "자전거" 및 "보행자" 프로필에 사용할 수 있는 "기본 지형"으로 이름이 변경되었습니다. • 트랙 녹화 를 위한 새로운 옵션 "제목 포함"• 거리 이름 위젯: 이제 내비게이션 중 도로 방패 및 출구 번호 표시• 지도 에 새로운 피트니스 및 달리기 경로• CarPlay 버그 수정, 터치스크린 제스처 추가• OSF 패키지 에서 GPX 파일 가져오기 수정 • 포함된 파일이 포함된 사용자 정의 플러그인 가져오기 수정• 경로 계획 모드에서 발생하는 다양한 충돌 문제 수정• 탐색 중 발생하는 충돌 문제 수정
ro_ro: - Aspectul liniei de rută: s-a adăugat posibilitatea de a seta lățimea și culoarea - Trasee: s-a adăugat opțiunea de ștergere a mai multor trasee deodată - Meniul contextual al traseelor: s-a adăugat o bară de defilare cu grupuri de puncte de trecere - Aspectul hărții: împărțit rutele suplimentare pe tipuri, cu posibilitatea de a activa una din fiecare categorie separat - Călătorii: adăugarea unui nou tip de navigație și a unui profil de aplicație - Fișierele OsmAnd sunt acum vizibile în aplicația "Fișiere" - A fost îmbunătățit UX-ul opțiunilor "Folosiți date de altitudine" și "Selectați fluctuația de altitudine", acestea au fost combinate și redenumite în "Teren preferat", disponibile în prezent pentru profilurile "Biciclete" și "Pietonal". - O nouă opțiune "Include heading" pentru înregistrarea traseelor - Widget cu numele străzii: acum se afișează scutul rutier și numărul de ieșire în timpul navigării - Noi trasee de fitness și de alergare pe hartă - Corecții de erori CarPlay, gesturi adăugate pentru ecrane tactile - A fost reparat importul de fișiere GPX din pachetul OSF - S-a fixat importul de pluginuri personalizate cu fișiere incluse - Corectarea diverselor accidentări în modul de planificare a traseului - Corectarea accidentărilor în timpul navigării
ru: • В Дизайн линии маршрута: добавлена возможность настройки ширины и цвета • Треки: добавлена возможность удаления сразу нескольких треков • Контекстное меню трека: добавлена полоса прокрутки с группами путевых точек • Дизайн карты: дополнительные маршруты разделены по типам с возможностью включения по одному из каждой категории отдельно. • Верховая езда: добавьте новый тип навигации и Профиль приложения • Файлы OsmAnd теперь видны в приложении "Файлы" • Был улучшен интерфейс параметров"Использовать данные о высоте" и "Выбрать изменение высоты", они были объединены и переименованы в "Предпочитаемый ландшафт", которые в настоящее время доступны для профилей "Велосипед" и "Пешеход". • Новый параметр "Включить заголовок" для записи трека • Виджет Street name: теперь во время навигации отображается дорожный знак и номер съезда • Новые маршруты для фитнеса и бега на карте • Исправлены ошибки в CarPlay, добавлены жесты для сенсорных экранов • Исправлен импорт файлов GPX из пакета OSF • Исправлен импорт пользовательских плагинов с включенными файлами • Исправлены различные сбои в режиме планирования маршрута • Исправлены сбои во время навигации
sc: Aspetu de sa lìnia de s'àndala: annanta sa possibilidade de impostare larghesa e colore • Rastas: annantu un'issèberu pro iscantzellare prus rastros in manera contemporànea • Menù cuntestuale rasta: agiunta barra de iscurrimentu cun grupos de puntos de coladòrgiu • Aspetu mapa: àndalas additzionales partzidas pro casta cun possibilidade de nd'abilitare una pro cada categoria in manera separada • Ecuitatzione: annantu unu tipu nou de navigatzione e de profilu de s'aplicatzione • Sos documentos OsmAnd sunt como visìbiles in s'aplicatzione "Archìvios". • Est istada megiorada s'interfache utente de sas optziones "Imprea sos datos de s'artària" e "Ischerta su valore de variatzione de s'artària", sunt istadas cumbinadas e torradas a numenare in "Terrinu preferidu", como a disponimentu pro sos profilos "Bitzicleta" e "Pedone". • Optzione noa "Include sa diretzione" pro sa registratzione de sas rastas • Widget nùmene de sa carrera: como ammustrat s'iscudu istradale e su nùmeru de essida durante sa navigatzione • Àndalas noas pro s'allenamentu e sa cursa in sa mapa • Curretziones de errores de CarPlay, annanta de gestos pro sos ischermos tàtiles • Risòlvidu su problema cun s'importatzione de archìvios GPX dae su pachete OSF • Acontzada s'importatzione de estensiones personalizadas cun documentos incluidos • Risoltos arrestos anòmalos vàrios in sa modalidade de pianificatzione de s'àndala • Risoltos arrestos anòmalos durante sa navigatzione
sr: • Изглед линије руте: додата могућност подешавања ширине и боје • Стазе: додата опција за брисање неколико стаза одједном • Контекстни мени стазе: додата трака за померање са групама путних тачака • Изглед карте: подељене додатне руте по типу са могућношћу да се омогући једна из сваке категорије посебно • Јахање: додајте нови тип навигације и профил апликације • ОсмАнд датотеке су сада видљиве у апликацији „Датотеке“. • Побољшан је кориснички доживљај опција „Користи податке о надморској висини“ и „Изабери флуктуацију надморске висине“, комбиноване су и преименоване у „Жељени терен“, тренутно доступне за профиле „Бицикл“ и „Пешак“. • Нова опција "Укључи наслов" за снимање стазе • Виџет за назив улице: сада прикажите штит за пут и број излаза током навигације • Нове руте за фитнес и трчање на мапи • Исправке грешака у CarPlay-у, додани покрети за екране осетљиве на додир • Поправљен увоз GPX фајлова из OSF пакета • Поправљен увоз прилагођених додатака са укљученим датотекама • Поправљени различити падови у режиму планирања руте • Поправљени падови током Навигације
sr_latn: • Izgled linije rute: dodata mogućnost podešavanja širine i boje • Tragovi: dodata opcija za brisanje nekoliko numera odjednom • Kontekstni meni staze: dodata traka za pomeranje sa grupama putnih tačaka • Izgled karte: podeljene dodatne rute po tipu sa mogućnošću da se omogući jedna iz svake kategorije posebno • Jahanje: dodajte novi tip navigacije i profil aplikacije • OsmAnd datoteke su sada vidljive u aplikaciji „Fajlovi“. • Poboljšan je korisnički doživljaj opcija „Koristi podatke o nadmorskoj visini“ i „Izaberi fluktuaciju nadmorske visine“, kombinovane su i preimenovane u „Željeni teren“, trenutno dostupne za profile „Bicikl“ i „Pešak“. • Nova opcija "Uključi naslov" za snimanje putanje • Vidžet imena ulice: sada prikažite štit za put i broj izlaza tokom navigacije • Nove rute za fitnes i trčanje na mapi • Ispravke grešaka u KarPlej-u, dodani pokreti za ekrane osetljive na dodir • Popravljen uvoz GPX fajlova iz OSF paketa • Popravljen uvoz prilagođenih dodataka sa uključenim fajlovima • Popravljeni različiti padovi u režimu planiranja rute • Popravljeni padovi tokom Navigacije
sv: • Ryutt linje utseende: ökad förmåga att ställa in bredd och färg • Spår: extra alternativ för att ta bort flera spår samtidigt • Spåra kontextmeny: tillsatt scroll bar med vägpunkt grupper • Karta utseende: Delade ytterligare rutter efter typ med förmåga att aktivera en från varje kategori separat • Hästrygg ridning: lägg till ny navigationstyp och appprofil • OsmAnd-filer är nu synliga i programmet "Files" • UX av alternativ "Använd höjddata" och "Välj höjd fluktuation" förbättrades, de kombinerades och bytte namn till "Tillförd terräng", för närvarande tillgänglig för "Bicycle" och "Pedestrian" profiler. • Nytt alternativ "Inkludera rubrik" för spårinspelning • Gatunamn widget: nu visa vägsköld och utgång nummer under navigation • Ny Fitness och körrutter på kartan • CarPlay bug fixes, extra gester för pekskärmar • Fast import av GPX-filer från OSF-paket • Fast import av anpassade plugins med inkluderade filer • Fast olika kraschar i Rutt planeringsläget • Fasta kraschar under Navigation
ta: • பாதை வரி தோற்றம்: அகலம் மற்றும் வண்ணத்தை அமைக்கும் திறன் சேர்க்கப்பட்டது • தடங்கள்: ஒரே நேரத்தில் பல தடங்களை நீக்குவதற்கான விருப்பம் சேர்க்கப்பட்டது Cont சூழல் மெனுவைக் கண்காணிக்கவும்: வே பாயிண்ட் குழுக்களுடன் உருள் பட்டியைச் சேர்த்தது • வரைபட தோற்றம்: ஒவ்வொரு வகையிலிருந்தும் தனித்தனியாக ஒன்றை இயக்கும் திறனுடன் வகை மூலம் கூடுதல் வழித்தடங்களை பிரித்தது • குதிரை சவாரி: புதிய வழிசெலுத்தல் வகை மற்றும் பயன்பாட்டு சுயவிவரத்தைச் சேர்க்கவும் • OSMAND கோப்புகள் இப்போது "கோப்புகள்" பயன்பாட்டில் தெரியும் • யுஎக்ச் விருப்பங்களின் "உயரத் தரவைப் பயன்படுத்துங்கள்" மற்றும் "உயர ஏற்ற இறக்கத்தைத் தேர்ந்தெடுக்கவும்" மேம்படுத்தப்பட்டது, அவை ஒன்றிணைக்கப்பட்டு "விருப்பமான நிலப்பரப்பு" என மறுபெயரிடப்பட்டன, தற்போது "சைக்கிள்" மற்றும் "பாதசாரி" சுயவிவரங்களுக்கு கிடைக்கின்றன. Opption புதிய விருப்பத்தேர்வுகள் டிராக் ரெக்கார்டிங் செய்வதற்கான "தலைப்பு அடங்கும்" • தெரு பெயர் விட்செட்: இப்போது வழிசெலுத்தலின் போது சாலைக் கவசம் மற்றும் வெளியேறும் எண்ணைக் காட்டுங்கள் Fit புதிய உடற்பயிற்சி மற்றும் இயங்கும் வழிகள் வரைபடத்தில் • கார்ப்ளே பிழை திருத்தங்கள், தொடுதிரைகளுக்கு சைகைகள் சேர்க்கப்பட்டன OS OSF தொகுப்பிலிருந்து சிபிஎக்ச் கோப்புகளின் நிலையான இறக்குமதி சேர்க்கப்பட்ட கோப்புகளுடன் தனிப்பயன் செருகுநிரல்களின் நிலையான இறக்குமதி Planal பாதை திட்டமிடல் பயன்முறையில் பல்வேறு விபத்துக்கள் சரி செய்யப்பட்டன வழிசெலுத்தலின் போது நிலையான செயலிழப்புகள்
tr: • Güzergah çizgisi görünümü: genişlik ve renk ayarlama özelliği eklendi • İzlenen yollar: aynı anda birkaç yolu silme seçeneği eklendi • İzlenen yol içerik menüsü: ara nokta gruplarıyla birlikte kaydırma çubuğu eklendi • Harita görünümü: her kategoriden ayrı ayrı etkinleştirme özelliğiyle türe göre bölünmüş ek güzergahlar • Binicilik: yeni navigasyon türü ve uygulama profili eklendi • OsmAnd dosyaları artık "Dosyalar" uygulamasında görülebilir • "Yükseklik verisi kullan" ve "Yükseklikte dalgalanma seç" seçenekleri için kullanıcı deneyimi iyileştirildi, birleştirildi ve şu anda "Bisiklet" ve "Yaya" profilleri için kullanılabilir olan "Tercih edilen arazi" olarak yeniden adlandırıldı. • İzlenen yol kaydı için yeni "Yönü dahil et" seçeneği • Sokak adı widget'ı: artık navigasyon sırasında trafik işaret levhalarını ve çıkış numarasını göster • Haritada yeni Fitness ve koşu güzergahları • CarPlay hata düzeltmeleri, dokunmatik ekranlar için eklenen hareketler • GPX dosyalarının OSF paketinden içe aktarılması düzeltildi • Dahil edilen dosyalarla özel eklentilerin içe aktarılması düzeltildi • Güzergah planlama modundaki çeşitli çökmeler düzeltildi • Navigasyon sırasındaki çökmeler düzeltildi
uk: • Зовнішній вигляд лінії маршруту: додано можливість указати ширину й колір • Треки: додано опцію видалення кількох треків одночасно • Контекстне меню треку: додано смугу прокручування з групами маршрутних точок • Зовнішній вигляд мапи: розділені за типом додаткові маршрути з можливістю ввімкнути один з кожної категорії окремо • Верхова їзда: додано новий тип навігації та профіль застосунку • Файли OsmAnd тепер видимі в застосунку «Файли». • Удосконалено UX опцій «Використовувати дані висоти» та «Вибрати діапазон зміни висот», їх об’єднали та перейменували на «Бажаний рельєф», наразі доступні для профілів «Велосипед» і «Пішохід». • Нова опція «Додавати напрямок» для запису треку • Віджет назви вулиці: тепер показується дорожній щит і номер виїзду під час навігації • Нові маршрути для фітнесу та бігу на мапі • Виправлено помилки CarPlay, додано жести для сенсорних екранів • Виправлено імпортування файлів GPX з пакунка OSF • Виправлено імпорт плагінів користувача разом із доданими файлами • Виправлені різні збої в режимі планування маршруту • Усунено збої під час навігації
zh_hant: • 路線線條外觀：新增設定寬度和顏色的能力 • 軌跡：新增一次刪除多條軌跡的選項 • 軌跡上下文選單：新增帶有航點群組的捲軸 • 地圖外觀：按類型劃分附加路線，可以單獨啟用每個類別中的一種 • 騎馬：新增新的導航類型和應用程式設定檔 • OsmAnd 檔案現在可以在「檔案」應用程式中看到 • 「使用高度資料」和「選擇高度變化」選項的使用者體驗得到改善，它們被合併並重新命名為「首選地形」，目前適用於「自行車」和「步行」設定檔。 • 新的「包含標頭」選項用於軌跡錄製 • 街道名稱小工具：現在在導航過程中顯示路標和出口編號 • 地圖上的新健身和跑步路線 • CarPlay 錯誤修復，新增觸摸手勢 • 修復了從 OSF 套裝軟體匯入 GPX 檔案的問題 • 修復了匯入包含檔案的自訂外掛程式的問題 • 修復了路線規劃模式中的各種崩潰 • 修復了導航過程中的崩潰
