Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# shared_string_light
source: Light
ar: نهاري
ast: Claridá
az: İşıqlı
be: Светлая
bg: Светла тема
ca: Lluminós
cs: Světlý
cy: Golau
da: Lyst
de: Hell
el: Φωτεινό
eo: Hela
es_us: Claro
et: Hele
eu: Argia
fa: روشن
fi: Vaalea
fr: Clair
gl: Claro
he: בהיר
hu: Világos
hy: Լուսավոր
id: Terang
is: Ljóst
it: Chiaro
ja: 明色
ka: ღია
ko: 밝은
lt: Šviesi
lv: Gaišs
mk: Svetla
ml: പ്രകാശമയം
nb: Lys
nl: Licht
pl: Jasny
ro_ro: Luminoasă
ru: Светлая
sc: Craru
sk: Svetlá
sl: Svetla
sq: Ndriçimi
sr: Светла
sr_latn: Svetla
sv: Ljust
ta: ஒளி
tr: Açık
uk: Світла
vi: Sáng
zh_hans: 明亮
zh_hant: 明亮

source: Add page
ar: إضافة صفحة
az: Səhifə əlavə et
be: Дадаць старонку
bg: Добавяне на страница
cs: Přidat stránku
cy: Ychwanegu tudalen
da: Tilføj side
de: Seite hinzufügen
el: Προσθήκη σελίδας
eo: Aldoni paĝon
es_us: Añadir página
et: Lisa leht
eu: Gehitu orria
fa: افزودن صفحه
fi: Lisää sivu
fr: Ajouter page
he: הוספת עמוד
hu: Oldal hozzáadása
id: Tambahkan laman
is: Bæta við síðu
it: Aggiungi pagina
ja: ページを追加
ka: გვერდის დამატება
ko: 페이지 추가
mk: Dodadete stranica
nb: Legg til en side
nl: Pagina toevoegen
pl: Dodaj stronę
ro_ro: Adaugă pagină
ru: Добавить страницу
sc: Annanghe pàgina
sk: Pridať stránku
sl: Dodaj stran
sr: Додај страницу
sr_latn: Dodaj stranicu
sv: Lägg till sida
ta: பக்கத்தைச் சேர்க்கவும்
tr: Sayfa ekle
uk: Додати сторінку
vi: Thêm trang
zh_hans: 添加页面
zh_hant: 新增頁面

# shared_string_switch_mode
source: Switch mode
ar: وضع التبديل
be: Пераключыць рэжым
bg: Превключване на режима
ca: Canvia el mode
cs: Přepnout režim
da: Skift tilstand
de: Modus wechseln
el: Εναλλαγή λειτουργίας
eo: Baskuli reĝimon
es_us: Cambiar modo
et: Vaheta režiimi
eu: Aldatu modua
fa: تغییر حالت
fr: Basculer de mode
he: החלפת מצב
hu: Módváltás
id: Alih mode
is: Skipta um ham
it: Cambia modalità
ja: スイッチモード
ko: 스위치 모드
nb: Bytt modus
nl: Modus wisselen
pl: Przełącz tryb
ro_ro: Schimbă modul
ru: Переключение режима
sc: Càmbia modalidade
sk: Prepnúť režim
sl: Preklopi način
sr: Начин рада промене
sr_latn: Način prebacivanja
sv: Växla läge
ta: சுவிட்ச் பயன்முறை
uk: Перемкнути режим
vi: Chuyển chế độ
zh_hans: 切换模式
zh_hant: 切換模式

source: Go to marker location
ar: الانتقال إلى موقع العلامة
be: Перайсці да месцазнаходжання адзнакі
bg: Към до местоположението на маркера
ca: Ves a la ubicació del marcador
cs: Přejít na umístění značky
da: Fortsæt til markørens placering
de: Zum Standort der Markierung gehen
el: Πήγαινε στην τοποθεσία δείκτη
eo: Iri al la map-marko
es_us: Ir a la ubicación del marcador
et: Mine markeri asukohta
eu: Joan markatzailearen kokapenera
fa: رفتن به مکان نشانگر
fi: Mene markkerin sijaintiin
fr: Aller au marqueur
hu: Ugrás a térképjelölő helyére
id: Pergi ke lokasi penanda
is: Fara á staðsetningu merkis
it: Vai alla posizione del marcatore
ja: マーカーの場所に移動
ko: 마커 위치로 이동
nb: Gå til markørposisjon
nl: Ga naar locatie van markering
pl: Przejdź do lokalizacji znacznika
ro_ro: Mergi la locația marcajului
ru: Переход к местоположению маркера
sc: Bae a sa positzione de su marcadore
sk: Prejsť na pozíciu značky
sl: Pojdi na mesto oznake
sr: Иди на положај ознаке
sr_latn: Idi na marker lokacije
sv: Gå till markörens plats
ta: மார்க்கர் இருப்பிடத்திற்குச் செல்லவும்
uk: Перейти до локації позначки
vi: Đi đến vị trí của điểm đánh dấu
zh_hans: 转到标记位置
zh_hant: 前往標記位置

# map_markers_desc
source: Widget shows distance or estimated time of arrival (ETA) for first two markers in the map markers list.
ar: ويدجن عرض المسافة أو الوقت المقدر للوصول (ETA) لأول علامتين في قائمة علامات الخريطة.
az: Vidcet xəritə işarələri siyahısındakı ilk iki işarə üçün məsafəni və ya təxmini gəliş vaxtını (ETA) göstərir.
be: Віджэт паказвае адлегласць або прыблізны час прыбыцця (ETA) для першых двух адзнак у спісе адзнак мапы.
bg: Приспособлението показва разстоянието или очакваното време на пристигане (ETA) за първите два маркера в списъка с маркери на картата.
ca: El giny mostra la distància o l'hora estimada d'arribada (ETA) dels dos primers marcadors de la llista de marcadors del mapa.
cs: Nástroj zobrazuje vzdálenost nebo předpokládaný čas příjezdu (ETA) pro první dvě značky v seznamu značek na mapě.
da: Modul viser afstand eller anslået ankomsttid (ETA) for de to første markører på listen over kortmarkører.
de: Das Widget zeigt die Entfernung oder die geschätzte Ankunftszeit (ETA) für die ersten beiden Markierungen in der Liste der Kartenmarkierungen an.
el: Το γραφικό στοιχείο δείχνει την απόσταση ή την εκτιμώμενη ώρα άφιξης (ETA) για τους δύο πρώτους δείκτες στη λίστα δεικτών χάρτη.
eo: Fenestraĵo montranta distancon aŭ antaŭkalkulitan tempon de alveno por la du unuaj map-markoj.
es_us: Muestra la distancia o el tiempo estimado de llegada (ETA) para los dos primeros marcadores en la lista de marcadores del mapa.
eu: Trepeta honek mapa-markatzaileen zerrendako lehen bi markatzaileen distantzia edo iristeko ordu estimatua (ETA) erakusten du.
fa: ابزارک فاصله یا زمان تخمینی رسیدن (ETA) برای دو نشانگر اول در فهرست نشانگرهای نقشه را نمایش می‌دهد.
fr: Le widget affiche la Distance ou l'Heure d'arrivée estimée (ETA) pour les deux premiers marqueurs de la liste des marqueurs de la carte.
hu: A modul megjeleníti a távolságot vagy a becsült érkezési időt a térképjelölők listájában szereplő első két jelölőhöz.
id: Widget menampilkan jarak atau perkiraan waktu tiba (PWT) untuk dua penanda pertama di daftar penanda peta.
is: Viðmótshlutinn sýnir vegalengd eða áætlaðan komutíma (ETA) fyrir fyrstu tvö kortamerkin í kortamerkjalistanum.
it: Il widget mostra la distanza o l'orario di arrivo stimato per i primi due marcatori nella lista dei marcatori della mappa.
ja: このウィジェットは、マップマーカーの一覧にて最初の2つのマーカーの距離または到着予定時刻(ETA)を表示します。
ko: Widget은 지도 마커 목록에 있는 첫번째 2 마커를 위한 도착 (ETA)의 거리 또는 예상된 시간을 보여줍니다.
nb: Viser avstand eller anslått tid til ankomst (ETA) for de første to markørene i kartmarkørlisten.
nl: Widget toont afstand of verwachte aankomsttijd voor eerste twee markeringen van de lijst van kaartmarkeringen.
pl: Widżet pokazuje odległość lub szacowany czas przybycia (ETA) dla pierwszych dwóch markerów na liście markerów mapy.
ro_ro: Widgetul arată distanța sau ora estimată de sosire (ETA) pentru primele două marcaje din lista marcajelor de pe hartă.
ru: Виджет показывает расстояние или расчётное время прибытия (ETA) для первых двух маркеров в списке маркеров карты.
sc: Su widget ammustrat sa distàntzia o s'ora de arrivu carculada (ETA) pro sos primos duos marcadores in sa lista de marcadores de sa mapa.
sk: Nástroj zobrazuje vzdialenosť alebo odhadovaný čas príjazdu (ETA) k prvým dvom značkám v zozname značiek.
sl: Gradnik prikazuje razdaljo ali predvideničas prihoda (ETA) za prvi dve oznaki na seznamu oznak na zemljevidu.
sr: Справица показује растојање или предвиђено време доласка (ЕТА) прве две ознаке на списку ознака.
sr_latn: Vidžet pokazuje rastojanje ili predviđeno vreme dolaska (ETA) prve dve oznake na spisku oznaka.
sv: Widget visar avstånd eller beräknad ankomsttid (ETA) för de två första markörerna i listan med kartmarkörer.
ta: MAP குறிப்பான்கள் பட்டியலில் முதல் இரண்டு குறிப்பான்களுக்கான தூரம் அல்லது மதிப்பிடப்பட்ட நேரத்தை (ETA) விட்செட் காட்டுகிறது.
tr: Pencere öğesi, harita işaretçileri listesindeki ilk iki işaretçi için mesafeyi veya tahmini varış zamanını (TVZ) gösterir.
uk: Віджет показує відстань або приблизний час прибуття (ETA) для перших двох позначок у списку позначок на мапі.
vi: Widget hiện khoảng cách hoặc thời gian đến dự kiến (ETA) cho hai điểm đánh dấu đầu tiên trong danh sách điểm đánh dấu bản đồ.
zh_hans: 小工具会显示地图标记列表中前两个标记的距离或预计到达时间（ETA）。
zh_hant: 小工具顯示地圖標記列表中前兩個標記的距離或預計到達時間（ETA）。

# osmand_development_plugin_description
source: Provides functionality to test and debug OsmAnd: simulate navigation routes, monitor the screen rendering, check performance, etc. This plugin is not required for normal app use.
af: Wys stellings vir ontwikkeling en ontfoutingsfunksies bv. bewegende navigasie of beeldvertoon werkverrigting.
ar: هذا الملحق يعرض إعدادات لتطوير وتصحيح الميزات كاختبار أو محاكاة التوجيه، وأداء الشاشة، أوالإشعار الصوتي. هذه الإعدادات معدة للمطورين ولا يحتاجها المستخدم العام .
ast: Los axustes pal desendolcu y pa la depuración de carauterístiques como la simulación de la navegación, el rindimientu de la renderización o los avisos per voz. Esti plugin ta diseñáu pa desendolcadores, nun se precisa pa l'usu normal de l'aplicación.
be: Дазваляе наладзіць OsmAnd для тэставання: мадэляваць навігацыйныя маршруты, правяраць прадукцыйнасць рэндэрынгу экрана і г.д. Убудова не патрэбная для звычайнага выкарыстання.
bg: Осигурява възможност за изпитване и отстраняване на грешки в OsmAnd: симулиране на навигационни маршрути, наблюдение на изчертаването на екрана, проверка на производителността и други. Добавката не е необходима за нормалната работа на приложението.
ca: Configuració de característiques per al desenvolupament i depuració, com simulació de navegació, rendiment de renderitzat o les indicacions de veu. Adreçat a desenvolupadorsimés que a usuaris normals de l'aplicació.
cs: Poskytuje funkce pro testování a ladění aplikace OsmAnd: simulaci navigačních tras, sledování vykreslování obrazovky, kontrolu výkonu atd. Tento modul není pro běžné používání aplikace vyžadován.
cy: Gosodiadau ar gyfer nodweddion datblygu a dadfygio, megis efelychu llywio, perfformiad rendro, neu anogaeth llais. Bwriedir ar gyfer datblygwyr, heb fod ei angen wrth ddefnyddio'r ap mewn dulliau arferol.
da: Giver funktionalitet til at teste og fejlfinde OsmAnd: simulere navigationsruter, overvåge skærmgengivelse, kontrollere ydeevne osv. Denne udvidelse er ikke påkrævet for normal brug af appen.
de: Bietet Funktionen zum Testen und Debuggen von OsmAnd: Simulieren von Navigationsrouten, Überwachen der Bildschirmdarstellung, Prüfen der Leistung usw. Diese Erweiterung ist für die normale Nutzung der App nicht erforderlich.
el: Παρέχει λειτουργικότητα για δοκιμή και αποσφαλμάτωση του OsmAnd: προσομοίωση διαδρομών πλοήγησης, παρακολούθηση της απεικόνισης οθόνης, έλεγχος απόδοσης, κλπ. Αυτό το πρόσθετο δεν απαιτείται για κανονική χρήση της εφαρμογής.
eo: Liveras eblojn por testi kaj senerarigi OsmAnd: simuli navigajn kursojn, kontroli map-bildigadon, kontroli rendimenton kaj pli. La kromprogramo ne estas bezona por kutima uzado de la aplikaĵo.
es_us: Incluye funciones de prueba y depuración de OsmAnd: simula rutas de navegación, monitorea el renderizado de la pantalla, comprueba el rendimiento, etc. El complemento no es necesario para el uso normal de la aplicación.
et: See moodul lisab OsmAndi testimis- ja silumisfunktsionaalsuse: teekondade simuleerimine, ekraanirenderduse jälgimine, jõudlusekontrollimine, jne. Rakenduse tavapäraseks kasutuseks seda vaja pole.
eu: Garapen eta arazte ezaugarrientzako ezarpenak, ibilbide-kalkuluaren simulazioa edo marrazketaren errendimenduaren bistaratzea, edo ahots abisuak esaterako. Erabiltzaile arruntek ez dute hau behar.
fa: ابزارهای توسعه مانند شبیه‌سازی ناوبری و عیب‌یابی عملکرد.
fr: Permet d'accéder à des fonctionnalités pour tester et déboguer OsmAnd : simuler des guidages, gérer les rendus, vérifier les performances, etc. Cette extension n'est pas recommandée pour une utilisation normale de l'application.
gl: Axusta as funcións de desenvolvemento e depuración, como a simulación de navegación, o rendemento do renderizado ou as indicacións por voz. Destinado para desenvolvedores, non é necesario para o normal uso da aplicación.
he: הגדרות לתכונות פיתוח וניפוי שגיאות, הדמיית ניתוב, ביצועי עיבוד התמונה או התרעות קוליות. מיועד למפתחים ולא נחוץ לשימוש רגיל ביישומון.
hu: Funkciókat biztosít az OsmAnd teszteléshez: navigációs útvonalak szimulálása, a képernyőn való megjelenítés, a teljesítmény ellenőrzése stb. Ez a bővítmény az alkalmazás normál használatához nem szükséges.
hy: Կարգավորումներ զարգացման եւ կարգաբերման գործառույթների համար, ինչպիսիք են երթուղու ստուգումը կամ մոդելավորումը,քարտեզի ցուցադրման կատարումը, ձայնային հուշումները ստուգելը: Այս կարգավորումները մշակողների համար են և հասարակ օգտագործողների համար անհրաժեշտ չեն:
id: Menyediakan kemampuan untuk uji dan awakutu OsmAnd: simulasi rute navigasi, periksa performa perenderan layar, periksa performa, dll. Plugin ini tidak dibutuhkan untuk penggunaan aplikasi normal.
is: Eiginleikar fyrir þróun og aflúsun OsmAnd: eins og fyrir prófanir eða leiðahermingu, upplýsingar um myndgerð, athuga afköst, o.s.frv. Ætlaðir fyrir forritara en eru ekki nauðsynlegar fyrir almenna notendur.
it: Fornisce funzionalità per testare ed eseguire il debug di OsmAnd: simula percorsi di navigazione, monitora il rendering dello schermo, controlla le prestazioni, ecc. Questo plugin non è richiesto per il normale utilizzo dell'applicazione.
ja: OsmAndのテストとデバッグのための機能を提供します:ナビゲーションルートのシミュレーション、画面レンダリングの監視、パフォーマンスのチェックなどが可能です。このプラグインは開発者向けで、通常のアプリの使用には必要ありません。
ko: 모의 주행이나 렌더링 성능 표시와 같은 개발 및 디버깅 기능에 대한 설정을 표시합니다.
lt: Įskiepis rodo nustatymus kūrimo ir klaidų paieškos funkcionalumui: patikrinti arba imituoti navigaciją, ekrano generavimo efektyvumo, balso pranešimų patikrinimui. Šie nustatymui akrtualūs programuotojui ir nėra įdomūs eiliniam vartotojui.
lv: Rādīt izstrādes un atkļūdošanas iestatījumus, kā piemēram, animētā navigācija, renderēšanas izpildījuma attēlošana vai balss uzvednes. Šie iestatījumi ir paredzēti izstrādātājiem un nav vajadzīgi gala lietotājam.
mk: Postavki za funkcii za razvoj i otstranuvanje greški, kako što se simulacija na navigacija, izvedba na renderiranje ili glasovno pottiknuvanje. Nameneto za programeri, ne e potrebno za normalna upotreba na aplikacii.
ml: "റൂട്ടിംഗ്, സ്ക്രീൻ റെൻഡറിംഗ് പ്രകടനം, അല്ലെങ്കിൽ വോയ്സ് പ്രോംപ്റ്റിംഗ് എന്നിവ പരിശോധിക്കുന്നതിനോ മെച്ചപ്പെടുത്തുന്നതിനോ ഉള്ള ഡെവലപ്മെന്റ്, ഡീബഗ്ഗിംഗ് ഫീച്ചറുകൾക്കായുള്ള ക്രമീകരണങ്ങള്‍ കാണിക്കുന്ന പ്ലഗിൻ . ഈ ക്രമീകരണങ്ങൾ ഡെവലപ്പർമാർക്ക് ഉദ്ദേശിച്ചതും പൊതു ഉപയോക്താവിനായി ആവശ്യമില്ലാത്തതുമാണ്."
nb: Gir funksjoner tilå teste og feilsøke OsmAnd: Simulere navigasjonsruter, overvåke skjermgjengivelsen, kontrollere ytelse osv. Dette tillegget er ikke påkrevd for normal bruk av appen.
nl: Biedt functionaliteit om OsmAnd te testen en te debuggen: navigatieroutes simuleren, de weergave op het scherm controleren, prestaties controleren, etc. Deze plug-in is niet vereist voor normaal gebruik van de app.
oc: Permet de configurar OsmAnd per leis assais : simular d'itineraris de navigacion, verificar lei performanças de rendut de l'ecran, eca. L'ajuston es pas necessari per l'emplec normau de l'aplicacion.
pl: Zapewnia funkcjonalność do testowania i debugowania OsmAnd: symuluj trasy nawigacji, monitoruj renderowanie ekranu, sprawdzaj wydajność itp. Ta wtyczka nie jest wymagana do normalnego użytkowania aplikacji.
ro_ro: Oferă funcționalități pentru testarea și depanarea OsmAnd: simulează rutele de navigare, monitorizează redarea ecranului, verifică performanța etc. Acest plugin nu este necesar pentru utilizarea normală a aplicației.
ru: Функциональные возможности для тестирования и отладки OsmAnd: моделирование маршрутов навигации, мониторинг отрисовки экрана, проверка производительности и т. д. Эти настройки предназначены для разработчиков и не нужны обычному пользователю.
sc: Frunit funtzionalidades pro proare OsmAnd e depurare su còdighe suo: simulare àndalas de biàgiu, verificare su rendimentu de sa renderizatzione de s'ischermu etz. S'estensione no est netzessària pro s'impreu normale de s'aplicatzione.
sk: Poskytuje funkcie pre testovanie a ladenie OsmAndu: simulácia navigačnej trasy, sledovanie vykresľovania, overenie výkonu, skúšobné hlasové pokyny, atď. Tento modul nie je potrebný pre bežné použitie programu.
sl: Zagotavlja funkcionalnost za testiranje in odpravljanje napak OsmAnd: simulacija poti za navigacijo, spremljanje upodabljanja zaslona, preverjanje delovanja itd. Ta vtičnik ni potreben za običajno uporabo aplikacije.
sr: Подешавања за развој и отклањање грешака као што су опонашање навођења, учинак исцртавања или гласовни упити. Намењено програмерима, непотребно приликом нормалног коришћења.
sr_latn: Podešavanja za razvoj i otklanjanje grešaka kao što su simuliranje navođenja, učinak iscrtavanja ili glasovni upiti. Namenjeno programerima, nepotrebno prilikom normalnog korišćenja.
sv: Möjliggör funktionalitet för testning, utveckling och felsökning av OsmAnd: simulering av navigation, övervaka skärmrendering och prestanda etc. Behövs inte för normal användning av appen.
ta: OSMand ஐ சோதிக்கவும் பிழைத்திருத்தவும் செயல்பாட்டை வழங்குகிறது: வழிசெலுத்தல் வழிகளை உருவகப்படுத்துதல், திரை வழங்குதல், காசோலை செயல்திறன் போன்றவற்றை கண்காணிக்கவும். சாதாரண பயன்பாட்டு பயன்பாட்டிற்கு இந்த சொருகி தேவையில்லை.
tr: Navigasyon simülasyonu, görselleştirme performansı veya sesli komutlar gibi geliştirme ve hata ayıklama özellikleri için ayarlar. Geliştiriciler için tasarlanmıştır, normal uygulama kullanımı için gerekli değildir.
uk: Надає функціональність для тестування та налагодження OsmAnd: моделювання маршрутів навігації, моніторинг рендерингу зображення, перевірка швидкодії тощо. Цей плагін не обовʼязковий для повсякденного користування застосунком.
vi: Cung cấp chức năng để kiểm tra và gỡ lỗi OsmAnd: mô phỏng các tuyến đường điều hướng, giám sát việc hiển thị trên màn hình, kiểm tra hiệu suất, v.v. Plugin này không cần thiết cho việc sử dụng ứng dụng bình thường.
zh_hans: 提供测试和调试 OsmAnd 的功能：模拟导航路线、监控屏幕渲染、检查性能等。正常使用应用程序时不需要此插件。
zh_hant: 提供測試與除錯 OsmAnd 的功能：模擬導航路線、監控屏幕繪製、檢查效能等。正常應用程式使用不需要此外掛程式。

# product_desc_antarctica
source: Unlimited map downloads for Antarctica
ar: تنزيلات خريطة غير محدودة للقطب الجنوبي
be: Неабмежаваныя спампоўкі мапаў Антарктыды
ca: Baixada il·limitada del mapa de l'Antàrtida
cs: Neomezené stahování map Antarktidy
da: Ubegrænset hentning af kort til Antarktis
de: Unbegrenzte Karten-Downloads für die Antarktis
el: Απεριόριστες λήψεις χαρτών για την Ανταρκτική
es_us: Descargas ilimitadas de mapas para la Antártida
et: Piiramatud Antarktise kaartide allalaadimised
fr: Téléchargement illimité de cartes pour l'Antarctique
hu: Korlátlan térképletöltés az Antarktiszra vonatkozóan
id: Unduhan peta tak terbatas untuk Antartika
is: Ótakmörkuð niðurhöl korta af Suðurskautslandinu
it: Download illimitato di mappe per l'Antartide
ja: 南極大陸向けマップの無制限ダウンロード
nb: Ubegrensede kartnedlastinger for Antarktis
nl: Onbeperkte kaart downloads voor Antarctica
oc: Teledescargament illimitat de la mapa de l'Antartida
pl: Nieograniczone pobieranie map dla Antarktydy
pt_br: Downloads ilimitados de mapas para a Antártica
ro_ro: Descărcări nelimitate de hărți pentru Antarctica
ru: Скачивание карт Антарктиды без ограничений
sc: Iscarrigamentos de mapas illimitados pro s’Antàrticu
sr: Неограничено преузимање мапа за Антарктик
sr_latn: Neograničeno preuzimanje mapa za Antarktik
sv: Obegränsad nedladdning av kartor över Antarktis
ta: அண்டார்டிகாவிற்கான வரம்பற்ற வரைபட பதிவிறக்கங்கள்
tr: Antarktika için sınırsız harita indirme
uk: Необмежене завантаження мап Антарктиди
zh_hant: 南極洲的無限地圖下載

# product_desc_asia
source: Unlimited map downloads for Asia
ar: تنزيلات خرائط غير محدودة لآسيا
be: Неабмежаваныя спампоўкі мапаў Азіі
ca: Baixada il·limitada de mapes d'Àsia
cs: Neomezené stahování map Asie
da: Ubegrænset hentning af kort over Asien
de: Unbegrenzte Kartendownloads für Asien
el: Απεριόριστες λήψεις χαρτών για την Ασία
es_us: Descargas ilimitadas de mapas para Asia
et: Piiramatud Aasia kaartide allalaadimised
fr: Téléchargement illimité de cartes pour l'Asie
gl: Map of Asia
hu: Korlátlan térképletöltés: Ázsia
id: Unduhan peta tak terbatas untuk Asia
is: Ótakmörkuð niðurhöl korta af Asíu
it: Scaricamenti illimitati delle mappe per l'Asia
ja: アジア向けマップの無制限ダウンロード
ko: 아시아를 위한 무제한 지도 다운로드
ku: Nexşeya Asyayê
nl: Onbeperkte kaart downloads voor Azië
oc: Teledescargaments illimitats dei mapas d'Asia
pl: Nieograniczone pobieranie map dla Azji
pt_br: Downloads ilimitados de mapas para a Ásia
ro_ro: Descărcări nelimitate de hărți pentru Asia
ru: Скачивание карт Азии без ограничений
sc: Iscarrigamentos de mapas illimitados pro s’Àsia
sk: Neobmedzené sťahovania máp Ázie
sl: Neomejeno prenašanje zemljevidov Azije
sr: Неограничено преузимање мапа за Азију
sr_latn: Neograničeno preuzimanje mapa za Aziju
sv: Obegränsad nedladdning av kartor inom Asien
ta: ஆசியாவிற்கான வரம்பற்ற வரைபட பதிவிறக்கங்கள்
tr: Asya için sınırsız harita indirme
uk: Завантаження мап Азії без обмежень
zh_hant: 亞洲的地圖

# product_desc_asia_short
source: Asia region maps
ar: خرائط منطقة آسيا
be: Мапы рэгіёна Азіі
ca: Mapes de les regions d'Àsia
cs: Mapy asijské oblasti
da: Kort til Asien-regionen
de: Karten der Regionen in Asien
el: Χάρτες της περιοχής της Ασίας
es_us: Mapas regionales de Asia
et: Aasia piirkondade kaardid
fi: Aasian alueen kartat
fr: Cartes de l'Asie
hu: Ázsiai területi térképek
id: Peta wilayah Asia
is: Asísk svæðiskort
it: Mappe della regione asiatica
ja: アジア地域のマップ
ka: აზიის რეგიონალური რუკები
ko: 아시아 지역 지도
nl: Azië regiokaaretn
oc: Mapas d'Asia
pl: Mapy regionów Azji
pt_br: Mapas da região da Ásia
ro_ro: Hărți ale regiunii Asia
ru: Карты Азиатского региона
sc: Mapas de sas regiones de s'Àsia
sk: Mapy regiónov Ázie
sr: Мапе региона Азије
sr_latn: Mape regiona Azije
sv: Kartor inom Asien
ta: ஆசியா பிராந்திய வரைபடங்கள்
tr: Asya bölgesi haritaları
uk: Мапи Азіатського регіону
zh_hant: 亞洲地區地圖

# product_desc_wiki
source: Location based Wikipedia articles on the map
ar: مقالات ويكبيديا على الخريطة
be: Даныя вікіпедыі
bg: Wikipedia data
ca: Dades de la Viquipèdia
cs: Články Wikipedie o místech na mapě
cy: Wikipedia data
da: Placeringsbaserede Wikipedia-artikler på kortet
de: Standortbezogene Wikipedia-Artikel auf der Karte
el: Άρθρα Βικιπαίδειας με βάση την τοποθεσία στον χάρτη
eo: Wikipedia data
es_us: Artículos de Wikipedia basados en la ubicación del mapa
et: Asukohapõhised Vikipeedia artiklid kaardil
fi: Wikipedia data
fr: Articles Wikipédia sur la carte en fonction de la position
gl: Wikipedia data
he: Wikipedia data
hu: Helyalapú Wikipédia szócikkek a térképen
id: Artikel Wikipedia berbasis lokasi di peta
is: Staðsetningarháðar Wikipediu-greinar á landakortinu
it: Articoli di Wikipedia basati sulla posizione sulla mappa
ja: 地図上の位置ベースのWikipedia記事
ka: Wikipedia data
lt: Wikipedia data
lv: Wikipedia data
nb: Wikipedia data
nl: Locatie gebaseerde Wikipedia artikelen op de kaart
oc: Notícias Wikipèdia localizadas sus la mapa
pl: Dane z Wikipedii
pt_br: Dados da Wikipédia
ro_ro: Articole Wikipedia bazate pe localizare pe hartă
ru: Статьи Википедии на карте, основанные на местоположении
sc: Artìculos de Wikipedia in sa mapa basados subra de sa positzione
sk: Články Wikipédie o miestach na mape
sl: Podatki Wikipedije
sr: Чланци Википедије засновани на локацији на мапи
sr_latn: Članci Vikipedije zasnovani na lokaciji na mapi
sv: Platsbaserade Wikipedia-artiklar direkt i kartan
ta: வரைபடத்தில் இருப்பிட அடிப்படையிலான விக்கிபீடியா கட்டுரைகள்
tr: Haritada konum tabanlı Wikipedia makaleleri
uk: Статті Вікіпедії на мапі на основі розташування
zh_hant: 基於位置的維基百科文章在地圖上
