Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# first_intermediate_dest_description
source: Adds initial stop
ar: إضافة توقف أول
az: İlk dayanacaq əlavə edir
be: Дадае першы прыпынак
bg: Adds the first stop on the route
br: Ouzhpennañ a ra an arsav kentañ war an hent
ca: Afegeix la primera parada
cs: Přidá první mezicíl
cy: Yn ychwanegu stop cychwynnol
da: Tilføjer første stop
de: Fügt ersten Halt hinzu
el: Προσθέτει αρχική στάση
eo: Aldoni unuan intercelon
es_us: Añade un destino inicial
et: Lisab algpeatuse
eu: Lehen geldialdia gehitzen du
fa: توقفگاه آغازین را به مسیر می‌افزاید
fi: Lisää ensimmäisen pysähdyksen
fr: Ajouter comme première étape
gl: Engade a primeira parada do percorrido
he: הוספת העצירה הראשונה
hu: Első megállót ad hozzá
hy: Ավելացնում է առաջին կանգար
id: Menambahkan perhentian awal
is: Bætir við fyrsta stoppi
it: Aggiunge la prima fermata
ja: 最初の中間経由地点として追加
ka: Adds the first stop on the route
ko: 초기 정지 추가
ku: Rawetgeha pêşîn îlaweyî rotayê dike
lt: Prideda pradinę stotelę
lv: Pievieno pirmo apstāšanās vietu
mk: Dodava inicijalno zastanuvanje
ml: പ്രാരംഭ സ്റ്റോപ്പ് ചേർക്കുന്നു
my: အစနေရာထည့်ပါ
nb: Legger til første stopp
nl: Voegt de eerste stop toe
oc: Ajustar lo premier arrèst
pl: Dodaje pierwszy cel pośredni
pt_br: Adiciona a primeira parada na rota
ro_ro: Adaugă oprirea inițială
ru: Добавить первым промежуточным пунктом
sc: Annanghet una firmada initziale
sk: Pridá prvú zastávku
sl: Doda začetni postanek na poti
sr: Додаје прво стајање
sr_latn: Dodaj prvo stajanje
sv: Lägger till första stoppet
ta: ஆரம்ப நிறுத்தத்தை சேர்க்கிறது
tr: İlk durağı ekler
uk: Додає першу зупинку
vi: Thêm điểm dừng đầu tiên
zh_hans: 添加始发站
zh_hant: 新增起點站

# last_intermediate_dest_description
source: Adds intermediate stop
ar: إضافة نقطة توقف وسيطة
az: Ara dayanacaq əlavə edir
be: Дадае прамежкавы прыпынак
bg: Adds the last stop along the route
br: Ouzhpenn a ra an arsav diwezhañ war an hent
ca: Afegeix una parada intermèdia
cs: Přidá poslední mezicíl
cy: Yn ychwanegu stop canolradd
da: Tilføjer et mellemliggende stop
de: Fügt Zwischenhalt ein
el: Προσθέτει ενδιάμεση στάση
eo: Aldoni intercelon
es_us: Añade un destino intermedio
et: Lisab vahepeatuse
eu: Tarteko geldialdia gehitzen du
fa: یک توقفگاه میانی می‌افزاید
fi: Lisää välipysähdyksen
fr: Ajouter comme dernière étape
gl: Engade unha parada intermedia
he: הוספת עצירת ביניים
hu: Köztes megállót ad hozzá
hy: Ավելացնում է միջանկյալ կանգար
id: Menambahkan perhentian perantara
is: Bætir inn millistoppi
it: Aggiunge una fermata intermedia
ja: 最後の中間経由地点として追加
ka: Adds the last stop along the route
ko: 경로를 따라 마지막 중지 추가
ku: Rawestgeha dawîn îlaweyî rotayê dike
lt: Adds the last stop along the route
lv: Pievieno starppunkta apstāšanās vietu
mk: Dodava sredno zastanuvanje
ml: "ഇടലക്ഷ്യസ്ഥാനം ചേര്‍ക്കുക "
my: ကြားရပ်နေရာထည့်သည်
nb: Legger til mellomliggende stopp
nl: Voegt een tussenstop toe
oc: Ajustar un arrèst intermediari
pl: Dodaje cel pośredni
pt_br: Adiciona a última parada ao longo do percurso
ro_ro: Adaugă o oprire intermediară
ru: Добавить последним промежуточным пунктом
sc: Annanghet una firmada intermèdia
sk: Pridá zastávku na ceste
sl: Doda vmesni postanek na poti
sr: Додаје пролазно стајање
sr_latn: Dodaje prolazno stajanje
sv: Lägger till mellanliggande stopp
ta: இடைநிலை நிறுத்தத்தைச் சேர்க்கிறது
tr: Ara durak ekler
uk: Додає проміжну зупинку
vi: Thêm điểm dừng trung gian
zh_hans: 添加中间站
zh_hant: 新增中轉站

# shared_string_search
source: Search
ar: بحث
az: Axtar
be: Пошук
bg: Търсене
ca: Cerca
cs: Hledat
cy: Chwilio
da: Søg
de: Suchen
el: Αναζήτηση
eo: Serĉi
es_us: Buscar
et: Otsi
eu: Bilatu
fa: جستجو
fi: Etsi
fr: Rechercher
gl: Procurar
he: חיפוש
hu: Keresés
hy: Որոնում
id: Cari
is: Leita
it: Cerca
ja: 検索
ka: ძებნა
kn: ಹುಡುಕು
ko: 검색
lt: Ieškoti
lv: Meklēt
mk: Prebaruvaj
ml: തെരച്ചില്‍
mr: शोध
my: ရှာဖွေရန်
nb: Søk
nl: Zoek
oc: Cercar
pl: Szukaj
pt_br: Pesquisar
ro_ro: Căutare
ru: Поиск
sc: Chirca
sk: Hľadať
sl: Iskanje
sr: Тражи
sr_latn: Traži
sv: Sök
ta: தேடல்
tr: Arama
uk: Пошук
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

# search_radius_proximity
source: Within
ar: ضمن
ast: Nun radiu de
be: У межах
bg: В близост до
ca: Dins de
cs: V okruhu
cy: O fewn
da: Indenfor
de: Innerhalb
el: Μέσα σε
eo: En proksime de
es_us: A menos de
et: Ümbruses
eu: Erradioa
fa: تا
fi: Sisältäen
fr: Dans
gl: A menos dos
he: בטווח של
hu: Ezen belül
hy: Ներսում
id: Dalam
is: innan
it: Nel raggio di
ja: 内部
ka: შიგნით
ko: 근접에서
lt: Atstumu
lv: Attālumā līdz
mk: Vo ramki
ml: "അകത്ത് "
mr: च्या आत
my: အတွင်း
nb: Innen
nl: Binnen
oc: Dins
pl: W odległości
pt_br: Cerca de
ro_ro: În
ru: В радиусе
sc: Intre
sk: Do vzdialenosti
sl: Znotraj
sr: У близини
sr_latn: U radijusu
sv: Inom
ta: நேரத்திற்குள்
tr: İçinde
uk: В межах
vi: Nằm trong
zh_hans: 之间
zh_hant: 範圍內

# day_off_label
source: off
ar: معطّل
be: адкл
ca: tancat
cs: zavřeno
cy: i ffwrdd
da: lukket
de: geschlossen
el: κλειστό
eo: fermita
es_us: cerrado
et: suletud
eu: itxita
fa: تعطیل
fi: suljettu
fr: fermé
gl: pechado
he: ‏‏כבוי
hu: zárva
hy: Ոչ աշխ․ օր
id: mati
is: slökkt
it: chiuso
ka: გამორთვა
ko: 끔
ku: girtî
lt: išj.
lv: Izejamās dienas
mk: isklučen
ml: ഓഫ്
mr: बंद
nb: stengt (fridag)
nl: gesloten
oc: Barrat
pl: zamknięte
pt_br: fechado
ro_ro: oprit
ru: вых.
sc: serradu
sk: zatvorené
sl: zaprto
sr: искљ.
sr_latn: Isključeno
sv: stängt
ta: தொலைவில் உள்ள
tr: kapalı
uk: вих.
zh_hans: 关闭
zh_hant: 關閉

source: Open from
ar: افتح من
be: Адчынена з
bg: Отворено от
ca: Obert des de
cs: Otevřeno od
cy: Ar agor o
da: Åben fra
de: Geöffnet ab
el: Ανοιχτά από
eo: Malfermita de
es_us: Abierto desde las
et: Avatud alates
eu: Irekitze-ordua
fa: ساعت بازشدن
fi: Avoinna alkaen
fr: Ouvre à
gl: Aberto dende as
he: פתיחה בשעה
hu: Kinyit ekkor:
hy: Բացվում է
id: Buka dari
is: Opið frá
it: Aperto dalle
ja: 次の時間から営業
ka: გახსნის საწყისი წერტილი
ko: 열기 위치
ku: Saetên vekirî
lt: Atidaryta nuo
lv: Atvērts no
mk: Otvori od
ml: "ആരംഭിച്ച് "
mr: पासून उघडे
my: စပြီးဖွင့်ချိန်
nb: Åpen fra
nl: Open vanaf
oc: Obèrt de
pl: Otwarte od
pt_br: Aberto a partir das
ro_ro: Deschide de la
ru: Откроется в
sc: Abertu dae sas
sk: Otvorené od
sl: Odprto od
sr: Отворено од
sr_latn: Otvoreno od
sv: Öppet från
ta: இருந்து திறக்க
tr: İtibaren açık
uk: Відкрито з
zh_hans: 开始营业于
zh_hant: 開始營業從

source: Open till
ar: مفتوح حتى
be: Адчынена да
bg: Отворено до
ca: Obert fins a
cs: Otevřeno do
cy: Ar agor tan
da: Åben til
de: Geöffnet bis
el: Ανοιχτά μέχρι τις
eo: Malfermitaĝis
es_us: Abierto hasta las
et: Avatud kuni
eu: Ixte ordua
fa: ساعت کاری تا
fi: Avoinna asti
fr: Ouvert jusqu'à
gl: Aberto até as
he: סגירה בשעה
hu: Bezár ekkor:
hy: Բաց Է մինև
id: Buka sampai
is: Opið til
it: Aperto sino alle
ja: 次の時間まで営業
ka: გახსნის საბოლოო წერტილი
ko: 까지 열기
ku: Saetên vekirî
lt: Atidaryta iki
lv: Atvērts līdz
mk: Otvori do
ml: "പ്രവര്‍ത്തന സമയം "
mr: पर्यंत उघडे
my: နောက်ဆုံးဖွင့်ချိန်
nb: Åpen til
nl: Open tot
oc: Obèrt fins a
pl: Otwarte do
pt_br: Aberto até
ro_ro: Deschis până la
ru: Открыто до
sc: Abertu finas a sas
sk: Otvorené do
sl: Odprto do
sr: Отворено до
sr_latn: Otvoreno do
sv: Öppet till
ta: வரை திறக்க
tr: Kadar açık
uk: Відкрито до
zh_hans: 营业至
zh_hant: 營業至

# will_close_at
source: Closes at
ar: يغلق على
ast: Hora de zarru:
az: Bağlanır
be: Зачыніцца а
bg: Затваря в
ca: Tanca a les
cs: Zavírá v
cy: Yn cau am
da: Lukker kl.
de: Schließt um
el: Κλείνει στις
eo: Fermiĝos je
es_us: Cierra a las
et: Suletakse kell
eu: Ixte-ordua
fa: ساعت تعطیل‌کردن
fi: Sulkeutuu klo
fr: Ferme à
gl: Pechaás
he: סגירה בשעה
hu: Zárás:
hy: Կփակվի
id: Ditutup pada
is: Lokar klukkan
it: Chiuderà alle
ja: 営業終了時間
ka: იხურება
ko: 닫힘
ku: Wextê girtinê
lt: Užsidaro
lv: Tiek slēgts
mk: Zatvora vo
ml: "അടക്കുന്ന സമയം "
my: ပိတ်ချိန်
nb: Stenger
nl: Sluit om
oc: Clavat a
pl: Zamykane o
pt_br: Fechará às
ro_ro: Închide la
ru: Закрывается в
sc: Serrat a sas
sk: Zatvorí o
sl: Zapre se ob
sr: Затвара се у
sr_latn: Zatvara se u
sv: Stänger vid
ta: மூடுகிறது
tr: Kapanır
uk: Закриється о
zh_hans: 关闭于
zh_hant: 結束於

# will_open_at
source: Opens at
ar: يفتح على
be: Адчыніцца а
bg: Отваря в
ca: Obre a les
cs: Otevírá v
cy: Yn agor am
da: Åbner kl.
de: Öffnet um
el: Ανοίγει στις
eo: Malfermiĝos je
es_us: Abre a las
et: Avatakse kell
eu: Irekitze-ordua
fa: ساعت بازکردن
fi: Avautuu klo
fr: Ouvre à
gl: Abreás
he: פתיחה בשעה
hu: Nyitás:
hy: Կբացվի
id: Dibuka pada
is: Opnar klukkan
it: Aprirà alle
ja: 営業開始時間
ka: იღება
ko: 다음 위치에서 열림
ku: Saetên vekirî
lt: Atsidaro
lv: Tiek atvērts
mk: Otvora vo
ml: തുറക്കുന്ന സമയം
my: ဖွင့်ချိန်
nb: Åpner
nl: Gaat open om
oc: Òbra a
pl: Otwierane o
pt_br: Abrirá às
ro_ro: Se deschide la
ru: Открывается в
sc: Aberit a sas
sk: Otvorí o
sl: Odpre se ob
sr: Отвара се у
sr_latn: Otvara se u
sv: Öppnar vid
ta: திறக்கும்
tr: Açılış saati
uk: Відкриється о
zh_hans: 开始营业于
zh_hant: 營業於

# will_open_on
source: Opens at
ar: يفتح على
be: Адчыніцца а
bg: Отваря в
ca: Obre a les
cs: Otevírá v
cy: Yn agor ar
da: Åbner
de: Öffnet um
el: Ανοίγει στις
eo: Malfermiĝos je
es_us: Abre a las
et: Avatakse kell
eu: Irekitze-ordua
fa: زمان بازشدن
fi: Avautuu klo
fr: Ouvre à
gl: Abreás
he: פתיחה ב־
hu: Nyitás:
hy: Կբացվի
id: Dibuka pada
is: Opnar klukkan
it: Aprirà alle
ja: 営業開始時間
ka: იღება
ko: 열림
ku: Wextê vekirinê
lt: Atsidaro
lv: Tiek atvērts
mk: Otvora vo
ml: തുറക്കുന്ന സമയം
my: ဖွင့်ချိန်
nb: Åpner
nl: Opent om
oc: Òbra dins lei
pl: Zostanie otwarty o
pt_br: Abrirá às
ro_ro: Deschide la
ru: Открывается в
sc: Aberit a sas
sk: Otvorí o
sl: Odpre se ob
sr: Отвара се у
sr_latn: Otvara se u
sv: Öppnar vid
ta: திறக்கும்
tr: Açılış saati
uk: Відкриється о
zh_hans: 开始营业于
zh_hant: 營業於

# will_open_tomorrow_at
source: Opens tomorrow at
ar: يفتح غدًا على
ast: Hora d'apertura:
az: Açılır: sabah
be: Адчыніцца заўтра а
bg: Отваря утре в
ca: Obre demà a les
cs: Otevírá zítra v
cy: Yn agor yfory am
da: Åbner i morgen kl.
de: Öffnet morgen um
el: Ανοίγει αύριο στις
eo: Malfermiĝos morgaŭ je
es_us: Abre mañana a las
et: Avatakse homme kell
eu: Bihar irekiko du ordu honetan
fa: فردا باز می‌شود، در ساعت
fi: Aukeaa huomenna kello
fr: Ouvre demain à
gl: Abre mañá ás
he: פתיחה מחר ב־
hu: Holnap ekkor nyit:
hy: Վաղը կբացվի
id: Buka besok pada
is: Opnar á morgun klukkan
it: Aprirà domani alle
ja: 明日以降の次の時間に営業
ka: იღება ხვალ
ko: 내일부터 영업
ku: Wê sibê di van saetan de vekirî be
lt: Atsidarys rytoj
lv: Atvērts rīt no
mk: Otvora utre vo
ml: "നാളെ തുറക്കുന്ന സമയം "
my: မနက်ဖြန်ဖွင့်ချိန်
nb: Åpner i morgen
nl: Gaat morgen open om
oc: S'obrirà deman a
pl: Będzie otwarte jutro o
pt_br: Abrirá amanhã às
ro_ro: Se va deschide mâine la
ru: Откроется завтра в
sc: Aberit cras a sas
sk: Otvorí zajtra o
sl: Odpre se spet jutri ob
sr: Отвара се сутра у
sr_latn: Otvara se sutra u
sv: Öppnar imorgon vid
ta: நாளை திறக்கிறது
tr: Yarın şu saatte açılıyor
uk: Відкриється завтра о
zh_hans: 明日开始营业时间
zh_hant: 明天營業於

source: Road blocked
ar: الطريق مسدود
az: Yol bağlanıb
be: Дарога заблакаваная
bg: Блокиран път
ca: Via tallada
cs: Cesta je zablokovaná
cy: Ffordd wedi'i rwystro
da: Vej spærret
de: Straße gesperrt
el: Αποκλεισμένος δρόμος
eo: Blokita vojo
es_us: Camino bloqueado
et: Tee on kinni
eu: Moztutako errepidea
fa: جاده مسدود است
fi: Tien käyttö estetty
fr: Route barrée
gl: Estrada bloqueada
he: דרך חסומה
hu: Lezárt út
hy: Ճանապարհը փակված է
id: Jalan diblokir
is: Vegur er lokaður
it: Strada bloccata
ja: 通行止め
ka: გზა დაბლოკილია
ko: 막힘길
ku: Rê astengkirî ye
lt: Kelias blokuojamas
lv: Ceļš bloķēts
mk: Blokiran pat
ml: മാര്‍ഗതടസം
my: လမ်းပိတ်သည်
nb: Vei blokkert
nl: Weg afgesloten
oc: Via blocada
pl: Droga zablokowana
pt_br: Estrada bloqueada
ro_ro: Drum blocat
ru: Дорога перекрыта
sc: Caminu blocadu
sk: Cesta zablokovaná
sl: Cesta je zaprta
sr: Пут је препречен
sr_latn: Blokiran put
sv: Väg blockerad
ta: சாலை தடுக்கப்பட்டது
tr: Yol kapalı
uk: Дорога перекрита
vi: Đường bị chặn
zh_hans: 道路被阻塞
zh_hant: 道路堵塞

source: Starting point
ar: نقطة الانطلاق
ast: Puntu d'aniciu
az: Başlanğıc nöqtəsi
be: Пачатковы пункт
bg: Отправна точка
ca: Punt d'inici
cs: Počáteční bod
cy: Pwynt dechrau
da: Udgangspunkt
de: Startpunkt
el: Αρχικό σημείο
eo: Komencpunkto
es_us: Punto de partida
et: Lähtekoht
eu: Hasiera puntua
fa: مبدأ
fi: Lähtöpiste
fr: Point de départ
gl: Punto de partida
he: נקודת המוצא
hu: Kiindulópont
hy: Սկզբնական կետ
id: Titik awal
is: Upphafspunktur
it: Punto di partenza
ja: 出発地点
ka: საწყისი წერტილი
kn: ಬಿಡುವ ಸ್ಥಳ
ko: 출발지
ku: Nuqteya destpêkê
lt: Pradžios taškas
lv: Sākuma punkts
mk: Pocetna tocka
ml: പ്രാരംഭ സ്ഥലം
mr: प्रारंभ बिंदू
my: အစနေရာ
nb: Startpunkt
nl: Vertrekpunt
oc: Ponch de partença
pl: Początek trasy
pt_br: Ponto de partida
ro_ro: Punct de plecare
ru: Пункт отправления
sc: Puntu de incumintzu
sk: Východzí bod
sl: Začetna točka
sr: Почетна тачка
sr_latn: Početna tačka
sv: Startpunkt
ta: தொடக்க புள்ளியாக
tr: Başlangıç noktası
uk: Початок маршруту
vi: Điểm xuất phát
zh_hans: 起始点
zh_hant: 起始標點

# shared_string_go
source: Go
ar: اذهب
az: Get
be: Рушым
bg: Старт
ca: Vés
cs: Start
cy: Mynd
da: Udfør
de: Los
el: Εκτέλεση
eo: Ekigi
es_us: Ir
et: Mine
eu: Joan
fa: برو
fi: Mene
fr: Aller
gl: Ir
he: התחלה
hu: Indítás
hy: Գնացինք
id: Mulai
is: Fara
it: Vai
ja: 出発
ka: წინ
kn: ಹೋಗು
ko: 실행
lt: Pirmyn
lv: Aiziet
mk: Odi
ml: പോവുക
my: သွားမည်
nb: Start
nl: Start
oc: Zou
pl: Nawiguj
pt_br: Ir
ro_ro: Pleacă
ru: Поехали
sc: Bae
sk: Ísť
sl: Začni ↝
sr: Иди
sr_latn: Idi
sv: Kör
ta: செல்
tr: Git
uk: Вирушаємо
vi: Đi
zh_hans: 开始
zh_hant: 執行

# info_button
source: Info
af: Inligting
ar: معلومات
ast: Información
az: Məlumat
be: Інфармацыя
bg: Информация
ca: Informació
cs: Informace
cy: Gwybodaeth
el: Πληροφορίες
eo: Informoj
es_us: Información
et: Teave
fa: اطلاعات
fi: Tietoja
gl: Información
he: פרטים
hu: Információ
hy: Տեղեկատվություն
is: Upplýsingar
it: Informazioni
ja: 補足情報
ka: ინფორმაცია
ko: 정보
lv: Informācija
mk: Informacija
ml: വിവരം
mr: माहिती
my: သိသင့်သောအချက်များ
oc: Informacion
pl: Informacje
ro_ro: Informații
ru: Информация
sl: Podrobnosti
sr: Обавештења
ta: தகவல்
tr: Bilgi
uk: Відомості
vi: Thông tin
zh_hans: 信息
zh_hant: 資訊

# simulate_your_location
source: Simulate your position
ar: محاكاة تخيلية
ast: Simular la posición
be: Мадэляваць вашае месцазнаходжанне
bg: Симулира вашата позиция
ca: Simula la vostra ubicació
cs: Simulovat polohu
cy: Efelychu dy safle
da: Simuler position
de: Standort simulieren
el: Προσομοίωση της θέση σας
eo: Simuli pozicion
es_us: Simular tu ubicación
et: Simuleeri oma asukohta
eu: Simulatu zure kokapena
fa: شبیه‌سازی موقعیت شما
fi: Simuloi sijaintisi
fr: Simulez votre position
gl: Simular a súa posición
he: הדמיית המיקום שלך
hu: Pozíció szimulálása
hy: Խթանել ձեր դիրքորոշումը
id: Simulasikan posisi Anda
is: Herma staðsetningu þína
it: Simula la tua posizione
ja: 仮想GPSでナビのシミュレート
ka: თქვენი მდებარეობის სიმულაცია
ko: 모의 주행
lt: Imituoti jūsų padėtį
lv: Simulēt pozīciju
mk: Simulirajte ja vašata pozicija
ml: "നിങ്ങളുടെ സ്ഥാനം സിമുലേറ്റ് ചെയ്യുക "
mr: तुमचे स्थानाची नकल करा
nb: Simuler din posisjon
nl: Routesimulatie
oc: Simular la posicion
pl: Symulowanie położenia
ro_ro: Simulează poziția ta
ru: Моделировать ваше местоположение
sc: Dispinta/Sìmula sa positzione tua
sk: Simulovať pozíciu
sl: Navidezna navigacija
sr: Опонашај свој положај
sr_latn: Simuliraj poziciju
sv: Simulera din plats
ta: உங்கள் நிலையை பிம்பபடுத்தவும்
tr: Konumunuzu simüle et
uk: Симулювати локацію
zh_hans: 模拟您的位置
zh_hant: 模擬您的位置

# animate_routing_route_not_calculated
source: Please calculate the route first
af: Bereken asseblief eers die roete
ar: لا يوجد توجيه نشط حالياً
ast: Calcula'l camín primero
az: Zəhmət olmasa əvvəlcə marşrutu hesablayın
be: Калі ласка, спачатку разлічыце маршрут
bg: Първо изчислете маршрута
ca: Calculeu primer la ruta
cs: Nejprve prosím vypočítejte trasu
cy: Cyfrifwch y llwybr yn gyntaf
da: Beregn ruten først
de: Zuerst die Route berechnen
el: Παρακαλώ υπολογίστε την διαδρομή πρώτα
eo: Bonvolu antaŭe kalkuli la kurson
es_us: Primero calcular la ruta
et: Palun arvuta kõigepealt teekond
eu: Kalkulatu ibilbidea aurretik
fa: لطفاً ابتدا مسیر را محاسبه کنید
fi: Laske reitti ensin
fr: Veuillez d'abord calculer l'itinéraire
gl: Calcular a ruta primeiro
he: נא לחשב את הנתיב תחילה
hu: Először számítsa ki az útvonalat
hy: Խնդրում ենք սկզբից հաշվարկել երթուղին
id: Harap hitung rute terlebih dahulu
is: Reikna leiðina fyrst
it: Per favore calcolare il percorso prima
ja: 最初にルート検索をしてください
ka: გთხოვთ ჯერ გადაითვალოთ გზა
ko: 먼저 경로를 계산하세요
lt: Pirmiausia apskaičiuokite maršrutą
lv: Lūdzu, vispirms aprēķiniet maršrutu
mk: Ve molime, prvo presmetajte ja maršrutata
ml: "ആദ്യം റൂട്ട് കണക്കാക്കുക "
nb: Beregn ruten først
nl: Gelieve eerst de route te berekenen
oc: D'en premier, avisatz-vos de carcular lo percors
pl: Proszę najpierw przeliczyć trasę
pt_br: Por favor, calcular a rota primeiro
ro_ro: Calculați întâi ruta
ru: Сначала постройте маршрут
sc: Pro praghere càrcula s’andala in antis
sk: Prosím najprv vypočítajte trasu
sl: Najprej je treba preračunati pot
sq: Ju lutem, fillimisht llogaritni rrugën
sr: Најпре израчунајте путању
sr_latn: Prvo izračunaj rutu
sv: Beräkna rutten först
ta: முதலில் பாதை கணக்கிடவும்
tr: Lütfen ilk olarak rotayı hesaplayın
uk: Будь ласка, спочатку прокладіть маршрут
zh_hans: 请先计算路线
zh_hant: 請先計劃行車路線

# unit_of_length
source: Units of length
af: Meeteenheid
ar: وحدات الطول
ast: Unidaes de llongura
az: Uzunluq vahidi
be: Адзінкі вымярэння адлегласці
bg: Мерни единици за дължина
ca: Unitats de longitud
cs: Jednotky vzdálenosti
cy: Unedau hyd
da: Længdeenheder
de: Längeneinheiten
el: Μονάδες μήκους
eo: Unuoj de longo
es_us: Unidades de longitud
et: Pikkusühikud
eu: Luzera unitatea
fa: یکاهای طول
fi: Pituusyksiköt
fr: Unités de longueur
gl: Unidades de lonxitude
he: יחידות אורך
hu: Hosszmértékegységek
hy: Հեռավորության չափման միավոր
id: Satuan panjang
is: Lengdareiningar
it: Unità di misura di lunghezza
ja: 長さの単位
ka: სიგრძის ერთეულები
ko: 측정 단위
lt: Ilgio matavimo vienetai
lv: Garuma mērvienības
mk: Edinici za dolžina
ml: ദൂരത്തിന്റെ അളവ്
mr: लांबीचे एकक
nb: Lengdeenhet
nl: Lengte-eenheden
oc: Unitats de longitud
pl: Jednostki długości
pt_br: Unidades de medida
ro_ro: Unități de lungime
ru: Единицы измерения расстояния
sc: Unidades de longària
sk: Jednotky dĺžky
sl: Enote dolžine
sr: Јединице дужине
sr_latn: Jedinice dužine
sv: Längdenhet
ta: நீளம் அலகுகள்
tr: Uzunluk birimleri
uk: Одиниці вимірювання довжини
vi: Đơn vị độ dài
zh_hans: 长度单位
zh_hant: 長度單位

# unit_of_length_descr
source: Change what distance is measured in.
af: Verander eenhede van lengte en spoed
ar: تغيير وحدات قياس المسافة.
ast: Camuda en qué se mide la distancia.
az: Məsafə üçün ölçü vahidini dəyiş.
be: Змяніць адзінкі вымярэння адлегласці.
bg: Промяна на мерната единица за разстояние.
ca: Canvieu en què es mesuren les distàncies.
cs: Zvolte, v čem se měří vzdálenost.
cy: Change units of length.
da: Ændr enhed for afstand.
de: Ändern Sie, in welcher Entfernung gemessen wird.
el: Αλλαγή απόστασης που μετριέται.
eo: Ŝanĝi unuojn por reprezenti distancoj.
es_us: Cambia las unidades de distancia o longitud.
et: Muuda vahemaa mõõtmiseks kasutatud ühikut.
eu: Aldatu distantzia neurtzeko unitateak.
fa: یکاهای فاصله را تغییر دهید.
fi: Muuta etäisyyksien mittaamiseen käytettyä yksikköä.
fr: Modifier l'unité de mesure de distance.
gl: Mudar as unidades de lonxitude.
he: שינוי היחידות שבהן מודדים מרחק.
hu: Távolság mértékegységének módosítása.
hy: Փոխել հեռավորության չափման միավորը։
id: Ubah jarak yang diukur.
is: Breyta einingum sem notaðar eru við lengdarmælingar.
it: Cambia l'unità di misura della distanza.
ja: 測定する距離を変更します。
ka: სიგრძისა და სიჩქარის ერთეულები.
ko: 거리가 측정되는 것을 변경하십시오.
lt: Pakeiskite, kuo matuojamas atstumas.
lv: Mainīt garuma mērvienības
mk: Promenete so koe rastojanie se meri.
ml: "ദൂരത്തിന്റെ യൂണിറ്റ് മാറ്റുക "
mr: अंतर मोजायचे माप बदला.
nb: Endre hva lengde måles i.
nl: Wijzig de eenheid van afstand voor metingen.
oc: Modificar leis unitats de longitud.
pl: Zmienia jednostki długości.
pt_br: Altere as unidades de medida.
ro_ro: Schimbați în ce se măsoară distanța.
ru: Изменить единицу измерения расстояния.
sc: Muda s'unidade de mèdida pro sa distàntzia.
sk: Zmeňte v čom sa meria vzdialenosť.
sl: Izbor enote za prikaz razdalje.
sr: Промени јединице за дужину.
sr_latn: Promeni jedinice za dužinu.
sv: Ändra vad avstånd mäts i.
ta: என்ன தூரம் அளவிடப்படுகிறது என்பதை மாற்றவும்.
tr: Mesafe ölçüm birimini değiştir.
uk: Змінити одиниці вимірювання відстані.
vi: Thay đổi khoảng cách được đo.
zh_hans: 改变测量的距离。
zh_hant: 變更距離的測量方式。

# coords_format
source: Coordinate format
ar: صيغة الإحداثية
az: Koordinat formatı
be: Фармат каардынат
bg: Формат на координати
ca: Format de coordenades
cs: Formát souřadnic
cy: Fformat cyfesurynnau
da: Koordinatformat
de: Koordinatenformat
el: Μορφή συντεταγμένων
eo: Koordinat-formo
es_us: Formato de coordenadas
et: Koordinaatide formaat
eu: Koordenatuen formatua
fa: قالب مختصات
fi: Koordinaattimuoto
fr: Format des coordonnées
gl: Formato das coordenadas
he: תבנית נקודות ציון
hu: Koordinátaformátum
hy: Կոորդինատների ձևաչափ
id: Format koordinat
is: Snið hnita
it: Formato delle coordinate
ja: 座標形式
ka: კოორდინატების ფორმატი
ko: 좌표계 형식
lt: Koordinačių formatas
lv: Koordināšu formāts
mk: Format na koordinati
ml: കോഓര്‍ഡിനേറ്റ് രൂപഘടന
nb: Koordinatformat
nl: Coördinatenformaat
oc: Format de coordonadas
pl: Format współrzędnych
pt_br: Formatos de coordenada
ro_ro: Format coordonate
ru: Формат координат
sc: Formatu de sas coordinadas
sk: Formát súradníc
sl: Zapis koordinat
sr: Облик координата
sr_latn: Format koordinata
sv: Koordinatformat
ta: ஒருங்கிணைப்பு வடிவம்
tr: Koordinat biçimi
uk: Формат координат
vi: Định dạng toạ độ
zh_hans: 坐标格式
zh_hant: 坐標格式

# coords_format_descr
source: Format for geographical coordinates.
ar: صيغة الإحداثيات الجغرافية.
az: Coğrafi koordinatlar üçün format.
be: Фармат для геаграфічных каардынат.
bg: Формат на географските координати.
ca: Format de les coordenades geogràfiques.
cs: Formát pro zeměpisné souřadnice.
cy: Fformat ar gyfer cyfesurynnau daearyddol.
da: Format for geografiske koordinater.
de: Format geografischer Koordinaten.
el: Μορφή για γεωγραφικές συντεταγμένες.
eo: Formo de geografiaj koordinatoj.
es_us: Formato de las coordenadas geográficas.
et: Geograafiliste koordinaatide formaat.
eu: Koordenatu geografikoen formatua.
fa: قالب نمایش مختصات جغرافیایی را مشخص کنید.
fi: Maantieteellisten koordinaattien muoto.
fr: Format des coordonnées géographiques.
gl: Formato das coordenadas xeográficas.
he: תבנית לנקודות ציון גאוגרפיות.
hu: Földrajzi koordináták formátuma.
hy: Աշխարհագրական կոորդինատների ձևաչափ։
id: Format untuk koordinat geografis.
is: Snið fyrir landfræðileg hnit.
it: Formato delle coordinate geografiche.
ja: 表示される地理座標を指定の形式に変更します。
ka: ფორმატი გეოგრაფიული კოორდინატებისთვის.
ko: 지리적 좌표에 대한 형식입니다.
lt: Pritaikyti geografinėms koordinatėms.
lv: Ģeogrāfisko koordināšu formāts
mk: Format za geografski koordinati.
ml: ഭൂമിശാസ്ത്ര കോഓര്‍ഡിനേറ്റുകളുടെ ഘടന
nb: Format for geografiske koordinater.
nl: Formaat van geografische coördinaten.
oc: Format dei coordenadas geograficas.
pl: Ustala format współrzędnych geograficznych.
pt_br: Formato para as coordenadas geográficas.
ro_ro: Formatul pentru coordonate geografice.
ru: Формат для географических координат.
sc: Formatu de sas coordinadas geogràficas.
sk: Formát pre zemepisné súradnice.
sl: Zapis geografskih koordinat.
sr: Облик географских координата.
sr_latn: Format geografskih koordinata.
sv: Format för geografiska koordinater.
ta: புவியியல் ஒருங்கிணைப்புகளுக்கான வடிவமைப்பு.
tr: Coğrafi koordinatlar için biçim.
uk: Формат для географічних координат.
zh_hans: 地理坐标的格式。
zh_hant: 地理座標格式。
