Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

source: Explore Wikipedia offline.
ar: استكشف ويكيبيديا دون اتصال بالإنترنت.
ast: Esplora Wikipedia ensin internet.
az: Vikipediyanı oflayn kəşf edin.
be: Даследуйце Вікіпедыю па-за сецівам.
bg: Четете Уикипедия без мрежа.
cs: Prozkoumejte Wikipedii offline.
cy: Pori Wikipedia all-lein.
da: Udforsk Wikipedia offline.
de: Wikipedia offline entdecken.
el: Εξερευνήστε τη Βικιπαίδεια χωρίς σύνδεση.
eo: Esplori Vikipedion malkonekte.
es_us: Explorar Wikipedia sin conexión.
et: Tutvu Vikipeediaga võrguühenduseta.
eu: Arakatu Wikipedia lineaz kanpo.
fa: ویکی‌پدیا را آفلاین کاوش کنید.
fi: Tutustu Wikipediaan offline-tilassa.
fr: Explorez Wikipédia hors ligne.
he: עיון בוויקיפדיה ללא אינטרנט.
hu: Fedezze fel a Wikipédiát offline módon.
id: Jelajahi Wikipedia luring.
is: Skoðaðu Wikipediu ónettengt.
it: Esplora Wikipedia offline.
ja: Wikipediaをオフラインで参照します。
ko: 오프라인에서 Wikipedia를 탐색합니다.
lv: Lasīt vikipēdiju bezsaistē.
mk: Istražete ja Vikipedija na oflajn.
nb: Utforsk frakoblet Wikipedia.
nl: Verken Wikipedia offline.
oc: Explorar la Wiquipèdia fòra de linha.
pl: Przeglądaj Wikipedię w trybie offline.
pt_br: Explore a Wikipedia offline.
ro_ro: Explorați Wikipedia offline.
ru: Читайте Википедию офлайн.
sc: Esplora Wikipedia chene lìnia.
sk: Preskúmajte Wikipédiu offline.
sl: Razišči Wikipedijo brez povezave.
sr: Истражите Википедију ван мреже.
sr_latn: Istraži Vikipediju bez interneta.
sv: Utforska Wikipedia i nedkopplat läge.
ta: விக்கிபீடியாவை ஆஃப்லைனில் ஆராயுங்கள்.
tr: Wikipedia'yı çevrim dışı keşfedin.
uk: Переглядайте Вікіпедію офлайн.
vi: Khám phá Wikipedia ngoại tuyến.
zh_hans: 离线浏览维基百科。
zh_hant: 離線探索維基百科。

# routing_attr_driving_style_safety_name
source: Prefer byways
ar: تفضيل الشوارع الجانبية
az: Yolları üstün tut
be: Аддаваць перавагу завулкам
ca: Amb preferència per pistes
cs: Preferovat vedlejší silnice
cy: Gwell cilffyrdd
da: Foretræk biveje
de: Nebenstraßen bevorzugen
el: Να προτιμώνται παράδρομοι
eo: Preferi flankajn vojojn
es_us: Preferir caminos secundarios
et: Eelista kõrvalteid
eu: Hobetsi errepide sekundarioak
fa: ترجیح راه‌های فرعی‌تر
fi: Suosi sivuteitä
fr: Privilégier les routes secondaires
gl: Prefirir camiños secundarios
he: העדפת דרכים משניות
hu: Mellékutak előnyben részesítése
hy: նախընտրում անընդմեջ
id: Utamakan jalan pintas
is: Velja frekar hjáleiðir
it: Preferisci strade secondarie
ja: 脇道を選り抜く
ka: მირჩევნია შემოვლითი გზები
ko: 샛길 선호
lt: Pasirinkti gatvelę
lv: Vieglāk izbraucami
mk: Pretpočitajte patni patišta
ml: ബൈവേകള്‍ തിരഞ്ഞെടുക്കുക
nb: Foretrekk sideveier
nl: Voorkeur voor binnenwegen
oc: Amb preferéncia per lei camins e dralhas
pl: Preferowanie dróg pobocznych
pt_br: Preferir caminhos
ro_ro: Preferă drumurile secundare
ru: Предпочитать тихие улицы
sc: Privilègia sos caminos segundàrios
sk: Preferovať vedľajšie cesty
sl: Vodi po stranpoteh
sr: Радије иди споредним
sr_latn: Radije sporednim putevima
sv: Föredra småvägar
ta: பைவேசை விரும்புங்கள்
tr: Ana yol harici yan yolları tercih et
uk: Надавати перевагу побічним шляхам
zh_hans: 偏好背街小路
zh_hant: 較喜歡小路

source: Promo
ar: برومو
be: Акцыя
da: Kampagne
de: Aktion
es_us: Promoción
et: Reklaamikampaania
hu: Promó
is: Kynning
it: Promozione
ja: プロモ
oc: Promocion
ro_ro: Promoțional
ru: Акция
sc: Promotzione
sr: Промоција
sr_latn: Promocija
sv: Kampanj
ta: விளம்பர
tr: Tanıtım
uk: Промо
zh_hant: 促銷

# average_speed_skip_stops
source: Take stops into account
ar: خذ أماكن التوقف في الحسبان
be: Улічваць прыпынкі
bg: Вземане предвид на спиранията
ca: Tingueu en compte les parades
cs: Zohlednit zastávky
da: Tag højde for stop
de: Zwischenstopps berücksichtigen
el: Λαμβάνει τις στάσεις υπ'όψιν
eo: Enkalkuli paŭzojn
es_us: Tener en cuenta las paradas
et: Arvesta vahepeatuseid
eu: Geldialdiak kontuan hartu
fa: توقف‌ها را در نظر بگیرید
fi: Ota pysähdykset huomioon
fr: Prendre en compte les arrêts
he: לוקח תחנות בחשבון
hu: Megállások figyelembevétele
id: Perhitungkan pemberhentian
is: Taka mið af stoppum
it: Tieni in considerazione le fermate
ja: 停留所を考慮する
ko: 정류장 고려
mk: Zemete gi vo obzir zastanuvanjata
nb: Ta hensyn til stopp
nl: Breng stilstanden in rekening
pl: Uwzględnij przystanki
ro_ro: Ia în considerare opririle
ru: Учитывать остановки
sc: Piga in cunsideru sas firmadas
sk: Zohľadniť zastavenia
sl: Upoštevaj postanke
sr: Узми у обзир заустављања
sr_latn: Uzmi u obzir zaustavljanja
sv: Ta hänsyn till pauser
ta: நிறுத்தங்களை கணக்கில் எடுத்துக் கொள்ளுங்கள்
tr: Durmaları dikkate al
uk: Враховувати зупинки
vi: Cân nhắc những trạm dừng
zh_hans: 考虑停留时间
zh_hant: 考慮停止時間

# weather_data_sources_prompt
source: OsmAnd provides weather data from two sources:
bg: OsmAnd черпи прогноза за времето от два изтичника:
ca: OsmAnd proporciona dades meteorològiques de dues fonts:
cs: OsmAnd poskytuje data o počasí ze dvou zdrojů:
da: OsmAnd leverer vejrdata fra to kilder:
de: OsmAnd liefert Wetterdaten aus zwei Quellen:
el: Το OsmAnd παρέχει δεδομένα καιρού από δύο πηγές:
es_us: OsmAnd ofrece datos meteorológicos de dos proveedores:
et: OsmAnd jagab ilmaennustust kahe andmeallika alusel:
eu: OsmAnd-ek bi iturritatik eskaintzen ditu eguraldiaren datuak:
fa: OsmAnd داده‌های آب‌وهوا را از دو منبع ارائه می‌دهد:
fi: OsmAnd tarjoaa säätietoa kahdesta lähteestä:
fr: OsmAnd fournit des données météorologiques à partir de deux sources :
hu: Az OsmAnd időjárási adatai két forrásból származnak:
id: OsmAnd menyadur data cuaca dari dua sumber berikut:
is: OsmAnd gefur upp veðurgögn frá tveimur gagnaveitum:
it: OsmAnd fornisce dati meteorologici da due fonti:
ja: OsmAndは2つの情報源から気象データを提供します:
nb: OsmAnd tilbyr værdata fra to kilder:
nl: OsmAnd biedt weerdata uit twee bronnen:
pl: OsmAnd dostarcza dane pogodowe z dwóch źródeł:
ro_ro: OsmAnd furnizează date meteorologice din două surse:
ru: OsmAnd предоставляет данные о погоде из двух источников:
sk: OsmAnd poskytuje údaje o počasí z dvoch zdrojov:
sr: ОсмАнд пружа податке временских прилика из два извора:
sr_latn: OsmAnd pruža vremenske podatke iz dva izvora:
sv: OsmAnd förmedlar väderdata från två källor:
ta: ஒச்மண்ட் இரண்டு மூலங்களிலிருந்து வானிலை தரவை வழங்குகிறது:
tr: OsmAnd hava verisini iki kaynaktan sağlar:
uk: OsmAnd надає погодні дані з двох джерел:
vi: OsmAnd cung cấp dữ liệu thời tiết từ hai nguồn:
zh_hans: OsmAnd 从两个来源提供天气数据：
zh_hant: OsmAnd 提供來自兩個來源的天氣資料：

source: Simplified track
ar: مسار مبسط
be: Сціслы след
bg: Опростена пътека
ca: Traça simplificada
cs: Zjednodušená stopa
cy: Trac wedi'i symleiddio
da: Forenklet spor
de: Vereinfachter Track
el: Απλοποιημένο ίχνος
eo: Simpligita spuro
es_us: Traza simplificada
et: Lihtsustatud teekond
eu: Arrasto sinplifikatua
fa: ردِ ساده‌شده
fi: Yksinkertaistettu jälki
fr: Trace simplifiée
gl: Pista simplificada
he: מסלול מפושט
hu: Egyszerűsített nyomvonal
id: Trek yang disederhanakan
is: Einfaldaður ferill
it: Traccia semplificata
ja: 簡略化された経路
ka: გამარტივებული კურსი
ko: 단순화된 트랙
mk: Poednostavena pateka
nb: Forenklet spor
nl: Vereenvoudigde track
oc: Traça simplificada
pl: Uproszczona ścieżka
pt_br: Trilha simplificada
ro_ro: Traseu simplificat
ru: Упрощённый трек
sc: Rasta semplificada
sk: Zjednodušená stopa
sl: Poenostavljena sled
sr: Поједностављени траг
sr_latn: Pojednostavljene trase
sv: Förenklad färdväg
ta: எளிமைப்படுத்தப்பட்ட பாதை
tr: Basitleştirilmiş yol
uk: Спрощений трек
vi: Cung đường đơn giản hoá
zh_hans: 简化轨迹
zh_hant: 簡化軌跡

# res_updates_exp
source: Please purchase continent(s) to update the maps
ar: يرجى شراء خرائط المنطقة أو خرائط جميع العالم
be: Калі ласка, набудзьце мапу(ы) кантынента(ў) для выканання абнаўленняў мапаў
ca: Si us plau compreu continent(s) per actualitzar els mapes
cs: Zakupte prosím světadíl(y), abyste mohli aktualizovat mapy
da: Køb kontinenter for at opdatere kortene
de: Bitte kaufe Kontinent(e) zum aktualisieren der Karten
el: Παρακαλούμε αγοράστε την ήπειρο/ηπείρους για να ενημερώσετε τους χάρτες
es_us: Compra continente(s) para actualizar los mapas
et: Kaartide uuendamiseks osta palun kontinente
fr: Veuillez acheter le(s) continent(s) pour mettre à jour les cartes
hu: Vásároljon kontinenseket a térképek frissítéséhez
id: Harap beli benua untuk memperbarui peta
is: Kauptu heimsálfu(r) til að uppfæra landakortin
it: Acquista uno o più continenti per aggiornare le mappe
ja: 大陸マップを購入し、マップを更新してください
mr: नकाशे अद्ययावत करायला कृपया खंड विकत घ्या
nl: Schaf continent(en) aan om de kaarten bij te werken
oc: Per plaser, compratz lo/lei continent(s) per actualizar lei mapas
pl: Należy zakupić kontynent(y) do aktualizacji map
pt_br: Por favor, compre continente(s) para atualizar os mapas
ro_ro: Vă rugăm să achiziționați continent(e) pentru a actualiza hărțile
ru: Пожалуйста, приобретите карту(ы) континента(ов) для выполнения обновлений карт
sc: Pro piaghere còmpora unu o prus continentes pro agiornare sas mapas
sk: Zakúpte si svetadiel(y), aby ste mohli aktualizovať mapy
sr: Купите континент(е) да бисте ажурирали мапе
sr_latn: Kupite kontinent(e) da biste ažurirali mape
sv: Köp kontinent(er) för att uppdatera kartorna
ta: வரைபடங்களைப் புதுப்பிக்க கண்டம் (களை) வாங்கவும்
tr: Haritalar güncellemek için kıta (lar) satın alın
uk: Будь ласка, придбайте мапу(и) континенту(ів) для виконання оновлень мап
zh_hant: 請購買繼續更新地圖

# simulate_location_movement_speed_x3
source: x3
ar: 3x
be: х3
hu: 3x
ta: Cz

# simulate_location_movement_speed_x4
source: x4
ar: 4x
be: х4
hu: 4x
ta: kch

# osn_bug_name
source: OSM Note
ar: ملاحظة OSM
az: OSM qeyd
be: Нататка OSM
bg: Бележка на OSM
ca: Nota d'OSM
cs: OSM poznámka
cy: Nodyn OSM
da: OSM-bemærkning
de: OSM-Hinweis
el: Σημείωση OSM
eo: OSM-rimarko
es_us: Nota de OSM
et: OSM märge
eu: OSM oharra
fa: یادداشت OSM‏
fi: OSM-huomautus
fr: Note OSM
gl: Nota de OSM
he: הערת OSM
hu: OSM-jegyzet
hy: OSM նշում
id: Catatan OSM
is: OSM-minnispunktur
it: Nota di OSM
ja: OSMでの注釈
ka: OSMშენიშვნა
kn: ಒಎಸ್ಎಂ ಟಿಪ್ಪಣಿ
ko: OSM 노트
lt: OSM pastaba
lv: OSM piezīme
mk: OSM Beleska
ml: "ഓഎസ്എം കുറിപ്പ് "
nb: OSM-notat
nl: OSM-opmerking
oc: Nòta d'OSM
pl: Uwaga OSM
ro_ro: Notă OSM
ru: Заметка OSM
sc: Nota OSM
sk: OSM poznámka
sl: Opomba OSM
sr: Белешка ОСМ-а
sr_latn: OSM beleška
sv: OSM-anteckning
ta: OSM குறிப்பு
tr: OSM Notu
uk: Нотатка OSM
zh_hans: OSM 注记
zh_hant: OSM 註解

# product_desc_southamerica
source: Unlimited map downloads for South America
ar: تنزيلات خرائط غير محدودة لأمريكا الجنوبية
be: Неабмежаваныя спампоўкі мапаў Паўднёвай Амерыкі
ca: Baixada il·limitada de mapes d'Amèrica del Sud
cs: Neomezené stahování map Jižní Ameriky
da: Ubegrænset hentning af kort over Sydamerika
de: Unbegrenzte Kartendownloads für Südamerika
el: Απεριόριστες λήψεις χαρτών για την Νότια Αμερική
es_us: Descargas ilimitadas de mapas para Sudamérica
et: Piiramatud Lõuna-Ameerika kaartide allalaadimised
fr: Téléchargement illimité de cartes pour l'Amérique du Sud
gl: Map of South America
hu: Korlátlan térképletöltés: Dél-Amerika
id: Unduhan peta tak terbatas untuk Amerika Selatan
is: Ótakmörkuð niðurhöl korta af Suður-Ameríku
it: Scaricamenti illimitati delle mappe per il Sud America
ja: 南アメリカ向けマップの無制限ダウンロード
nl: Onbeperkte kaart downloads voor Zuid Amerika
oc: Teledescargaments illimitats dei mapas d'America dau Sud
pl: Nieograniczone pobieranie map dla Ameryki Południowej
pt_br: Downloads ilimitados de mapas para a América do Sul
ro_ro: Descărcări nelimitate de hărți pentru America de Sud
ru: Скачивание карт Южной Америки без ограничений
sc: Iscarrigamentos de mapas illimitados pro s’Amèrica meridionale
sk: Neobmedzené sťahovania máp Južnej Ameriky
sl: Neomejeno prenašanje zemljevidov južne Amerike
sr: Неограничено преузимање мапа за Јужну Америку
sr_latn: Neograničeno preuzimanje mapa za Južnu Ameriku
sv: Obegränsad nedladdning av kartor inom Sydamerika
ta: தென் அமெரிக்காவிற்கான வரம்பற்ற வரைபடம் பதிவிறக்கம்
tr: Güney Amerika için sınırsız harita indirme
uk: Завантаження мап Північної Америки без обмежень
zh_hant: 南美洲的地圖

# product_desc_southamerica_short
source: South America region maps
ar: خرائط منطقة أمريكا الجنوبية
be: Мапы рэгіёна Паўднёвай Амерыкі
ca: Mapes de les regions d'Amèrica del Sud
cs: Mapy jihoamerické oblasti
da: Kort til Sydamerika -regionen
de: Karten der Regionen in Südamerika
el: Χάρτες της περιοχής της Νότιας Αμερικής
es_us: Mapas regionales de Sudamérica
et: Lõuna-Ameerika piirkondade kaardid
fi: Etelä-Amerikan alueen kartat
fr: Cartes de l'Amérique du Sud
hu: Dél-amerikai területi térképek
id: Peta wilayah Amerika Selatan
is: Suður-Amerísk svæðiskort
it: Mappe della regione del Sud America
ja: 南アメリカ地域のマップ
ka: სამხრეთ ამერიკის რეგიონის რუკები
nl: Zuid Amerika regiokaarten
oc: Mapas d'America dau Sud
pl: Mapy regionów Ameryki Południowej
pt_br: Mapas da região da América do Sul
ro_ro: Hărți ale regiunii America de Sud
ru: Карты Южно-американского региона
sc: Mapas de sas regiones de s'Amèrica meridionale
sk: Mapy regiónov Južnej Ameriky
sr: Мапе региона Јужне Америке
sr_latn: Mape regiona Južne Amerike
sv: Kartor inom Sydamerika
ta: தென் அமெரிக்கா பிராந்திய வரைபடங்கள்
tr: Güney Amerika bölgesi haritaları
uk: Мапи Південно-американського регіону
zh_hant: 南美洲地區地圖

# rendering_attr_piste_type_nordic_name
source: Nordic
ar: دول الشمال
be: Скандынаўскі
bg: Скибягане
ca: Nòrdic
cs: Běh na lyžích
cy: Nordeg
da: Nordisk
de: Nordisch
el: Σκανδιναβικός
eo: nordia (skikurada)
es_us: Nórdico
et: Põhjala
eu: Nordikoa
fa: نوردیک
fi: Pohjoismainen
fr: Nordique
gl: Nórdico
he: נורדי
hu: Sífutás
id: Nordik
is: Gönguskíði
it: Sci nordico
ja: ノルディック用
ka: სკანდინავიელი
ko: 북유럽
lt: Šiaurėtiškas
mk: Nordiski
my: စကင်ဒနေဗီးယားနိုင်ငံများ
nb: Langrenn
nl: Langlaufen
oc: Esquí Nordic
pl: Skandynawski
pt_br: Nórdico
ro_ro: la Nord
ru: Скандинавский
sc: Iscì nòrdicu
sk: Beh na lyžiach
sl: Nordijsko smučanje
sr: Нордијска
sr_latn: Nordijski
sv: Längdskidor
ta: நோர்டிக்
tr: Nord
uk: Скандинавський
vi: Bắc Âu
zh_hans: 北欧风格
zh_hant: 北歐風

# settings_item_read_error
source: Could not read from '%@'.
ar: لايمكن قراءة %@.
be: Немагчыма прачытаць з "%@".
bg: Грешка при прочитане на „%@“.
ca: No s'ha pogut llegir des de '%@'.
cs: Nepodařilo se přečíst z '%@'.
cy: Methwyd darllen o '%@'.
da: Kunne ikke læse fra '%@'.
de: Konnte nicht von '%@' lesen.
el: Αδυναμία ανάγνωσης από το '%@'.
eo: Ne povas legi el“%@”.
es_us: No se pudo leer desde «%@».
et: '%@' lugemine ebaõnnestus.
eu: Ezin izan da %@-tik irakurri.
fa: از %@ خوانده نشد.
fi: Ei voitu lukea '%@'.
fr: Impossible de lire depuis '%@'.
gl: Non foi posíbel ler '%@'.
he: לא ניתן לקרוא מתוך ‚%@’.
hu: Sikertelen olvasás innen: '%@'.
hy: Անհնար է կարդալ «%@»։
id: Tidak dapat membaca dari '%@'.
is: Gat ekki lesið úr '%@'.
it: Non posso leggere da '%@'.
ja: '%@'から読み込めませんでした。
ka: %@-დან წაკითხვა შეუძლებელია.
ko: '%@'에서 읽을 수 없습니다.
lt: Could not read %@.
lv: Could not read %@.
mk: Ne možese da se procita od „%@“.
nb: Kunne ikke lese fra "%@".
nl: Kon niet lezen van '%@'.
oc: S'es pas poscut legir %@.
pl: Nie udało się odczytać z "%@".
pt_br: Não foi possível ler de %@.
ro_ro: Nu s-a putut citi din '%@'.
ru: Невозможно прочитать из «%@».
sc: Leghidura dae '%@' fallida.
sk: Nepodarilo sa prečítať z '%@'.
sl: Ni bilo mogoče brati iz »%@«.
sr: Нисам успео да читам из „%@”.
sr_latn: Neuspešno čitanje iz „%@”.
sv: Kunde inte läsa från %@.
ta: '%@' இலிருந்து படிக்க முடியவில்லை.
tr: '%@'den okunamadı.
uk: Не вдається прочитати з '%@'.
zh_hans: 无法从 '%@' 中读取。
zh_hant: 無法從「%@」讀取。

# app_mode_campervan
source: Campervan (RV)
ar: عربة التخييم
be: Дом на колах
bg: Кемпер-ван (AV)
ca: Autocaravana (RV)
cs: Obytné vozidlo
cy: Fan gwersylla (RV)
da: Autocamper (RV)
de: Wohnmobil
el: Αυτοκινούμενο τροχόσπιτο (RV)
eo: Kampad‑veturilo
es_us: Autocaravana (RV)
et: Laagribuss (RV)
eu: Karabana (RV)
fa: ون کمپر (RV)
fi: Matkailuauto
fr: Camping-car
gl: Autocaravana (RV)
he: רכב מחנאות (קרוואן)
hi: शिविर वैन
hu: Lakóautó
id: Mobil kemah (RV)
is: Húsbíll (RV)
it: Camper (RV)
ja: キャンピングカー
ka: სალაშქრო მანქანა (RV)
ko: 캠버반 (RV)
lt: Kemperis (RV)
lv: Autofurgons
mk: Kamperso kombi (RV)
nb: Bobil
nl: Mobilhome
oc: Autocaravana (RV)
pl: Samochód kempingowy
pt_br: Autocaravana (RV)
ro_ro: Rulota
ru: Альковен (RV)
sc: Camper (RV)
sk: Obytné vozidlo
sl: Potovanje z avtodomom (RV)
sr: Камп приколица (RV)
sr_latn: Kamp prikolica (RV)
sv: Husbil (RV)
ta: கேம்பர்வன் (ஆர்.வி)
te: తాత్కాలిక హడ్డులు ఎంచుకో
tr: Kamp aracı (RV)
uk: Дім на колесах
vi: Xe cắm trại
zh_hans: 露营车（RV）
zh_hant: 露營車 (RV)

# user_login
source: Login
ar: تسجيل الدخول
az: İstifadəçi adı
be: Увайсці
ca: Iniciar sessió
cs: Přihlásit se
cy: Mewngofnodi
de: Anmelden
el: Σύνδεση
eo: Salutnomo
es_us: Ingresar
et: Logi sisse
eu: Hasi saioa
fa: ورود
fi: Kirjaudu
fr: Se connecter
gl: Iniciar sesión
he: שם כניסה
hu: Bejelentkezés
id: Masuk
is: Skrá inn
it: Entra
ja: ログイン
ka: შესვლა
ko: 로그인
lt: Prisijungti
lv: Lietotājs
mk: Logiraj Se
nb: Logg inn
nl: Gebruikersnaam
oc: Identificant
ro_ro: Nume utilizator
ru: Авторизоваться
sc: Identificadore
sk: Prihlasovacie meno
sl: Prijava
sr: Пријава
sr_latn: Prijava
sv: Inloggning
ta: புகுபதிவு
te: లాగిన్
tr: Giriş bilgisi
uk: Увійти
vi: Đăng nhập
zh_hans: 登录
zh_hant: 帳號

# product_title_plus
source: Maps+
ar: خرائط بلص
id: Peta+
ro_ro: Hărți+
sr: Мапс+
ta: வரைபடங்கள்
zh_hant: 地圖+

# help_article_plugins_openplacereviews_name
source: OpenPlaceReviews
ar: مراجعات الأماكن المفتوحة
ko: OpenPlace리뷰
sr: Утисци отворених места (OpenPlaceReviews)
sr_latn: Utisci otvorenih mesta (OpenPlaceReviews)
ta: OpenPlaceereViews
uk: OpenPlaceПерегляди

# help_article_troubleshooting_android_auto_name
source: Android Auto
ar: أندرويد أوتو
ko: 안드로이드 오토
sr: Андроид ауто
ta: ஆண்ட்ராய்டு ஆட்டோ

source: Global Settings
af: Oorhoofse instellings
ar: الاعدادت العالمية
ast: Axustes globales
az: Ümumi parametrlər
be: Агульныя налады
bg: Общи настройки
ca: Paràmetres globals
cs: Obecná nastavení
cy: Gosodiadau Byd-eang
da: Globale indstillinger
de: Globale Einstellungen
el: Καθολικές Ρυθμίσεις
eo: Ĝeneralaj agordoj
es_us: Ajustes globales
et: Üldised seaded
eu: Ezarpen Globalak
fa: تنظیمات کلی
fi: Globaalit asetukset
fr: Paramètres globaux
gl: Axustes globais
he: הגדרות כלליות
hu: Globális beállítások
hy: Ընդհանուր «Կարգավորումներ»
id: Pengaturan Global
is: Víðværar stillingar
it: Impostazioni globali
ja: グローバル設定
ka: გლობალური პარამეტრები
ko: 일반 설정
lt: Globalūs nustatymai
lv: Globālie iestatījumi
mk: Globalni postavki
ml: ആഗോള ക്രമീകരണങ്ങൾ
nb: Globale innstillinger
nl: Algemene instellingen
oc: Paramètres globaus
pl: Ustawienia ogólne
pt_br: Configurações globais
ro_ro: Setări Globale
ru: Общие настройки
sc: Impostatziones globales
sk: Globálne nastavenia
sl: Splošne nastavitve
sr: Опште поставке
sr_latn: Opšta podešavanja
sv: Globala inställningar
ta: உலகளாவிய அமைப்புகள்
tr: Genel Ayarlar
uk: Загальні налаштування
zh_hans: 全局设置
zh_hant: 整體設定

source: Developer widgets
ar: أدوات المطور
be: Віджэты для распрацоўнікаў
bg: Приспособления за разработчици
cs: Nástroje pro vývojáře
da: Moduler til udviklere
de: Entwickler-Widgets
el: Γραφικά στοιχεία προγραμματιστή
eo: Programistaj fenestraĵoj
es_us: Widgets para desarrolladores
et: Arendaja vidinad
eu: Garatzaileen trepetak
fa: ابزارک‌های توسعه‌دهنده
fr: Gadgets pour les développeurs
he: וידג׳טים למפתחים
hu: Fejlesztői modulok
id: Widget pengembang
is: Viðmótshlutir forritara
it: Widget per sviluppatori
ja: 開発者用ウィジェット
ko: 개발자 위젯
nb: Utviklerminiprogrammer
nl: Widgets voor ontwikkelaars
oc: Clavelets per lei desvelopaires
pl: Widżety dla deweloperów
ro_ro: Widgeturi pentru dezvoltatori
ru: Виджеты для разработчиков
sc: Widgets pro sos isvilupadores
sk: Nástroje pre vývojárov
sl: Gradniki za razvijalce
sr: Програмерске справице
sr_latn: Programerski vidžet
sv: Widgetar för utvecklare
ta: உருவாக்குபவர் விட்செட்டுகள்
tr: Geliştirici widget'ları
uk: Віджети розробника
vi: Widget dành cho nhà phát triển
zh_hans: 开发者小工具
zh_hant: 開發者小工具
