Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# speed_limit_tolerance_descr
source: Select the speed limit tolerance margin above which you will receive a voice warning.
ar: حدد حد السرعة المسموح به لتلقي تنبيه صوتي ما إذا تجاوزته.
be: Абярыце дапушчальнае значэнне перавышэння хуткасці, пасля якога выведзецца галасавое папярэджанне.
ca: Seleccioneu la tolerància del límit de velocitat per sobre del qual rebreu un avís de veu.
cs: Nastavte toleranci rychlostního limitu, po jejímž překročení se ozve hlasové upozornění.
da: Vælge den tolerancemargen for fartgrænser, over hvilken du vil modtage en stemmeadvarsel.
de: Wählen Sie den Toleranzbereich der Geschwindigkeitsbegrenzung, oberhalb dessen Sie eine Sprachwarnung erhalten.
es_us: Margen de tolerancia sobre el límite de velocidad, en el cual recibirás un aviso de voz.
et: Vali kiirusepiirangu lubatud hälve, millest kõrgema taseme korral antakse hoiatus.
fr: Sélectionnez la marge de tolérance de la limite de vitesse au-dessus de laquelle vous recevrez un avertissement vocal.
hu: Válassza ki a sebességhatár túllépésének értékét, amely felett figyelmeztető hangjelzés érkezzen.
id: Pilih batas toleransi batas kecepatan di atasnya Anda akan menerima peringatan suara.
is: Veldu þolvik hraðatakmarkana, ef þú ert þetta mikið fyrir ofan verður lesin aðvörun.
it: Seleziona il margine di tolleranza del limite di velocità al di sopra del quale riceverai un avviso vocale.
ja: 制限速度超過の許容値を選択し、それを超えると音声警告がなされるようになります。
ko: 음성 경고를 받을 속도 제한 허용 오차를 선택합니다.
nl: Kies hoeveel de maximumsnelheid mag worden overschreden voordat u een gesproken waarschuwing krijgt.
oc: Chausissètz la tolerància dau limit de velocitat en delà de qué recebretz un avís vocau.
pl: Wybierz margines dopuszczalnego przekroczenia prędkości powyżej którego otrzymasz ostrzeżenie głosowe.
pt_br: Selecione a margem de tolerância do limite de velocidade acima da qual você receberá um aviso de voz.
ro_ro: Selectați marja de toleranță a limitei de viteză peste care veți primi un avertisment vocal.
ru: Выберите допустимое значение превышения скорости выше которого вы получите голосовое предупреждение.
sc: Ischerta s’arramponada de su lìmite de lestresa a pustis de su cale as a tènnere un’avisu vocale.
sr: Одаберите границу допуштеног прекорачења брзине, преко које ћете добити гласовно упозорење.
sr_latn: Odaberite granicu dopuštenog prekoračenja brzine, preko koje ćete dobiti glasovno upozorenje.
sv: Välj vid vilken marginal över hastighetsgränsen där du ska få en varnande röstinstruktion.
ta: நீங்கள் குரல் எச்சரிக்கையைப் பெறும் வேக வரம்பு சகிப்புத்தன்மை விளிம்பைத் தேர்ந்தெடுக்கவும்.
tr: Aşıldığında sesli uyarı alacağınız hız sınırı toleransı miktarını seçin.
uk: Виберіть допустиме значення перевищення швидкості, після перевищення якої ви отримаєте голосове попередження.
zh_hant: 選擇會收到語音警告的超速幅度。

source: Select city
ar: اختر مدينة
az: Şəhər seçin
be: Абраць горад
ca: Selecciona el municipi
cs: Zvolte město
cy: Dewiswch ddinas
da: Vælg by
de: Ort wählen
el: Επιλογή πόλης
eo: Elekti urbon
es_us: Elegir la ciudad o pueblo
et: Vali linn
eu: Aukeratu hiria
fa: انتخاب شهر
fi: Valitse kaupunki
fr: Sélectionner la ville
gl: Escoller cidade ou vila
he: נא לבחור עיר
hu: Település kijelölése
hy: Ընտրեք քաղաքը
id: Pilih kota
is: Veldu borg
it: Seleziona la città
ja: 市町村名を選択
ka: აირჩიეთ ქალაქი
kn: ನಗರವನ್ನು ಆರಿಸು
ko: 도시선택
lt: Pasirinkite miestą
lv: Izvēlieties pilsētu
mk: Izberi grad
ml: "നഗരം തെരഞ്ഞെടുക്കുക "
my: မြို့ကြီးရွေးချယ်ပါ
nb: Velg by
nl: Plaats kiezen
oc: Chausir la vila
pl: Wybierz miasto
pt_br: Selecionar cidade
ro_ro: Selectați orașul
ru: Выберите город
sc: Issèbera sa tzitade
sk: Zvoľte mesto
sl: Izberite mesto
sr: Изаберите град
sr_latn: Izaberi grad
sv: Välj stad
ta: நகரத்தைத் தேர்ந்தெடுக்கவும்
tr: Şehir seç
uk: Виберіть місто
zh_hans: 选择城市
zh_hant: 選擇城市

# shared_string_download_update
source: Download update
ar: تنزيل التحديث
cs: Stáhnout aktualizaci
cy: Lawrlwytho diweddariad
da: Hent opdatering
de: Aktualisierung herunterladen
el: Λήψη ενημέρωσης
es_us: Descargar actualización
et: Laadi uuendus alla
fr: Mise à jour téléchargée
hu: Frissítés letöltése
id: Unduh pembaruan
is: Sækja uppfærslu
it: Scarica l'aggiornamento
ko: 업데이트 다운로드
lt: Atsisiųsti atnaujinimą
nb: Last ned oppdatering
nl: Update downloaden
oc: Teledescargar l'actualizacion
pl: Pobierz aktualizację
ro_ro: Descărcați actualizarea
ru: Скачать обновление
sc: Iscàrriga agiornamentu
sr: Преузми ажурирање
sr_latn: Preuzmi ažuriranje
sv: Hämta uppdatering
ta: புதுப்பிப்பைப் பதிவிறக்கவும்
tr: Güncellemeyi indir
uk: Завантажити оновлення
zh_hant: 下載更新

# quick_action_add_create_items
source: Create items
ar: إنشاء عناصر
ast: Creación d'elementos
az: Elementlər yarat
be: Стварэнне элементаў
ca: Crea elements
cs: Vytvořit položky
cy: Creu eitemau
da: Opret elementer
de: Objekte erstellen
el: Δημιουργία στοιχείων
eo: Krei elementojn
es_us: Crear elementos
et: Loo kirjeid
eu: Sortu elementuak
fa: دکمه‌هایی را بیافزایید
fi: Luo jäsen
fr: Créer des éléments
gl: Crear elementos
he: יצירת פריטים
hu: Elemek létrehozása
hy: Ստեղծել գործողություններ
id: Buat item
is: Búa til atriði
it: Crea oggetti
ja: アイテムを作成
ka: შექმნა
lt: Sukurti elementus
lv: Izveidot objektus
mk: Kreirajte stavki
ml: ഇനങ്ങൾ സൃഷ്ടിക്കുക
nb: Opprett elementer
nl: Items aanmaken
oc: Crear d'elements
pl: Utwórz elementy
ro_ro: Creați elemente
ru: Действия
sc: Crea elementos
sk: Vytvoriť položky
sl: Ustvari predmete
sr: Направи ставке
sr_latn: Napravi stavke
sv: Skapa poster
ta: உருப்படிகளை உருவாக்கவும்
tr: Öge oluştur
uk: Створення елементів
zh_hans: 创建项目
zh_hant: 建立事項

# quick_action_add_marker_descr
source: A button to add a map marker at the screen center location.
ar: الضغط على زر الإجراء سيقوم بإضافة الموقع المحدد وسط الشاشة كعلامة.
az: Ekranın mərkəzində xəritə işarəsi əlavə etmək üçün düymə.
be: Кнопка для дадання адзнакі ў цэнтры экрана.
bg: Tapping this action button adds a map marker at the map center point.
ca: Un botó per afegir un marcador de mapa a la posició central de la pantalla.
cs: Tlačítko pro přidání mapové značky do středu obrazovky.
cy: Botwm i ychwanegu nod map i'r lleoliad yng nghanol y sgrin.
da: En knap til at tilføje en kortmarkør på skærmens centrum.
de: Eine Schaltfläche zum Hinzufügen einer Kartenmarkierung in der Bildschirmmitte.
el: Πλήκτρο για προσθήκη δείκτη χάρτη στο κέντρο της οθόνης.
eo: Butono por aldoni map‑markon al la ekrana centro.
es_us: Un botón que añade un marcador en el centro de la pantalla.
et: Nupp kaardimarkeri lisamiseks ekraani keskkoha asukohta.
eu: Pantailaren erdian mapa markatzaile bat gehitzeko botoia.
fa: دکمه‌ای برای ایجاد یک نشانه در مرکز صفحه.
fi: Painike karttamarkkerin lisäämiseen ruudun keskelle.
fr: Bouton pour ajouter une marque au centre de la carte.
gl: Un botón que engade unha marcaxe no centro da pantalla.
he: כפתור להוספת סמן מפה במיקום מרכזי במסך.
hu: Gomb, amely létrehoz a képernyő közepén egy térképjelölőt.
hy: Գործողության կոճակը, կտեղադրի էկրանի կենտրոնում մարկեր:
id: Sebuah tombol untuk menambahkan penanda peta di tengah lokasi layar.
is: Hnappur til að bæta kortamerki á miðju skjásins.
it: Questo pulsante aggiunge un marcatore nel centro della mappa.
ja: 画面中央にマップマーカーを追加するためのボタンです。
ka: Tapping this action button adds a map marker at the map center point.
lt: Bakstelėję veiksmo mygtuką pridėsite žemėlapio žymeklį ekrano centre.
lv: Spiežot darbības pogu, ekrāna centrā tiks ielikts ceļapunkts.
mk: Kopče za dodavanje marker na mapa na lokacijata vo centarot na ekranot.
ml: ഈ പ്രവർത്തന ബട്ടൺ ടാപ്പുചെയ്യുന്നത് സ്ക്രീനിന്റെ നടുക്കായ് ഒരു മാപ്പ് മാർക്കർ ചേർക്കുന്നു.
nb: En knapp forå legge til en kartmarkør i skjermsenteret.
nl: Een toets om een Markeervlaggetje toe te voegen in het midden van het scherm.
oc: Un boton per ajustar un marcador de mapa au centre de l'ecran.
pl: Przycisk dodawania znacznika mapy na środku ekranu.
ro_ro: Un buton pentru a adăuga un marcaj de hartă la locația din centrul ecranului.
ru: Добавление в центре экрана маркера на карту.
sc: Unu butone pro annànghere unu marcadore in su tzentru de sa mapa.
sk: Tlačidlo pre pridanie mapovej značky do stredu obrazovky.
sl: Gumb za dodajanje oznake zemljevida na sredino zaslona.
sr: Дугме за додавање ознаке на карти на положају на средишту заслона.
sr_latn: Dugme za dodavanje oznake na mapi za lokaciju na sredini ekrana.
sv: En knapp för att sätta en kartmarkör i centrum av skärmen.
ta: திரை சென்டர் இடத்தில் வரைபட குறிப்பானைச் சேர்க்க ஒரு பொத்தான்.
tr: Ekranın merkez konumuna bir harita işaretleyici eklemek için bir düğme.
uk: Кнопка для додавання позначки мапи посередині екрану.
zh_hans: 按钮会在屏幕的中心位置添加一个地图标记。
zh_hant: 在畫面中央新增地圖標記的按鈕。

# quick_action_transport_descr
source: Button showing or hiding public transport on the map.
ar: زر لإظهار أو إخفاء وسائل النقل العام على الخريطة.
az: Xəritədə ictimai nəqliyyatı göstərən və ya gizlədən düymə.
be: Кнопка для паказу ці хавання грамадскага транспарту на мапе.
bg: Превключва видимостта на обществения транспорт на картата.
ca: Botó que mostra o oculta el transport públic al mapa.
cs: Tlačítko pro zobrazení nebo skrytí veřejné dopravy na mapě.
cy: Botwm yn dangos neu guddio trafnidiaeth gyhoeddus ar y map.
da: En knap til at vise eller skjule offentlig transport på kortet.
de: Schaltfläche zum Ein- oder Ausblenden der öffentlichen Verkehrsmittel auf der Karte.
el: Πλήκτρο εμφάνισης ή απόκρυψης δημόσιων συγκοινωνιών στον χάρτη.
eo: Butono por montri/kaŝi publikan transporton sur la mapo.
es_us: Botón que muestra u oculta el transporte público en el mapa.
et: Tegevusnupp ühistranspordiandmete kuvamiseks või peitmiseks kaardil.
eu: Garraio publikoa mapan erakutsi edo ezkutatzen duen botoia.
fa: دکمه‌ای برای آشکار یا پنهان کردن حمل‌ونقل عمومی روی نقشه.
fi: Painike, joka näyttää tai piilottaa joukkoliikenteen kartalla.
fr: Bouton pour afficher ou masquer les transports en commun sur la carte.
gl: Botón que amosa ou agocha o transporte público no mapa.
he: כפתור להצגה או הסתרה של תחבורה ציבורית על המפה.
hu: Váltógomb, amely a térképen megjeleníti vagy elrejti a tömegközlekedési réteget.
hy: Կոճակ, որը ցույց է տալիս կամ թաքցնում է հասարակական տրանսպորտը քարտեզի վրա:
id: Tombol menampilkan atau menyembunyikan transportasi umum pada peta.
is: Hnappur til að birta eða fela almenningssamgöngur á kortinu.
it: Il pulsante mostra o nasconde nella mappa i trasporti pubblici.
ja: マップ内公共交通機関の表示/非表示を切り替えるボタンです。
ka: Tap this action to show or hide public transport routes / stops on the map.
ko: 지도에서 대중 교통을 보여주는 버튼.
lt: Mygtukas, rodantis arba slepiantis viešąjį transportą žemėlapyje.
lv: Tap this action to show or hide public transport routes / stops on the map.
mk: Kopče što pokažuva ili krie javen prevoz na kartata.
nb: Knapp for vising eller skjuling av offentlig transport på kartet.
nl: Knop om OV-informatie al dan niet te tonen op de kaart.
oc: Boton per mostrarò amagar lo transpòrt public sus la mapa.
pl: Przycisk do pokazywania i chowania transportu publicznego na mapie.
pt_br: Toque nesta ação para mostrar ou ocultar rotas / paradas de transporte público no mapa.
ro_ro: Buton care arată/ascunde transportul public pe/de pe hartă.
ru: Переключатель для отображения или скрытия общественного транспорта на карте.
sc: Butone pro ammustrare o cuare sos trasportos pùblicos in sa mapa.
sk: Tlačidlo na zobrazenie alebo skrytie verejnej dopravy na mape.
sl: Gumb, ki na zemljevidu prikaže ali skrije javni prevoz.
sr: Дугме које приказује или скрива јавни превоз на карти.
sr_latn: Dugme za prikazivanje javnog prevoza.
sv: Knapp som visar eller döljer kollektivtrafik på kartan.
ta: வரைபடத்தில் பொது போக்குவரத்தை காண்பிக்கும் அல்லது மறைக்கும் பொத்தான்.
tr: Haritada toplu taşıma araçlarını gösteren veya gizleyen düğme.
uk: Кнопка, що показує або приховує громадський транспорт на мапі.
vi: Nút hiện hoặc ẩn giao thông công cộng trên bản đồ.
zh_hans: 用以在地图上显示或隐藏公共交通的按钮。
zh_hant: 在地圖上顯示或隱藏大眾運輸的按鈕。

source: Unsupported action
ar: إجراء غير مدعوم
be: Непадтрымліваемае дзеянне
ca: Acció no admesa
cs: Nepodporovaná akce
da: Handling ikke understøttet
de: Nicht unterstützte Aktion
el: Μη υποστηριζόμενη ενέργεια
es_us: Acción no admitida
et: Tegevuse tugi puudub
fr: Action non prise en charge
hu: Nem támogatott művelet
id: Tindakan tidak didukung
is: Óstudd aðgerð
it: Azione non supportata
ja: サポートされていないアクション
ka: მხარდაუჭერელი ქმედება
nb: Ustøttet handling
nl: Actie niet ondersteund
oc: Accion non admesa
pl: Nieobsługiwana czynność
pt_br: Ação não suportada
ro_ro: Acțiune neacceptată
ru: Неподдерживаемое действие
sc: Atzione non suportada
sr: Неподржана радња
sr_latn: Nepodržana radnja
sv: Åtgärden stöds inte
ta: ஆதரிக்கப்படாத நடவடிக்கை
tr: Desteklenmeyen eylem
uk: Непідтримувана дія
zh_hant: 不支援的動作

# unsupported_action_descr
source: This quick action in not supported now. This can be fixed in new app versions.
ar: هذا العمل السريع ليس مدعوما الآن. يمكن إصلاح ذلك في إصدارات التطبيق الجديدة.
ca: Aquesta drecera ara no s'admet. Això es podria resoldre en noves versions de l'aplicació.
cs: Tato rychlá akce není zatím podporována. Podpora může být přidána v některé z příštích verzí aplikace.
da: Denne genvej understøttes ikke aktuelt. Dette kan blive rettet i nye appversioner.
de: Diese Schnellaktion wird derzeit nicht unterstützt. Dies kann sich in neuen App-Versionen ändern.
el: Αυτή η γρήγορη ενέργεια δεν υποστηρίζεται τώρα. Αυτό θα φτιαχτεί σε νεώτερες εκδόσεις της εφαρμογής.
es_us: Esta rápida acción no está admitida por ahora. Esto se puede solucionarse en nuevas versiones de la aplicación.
et: See kiirtegevus ei ole hetkel toetatud. Selle saab parandada rakenduse uutes versioonides.
fr: Cette action rapide n'est pas prise en charge actuellement. Elle pourra être corrigée dans les nouvelles versions de l'application.
hu: Ez a gyorsművelet jelenleg nem támogatott. Ez az alkalmazás új verzióiban javítható.
id: Tindakan cepat ini tidak didukung sekarang. Ini dapat diperbaiki di aplikasi baru versi.
is: Þessi flýtiaðgerð er ekki studd í augnablikinu. Það gæti breyst í nýrri útgáfum forritsins.
it: Questa azione rapida non è attualmente supportata. Questo problema può essere risolto nelle nuove versioni dell'applicazione.
ja: このクイックアクションは現在サポートされていません。アプリ新しいバージョンで対応予定です。
nl: Deze actie is momenteel niet ondersteund. Dit kan in nieuwere app versies mogelijk worden.
oc: Aquesta escorcha per ara se permet pas. Aiçò se podriá reglar a l'avenir dins lei versions novèlas de l'aplicacion.
pl: Ta szybka czynność jest obecnie nieobsługiwana. Może to zostać naprawione w nowych wersjach aplikacji.
pt_br: Esta ação rápida não é suportada agora. Isso pode ser corrigido em novas versões do aplicativo.
ro_ro: Această acțiune rapidă nu este susținută în prezent. Acest lucru poate fi rezolvat în noile versiuni ale aplicației.
ru: Это быстрое действие сейчас не поддерживается. Это может быть исправлено в новых версиях приложения.
sc: Custa optzione no est suportada, in custu momentu. Custu problema diat pòdere èssere risoltu in versiones noas de s'aplicatzione.
sr: Ова брза радња тренутно није подржана. Ово се може поправити у новим верзијама апликације.
sr_latn: Ova brza radnja trenutno nije podržana. Ovo se može popraviti u novim verzijama aplikacije.
sv: Den här snabbåtgärden stöds inte för tillfället. Detta kan bli åtgärdat i senare appversioner.
ta: இந்த விரைவான நடவடிக்கை இப்போது ஆதரிக்கப்படவில்லை. புதிய பயன்பாட்டு பதிப்புகளில் இதை சரிசெய்யலாம்.
tr: Bu hızlı eylem şu anda desteklenmiyor. Bu, yeni uygulama sürümlerinde düzeltilebilir.
uk: Ця швидка дія зараз не підтримується. Це може бути виправлено в нових версіях застосунку.
zh_hant: 現在不支援此快速動作。這可以在新的應用程式版本中修復。

# metric_ton
source: t
be: Т
el: τόνος
eo: Mg
es_us: ton
fa: تن
fi: tn
he: ט׳
it: ton
ja: トン
ka: ტ
ml: ടണ്‍
ru: т
sv: ton
ta: டி
uk: т
vi: tấn
zh_hans: 吨
zh_hant: 公噸

# first_usage_item
source: First use
ar: أول استخدام
ast: El primer usu
az: İlk istifadə
be: Першы запуск
bg: Първо ползване
ca: Primera utilització
cs: První použití
cy: Defnydd cyntaf
da: Første anvendelse
de: Erste Benutzung
el: Πρώτη χρήση
eo: Unua uzo
es_us: Primer uso
et: Esmakasutamine
eu: Lehen erabilera
fa: اولین استفاده
fi: Ensimmäinen käyttö
fr: Premiers pas
gl: Primeiro emprego
he: שימוש ראשון
hu: Első használat
hy: Առաջին մեկնարկը
id: Penggunaan pertama
is: Fyrsta notkun
it: Primo utilizzo
ja: 使用方法の簡易説明
ka: პირველი გაშვება
ko: 처음 사용
lt: Pirmasis naudojimas
lv: Sākt lietot
mk: Prva upotreba
ml: ആദ്യ ഉപയോഗം
nb: Første bruk
nl: Eerste gebruik
oc: Premiera utilizacion
pl: Pierwsze użycie
ro_ro: Prima utilizare
ru: Первый запуск
sc: Primu impreu
sk: Prvé použitie
sl: Pred začetkom uporabe
sr: Прво коришћење
sr_latn: Prvo korišćenje
sv: Första gången
ta: முதல் பயன்பாடு
tr: İlk kullanım
uk: Перший запуск
vi: Sử dụng lần đầu
zh_hans: 初次使用
zh_hant: 首次使用

source: Images
ar: الصور
cs: Obrázky
cy: Delweddau
da: Billeder
de: Bilder
el: Εικόνες
es_us: Imágenes
et: Pildid
hu: Képek
id: Gambar
is: Myndir
it: Immagini
ja: 画像
nl: Afbeeldingen
ro_ro: Imagini
ru: Изображения
sr: Слике
sr_latn: Slike
sv: Bilder
ta: படங்கள்
tr: Resimler
uk: Зображення
zh_hant: 圖片

# routing_attr_allow_classic_only_name
source: Allow classic only routes
ar: السماح للطرق الكلاسيكية فقط
be: Дазволіць толькі класічныя трасы
ca: Restringeix a rutes clàssiques
cs: Povolit pouze trasy pro klasické lyžování
da: Tillad kun klassiske ruter
de: Nur klassische Routen zulassen
el: Να επιτρέπονται μόνο κλασικές διαδρομές
eo: Permesi nur klasikajn skivojojn
es_us: Permitir sólo rutas clásicas
et: Luba ainult klassikalisi teekondi
eu: Baimendu ibilbide klasikoak soilik
fa: مسیرهای فقط-کلاسیک مجاز باشد
fr: Autoriser uniquement les pistes classiques
gl: Permitir só rotas clásicas
he: לאפשר מסלולים קלסיים בלבד
hu: Csak klasszikus stílusban használható útvonalak engedélyezése
id: Perbolehkan rute klasik saja
is: Leyfa leiðir sem eingöngu eru fyrir klassísk skíðaspor
it: Permetti solo i percorsi classici
ja: クラシックルートのみを許可
ka: მხოლოდ, კლასიკური გზების დაშვება
ko: 고전적인 단지 노선을 허용
lv: Atļaut tikai klasiskos maršrutus
mk: Dozvolete samo klasični maršruti
nb: Tillat løyper kun for klassisk
nl: Sta alleen klassieke routes toe
oc: Permetre lei percors classics solament
pl: Zezwalaj tylko na trasy klasyczne
pt_br: Permitir apenas rotas clássicas
ro_ro: Permiteți doar traseele clasice
ru: Разрешить только классические маршруты
sc: Permite sas àndalas clàssicas ebbia
sk: Povoliť trasy pre klasické lyžovanie
sl: Dovoli le običajne poti
sr: Дозволи само уобичајене путеве
sr_latn: Dozvoli samo klasične rute
sv: Tillåt rutter enbart för klassisk stil
ta: கிளாசிக் மட்டும் பாதைகளை அனுமதிக்கவும்
tr: Sadece-klasik rotalarına izin ver
uk: Дозволити тільки класичні маршрути
zh_hans: 只允许经典路线
zh_hant: 允許僅知名路線

# routing_attr_goods_restrictions_header_name
source: Vehicle transporting goods can be restricted to access some roads.
ar: يمكن تقييد المركبات التي تنقل البضائع للوصول إلى بعض الطرق.
cs: Vjezd vozidel přepravujících zboží na některé silnice může být omezen.
da: Køretøjer, der transporterer varer, kan begrænses til at få adgang til visse veje.
de: Für Lieferverkehr kann der Zugang zu einigen Straßen eingeschränkt sein.
el: Τα οχήματα μεταφοράς εμπορευμάτων ενδέχεται να απαγορεύονται σε κάποιους δρόμους.
es_us: Los vehículos de transporte de mercancías pueden tener restringido el acceso a algunos caminos.
fr: Les véhicules transportant des marchandises peuvent être soumises à des restrictions.
hu: Az árut szállító járművek közlekedése bizonyos utakon korlátozható.
id: Kendaraan pengangkut barang dapat dibatasi aksesnya ke beberapa jalan.
is: Aðgangur vöruflutningafarartækja gæti verið takmarkaður á sumum vegum.
it: I veicoli che trasportano merci possono essere limitati per l'accesso ad alcune strade.
oc: De limitas a l’accès pòdon èstre fixadas per lei veïcles que carrejan de mèrças.
ro_ro: Accesul vehiculelor care transportă mărfuri poate fi restricționat pe anumite drumuri.
ru: Доступ транспортных средств, перевозящих грузы, к некоторым дорогам может быть ограничен.
sc: Sos veìculos chi trasportant mercantzias podent tènnere limitatziones in unos cantos caminos.
sr: Роба превожена возилима може бити ограничена приступом неким путевима.
sr_latn: Roba prevožena vozilima može biti ograničena pristupom nekim putevima.
sv: Fordon som transporterar gods kan vara begränsade att inte ha åtkomst till vissa vägar.
ta: சில சாலைகளை அணுக வாகன போக்குவரத்து பொருட்களை கட்டுப்படுத்தலாம்.
tr: Mal taşıyan araçların bazı yollara erişimi kısıtlanabilir.
uk: Транспортним засобам, що перевозять вантажі, може бути обмежено доступ до деяких доріг.
zh_hant: 運輸貨物的車輛可能受限於進入某些道路。

# routing_attr_piste_type_skitour_name
source: Ski touring
ar: جولة تزلج
be: Лыжныя туры
ca: Esquí de ruta
cs: Lyžařské okruhy
da: Turski
de: Skitouren
el: Χιονοδρομικές βόλτες
eo: Skiado ekskursa
es_us: Esquí de travesía
et: Suusamatkad
eu: Mendiko eskia
fa: تور اسکی
fi: Hiihtomatkailu
fr: Ski de randonnée
gl: Esquí de travesía
he: טיול סקי
hu: Sítúrázás
id: Tur ski
is: Ferðaskíði
it: Scialpinismo
ja: スキーツーリング
ka: სასრიალო ტურიზმი
ko: 스키 투어
lv: Slēpošanas tūrisms
mk: Skijacko patuvanje
nb: Skigåing
nl: Ski tours
oc: Esquilh de rota
pl: Turystyka narciarska
pt_br: Turismo de esqui
ro_ro: Schi turistic
ru: Лыжный туризм
sc: Iscì-alpinismu
sk: Lyžiarske okruhy
sl: Turno smučanje
sr: Врста скијања
sr_latn: Vrsta skijanja
sv: Turskidor
ta: ச்கை சுற்றுப்பயணம்
tr: Kayak turu
uk: Лижні тури
zh_hans: 滑雪游览
zh_hant: 滑雪旅遊

# routing_attr_motor_type_name
source: Fuel used by motor
ar: وقود السيارة
az: Avtomobil mühərriki
be: Паліва, якое выкарыстоўваецца рухавіком
bg: Гориво, използвано от двигателя
ca: Combustible utilitzat pel motor
cs: Spotřeba paliva v motoru
da: Brændstof anvendt af motor
de: Kraftstoffverbrauch des Motors
el: Καύσιμο που χρησιμοποιείται από τον κινητήρα
eo: Brulaĵo/motoro de veturilo
es_us: Combustible del motor
et: Kasutatav mootorikütus
eu: Motorrak erabiltzen duen erregaia
fa: نوع موتور
fr: Carburant utilisé
he: סוג הדלק של המנוע
hu: A használt üzemanyag típusa
id: Bensin yang digunakan oleh motor
is: Eldsneyti á vél farartækis
it: Carburante utilizzato dal motore
ja: 主動力源が使用する燃料
ko: 모터가 사용하는 연료
mk: Gorivošto go koristi motorot
nb: Motor-drivstoff
nl: Type verbrandingsmotor
oc: Motor dau veïcul
pl: Paliwo zużywane przez silnik
ro_ro: Combustibil folosit
ru: Используемое топливо
sc: Carburante impreadu dae su motore
sk: Palivo používané motorom
sl: Gorivo, ki ga uporablja motor
sr: Гориво коришћено мотором
sr_latn: Gorivo koje koristi motor
sv: Drivmedel för motorn
ta: மின்னோடி பயன்படுத்தும் எரிபொருள்
tr: Motorun kullandığı yakıt
uk: Паливо, що використовується двигуном
vi: Nhiên liệu được sử dụng bởi động cơ
zh_hans: 车辆发动机
zh_hant: 引擎使用的燃料

source: Transport
af: Vervoer
ar: نقل
ast: Tresporte
az: Nəqliyyat
be: Транспарт
bg: Обществен транспорт
ca: Transport col·lectiu
cs: Doprava
cy: Trafnidiaeth
de: ÖPNV
el: Συγκοινωνία
eo: Transporto
es_us: Transporte
eu: Garraioa
fa: حمل‌ونقل
fi: Liikenne
gl: Transporte
he: תחבורה
hu: Tömegközlekedés
hy: Տրանսպորտ
id: Transportasi
is: Samgöngur
it: Trasporti pubblici
ja: 交通
ka: ტრანსპორტი
ko: 대중교통
lt: Transportas
lv: Transports
ml: ഗതാഗത സംവിധാനം
mr: परिवहन
nl: Openbaar Vervoer
oc: Transpòrt public
pl: Transport publiczny
pt_br: Transporte
ru: Транспорт
sc: Trasportos pùblicos
sk: Hromadná doprava
sl: Prevoz
sr: Превоз
sr_latn: Prevoz
sv: Transporter
ta: போக்குவரத்து
tr: Ulaşım
uk: Транспорт
vi: Phương tiện công cộng
zh_hans: 交通工具
zh_hant: 交通工具
