Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# mapillary_turn_on_widget_descr
source: This allows you to quickly contribute to Mapillary
ar: يسمح بمساهمة سريعة في مابيلاري
be: Дазваляе хутка ўнесці свой уклад у Mapillary
ca: Això us permet de col·laborar ràpidament amb Mapillary
cs: Umožňuje rychle přispívat do Mapillary
da: Giver mulighed for hurtigt at bidrage til Mapillary
de: So können Sie schnell zu Mapillary beitragen
el: Αυτό σας επιτρέπει την γρήγορη συνεισφορά στο Mapillary
es_us: Esto le permite contribuir rápidamente a Mapillary
et: See võimaldab sul kiiresti Mapillary kaastööd teha
fr: Cela vous permet de contribuer rapidement à Mapillary
hu: Ez lehetővé teszi a gyors hozzájárulást a Mapillaryhez
id: Ini memungkinkan Anda untuk berkontribusi dengan cepat ke Mapillary
is: Þetta gerir þér kleift að senda gögn inn í Mapillary á fljótlegan hátt
it: Questo ti permette di contribuire facilmente a Mapillary
ja: この機能によりMapillaryに簡単にアクセスし貢献することができます
nl: Dit zorgt voor een snelle bijdrage aan Mapillary
oc: Aiçò vos permet de collaborar rapidament amb Mapillary
pl: Pozwala to na szybkie współtworzenie Mapillary
pt_br: Isso permite que você contribua rapidamente para o Mapillary
ro_ro: Acest lucru vă permite să contribuiți rapid la Mapillary
ru: Позволяет быстро внести лепту в Mapillary
sc: Custu ti permitit de contribuire a Mapillary in manera lestra
sk: Umožňuje rýchlo prispievať do Mapillary
sr: Ово вам омогућава да брзо допринесете Мапилари-у
sr_latn: Ovo vam omogućava da brzo doprinesete Mapilari-u
sv: Ger dig möjlighet att snabbt och enkelt bidra till Mapillary
ta: இது MAPALIGRE க்கு விரைவாக பங்களிக்க உங்களை அனுமதிக்கிறது
tr: Bu, Mapillary'ye hızlı bir şekilde katkıda bulunmanızı sağlar
uk: Дозволяє швидко робити внески в Mapillary
zh_hant: 這可以讓您快速地貢獻給 Mapillary

source: Show more
ar: اعرض المزيد
ast: Amosar más
az: Daha çox gör
be: Паказаць больш
bg: Повече
ca: Mostra'n més
cs: Ukázat více
cy: Dangos mwy
da: Vis mere
de: Mehr anzeigen
el: Εμφάνιση περισσοτέρων
eo: Montri pli
es_us: Mostrar más
et: Kuva rohkem
eu: Erakutsi gehiago
fa: بیشتر نشان بده
fi: Näytä lisää
fr: Afficher plus
gl: Amosar máis
he: הצגת עוד
hu: Továbbiak megjelenítése
id: Tampilkan lainnya
is: Sýna meira
it: Mostra di più
ja: さらに表示
ka: მეტის ჩვენება
ko: 추가 표시
lt: Rodyti daugiau
lv: Parādīt vēl
mk: Prikazi povece
ml: കൂടുതൽ കാണിക്കുക
nb: Vis mer
nl: Toon meer
oc: Mostrar mai
pl: Wyświetl więcej
ro_ro: Afișați mai multe
ru: Показать больше
sc: Ammustra àteru
sk: Zobraziť viac
sl: Pokaži več
sr: Прикажи још
sr_latn: Prikazati više
sv: Visa mer
ta: மேலும் காட்டு
tr: Daha fazla görüntüle
uk: Показати більше
vi: Hiện thêm
zh_hans: 显示更多
zh_hant: 顯示更多

# coordinates_widget_map_center
source: Coordinates: map center
ar: الإحداثيات: مركز الخرائط
be: Каардынаты: цэнтр мапы
bg: Координати: център на картата
ca: Coordenades: centre del mapa
cs: Souřadnice: střed mapy
da: Koordinater: kortcentrum
de: Koordinaten: Kartenmitte
el: Συντεταγμένες: κέντρο χάρτη
eo: Koordinatoj: map-centro
es_us: Coordenadas: centro del mapa
et: Koordinaadid: kaardi keskpaik
eu: Koordenatuak: maparen erdigunea
fa: مختصات: مرکز نقشه
fi: Koordinaatit: kartan keskikohta
fr: Coordonnées : centre de la carte
hu: Koordináták: térképközéppont
id: Koordinat: tengah peta
is: Hnit: miðja korts
it: Coordinate: centro della mappa
ja: 座標:マップの中心
ko: 좌표: 지도 중심
nb: Koordinater: kartsentrum
nl: Coördinaten: midden van de kaart
oc: Coordonadas: centre de la mapa
pl: Współrzędne: Centrum mapy
ro_ro: Coordonate: centru hartă
ru: Координаты: центр карты
sc: Coordinadas: tzentru de sa mapa
sk: Súradnice: stred mapy
sl: Koordinate: središče zemljevida
sr: Координате: средиште карте
sr_latn: Koordinate: centar mape
sv: Koordinater: kartcentrum
ta: ஒருங்கிணைப்புகள்: வரைபட நடுவண்
tr: Koordinatlar: harita merkezi
uk: Координати: центр мапи
vi: Toạ độ: trung tâm bản đồ
zh_hans: 坐标：地图中心
zh_hant: 座標：地圖中心

source: No overlay
ar: بدون طبقة
az: Örtük yoxdur
be: Накладка адсутнічае
bg: Без насложени слоеве
ca: Sense superposició
cs: Bez překryvné vrstvy
cy: Dim troshaen
da: Ingen overlejring
de: Kein Overlay
el: Χωρίς επικάλυψη
eo: Neniu surtavolo
es_us: Sin superposición
et: Ülekate puudub
eu: Gain-azalik ez
fa: بدون لایهٔ رویی
fi: Ei peittokuvaa
fr: Aucune sur-couche
gl: Sen capas sobrepostas
he: אין שכבת על
hu: Nincs fedőréteg
hy: Ծածկույթի քարտեզը անջատված է
id: Tidak ada hamparan
is: Engin þekja (yfirlag)
it: Nessun stato sovrapposto
ja: オーバーレイ無し
ka: დაფარვის გარეშე
lt: Jokio viršutinio sluoksnio
lv: Nav virsklāja
mk: Bez preklopuvanje
ml: ഓവർലേ ഇല്ല
nb: Ingen overlegg
nl: Geen extra laag
oc: Sensa la superpausicion
pl: Brak nakładki
ro_ro: Fără suprapunere
ru: Без наложения
sc: Perunu istratu superiore
sk: Žiadna prekrývacia vrstva
sl: Brez prekrivnih plasti
sr: Без слоја над картом
sr_latn: Bez sloja nad mapom
sv: Inget överlägg
ta: மேலடுக்கு இல்லை
tr: Üst katman yok
uk: Без допоміжного шару
zh_hans: 无覆盖层
zh_hant: 無上圖層

source: No underlay
ar: بدون طبقة
az: Altlıq yoxdur
be: Няма падкладкі
ca: Sense sots-posició
cs: Bez podkladové vrstvy
cy: Dim is-haen
da: Ingen underlejring
de: Kein Underlay
el: Χωρίς υπόστρωμα
eo: Neniu subtavolo
es_us: Sin subyacencia
et: Aluskiht puudub
eu: Azpi-azalik ez
fa: بدون لایهٔ زیری
fr: Sans sous-couche
gl: Sen subxacencia
he: אין שכבה תחתונה
hu: Nincs alátétréteg
hy: Նեքեվի շերնը անջատված է
id: Tidak ada dasaran
is: Ekkert undirlag
it: Nessun strato di sfondo
ja: アンダーレイ無し
ka: ქვესადების გარეშე
lt: Jokio apatnio sluoksnio
lv: Nav apakšklāja
mk: Bez podloga
ml: അണ്ടര്‍ലേ ഇല്ല
nb: Ingen underlag
nl: Geen achtergrondlaag
oc: Ges de jaça de fons
pl: Brak podkładu
ro_ro: Fără strat fundal
ru: Без подложки
sc: Perunu istratu inferiore
sk: Žiadna podkladová vrstva
sl: Brez podlog
sr: Без подвлачења
sr_latn: Bez podvlačenja
sv: Inget underlägg
ta: அண்டர்லே இல்லை
tr: Altlık yok
uk: Без тла
zh_hans: 无衬底层
zh_hant: 無下圖層

# quick_action_map_underlay_action
source: Add underlay
ar: إضافة طبقة سفلية
az: Altlıq əlavə et
be: Дадаць падкладку
ca: Afegeix fons
cs: Přidat podklad
cy: Ychwanegu is-haen
da: Tilføj underlejring
de: Underlay hinzufügen
el: Προσθήκη υποστρώματος
eo: Aldoni subtavolon
es_us: Añadir subyacencia
et: Lisa aluskiht
eu: Gehitu azpi-azala
fa: افزودن لایهٔ زیری
fr: Ajouter une sous-couche
gl: Engadir embaixo (subxacencia)
he: הוספת מפה מתחת
hu: Alátétréteg hozzáadása
hy: Ավելացնել քարտեզի նեքեվի շերտը
id: Tambahkan dasaran
is: Bæta við undirlagi
it: Aggiungi sottofondo
ja: アンダーレイを追加
ka: ქვესადების დამატება
lv: Pievienot apakšklāju
mk: Dodadete podloga
ml: അണ്ടര്‍ലേയ്സ്(കീഴ്പാളികള്‍) ചേര്‍ക്കുക
nb: Legg til underlag
nl: Achtergrondkaart toevoegen
oc: Ajustar un fons de mapa
pl: Dodaj podkład
ro_ro: Adăugați strat fundal
ru: Добавить подложку
sc: Annanghe un'istratu inferiore
sk: Pridať podklad
sl: Dodaj podlogo zemljevida
sr: Додај слој испод карте
sr_latn: Dodaj sloj ispod mape
sv: Lägg till underlägg
ta: அண்டர்லே சேர்க்கவும்
tr: Alt katman ekle
uk: Додати тло
zh_hans: 添加衬底层
zh_hant: 增加襯底層

# quick_action_list_descr
source: Tapping this action button pages through the list below
ar: النقر على صفحات زر هذا الإجراء من خلال القائمة أدناه
be: Націск на гэтую кнопку прагортвае старонкі дадзенага спіса
ca: Prement aquest botó d'acció pagineu per la llista que segueix
cs: Klepnutím na tlačítko akce procházíte seznam níže
da: Tryk på denne genvejsknap gennemløber nedenstående liste
de: Wenn Sie auf diese Aktionstaste tippen, wird die Liste unten durchsucht
es_us: Pulsando las páginas de este botón de acción a través de la siguiente lista
et: Sellel nupul vajutamine liigub lehekülgede kaupa läbi alloleva nimekirja
fr: Appuyez pour faire défiler la liste ci-dessous
hu: Erre a gombra koppintva lapozhat az alábbi listán
id: Mengetuk tombol aksi ini menampilkan daftar di bawah
is: Ef ýtt er á þennan aðgerðahnapp verður flett í gegnum listann hér fyrir neðan
it: Tappando questo pulsante azione scorrerai fra la lista sotto
ja: このアクションボタンをタップするとリスト順に切り替わります
nl: Tikken op deze aktieknop zal door de onderstaande lijst bladeren
oc: De clicar sus aquest boton debana la lista çai-sota
pl: Naciśnięcie tego przycisku czynności powoduje przejście do poniższej listy
pt_br: Toque nas páginas deste botão de ação na lista abaixo
ro_ro: Atingând acest buton de acțiune se parcurge lista de mai jos
ru: Эта кнопка действия перелистывает список ниже
sc: Incarcare custu butone de atzione faghet iscùrrere sa lista in suta
sr: Додиром на ово дугме листају се странице на листи испод
sr_latn: Dodirom na ovo dugme listaju se stranice na listi ispod
sv: Genom att trycka på den här åtgärdsknappen bläddrar du igenom listan nedan
ta: இந்த செயல் பொத்தான் பக்கங்களை கீழே உள்ள பட்டியல் மூலம் தட்டுகிறது
tr: Bu eylem düğmesine dokunmak, aşağıdaki listeyi sayfalar halinde gösterir
uk: Ця кнопка дії переміщує на наступну сторінку списку нижче
zh_hant: 點選此動作按鈕將翻閱下方的列表

# toggle_current_location
source: Show/hide Coordinates: current location
ar: إظهار/إخفاء الإحداثيات
ast: Show/hide coordinates widget
az: Show/hide coordinates widget
bg: Show/hide coordinates widget
cs: Zobrazit/skrýt nástroj souřadnic
cy: Show/hide coordinates widget
da: Vis/skjul koordinat-modul
de: Koordinaten-Widget ein-/ausblenden
el: Εμφάνιση/απόκρυψη συντεταγμένων: τρέχουσα τοποθεσία
eo: Show/hide coordinates widget
es_us: Mostrar/ocultar control de coordenadas
et: Koordinaatide vidina kuvamine/peitmine
fi: Show/hide coordinates widget
fr: Afficher/Masquer le gadget des coordonnées
he: Show/hide coordinates widget
hu: Koordináták: jelenlegi hely megjelenítése/elrejtése
id: Show/hide coordinates widget
is: Birta/fela viðmót hnita
it: Mostra/nascondi widget delle coordinate
ja: 座標ウィジェットの表示/非表示
ka: Show/hide coordinates widget
lt: Show/hide coordinates widget
lv: Show/hide coordinates widget
mk: Show/hide coordinates widget
nb: Vis/skjul koordinat-miniprogram
nl: Toon/verberg Coördinaten: huidige locatie
oc: Monstrar/ amagar la vinheta de coordonadas
pl: Pokaż/ukryj widżet współrzędnych
ro_ro: Afișați / ascundeți coordonatele widget
ru: Показать/скрыть виджет координат
sc: Ammustra/cua su widget de sas coordinadas
sr: Прикажи/сакриј виџет за координате
sr_latn: Prikaži/sakrij koordinate: trenutna lokacija
sv: Visa/dölj koordinater: aktuell plats
ta: ஆயத்தொலைவுகளைக் காட்டு/மறைக்க: தற்போதைய இடம்
tr: Koordinatlar widget'ını göster/gizle
uk: Показати/сховати віджет координат
zh_hant: 顯示/隱藏座標：目前位置

# show_current_location
source: Show Coordinates: current location
ar: إظهار الإحداثيات
ast: Show coordinates
bg: Show coordinates
cs: Zobrazit souřadnice
cy: Show coordinates
da: Vis koordinater
de: Koordinaten anzeigen
el: Εμφάνιση συντεταγμένων: τρέχουσα τοποθεσία
eo: Show coordinates
es_us: Mostrar coordenadas
et: Kuva koordinaadid
fi: Show coordinates
fr: Afficher les coordonnées
he: Show coordinates
hu: Koordináták: jelenlegi hely megjelenítése
id: Tampilkan Koordinat: lokasi saat ini
is: Birta hnit
it: Mostra coordinate
ja: 座標を表示
ka: Show coordinates
lt: Show coordinates
lv: Show coordinates
mk: Show coordinates
nb: Vis koordinater
nl: Toon Coördinaten: huidige locatie
oc: Monstrar lei coordenadas
pl: Pokaż współrzędne
ro_ro: Afișați coordonatele
ru: Показать координаты
sc: Ammustra sas coordinadas
sr: Прикажи координате
sr_latn: Prikaži Koordinate: trenutna lokacija
sv: Visa koordinater: aktuell plats
ta: ஒருங்கிணைப்புகளைக் காட்டு: தற்போதைய இடம்
tr: Koordinatları göster
uk: Показати координати
zh_hant: 顯示座標：目前位置

# hide_current_location
source: Hide Coordinates: current location
ar: إخفاء الإحداثيات
ast: Hide coordinates
bg: Hide coordinates
cs: Skrýt souřadnice
cy: Hide coordinates
da: Skjul koordinater
de: Koordinaten ausblenden
el: Απόκρυψη συντεταγμένων: τρέχουσα τοποθεσία
eo: Hide coordinates
es_us: Ocultar coordenadas
et: Peida koordinaadid
fi: Hide coordinates
fr: Masquer les coordonnées
he: Hide coordinates
hu: Koordináták: jelenlegi hely elrejtése
id: Sembunyikan Koordinat: lokasi saat ini
is: Fela hnit
it: Nascondi coordinate
ja: 座標を非表示
ka: Hide coordinates
lt: Hide coordinates
lv: Hide coordinates
mk: Hide coordinates
nb: Skjul koordinater
nl: Verberg Coördinaten: huidige locatie
oc: Amagar lei coordenadas
pl: Ukryj współrzędne
ro_ro: Ascundeți coordonatele
ru: Скрыть координаты
sc: Cua sas coordinadas
sr: Сакриј координате
sr_latn: Sakrij Koordinate: trenutna lokacija
sv: Dölj koordinater: aktuell plats
ta: ஆயங்களை மறைக்க: தற்போதைய இடம்
tr: Koordinatları gizle
uk: Сховати координати
zh_hant: 隱藏座標：目前位置

# cloud_hide
source: Hide cloud
ar: إخفاء السحابة
cs: Skrýt oblačnost
cy: Cuddio cwmwl
da: Skjul sky
de: Wolken verstecken
el: Απόκρυψη συννέφων
es_us: Ocultar nubes
et: Peida pilvisus
fr: Masquer les nuages
hu: Felhőzet elrejtése
id: Sembunyikan awan
is: Fela skýjahulu
it: Nascondi nuvole
lt: Slėpti debesis
nb: Skjul skylag
nl: Verberg bewolking
oc: Amagar la nivolada
pl: Ukryj chmurę
ro_ro: Ascunde nor
ru: Скрыть облачность
sc: Cua sas nues
sr: Сакриј облаке
sr_latn: Sakrij oblake
sv: Dölj molntäcke
ta: மேகத்தை மறைக்கவும்
tr: Bulutu gizle
uk: Сховати хмарність
zh_hant: 隱藏雲層

# hide_poi_action
source: Hide POI
ar: إخفاء POI
be: Схаваць POI
ca: Amaga PDI
cs: Skrýt body zájmu
da: Skjul IP
de: POI ausblenden
el: Απόκρυψη ΣΕ
es_us: Ocultar PDI
et: Peida HP
fr: Masquer le POI
hu: Érdekes hely elrejtése
id: Sembunyikan POI
is: Fela merkisstaði
it: Nascondi PDI
ja: POIを非表示
ka: POI-ის დამალვა
nl: Verberg POI
oc: Amagar lei PDI
pl: Ukryj użyteczne miejsca
pt_br: Ocultar POI
ro_ro: Ascundeți POI
ru: Скрыть POI
sc: Cua sos PDI
sr: Сакриј POI
sr_latn: Sakrij TOI
sv: Dölj intressepunkter
ta: பின்னர் மறை
tr: POI'yi gizle
uk: Сховати точки інтересу
zh_hant: 隱藏 POI

# quick_action_add_parking
source: Add parking place
ar: إضافة مكان موقف
az: Parkinq yeriəlavə et
be: Дадаць месца паркоўкі
bg: Добавяне на място за паркиране
ca: Afegeix lloc d'aparcament
cs: Přidat parkovací místo
cy: Ychwanegu man parcio
da: Tilføj parkeringssted
de: Parkposition festlegen
el: Προσθήκη θέσης στάθμευσης
eo: Aldoni parkumejon
es_us: Añadir lugar de estacionamiento
et: Lisa parkimiskoht
eu: Gehitu aparkalekua
fa: افزودن جای پارک
fr: Ajouter un emplacement de stationnement
gl: Engadir un lugar de aparcamento
he: הוספת מקום חנייה
hu: Parkolóhely hozzáadása
hy: Ավելացնել ավտոկայանատեղ
id: Tambahkan tempat parkir
is: Bæta við bílastæði
it: Aggiungi la posizione di parcheggio
ja: 駐車場所を追加
ka: პარკინგის ადგილის დამატება
lt: Pridėti parkavimo vietą
lv: Pievienot stāvvietu
mk: Dodadete mesto za parkiranje
ml: പാർക്കിംഗ് സ്ഥലം ചേർക്കുക
nb: Legg til parkeringsplass
nl: Parkeerlocatie instellen
oc: Ajustar un luòc d'aparcament
pl: Dodaj położenie parkowania
ro_ro: Adaugă loc de parcare
ru: Добавить место парковки
sc: Annanghe unu parchègiu
sk: Pridať miesto zaparkovania
sl: Dodaj parkirno mesto
sr: Додај место паркирања
sr_latn: Dodaj mesto parkiranja
sv: Lägg till P-plats
ta: பார்க்கிங் இடத்தைச் சேர்க்கவும்
tr: Otopark ekle
uk: Додати місце стоянки
zh_hans: 添加停车地点
zh_hant: 增加停車地點

# toggle_online_notes
source: Toggle OSM notes
ar: عرض/إخفاء الملاحظات
be: Паказаць/схаваць нататкі OSM
ca: Commuta les notes OSM
cs: Přepnout OSM poznámky
da: Skift visning af OSM-bemærkninger
de: OSM-Hinweise umschalten
el: Εναλλαγή σημειώσεων OSM
es_us: Alternar notas de OSM
et: Lülita OSM märkmed sisse/välja
fr: Activer les notes OSM
hu: OSM-jegyzetek ki/be
id: Alihkan catatan OSM
is: Víxla OSM-minnispunktum af/á
it: Attiva/disattiva le note di OSM
ja: OSMメモを切替
ka: OSM შენიშვნების გადართვა
nb: Vis/skjul OSM-notater
nl: Schakelen tussen OSM Notes
oc: Activar/desactivar lei nòtas d'OSM
pl: Przełącz uwagi OSM
pt_br: Alternar notas do OSM
ro_ro: Comutați notele OSM
ru: Показать/спрятать заметки OSM
sc: Ammustra/cua sas notas OSM
sr: Укључите OSM белешке
sr_latn: Uključite OSM beleške
sv: Visa/dölj OSM-anteckningar
ta: OSM குறிப்புகளை மாற்றவும்
tr: OSM notlarını aç/kapat
uk: Показати/сховати нотатки OSM
zh_hant: 切換 OSM 註解

# work_button
source: Work
ar: العمل
ast: Trabayu
az: İş
be: Праца
bg: На работа
ca: Feina
cs: Práce
cy: Gwaith
da: Arbejde
de: Arbeit
el: Εργασία
eo: Laborejo
es_us: Trabajo
et: Töökoht
eu: Lantokia
fa: محل کار
fi: Työ
fr: Travail
gl: Traballo
he: עבודה
hu: Munkahely
id: Kantor
is: Vinna
it: Lavoro
ja: 職場
ka: სამუშაო
ko: 직장
lt: Darbas
lv: Darbs
mk: Rabota
ml: ഓഫീസ്
my: အလုပ်
nb: Arbeid
nl: Werk
oc: Travalh
pl: Praca
ro_ro: Serviciu
ru: Работа
sc: Traballu
sk: Práca
sl: Služba
sr: Посао
sr_latn: Posao
sv: Arbetsplats
ta: வேலை
te: పని
tr: İş
uk: Робота
vi: Công việc
zh_hans: 工作地点
zh_hant: 工作

# map_widget_parking
source: Parking
af: Parkering
ar: موقف سيارات
az: Parkinq
be: Паркоўка
bg: Паркинг
bs: Parkiralište
ca: Aparcament
cs: Parkování
cy: Parcio
da: Parkering
de: Parken
el: Στάθμευση
eo: Parkumejo
es_us: Estacionamiento
et: Parkimine
eu: Aparkalekua
fa: پارکینگ
fi: Pysäköinti
gl: Aparcamento
he: חנייה
hu: Parkolás
hy: Կայանատեղ
id: Parkiran
is: Bílastæði
it: Parcheggio
ja: 駐車場
ka: პარკინგი
ko: 주차
lt: Automobilio statymas
lv: Autostāvvietas
mk: Parkiranje
ml: പാര്‍ക്കിങ്ങ്
mr: वाहनतळ
nb: Parkering
nl: Parkeren
oc: Aparcament
pl: Miejsce parkowania
pt_br: Vaga de estacionamento
ro_ro: Parcare
ru: Место парковки
sc: Parchègiu
sk: Parkovanie
sl: Parkiranje
sr: Паркинг
sv: Parkering
ta: பார்க்கிங்
tr: Park et
uk: Стоянка
zh_hans: 停车
zh_hant: 停車場

# resume_nav
source: Continue navigation
ar: مواصلة الملاحة
be: Працягнуць навігацыю
ca: Continua la navegació
cs: Pokračovat v navigaci
da: Fortsæt navigationen
de: Navigation fortsetzen
el: Συνέχεια πλοήγησης
es_us: Continuar navegación
et: Jätka tee juhatamine
fr: Poursuivre la navigation
hu: Navigáció folytatása
id: Lanjutkan navigasi
is: Halda áfram leiðsögn
it: Continua la navigazione
ja: ナビゲーションを続ける
ka: ნავიგაციის გაგრძელება
lt: Pratęsti navigaciją
nb: Fortsett navigering
nl: Navigatie hervatten
oc: Continuar la navigacion
pl: Kontynuuj nawigację
pt_br: Continuar navegação
ro_ro: Continuați navigarea
ru: Продолжить навигацию
sc: Sighi cun sa navigatzione
sr: Настави навођење
sr_latn: Nastavi navođenje
sv: Fortsätt navigeringen
ta: வழிசெலுத்தலைத் தொடரவும்
tr: Navigasyona devam et
uk: Продовжити навігацію
zh_hant: 繼續導航

# quick_action_switch_night_mode
source: Night mode
ar: عرض ليلي
ast: Mou nocherniegu
az: Gecə rejimi
be: Начны рэжым
ca: Mode nocturn
cs: Noční režim
cy: Modd nos
da: Nattilstand
de: Nacht-Modus
el: Λειτουργία νύχτας
eo: Nokta reĝimo
es_us: Modo nocturno
et: Öörežiim
eu: Gaueko modua
fa: حالت شب
fr: Mode Nuit
gl: Modo noite
he: מצב לילה
hu: Éjszakai mód
id: Mode malam
is: Næturhamur
it: Modalità notte
ja: 夜モード
ka: ღამის რეჟიმი
lt: Nakties rėžimas
lv: Nakts režīms
mk: Nocen rezim
ml: രാത്രി മോഡ്
nb: Nattmodus
nl: Nachtmodus
oc: Mòde nocturne
pl: Tryb nocny
ro_ro: Mod nocturn
ru: Ночной режим
sc: Modalidade pro sa note
sk: Nočný režim
sl: Nočni način
sr: Ноћни рад
sr_latn: Noćni režim
sv: Nattläge
ta: இரவு முறை
tr: Gece modu
uk: Нічний режим
zh_hans: 夜间模式
zh_hant: 夜間模式

# quick_action_hillshade_descr
source: A button to show or hide hillshade on the map.
ar: زر لإظهار وإخفاء التلال على الخريطة.
ast: A button to show or hide hillshades on the map.
az: Xəritədə təpə kölgələrini göstərmək və ya gizlətmək üçün düymə.
be: Кнопка для адлюстравання/хавання зацянення рэльефу на мапе.
bg: Бутон, превключващ засенчването на релефа на картата.
ca: Botó per a mostrar o amagar l'ombrejat de relleu al mapa.
cs: Tlačítko pro zobrazení nebo skrytí stínování svahů na mapě.
cy: Botwm i ddangos neu guddio cysgodlenni ar y map.
da: En knap der viser eller skjuler terrænskygge på kortet.
de: Eine Schaltfläche zum Ein- oder Ausblenden des Reliefs.
el: Εμφάνιση ή απόκρυψη πλήκτρου σκίασης αναγλύφου στον χάρτη.
eo: Butono por montri/kaŝi nivelombrumon (reliefon) sur la mapo.
es_us: Un botón que muestra u oculta el sombreado de las colinas en el mapa.
et: Tegevusnupp künkavarjutuste kuvamiseks või peitmiseks kaardil.
eu: Mendiko itzalak mapan erakutsi edo ezkutatzeko botoia.
fa: نمایش یا پنهان کردن سایه‌روشن‌ها روی نقشه.
fi: Painike, joka näyttää tai piilottaa kukkulavarjostuksen kartalla.
fr: Bouton affichant ou masquant l'ombrage du relief sur la carte.
gl: Un botón que amosa ou agocha a sombra dos outeiros no mapa.
he: כפתור להצגה או הסתרה של הצללות במפה.
hu: Gomb domborzatárnyékolás megjelenítésére vagy rejtésére a térképen.
id: Tombol untuk menampilkan atau menyembunyikan bayangan bukit di peta.
is: Hnappur til að birta eða fela hæðaskyggingu á kortinu.
it: Un controllo per mostrare o nascondere nella mappa l'ombreggiatura dei rilievi.
ja: マップ上の陰影起伏図の表示/非表示を切り替えるボタンです。
ka: Tapping this action button shows or hides the terrain layer.
kn: ನಕ್ಷೆಯಲ್ಲಿ 'ಹಿಲ್ಶೇಡ್' ಅನ್ನು ತೋರಿಸಲು ಅಥವಾ ಮರೆಮಾಡಲು ಟಾಗಲ್ ಮಾಡಿ.
ko: 지도에서 음영기복도를 표시하거나 숨기는 버튼입니다.
lt: Tapping this action button shows or hides the terrain layer.
lv: Tapping this action button shows or hides the terrain layer.
mk: Kopče za prikažuvanje ili sokrivanje na ridovite na kartata.
nb: En knapp forå vise eller skjule relieffskygge på kartet.
nl: Een knop om de reliëfschaduw al dan niet te tonen op de kaart.
oc: Boton per mostrar o amagar l'ombra de relèu de la mapa.
pl: Przycisk do pokazywania lub ukrywania cieniowania na mapie.
pt_br: Tocar neste botão de ação mostra ou oculta a camada do terreno.
ro_ro: Un buton care să afișeze sau ascundă umbrirea reliefului pe hartă.
ru: Переключатель для отображения или скрытия затенения рельефа (отмывки) на карте.
sc: Unu butone pro ammustrare o cuare sas umbraduras de sos rilievos in sa mapa.
sk: Tlačidlo pre zobrazenie alebo skrytie tieňovaných svahov na mape.
sl: Gumb za prikaz ali skrivanje senčenje terena na zemljevidu.
sr: Дугме које приказује или сакрива сенчење на карти.
sr_latn: Dugme koje prikazuje ili sakriva senke reljefa na mapi.
sv: En knapp för att visa eller dölja terrängskuggning på kartan.
ta: வரைபடத்தில் இல்சேட் காட்ட அல்லது மறைக்க ஒரு பொத்தான்.
tr: Haritada tepe gölgelerini göstermek veya gizlemek için bir düğme.
uk: Кнопка, щоб показати або сховати рельєф на мапі.
vi: Nút dùng để hiện hoặc ẩn bóng đổ đồi núi trên bản đồ.
zh_hans: 用于在地图上显示或隐藏山体阴影的按钮。
zh_hant: 在地圖上顯示或隱藏地形陰影的按鈕。

# quick_action_verb_turn_on_off
source: Turn On / Off
ca: Activa / Desactiva
cs: Zapnout / vypnout
da: Tænd / sluk
de: Einschalten / Ausschalten
el: Ενεργοποίηση/απενεργοποίηση
es_us: Activar / Desactivar
et: Lülita sisse / välja
eu: Piztu / Itzali
fa: روشن/خاموش
fi: Päälle / pois
fr: Activer / Désactiver
hu: Be-/kikapcsolás
id: Matikan / Nyalakan
is: Víxla Af / Á
it: Accendi / Spegni
ja: ON/OFF
nl: Aan-/Uitzetten
ro_ro: Pornește / Oprește
ru: Включить/выключить
sk: Zapnúť / Vypnúť
sr: Укључи / искључи
sr_latn: Uključivanje / Isključivanje
sv: Slå På / Av
ta: இயக்கவும் / முடக்கவும்
uk: Увімкнути / Вимкнути
vi: Bật / Tắt
zh_hans: 打开 / 关闭
zh_hant: 開啟/關閉
