Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# wiki_buy_description
source: To read full articles - buy Wikipedia plugin and download Wikipedia data of %@
ar: لقراءة مقالات كاملة - شراء البرنامج المساعد ويكيبيديا وتنزيل بيانات ويكيبيديا من %@
be: Каб прачытаць поўныя артыкулы, купіце убудову Вікіпедыі і спампуйце даныя Вікіпедыі для %@
ca: Si voleu llegir articles sencers - compreu el connector de la Viquipèdia i baixeu-ne les dades de %@
cs: Pro čtení celých článků - zakupte modul Wikipedie a stáhněte si data Wikipedie pro %@
da: For at læse fuldstændige artikler - køb Wikipedia udvidelsen og hent Wikipedia data på %@
de: Kaufen Sie das Wikipedia Plugin und laden Sie die Daten von %@ herunter, damit Sie komplette Artikel lesen können
el: Για να διαβάσετε ολόκληρα άρθρα - αγοράστε το πρόσθετο της Βικιπαίδεια και κατεβάστε τα δεδομένα από τη Βικιπαίδεια του %@
es_us: Para leer los artículos completos - compra el complemento de Wikipedia y descarga los datos Wikipedia de %@
et: Tervikartiklite lugemiseks osta Vikipeedia lisa ja laadi Vikipeediast alla %@ andmed
fr: Pour lire les articles complets, achetez le plugin Wikipédia et téléchargez les données Wikipédia de %@
hu: A teljes cikkek elolvasásához vásárolja meg a Wikipédia bővítményt és töltse le a(z) %@ adatait a Wikipédiáról
id: Untuk membaca artikel lengkap - beli plugin Wikipedia dan unduh data Wikipedia dari %@
is: Til að lesa heilar greinar - kauptu Wikipedia-viðbótina og náðu í Wikipedia-gögn fyrir %@
it: Per leggere gli articoli completi, acquista il plug-in di Wikipedia e scarica i dati di %@
ja: 記事全文を読むにはWikipediaプラグインを購入し、%@のWikipediaデータをダウンロードする必要があります
nl: Om volledige artikels te lezen, schaf de Wikipedia plugin aan en download Wikipedia gegevens over %@
oc: Se volètz legir d'articles entiers, crompètz l'ajust de la Wikipèdia e teledescargatz lei donadas de %@
pl: Aby przeczytać pełne artykuły - kup Wikipedię i pobierz dane z Wikipedii %@
pt_br: Para ler artigos completos - compre o plugin Wikipedia e faça o download dos dados da Wikipedia sobre %@
ro_ro: Pentru a citi articolele complete - cumpără extensia Wikipedia și descarcă datele Wikipedia din %@
ru: Чтобы читать полный текст статей — приобретите плагин Wikipedia и скачайте данные Wikipedia для %@
sc: Pro lègere artìculos intreos - còmpora su plugin Wikipedia e iscàrriga sos datos de %@
sk: Pre čítanie celých článkov - kúpte si doplnok Wikipedia a stiahnite údaje Wikipedie pre %@
sr: Да бисте прочитали читаве чланке - купите додатак за Википедију и преузмите податке Википедије за %@
sr_latn: Da biste pročitali čitave članke - kupite dodatak za Vikipediju i preuzmite podatke Vikipedije za %@
sv: För att läsa hela artiklar - köp Wikipedia-pluginen och ladda ner Wikipedia-data från %@
ta: முழு கட்டுரைகளைப் படிக்க - விக்கிபீடியா சொருகி வாங்கி, %of இன் விக்கிபீடியா தரவைப் பதிவிறக்கவும்
tr: Makalelerin tamamını okumak için - Wikipedia eklentisini satın alın ve %@ için Wikipedia verilerini indirin
uk: Щоб отримувати повний текст статей — придбайте плагін «Вікіпедія» та завантажте дані для %@
zh_hant: 要閱讀完整文章 - 請購買維基百科外掛元件和下載維基百科 %@ 的資料

# free_version_message
source: %@ maps to download or update.
af: Hierdie gratis OsmAnd weergawe is beperk tot %@ aflaailêers en ondersteun nie aflyn Wikipedia artikels nie.
ar: %@خريطة لتنزيلها أو تحديثها.
az: Endirmək və ya yeniləmək üçün %@ xəritə.
be: %@ мап для спампоўкі або абнаўлення.
bg: %@карти за изтегляне или обновяване.
ca: %@ mapes per descarregar o actualitzar.
cs: %@ map ke stažení nebo aktualizaci.
cy: %@ map i'w llwytho neu ddiweddaru.
da: %@ kort til download eller opdatering.
de: %@ Karten zum Herunterladen oder Aktualisieren.
el: %@ χάρτες για λήψη ή ενημέρωση.
eo: %@ mapo(j) por elŝuti aŭ ĝisdatigi.
es_us: Existen %@ mapas para descargar o actualizar.
et: %@ kaarti allalaadimiseks või uuendamiseks.
eu: %@ mapa deskargatzeko edo eguneratzeko.
fa: %@ نقشه برای بارگیری یا روزآمدسازی.
fi: Tämä ilmainen OsmAnd versio on rajoitettu %@ lataukseen ja ei tue offline wikipedia artikkeleita.
fr: %@ cartes à télécharger ou à mettre à jour.
gl: Podes baixar ou actualizar %@ mapas.
he: %@מפות להורדה או עדכון.
hu: %@ térképet tölthet le vagy frissíthet.
hy: Դուք կարող եք ներբեռնել կամ թարմացնել %@ քարտեզներ։
id: %@ peta untuk diunduh atau diperbarui.
is: Þú getur sótt eða uppfært %@ kort.
it: %@ mappe da scaricare o aggiornare.
ja: %@個のマップをダウンロード、または更新します。
ka: გადმოსაწერი ან განსაახლებელია %@ რუკა.
ko: 무료 OsmAnd 버전은 다운로드를 %@ 번으로 제한되고 오프라인 위키피디아 기사를 제공하지 않습니다.
lt: Galite atsisiųsti ar atnaujiniti iki %@ žemėlapių.
lv: Bezmaksas OsmAnd versijai ir ierobežojums uz %@ lejupielādēm un tā neatbalsta bezsaistes wikipedia rakstus.
mk: %@ karti za prezemanje ili ažuriranje.
ml: ഈ സൗജന്യ ഓഎസ്എം ആന്ഡ് പതിപ്പ് %@ ഡൗണ്‍ലോഡുകളെ അനുവദിക്കൂ, ഓഫ്ലൈന് വിക്കിപീഡിയ ലേഖനങ്ങളുമില്ല. ഈ നിയന്ത്രണമൊഴിവാക്കാന്‍ ദയവായി ഓഎസ്ംആന്ഡ്+ അല്ലെങ്കില്‍ എഫ്ഡ്രോയിഡ് പതിപ്പിലേക്ക് പരിഷ്കരിക്കുക.
nb: Du kan laste ned eller oppdatere %@ kart.
nl: %@ kaarten te downloaden of updaten.
oc: Podètz teledescargar ò actualizar %d mapas
pl: %@ map(y) do pobrania lub zaktualizowania.
pt_br: Você pode fazer o download ou atualizar os mapas de %d
ro_ro: %@ hărți de descărcat sau de actualizat.
ru: Вы можете скачать или обновить %@ карт(ы).
sc: %@ mapas de iscarrigare o agiornare.
sk: %@ máp na stiahnutie alebo aktualizáciu.
sl: %@ zemljevid/a/i/ov za prenos ali posodobitev.
sr: %@ карта(и) за преузимање или освежавање.
sr_latn: %@ mapa(i) za preuzimanje ili ažuriranje.
sv: %@ kartor att ladda ner eller uppdatera.
ta: பதிவிறக்கம் செய்ய அல்லது புதுப்பிக்க %@ வரைபடங்கள்.
tr: %@ harita indirme veya güncelleme.
uk: %@ мап для завантаження або оновлення.
zh_hans: %@ 地图可下载或更新。
zh_hant: %@ 地圖下載或更新。

# osm_live_get_title
source: Get OsmAnd Live
ar: الحصول علي أوسماند لايف
be: Падпісацца на OsmAnd Live
ca: Obteniu OsmAnd Live
cs: Získejte OsmAnd Live
da: Få OsmAnd Live
de: OsmAnd Live abonnieren
el: Αποκτήστε το OsmAnd Live
es_us: Obtener OsmAnd Live
et: Hangi OsmAnd Live
fi: Hanki OsmAnd Live
fr: Obtenir OsmAnd Live
hu: OsmAnd Live beszerzése
id: Dapatkan OsmAnd Live
is: Fáðu þér OsmAnd Live
it: Ottieni OsmAnd Live
ja: OsmAnd Live機能を入手
ka: OsmAnd Live-ის მიღება
ko: OsmAnd 라이브 받기
oc: Obtenètz OsmAnd Live
pl: Uzyskaj OsmAnd Live
pt_br: Obter OsmAnd Live
ro_ro: Obțineți OsmAnd Live
ru: Подписаться на OsmAnd Live
sc: Abbona·ti a OsmAnd Live
sk: Získajte OsmAnd Live
sr: Набавите ОсмАнд Уживо
sr_latn: Nabavite OsmAnd Uživo
sv: Skaffa OsmAnd Live
ta: ஒச்மண்டை நேரலையில் பெறுங்கள்
tr: OsmAnd Live edin
uk: Передплатити OsmAnd Live
zh_hant: 獲得 OsmAnd Live

source: Privacy and security
ar: الخصوصية والأمان
ast: Privacidá y seguranza
az: Gizlilik və təhlükəsizlik
be: Прыватнасць і бяспека
bg: Поверителност и защита
ca: Privadesa i seguretat
cs: Soukromí a zabezpečení
cy: Preifatrwydd a diogelwch
da: Privatliv og sikkerhed
de: Datenschutz und Sicherheit
el: Ιδιωτικότητα και ασφάλεια
eo: Privateco kaj sekureco
es_us: Privacidad y seguridad
et: Privaatsus ja turvalisus
eu: Pribatutasuna eta segurtasuna
fa: حریم خصوصی و امنیت
fi: Yksityisyys ja turvallisuus
fr: Vie privée et Sécurité
gl: Privacidade e seguranza
he: פרטיות ואבטחה
hi: गोपनीयता और सुरक्षा
hu: Adatvédelem és biztonság
id: Privasi dan keamanan
is: Gagnaleynd og öryggi
it: Privacy e sicurezza
ja: プライバシーとセキュリティ
ko: 개인 정보 보호 및 보안
lt: Privatumas ir saugumas
lv: Privātums un drošība
mk: Privatnost i bezbednost
nb: Personvern og sikkerhet
nl: Privacy en veiligheid
oc: Vida privada e seguretat
pl: Prywatność i bezpieczeństwo
ro_ro: Confidențialitate și Securitate
ru: Конфиденциальность и безопасность
sc: Riservadesa e seguresa
sk: Súkromie a bezpečnosť
sl: Zasebnost in varnost
sr: Приватност и безбедност
sr_latn: Privatnost i bezbednost
sv: Sekretess och säkerhet
ta: தனியுரிமை மற்றும் பாதுகாப்பு
tr: Gizlilik ve güvenlik
uk: Конфіденційність та безпека
vi: Quyền riêng tư và bảo mật
zh_hans: 隐私和安全
zh_hant: 隱私與安全

# already_has_inapp
source: You have already subscribed to %@.
ar: لقد اشتركت بالفعل في %@.
be: Вы ўжо падпісаныя на %@.
ca: Ja esteu subscrit a %@.
cs: Již máte předplatné %@.
da: Der abonneres allerede på %@.
de: Sie haben bereits %@ abonniert.
el: Έχετε ήδη κάνει εγγραφή στο %@.
es_us: Ya se ha suscrito a %@.
et: Oled juba tellinud %@.
fr: Vous possédez déjà un abonnement pour %@.
hu: Ön már előfizetett a következőre: %@.
id: Anda sudah berlangganan %@.
is: Þú ert þegar áskrifandi að %@.
it: Sei già iscritto a %@.
ja: あなたはすでに%@に登録済みです。
oc: Avètz ja soscrich a %@.
pl: Już zasubskrybowałeś %@.
pt_br: Você já se inscreveu em %@.
ro_ro: V-ați abonat deja la %@.
ru: Вы уже подписаны на %@.
sc: Ses giai abbonadu a %@.
sk: Už máte predplatné %@.
sr: Већ сте се претплатили на %@.
sr_latn: Već ste se pretplatili na %@.
sv: Du prenumererar redan på %@.
ta: நீங்கள் ஏற்கனவே %@க்கு சந்தா செலுத்தியுள்ளீர்கள்.
tr: %@ aboneliğiniz zaten var.
uk: Ви вже передплатили %@.
zh_hant: 您已經訂閱了 %@。

# touting_specified_vehicle_parameters_descr
source: Specified vehicle parameters may affect routing.
ar: قد تؤثر تفضيلات المركبات المحددة على التوجيه.
be: Вызначаныя налады могуць паўплываць на маршрутызацыю.
ca: Els paràmetres del vehicle especificats poden afectar la navegació.
cs: Zadané parametry vozidla mohou ovlivnit výpočet trasy.
da: Angivne køretøjsparametre kan påvirke ruteberegning.
de: Angegebene Fahrzeugparameter können die Streckenführung beeinflussen.
el: Οι καθορισμένες παράμετροι οχήματος ίσως επηρεάσουν την δρομολόγηση.
es_us: Los parámetros definidos del vehículo pueden afectar la navegación.
et: Nimetatud sõiduki parameetrid võivad mõjutada marsruudi koostamist.
fr: Les paramètres de véhicule spécifiés peuvent affecter la navigation.
hu: A megadott járműparaméterek befolyásolhatják az útvonaltervezést.
id: Parameter kendaraan yang ditentukan dapat mempengaruhi perutean.
is: Breytur varðandi farartæki geta haft áhrif á leiðaval.
it: I parametri del veicolo specificati possono influire sul percorso.
ja: 指定した車両パラメーターはルート計算に影響を与える可能性があります。
nl: Ingestelde voertuig parameters kunnen route beïnvloeden.
oc: Lei paramètres dau veïcul especificats pòdon afectar la navigacion.
pl: Określone parametry pojazdu mogą mieć wpływ na wyznaczanie trasy.
pt_br: Os parâmetros especificados do veículo podem afetar o roteamento.
ro_ro: Parametrii specificați pentru vehicul pot afecta rutarea.
ru: Указанные параметры автомобиля могут повлиять на маршрутизацию.
sc: Sos paràmetros dillindados de su veìculu diant pòdere influentzare su càrculu de s'àndala.
sr: Наведени параметри возила могу утицати на рутирање.
sr_latn: Navedeni parametri vozila mogu uticati na rutiranje.
sv: Angivna fordonsparametrar kan påverka ruttberäkning.
ta: குறிப்பிட்ட வாகன அளவுருக்கள் ரூட்டிங் பாதிக்கலாம்.
tr: Belirtilen araç parametreleri yönlendirmeyi etkileyebilir.
uk: Вказані параметри транспортного засобу можуть впливати на маршрутизацію.
zh_hant: 指定的車輛參數可能會影響路線規劃。

# rendering_attr_appMode_name
source: Rendering mode
af: Weergewing wyse
ar: وضع التقديم
be: Рэжым візуалізацыі
bg: Режим на показване
bs: Režim iscrtavanja
ca: Mode de renderització
cs: Režim vykreslování
cy: Modd rendro
da: Gengivelsesmetode
de: Darstellungsmodus
el: Τρόπος απεικόνισης
eo: Desegnata reĝimo
es_us: Modo de dibujo
et: Kuvamisrežiim
eu: Marrazte modua
fa: حالت رندرگیری
fi: Hahmotustila
fr: Profil pour l'affichage
gl: Modo de renderizado
he: מצב עיבוד תמונה
hu: Megjelenítési mód
hy: Ցուցադրման ռեժիմ
id: Modus render
is: Myndgerðarhamur
it: Modalità di disegno
ja: 描画方法
ka: რენდერის რეჟიმი
ko: 렌더링 모드
lt: Vaizdavimo režimas
lv: Renderēšanas režīms
mk: Avtomatsko iscrtuvanje na rezimot
ml: വരച്ച് കാണിക്കുന്ന രീതി
nb: Opptegningsmodus
nl: Weergavemodus
oc: Mòde de representacion
pl: Tryb renderowania
pt_br: Modo de renderização
ro_ro: Mod de randare
ru: Режим отрисовки
sc: Modalidade de disinnu
sk: Vykresľovací režim
sl: Način izrisa
sr: Начин исцртавања
sr_latn: Način iscrtavanja
sv: Renderingsläge
ta: வழங்குதல் பயன்முறை
tr: Görselleştirme modu
uk: Режим показу
zh_hans: 渲染模式
zh_hant: 繪製模式

# routing_attr_goods_restrictions_name
source: Goods delivery
ar: تسليم البضائع
be: Дастаўка тавараў
bg: Доставка на стоки
ca: Lliurament de mercaderies
cs: Dodávání zboží
da: Varelevering
de: Lieferverkehr
el: Παράδοση αγαθών
eo: Malpeza varaŭtomobilo
es_us: Entrega de mercancías
eu: Salgaien banaketa
fa: تحویل کالا
fr: Livraison de marchandises
he: משלוח טובין
hu: Áruszállítás
id: Pengiriman barang
is: Heimsending á vörum
it: Trasporto merci
ja: 小型配達車
ko: 상품 배송
lt: Prekių pristatymas
mk: Isporaka na stoka
nb: Varelevering
nl: Bezorging van goederen
oc: Liurasons de bens
pl: Dostawa towarów
ro_ro: Livrare de mărfuri
ru: Доставка товаров
sc: Intrega de mertzes
sk: Dodávkové vozidlá
sl: Dostava blaga
sr: Достава добара
sr_latn: Dostava robe
sv: Godsleverans
ta: பொருட்கள் வழங்கல்
tr: Yük teslimatı
uk: Доставляння вантажів
vi: Giao hàng
zh_hans: 货物运送
zh_hant: 貨運

# routing_attr_goods_restrictions_footer_desc
source: Applies only for vehicles carrying goods that have at least four wheells and weigh no more then 3.5 tonnes. If your vehicle weight is more than 3.5 tonnes you need to use Truck profile.
ar: ينطبق فقط على المركبات التي تحمل البضائع التي تحتوي على أربعة عجلات على الأقل ولا يزيد وزنها عن 3.5 طن. إذا كان وزن سيارتك أكثر من 3.5 طن ، فأنت بحاجة إلى استخدام ملف تعريف الشاحنة.
cs: Platí pouze pro vozidla přepravující zboží, která mají nejméně čtyři kola a váží nejvýše 3,5 tuny. Pokud je hmotnost vašeho vozidla vyšší než 3,5 tuny, musíte použít profil Kamion.
da: Gælder kun for køretøjer, der transporterer gods, som har mindst fire hjul og vejer højst 3,5 tons. Hvis dit køretøj vejer mere end 3,5 tons, skal du bruge lastbilprofilen.
de: Gilt nur für Fahrzeuge, die Güter befördern, die mindestens vier Räder haben und nicht mehr als 3,5 Tonnen wiegen. Wenn das Gewicht Ihres Fahrzeugs mehr als 3,5 Tonnen beträgt, müssen Sie das Profil Lkw verwenden.
es_us: Sólo aplica a los transportes de mercancías que tienen al menos cuatro ruedas y no pesan más de 3,5 toneladas. Si el peso del vehículo es superior a 3,5 toneladas, debe usar el perfil de camión.
fr: S'applique aux véhicules transportant des marchandises ayant au moins 4 roues et pesant moins de 3.5 tonnes. Si votre véhicule pèse plus de 3.5 tonnes, vous devez utiliser le profil "Camion".
hu: Csak olyan járművekre vonatkozik, amelyek legalább négy kerékkel rendelkeznek, és tömegük nem haladja meg a 3,5 tonnát. Ha járműve tömege meghaladja a 3,5 tonnát, akkor teherautó-profilt ajánlott használnia.
id: Hanya berlaku untuk kendaraan pengangkut barang yang memiliki setidaknya empat roda dan berat tidak lebih dari 3,5 ton. Jika berat kendaraan Anda lebih dari 3,5 ton, Anda perlu menggunakan profil Truk.
is: Gildir aðeins fyrir vöruflutningafarartæki sem hafa a.m.k. fjögur hjól og eru ekki þyngri en 3,5 tonn. Ef þyngd farartækisins er meiri en 3,5 tonn þarftu að nota flutningabifreiða-sniðið.
it: Si applica solo ai veicoli che trasportano merci che hanno almeno quattro ruote e pesano non più di 3,5 tonnellate. Se il peso del tuo veicolo è superiore a 3,5 tonnellate devi utilizzare il profilo Camion.
oc: Aquò vau ren que per lei veïculs de quatre ròdas per lo mens pesant pas mai de 3,5 tonas que carrejan de mèrças. Se lo pes dau veïcul passa 3,5 tonas se deu emplegar lo perfiu “Camion”.
ro_ro: Se aplică numai pentru vehiculele care transportă mărfuri cu cel puțin patru roți și care cântăresc cel mult 3,5 tone. Dacă vehiculul dumneavoastră are o greutate mai mare de 3,5 tone, trebuie să utilizați profilul pentru camioane.
ru: Применяется только к транспортным средствам, перевозящим грузы, которые имеют не менее четырех колес и весят не более 3,5 тонн. Если вес вашего автомобиля превышает 3,5 тонны, вам необходимо использовать Профиль грузовика.
sc: S'àplicat petzi pro veìculos chi trasportant mercantzias chi tenent a su nessi bator rodas e pesant non prus de 3,5 tonnelladas. Si su veìculu tuo pesat prus de 3,5 tonnelladas depes impreare su profilu Càmion.
sr: Важи само за возила која превозе робу а имају најмање четири точка и теже не више од 3,5 тона. Ако ваше возило има тежину већу од 3,5 тона требате користити Теретни профил.
sr_latn: Važi samo za vozila koja prevoze robu a imaju najmanje četiri točka i teže ne više od 3,5 tona. Ako vaše vozilo ima težinu veću od 3,5 tona trebate koristiti Teretni profil.
sv: Gäller för fordon med gods/varutransporter, minst fyra hjul och max 3,5 ton ('Lätt lastbil'). Om fordonet väger mer än 3,5 ton behöver du använda profilen för 'Tung lastbil'.
ta: குறைந்தது நான்கு சக்கரங்களைக் கொண்ட பொருட்களைச் சுமந்து செல்லும் வாகனங்களுக்கு மட்டுமே பொருந்தும், மேலும் 3.5 டன் எடையும் இல்லை. உங்கள் வாகன எடை 3.5 டன்னுக்கு மேல் இருந்தால் நீங்கள் டிரக் சுயவிவரத்தைப் பயன்படுத்த வேண்டும்.
tr: Yalnızca en az dört tekerleği olan ve ağırlığı 3,5 tondan fazla olmayan mal taşıyan araçlar için geçerlidir. Aracınızın ağırlığı 3,5 tondan fazlaysa Kamyon profilini kullanmanız gerekir.
uk: Поширюється тільки на транспортні засоби, що перевозять вантажі, які мають не менше чотирьох коліс і важать не більше 3,5 тонн. Якщо вага вашого транспортного засобу перевищує 3,5 тонни, вам необхідно використовувати профіль "Вантажний автомобіль".
zh_hant: 僅適用於載有貨物、至少有四個輪子且重量不超過 3.5 噸的車輛。 如果您的車輛重量超過 3.5 噸，您需要使用卡車設定檔。

# routing_attr_goods_restrictions_yes_desc
source: Roads that are closed for goods delivery will be avoided.
ar: سيتم تجنب الطرق التي أغلقت لتسليم البضائع.
cs: Silnice, které jsou uzavřeny pro rozvoz zboží, budou objížděny.
da: Veje, der er lukket for varekørsel, vil blive undgået.
de: Für Lieferverkehr gesperrte Straßen werden gemieden.
el: Οι δρόμοι που είναι κλειστοί για παράδοση αγαθών δεν θα αποφεύγονται.
es_us: Serán evitados los caminos cerrados para la entrega de mercancías.
fr: Les routes interdites aux livraisons de marchandises seront évitées.
hu: Az áru szállítására lezárt utak el lesznek kerülve.
id: Jalan yang ditutup untuk pengiriman barang akan dihindari.
is: Forðast verður að nota vegi sem lokað er fyrir vöruafhendingu.
it: Saranno evitate le strade chiuse per la consegna delle merci.
oc: Lei rotas de la liurason de mèrça interdita seràn evitadas.
ro_ro: Se vor evita drumurile care sunt închise pentru livrarea mărfurilor.
ru: Будем избегать дорог, закрытых для доставки товаров.
sc: S'ant a evitare sos caminos chi sunt serrados pro su trasportu de mercantzias.
sr: Путеви који су затворени за превоз робе биће избегавани.
sr_latn: Putevi koji su zatvoreni za prevoz robe biće izbegavani.
sv: Vägar som inte är tillåtna för varutransporter kommer undvikas.
ta: பொருட்கள் விநியோகத்திற்காக மூடப்பட்ட சாலைகள் தவிர்க்கப்படும்.
tr: Mal teslimatı için kapalı olan yollardan kaçınılacak.
uk: Будуть уникатися дороги, якими заборонено доставляти вантажі.
zh_hant: 將避開禁止貨物運送的道路。

# routing_attr_driving_style_prefer_unpaved_description
source: Prefer unpaved over paved roads for routing.
ar: تفضيل الطرق غير المعبدة عند التوجيه.
be: Аддаваць перавагу дарогам без пакрыцця.
bg: Предпочитане на пътища без настилка.
ca: Prefereix carreteres sense asfaltar a les asfaltades al generar rutes.
cs: Pro navigaci upřednostňovat nezpevněné cesty před zpevněnými.
cy: Gwell ffyrdd heb balmantu na rhai wedi'u palmantu ar gyfer llwybro.
da: Foretræk ikke-asfalterede veje fremfor asfalterede veje ved ruteberegning.
de: Bei der Navigation unbefestigte Straßen gegenüber befestigten bevorzugen.
el: Να προτιμώνται μη στρωμένοι δρόμοι για δρομολόγηση.
eo: Preferi vojojn sen firma pavimo.
es_us: Prefiere los caminos sin pavimentar a los pavimentados para el trazado de rutas.
et: Teekonna koostamisel eelista katteta teid pinnatud teedele.
eu: Hobetsi asfaltatu gabeko bideak ibilbideetan.
fa: در مسیریابی، جاده‌های روسازی‌نشده را به روسازی‌شده ترجیح می‌دهد.
fi: Suosi päällystämätöntä tietä päällystettyjen teiden sijaan reitityksessä.
fr: Privilégier les routes non pavées pour l'itinéraire.
gl: Preferir as estradas sen pavimentar aos pavimentados para o trazado de rutas.
he: להעדיף דרכים לא סלולות על פני סלולות בבחירת מסלול.
hu: Útvonaltervezésnél a burkolatlan utak előnyben részesítése a burkoltakkal szemben.
id: Lebih suka jalan yang tidak beraspal daripada jalan beraspal untuk perutean.
is: Velja frekar vegi með óbundnu slitlagi við leiðagerð.
it: Preferisci le strade non pavimentate a quelle che lo sono per il calcolo del percorso.
ja: ルート検索時に、舗装道路よりも未舗装道路を優先します。
kn: ಸುಸಜ್ಜಿತ ರಸ್ತೆಗಳಿಗೆ ಆದ್ಯತೆ ನೀಡಿ.
ko: 여정을 위해 포장되지 않은 도로보다 포장 도로를 선호합니다.
mk: Pretpočitajte neasfaltirani pred asfaltirani patišta za ruta.
nb: Foretrekk veier uten fast dekke framfor med fast dekke for ruting.
nl: Voorkeur voor onverharde boven verharde wegen voor begeleiding.
oc: Prendre en còmpte lei rotas sensa quitran per lo calcul dau percors.
pl: Preferuje drogi nieutwardzone.
pt_br: Prefira não pavimentada sobre estradas pavimentadas para o roteamento.
ro_ro: Preferă drumuri neasfaltate în locul celor asfaltate pentru rutare.
ru: Предпочитать дороги без покрытия.
sc: Preferi caminos non pamentados a sos caminos pamentados pro s'àndala.
sk: Preferovať pri navigácii cesty s nespevneným povrchom nad spevnenými.
sl: Za usmerjanje raje uporabi neasfaltirane kot asfaltirane ceste.
sr: Даје предност непресвученим путевима радије него ли асфалтрираним за навођење.
sr_latn: Preferiranje makadama više od asfaltriranog puta za rutiranje.
sv: Välj i första hand rutter med vägar utan beläggning som asfalt eller sten.
ta: ரூட்டிங் செய்ய நடைபாதை சாலைகள் மீது செப்பன்ட்டை விரும்புங்கள்.
tr: Yönlendirme için asfaltsız yolları asfaltlılara tercih et.
uk: Надати перевагу дорогам без покриття.
vi: Ưu tiên đường chưa lát hơn đường đã lát khi đi.
zh_hans: 在路径规划时，首选未铺砌的道路而不是已铺砌的道路。
zh_hant: 在計算路徑時，相較於有鋪面的道路，較偏好無鋪面的道路。

# rendering_attr_surface_ice_name
source: Ice
ar: جليد
ast: Xelu
az: Buz
be: Лёд
bg: Лед
ca: Gel
cs: Led
cy: Rhew
da: Is
de: Eis
el: Πάγος
eo: Glacio
es_us: Hielo
et: Jää
eu: Izotza
fa: یخ
fi: Jää
fr: Glace
gl: Xeo
he: קרח
hu: Jég
id: Es
is: Ís
it: Ghiaccio
ja: 氷
ka: ყინული
ko: 얼음
lt: Ledas
lv: Ledus
mk: Mraz
ml: ഐസ്
my: ရေခဲပြင်
nb: Is
nl: IJs
oc: Gèu
pl: Lód
pt_br: Gelo
ro_ro: Gheață
ru: Лёд
sc: Astra
sk: Ľad
sl: Led
sr: Лед
sr_latn: Led
sv: Is
ta: பனி
tr: Buz
uk: Лід
vi: Băng
zh_hans: 冰面
zh_hant: 冰

# routing_attr_piste_type_sled_name
source: Sled
ar: تزلج
be: Санкі
bg: Шейни
ca: Trineu
cs: Sáně
da: Slæde
de: Schlitten
el: Έλκηθρο κατάβασης
eo: Glitveturiloj
es_us: Trineo
et: Kelk
eu: Lera
fa: سورتمه
fi: Kelkka
fr: Traîneau
gl: Zorra
he: מזחלת
hu: Szánkó
id: Kereta luncur
is: Sleði
it: Slitta
ja: ソリ
ka: სლედი
ko: 썰매
lt: Rogės
lv: Kamanas
mk: Sanki
nb: Kjelke
nl: Slee
oc: Tirassa
pl: Sanki
pt_br: Trenó
ro_ro: Sanie
ru: Сани
sc: Islita
sk: Sánkovanie
sl: Sani
sr: Санке
sr_latn: Sanke
sv: Släde
ta: ச்லெட்
tr: Kızak
uk: Сани
zh_hans: 雪橇
zh_hant: 雪橇

# activity_type_car_name
source: Car
ar: سيارة
ast: Coche
az: Avtomobil
be: Аўтамабіль
bg: Автомобил
ca: Cotxe
cs: Auto
da: Bil
de: Auto
el: Αυτοκίνητο
eo: Aŭto
es_us: Automóvil
et: Auto
eu: Autoa
fa: خودرو
fi: Autoilu
fr: Voiture
gl: Automóbil
he: מכונית
hu: Személyautó
id: Mobil
is: Akandi
it: Automobile
ja: 車
ka: მანქანა
ko: 자동차
lt: Automobilis
mk: Avtomobil
nb: Bil
nl: Auto
oc: Veitura
pl: Samochód
ro_ro: Autoturism
ru: Автомобиль
sc: Màchina
sk: Auto
sl: Avto
sr: Аутомобил
sr_latn: Auto
sv: Bil
ta: கார்
tr: Araba
uk: Автівка
vi: Ô tô
zh_hans: 汽车
zh_hant: 汽車
