Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# shared_string_clear
source: Clear
af: Herstel
ar: إزالة
ast: Llimpiar
az: Təmizlə
be: Ачысціць
bg: Изчистване
ca: Neteja
cs: Vyčistit
cy: Clirio
da: Slet
de: Löschen
el: Καθαρισμός
eo: Forviŝi
es_us: Limpiar
et: Tühjenda
eu: Garbitu
fa: پاک‌سازی
fi: Nollaa
fr: Effacer
gl: Limpar
he: איפוס
hu: Törlés
hy: Մաքրել
id: Hapus
is: Hreinsa
it: Pulisci
ja: 削除
ka: საწყისი მდგომარეობა
kn: ತೆಳಿಸಿ
ko: 지우기
lt: Išvalyti
lv: Notīrīt
mk: Iscisti
ml: വൃത്തിയാക്കുക
nb: Slett
nl: Wis
oc: Escafar
pl: Wyczyść
ro_ro: Șterge
ru: Очистить
sc: Iscantzella
sk: Vymazať
sl: Počisti
sr: Очисти
sr_latn: Očisti
sv: Töm
ta: தெளிவான
tr: Temizle
uk: Очистити
vi: Xoá
zh_hans: 清除
zh_hant: 清除

# save_track_to_gpx
source: Auto-record track during navigation
ar: تسجيل المسار أثناء الملاحة
az: Naviqasiya zamanı izi avtomatik qeyd et
be: Аўтаматычна запісваць след падчас навігацыі
bg: Auto-record track
ca: Enregistra automàticament la traça durant la navegació
cs: Automaticky zaznamenávat stopu během navigace
cy: Recordio trac yn awtomatig wrth lywio
da: Automatisk optagelse af spor under navigation
de: Während der Navigation automatisch Track aufzeichnen
el: Αυτόματη εγγραφή ίχνους κατά την πλοήγηση
eo: Aŭtomate registri spuron dum navigi
es_us: Grabar la traza automáticamente al navegar
et: Salvesta rada automaatselt navigeerimise ajal
eu: Erregistratu arrastoa automatikoki nabigazioan zehar
fa: ردنگاری خودکار در هنگام ناوبری
fi: Tallenna jälki automaattisesti suunnistuksen aikana
fr: Enregistrer automatiquement le parcours pendant le guidage
gl: Gravar a pista de xeito automático ó navegar
he: הקלטת המסלול אוטומטית במהלך הניווט
hu: Nyomvonal automatikus rögzítése navigáció közben
id: Rekam trek secara otomatis selama navigasi
is: Skrifa feril sjálfkrafa í GPX-skrá á meðan leiðsögn stendur
it: Registra automaticamente la traccia durante la navigazione
ja: ナビゲーション中に経路をGPXに記録
ka: დევნის GPX-ში ჟურნალირება
ko: 운행하는 동안 트랙을 GPX파일로 기록
lt: Naviguojant išsaugoti judėjimo istoriją į GPX failą automatiškai
lv: Navigācijas laikā treku ierakstīt GPX failā
mk: Avtomatsko sledenje za vreme na navigacijata
ml: നാവിഗേഷൻ സമയത്ത് ട്രാക്ക് ഓട്ടോമാറ്റിക്കായി റെക്കോർഡ് ചെയ്യുക
nb: Auto-opptak av spor under navigering
nl: GPX-Track automatisch opnemen tijdens navigatie
oc: Enregistra automaticament la traça dau temps de la navigacion
pl: Automatyczne nagrywanie trasy podczas nawigacji
ro_ro: Înregistrează automat traseul în timpul navigației
ru: Автозапись трека при навигации
sc: Sarva automaticamente sa rasta in GPX durante sa navigatzione
sk: Automaticky zaznamenávať stopu počas navigácie
sl: Samodejno beleži sled med navigacijo
sr: Сам снимај траг за време навођења
sr_latn: Sam snimaj putanju za vreme navođenja
sv: Spela in spår automatiskt under navigering
ta: வழிசெலுத்தலின் போது தானாக பதிவுசெய்த பாதையில்
tr: Navigasyon sırasında rotayı otomatik kaydet
uk: Автоматично записувати трек під час навігації
vi: Tự động ghi lại đường đi trong quá trình điều hướng
zh_hans: 导航时自动记录轨迹
zh_hant: 導航期間自動記錄軌跡

# shared_string_map
source: Map
af: Kaart
ar: إدارة الخرائط
ast: Mapa
az: Xəritə
be: Мапа
bg: Карта
br: Kartenn
bs: Karta
ca: Mapa
cs: Mapa
da: Kort
de: Karte
el: Χάρτης
eo: Mapo
es_us: Mapa
et: Kaart
eu: Mapa
fa: نقشه
fi: Kartta
fr: Carte
gl: Mapa
he: מפה
hu: Térkép
hy: Քարտեզ
id: Peta
is: Kort
it: Mappa
ja: マップ
ka: რუკა
kn: ನಕ್ಷೆ
ko: 지도
ku: Nexşe
lt: Žemėlapis
lv: Karte
mk: Karta
ml: ഭൂപടം
mr: नकाशा
nb: Kart
nl: Kaart
oc: Mapa
pl: Mapa
ro_ro: Hartă
ru: Карта
sc: Mapa
sk: Mapa
sl: Zemljevid
sr: Карта
sr_latn: Mapa
sv: Karta
ta: வரைபடம்
tr: Harita
uk: Мапа
vi: Bản đồ
zh_hans: 地图
zh_hant: 地圖

# layer_amenity_label
source: Point Labels (POI, Favorites)
ar: مسميات النقاط ، والمفضلة
az: Nöqtə adları (POI, Favoritlər)
be: Назвы кропак (POI, Улюбёныя)
bg: Етикети на точките
ca: Etiquetes superposades de PDIs
cs: Popisky bodů (body zájmu, Oblíbené)
da: Punktetiketter (IP, Favoritter)
de: Punktbeschriftungen (POI, Favoriten)
el: Ετικέτες επίστρωσης (ΣΕ, Αγαπημένα)
eo: Etikedoj de punktoj (interesejoj,ŝatataj)
es_us: Nombres de puntos (PDI, favoritos)
et: Punktide sildid (huvipunktid, lemmikud)
eu: Puntuen etiketak (interesguneak, gogokoak)
fa: نام نقطه‌ها (نقاط توجه، علاقه‌مندی‌ها)
fi: Pisteiden nimet (KP:t, suosikit)
fr: Libellés des Points d'Intérêt et Favoris
gl: Nomes dos PDI sobrepostos
he: תוויות נקודות (נ״ע, מועדפים)
hu: Pontfeliratok (érdekes helyek, kedvencek)
hy: POI կետերի պիտակները
id: Label Titik (POI, Favorit)
is: Merkingar punkta (merkisstaðir, eftirlæti)
it: Etichette dei punti (PDI, Preferiti)
ja: 地点のラベル (POIやお気に入り)
ka: წერტილის ჭდეები (POI, რჩეულები)
ko: 포인트 이름
lt: LV sluoksnių pavadinimai
lv: POI nosaukumi
mk: Naslovi so točki (POI, Omileni)
ml: ബിന്ദുവിന്റെ പേരുചീട്ട്
nb: Punktpåskrifter (interessepunkter, favoritter)
nl: Puntlabels (POI, favorieten)
oc: Etiquetas superpausadas de PDIs
pl: Etykiety punktów (użyteczne miejsca, ulubione)
pt_br: Rótulos de pontos (POI, favoritos)
ro_ro: Etichete puncte (de interes, favorite)
ru: Названия точек
sc: Etichetas de sos puntos (PDI, Preferidos)
sk: Popisy bodov (Body záujmu, Obľúbené)
sl: Oznake točk (POI, priljubljene)
sr: Називи тачака (тачке од интереса, омиљене)
sr_latn: Nazivi TOI i favorita
sv: Punktetiketter (POI, Favoriter)
ta: புள்ளி லேபிள்கள் (POI, பிடித்தவை)
tr: Nokta Etiketleri (POI, Sık Kullanılanlar)
uk: Підписи точок (POI, Закладки)
vi: Nhãn của điểm (POI, Ưa thích)
zh_hans: 点状标签（兴趣点、收藏）
zh_hant: POI 標籤（POI、收藏）

# shared_string_show_on_map
source: Show on map
af: Wys op kaart
ar: عرض على الخريطة
ast: Amosar nel mapa
az: Xəritədə göstər
be: Паказаць на мапе
bg: Видимо на картата
ca: Mostra al mapa
cs: Zobrazit na mapě
cy: Dangos ar y map
da: Vis på kort
de: Auf der Karte anzeigen
el: Εμφάνιση στον χάρτη
eo: Montri sur mapo
es_us: Mostrar en el mapa
et: Näita kaardil
eu: Erakutsi mapan
fa: روی نقشه نشان بده
fi: Näytä kartalla
fr: Afficher sur la carte
gl: Amosar no mapa
he: הצגה במפה
hu: Megjelenítés a térképen
hy: Ցույց տալ քարտեզի վրա
id: Tampilkan di peta
is: Birta á korti
it: Mostra sulla mappa
ja: マップ上に表示
ka: რუკაზე ჩვენება
kn: ನಕ್ಷೆಯಲ್ಲಿ ತೋರಿಸು
ko: 지도에 표시
ku: Li ser nexşeyê nîşan bide
lt: Rodytižemėlapyje
lv: Rādīt uz kartes
mk: Prikazi na karta
ml: ഭൂപടത്തില്‍ കാണിക്കുക
mr: नकाशावर दाखवा
nb: Vis på kart
nl: Toon op de kaart
oc: Mòstrar sus la mapa
pl: Wyświetlanie na mapie
ro_ro: Afișare pe hartă
ru: Показать на карте
sc: Ammustra in sa mapa
sk: Zobraziť na mape
sl: Pokaži na zemljevidu
sr: Прикажи на карти
sr_latn: Prikazati na mapi
sv: Visa på kartan
ta: வரைபடாத்தில் காட்டு
tr: Haritada göster
uk: Показати
vi: Hiện trên bản đồ
zh_hans: 在地图上显示
zh_hant: 在地圖上顯示

source: Map mode
ar: مظهرالخريطة
ast: Mou del mapa
az: Xəritə rejimi
be: Рэжым мапы
ca: Mode mapa
cs: Režim mapy
cy: Modd map
da: Korttilstand
de: Kartenmodus
el: Κατάσταση χάρτη
eo: Map-reĝimo
es_us: Modo del mapa
et: Kaardi režiim
eu: Maparen argitasun-modua
fa: حالت نقشه
fi: Karttatila
fr: Mode Carte
gl: Modo do mapa
he: מצב מפה
hu: Térképmód
hy: Քարտեզի ռեժիմը
id: Mode peta
is: Kortahamur
it: Modalità mappa
ja: 昼夜モード切替
ka: რუკის რეჟიმი
ko: 지도 모드
lt: Žemėlapio režimas
lv: Apgaismojums
mk: Rezim na karta
ml: മാപ് രീതി
nb: Kartmodus
nl: Kaartmodus
oc: Modalitats de la mapa
pl: Tryb mapy
pt_br: Modo do mapa
ro_ro: Mod hartă
ru: Режим карты
sc: Modalidade mapa
sk: Režim mapy
sl: Dnevni/Nočni izris
sr: Приказ карте
sr_latn: Režim mape
sv: Kartläge
ta: வரைபட பயன்முறை
tr: Harita kipi
uk: Режим мапи
vi: Giao diện bản đồ
zh_hans: 地图模式
zh_hant: 地圖模式

source: Map magnifier
ar: حجم الخريطة
ast: Lente del mapa
az: Xəritə böyüdücü
be: Лупа мапы
bg: Лупа за картата
ca: Escalat del mapa
cs: Lupa mapy
cy: Chwyddwr y map
da: Kortlup
de: Kartenlupe
el: Μεγεθυντής χάρτη
eo: Map-skalado
es_us: Lupa del mapa
et: Kaardi suurendus
eu: Mapa handitzailea
fa: ذره‌بین نقشه
fi: Karttasuurennos
fr: Zoom de la carte
gl: Achegamento do mapa
he: מגדיל מפה
hu: Térképnagyítás
hy: Խոշորացույց
id: Kaca pembesar peta
is: Stækkun korts
it: Ingrandimento mappa
ja: マップ表示倍率
ka: რუკის გამადიდებელი
ko: 지도 확대경
lt: Žemėlapio padidinimo stiklas
lv: Tālummaiņa
mk: Zgolemuvač na karta
ml: മാപ് മാഗ്നിഫയര്‍
nb: Kartforstørrelse
nl: Kaartvergrootglas
oc: Escala de la mapa
pl: Przybliżenie
ro_ro: Mărire hartă
ru: Масштаб
sc: Ismanniamentu mapa
sk: Zväčšenie mapy
sl: Velikost zemljevida
sr: Увећање карте
sr_latn: Uvećanje mape
sv: Kartförstoring
ta: வரைபடத்தின் உருப்பெருக்கம்
tr: Harita büyüteci
uk: Масштаб
vi: Kính phóng đại bản đồ
zh_hans: 地图缩放
zh_hant: 地圖放大鏡

source: Text size
ar: حجم النص
az: Mətn ölçüsü
be: Памер тэксту
bg: Размер на текста
ca: Mida del text
cs: Velikost písma
cy: Maint testun
da: Tekststørrelse
de: Schriftgröße
el: Μέγεθος κειμένου
eo: Grando de teksto
es_us: Tamaño del texto
et: Teksti suurus
eu: Testu-tamaina
fa: اندازهٔ متن
fi: Tekstin koko
fr: Taille du texte
gl: Tamaño da letra
he: גודל טקסט
hu: Szövegméret
hy: Տեքստի չափը
id: Ukuran teks
is: Stærð texta
it: Dimensione del testo
ja: 文字サイズ
ka: ტექსტის ზომა
kn: ಪಠ್ಯದ ಗಾತ್ರ
ko: 텍스트 크기
lt: Teksto dydis
lv: Teksta izmērs
mk: Golemina na tekstot
ml: അക്ഷരവലിപ്പം
nb: Tekststørrelse
nl: Tekstgrootte
oc: Dimension dau tèxte
pl: Rozmiar tekstu
ro_ro: Mărime text
ru: Размер текста
sc: Mannària de su testu
sk: Veľkosť textu
sl: Velikost napisov
sr: Величина писма
sr_latn: Veličina slova
sv: Textstorlek
ta: உரை அளவு
tr: Yazı boyutu
uk: Розмір тексту
vi: Cỡ chữ
zh_hans: 字体大小
zh_hant: 文字大小

# shared_string_online_maps
source: Online maps
af: Internet kaarte
ar: خرائط الإنترنت
ast: Mapes en llinia
az: Onlayn xəritələr
be: Сеціўныя мапы
bg: Онлайн карти
bs: Javne mape
ca: Mapes en línia
cs: On-line mapy
cy: Mapiau ar-lein
da: Onlinekort
de: Online-Karten
el: Χάρτες με σύνδεση
eo: Enretaj mapoj
es_us: Mapas en línea
et: Veebikaardid
eu: Sareko mapak
fa: نقشه‌های آنلاین
fi: Online kartat
fr: Cartes en ligne
gl: Mapas con conexión
he: מפות מקוונות
hu: Online térképek
hy: Առցանց քարտեզներ
id: Peta daring
is: Nettengd kort
it: Mappe online
ja: オンラインマップ
ka: მიმდინარე რუკები
kn: ಮಿಂಬಲೆ ನಕ್ಷೆಗಳು
ko: 온라인지도
lt: Internetožemėlapiai
lv: Tiešsaistes kartes
mk: Karti na internet
ml: ഓണ്‍ലൈന്‍ ഭൂപടങ്ങള്‍
mr: ऑनलाइन नकाशे
nb: Nettbaserte kart
nl: Online kaarten
oc: Mapas en linha
pl: Mapy online
ro_ro: Hărți online
ru: Онлайн-карты
sc: Mapas in lìnia
sk: Online mapy
sl: Spletni zemljevidi
sr: Мрежне карте
sr_latn: Internet mape
sv: Online-kartor
ta: நிகழ்நிலை வரைபடம்
tr: Çevrim içi haritalar
uk: Онлайн-мапи
zh_hans: 在线地图
zh_hant: 線上地圖

# map_transparency
source: Base map transparency
af: Basis kaart deursigtigheid
ar: شفافية الخريطة
be: Празрыстасць асноўнай мапы
bg: Прозрачност на базовата карта
ca: Opacitat del mapa base
cs: Průhlednost základní mapy
cy: Tryloywder map sylfaen
da: Gennemsigtighed for basiskort
de: Kartentransparenz
el: Διαφάνεια βασικού χάρτη
eo: Travideblo de bazmapo
es_us: Transparencia del mapa base
et: Aluskaardi läbipaistvus
eu: Oinarri den maparen gardentasuna
fa: شفافیت نقشهٔ پایه
fi: Peruskartan läpinäkyvyys
fr: Transparence de la carte
gl: Transparencia do mapa base
he: שקיפות מפת הבסיס
hu: Alaptérkép átlátszósága
hy: Հիմնական քարտեզը թափանցիկությունը
id: Transparansi peta basis
is: Gegnsæi grunnkorts
it: Trasparenza mappa di base
ja: ベースマップ透明度
ka: ბაზური რუკის გამჭირვალობა
ko: 언더레이 투명도
lt: Baziniožemėlapio skaidrumas
lv: Bāzes kartes caurspīdīgums
mk: Transparentnost na osnovnata karta
ml: അടിസ്ഥാന ഭൂപടത്തിന്റെ സുതാര്യത
nb: Gjennomsiktighet for basiskart
nl: Basiskaart-transparantie
oc: Opacitat de la mapa de basa
pl: Przezroczystość mapy podstawowej
ro_ro: Transparență hartă de bază
ru: Прозрачность основной карты
sc: Trasparèntzia mapa de base
sk: Priehľadnosť základnej mapy
sl: Prozornost osnovnega zemljevida
sr: Прозирност основне карте
sr_latn: Prozirnost osnovne mape
sv: Transparens för baskartan
ta: அடிப்படை வரைபடத்தின் வெளிப்படைத்தன்மை
tr: Temel harita saydamlığı
uk: Прозорість мапи
vi: Độ trong suốt bản đồ cơ sở
zh_hans: 基础地图透明度
zh_hant: 底圖透明度

# next_proceed
source: Next
ar: التالي
az: Sonrakı
be: Далей
bg: Следващ
ca: Següent
cs: Další
cy: Nesaf
da: Næste
de: Weiter
el: Επόμενο
eo: Sekva
es_us: Siguiente
et: Järgmine
eu: Hurrengoa
fa: بعدی
fi: Seuraava
fr: Suivant
gl: Seguinte
he: הבא
hu: Következő
hy: Հաջորդը
id: Selanjutnya
is: Næsta
it: Avanti
ja: 次
ka: შემდეგი
kn: ಮುಂದಿನ
ko: 다음
ku: Dû re
lt: Toliau
lv: Nākošais
mk: Sleden
ml: അടുത്തത്
mr: पुढे
nb: Neste
nl: Volgende
oc: Seguent
pl: Naprzód
ro_ro: Următorul
ru: Следующий
sc: Imbeniente
sk: Ďalší
sl: Naslenja
sr: Следеће
sr_latn: Sledeće
sv: Nästa
ta: அடுத்தது
tr: Sonraki
uk: Наступний
vi: Tiếp
zh_hans: 下一页
zh_hant: 下頁

# recording_context_menu_show
source: Show
af: Wys
ar: أظهر
az: Göstər
be: Паказаць
bg: Покажи
bs: Prikaži
ca: Mostra
cs: Zobrazit
cy: Dangos
da: Vis
de: Anzeigen
el: Εμφάνιση
eo: Montri
es_us: Mostrar
et: Kuva
eu: Erakutsi
fa: نشان بده
fi: Näytä
fr: Afficher
gl: Amosar
he: הצגה
hu: Megjelenítés
hy: Ցույց տալ
id: Tampilkan
is: Sýna
it: Visualizza
ja: 表示
ka: ჩვენება
kn: ತೋರಿಸು
ko: 표시
ku: Nîşan bide
lt: Rodyti
lv: Parādīt
mk: Prikazi
ml: കാണിക്കുക
mr: दाखवा
nb: Vis
nl: Toon
oc: Mostrar
pl: Wyświetlanie
ro_ro: Arată
ru: Просмотр
sc: Ammustra
sk: Zobraziť
sl: Pokaži
sr: Прикажи
sr_latn: Prikazati
sv: Visa
ta: காண்பி
tr: Göster
uk: Показати
vi: Hiện
zh_hans: 显示
zh_hant: 顯示

# translit_names
source: Transliterate names
ar: أسماء بترجمة حرفية
az: Adları transliterasiya et
be: Транслітарацыя назваў
ca: Translitera els noms
cs: Přepsat názvy
cy: Trawslythrennu enwau
da: Translitterere navne
de: Namen transliterieren
el: Μεταγραμμάτιση ονομάτων
eo: Transliterumi nomojn
es_us: Transliterar nombres
et: Translitereeri nimed
eu: Transliteratu izenak
fa: نویسه‌گردانی نام‌ها
fi: Translitteroi nimet
fr: Transcrire les noms
gl: Transliterar os nomes
he: שעתוק שמות
hu: Nevek átírása
hy: Transliterate անունները
id: Terjemahkan nama
is: Umrita nöfn
it: Traslittera i nomi
ja: 名称を翻字
ka: სახელების ტრანსლიტერაცია
ko: 이름 번역
lt: Pavadinimų transliteravimas
lv: Transliterēt vārdus
mk: Transliterirajte gi iminjata
ml: ലിപി മാറ്റിയെഴുതിയ പേരുകള്‍
nb: Transkriber navn
nl: Transliteratie van namen
oc: Transliterar lei noms
pl: Transliteracja nazw
ro_ro: Transliterarea numelor
ru: Транслитерация названий
sc: Translìtera sos nùmenes
sk: Transliterovať názvy
sl: Prečrkovanje imen
sr: Преслови имена
sr_latn: Preslovi imena
sv: Translitterera namn
ta: பெயரிடும் பெயர்கள்
tr: Adlara harf çevirisi yap
uk: Транслітерація назв
zh_hans: 音译名称
zh_hant: 音譯名稱

# lang_af
source: Afrikaans
ar: الأفريكانية
az: Afrikanca
be: Афрыкаанс
bg: Африканс
cs: Afrikánština
cy: Affricâneg
el: Αφρικανικά
eo: Afrikansa
es_us: Afrikáans
et: afrikaani
fa: آفریقایی
fi: Afrikaansi
gl: Africáner
he: אפריקאנס
hy: Աֆրիկանս
id: Bahasa Afrika
is: Afríkanska
ja: アフリカーンス語
ka: აფრიკაანსი
ko: 아프리카어
lt: Afrikanų
lv: Āfrikāņu
mk: Afrikanski
ml: ആഫ്രിക്കന്‍ ഭാഷ
pl: Afrykański
ro_ro: African
ru: Африкаанс
sk: Afrikánsky (Afrikaans)
sl: Afrikanščina
sr: Африкаанс
sr_latn: Afrički
ta: ஆஃப்ரிகான்ஸ்
tr: Afrikanca
uk: Африкаанс
zh_hans: 南非荷兰语
zh_hant: 南非荷蘭語

# lang_al
source: Albanian
ar: الألبانية
ast: Albanu
az: Albanca
be: Албанская
bg: Албански
ca: Albanès
cs: Albánština
cy: Albaneg
da: Albansk
de: Albanisch
el: Αλβανικά
eo: Albana
es_us: Albanés
et: albaania
eu: Albaniera
fa: آلبانیایی
fi: Albania
fr: Albanais
gl: Albanés
he: אלבנית
hu: albán
hy: Ալբաներեն
id: Bahasa Albania
is: Albanska
it: Albanese
ja: アルバニア語
ka: ალბანური
ko: 알바니아어
lt: Albanų
lv: Albāņu
mk: Albanski
ml: അല്‍ബേനിയന്‍
nb: Albansk
nl: Albanees
pl: Albański
ro_ro: Albaneză
ru: Албанский
sc: Albanesu
sk: Albánsky
sl: Albanščina
sr: Албански
sr_latn: Albanski
sv: Albanska
ta: அல்பேனிய
tr: Arnavutça
uk: Албанська
zh_hans: 阿尔巴尼亚语
zh_hant: 阿爾巴尼亞

# lang_ar
source: Arabic
ar: العربية
ast: Árabe
az: Ərəbcə
be: Арабская
bg: Арабски
ca: Àrab
cs: Arabština
cy: Arabeg
da: Arabisk
de: Arabisch
el: Αραβικά
eo: Araba
es_us: Árabe
et: araabia
eu: Arabiera
fa: عربی
fi: Arabia
fr: Arabe
gl: Árabe
he: ערבית
hu: arab
hy: Արաբերեն
id: Bahasa Arab
is: Arabíska
it: Arabo
ja: アラビア語
ka: არაბული
ko: 아랍어
lt: Arabų
lv: Arābu
mk: Arapaski
ml: അറബിഭാക്ഷ
nb: Arabisk
nl: Arabisch
oc: Arab
pl: Arabski
ro_ro: Arabă
ru: Арабский
sc: Àrabu
sk: Arabsky
sl: Arabščina
sr: Арапски
sr_latn: Arapski
sv: Arabiska
ta: அரபு
tr: Arapça
uk: Арабська
zh_hans: 阿拉伯语
zh_hant: 阿拉伯語

# lang_be
source: Belarusian
ar: البيلاروسية
ast: Bielorrusu
az: Belarusca
be: Беларуская
bg: Беларуски
ca: Bielorús
cs: Běloruština
cy: Belarwseg
da: Hviderussisk
de: Belarussisch
el: Λευκορωσικά
eo: Belorusa
es_us: Bielorruso
et: valgevene
eu: Bielorrusiera
fa: بلاروسی
fi: Valkovenäjä
fr: Biélorusse
gl: Bielorruso
he: בלרוסית
hu: fehérorosz
hy: Բելառուս
id: Bahasa Belarusia
is: Hvítrússneska
it: Bielorusso
ja: ベラルーシ語
ka: ბელორუსული
ko: 백러시아어
lt: Baltarusių
lv: Baltkrievu
mk: Beloruski
ml: "ബെലാറസിയന്‍ "
nb: Hviterussisk
nl: Wit-Russisch
oc: Belarussian
pl: Białoruski
ro_ro: Bielorusă
ru: Белорусский
sc: Bielorussu
sk: Bielorusky (беларускі)
sl: Beloruščina
sr: Белоруски
sr_latn: Beloruski
sv: Belarusiska
ta: பைலோருஷ்ன்
tr: Belarusça
uk: Білоруська
zh_hans: 白俄罗斯语
zh_hant: 白羅斯

# lang_be_by
source: Belarusian (Latin)
ar: البيلاروسية (اللاتينية)
az: Belarusca (Latın)
be: Беларуская (Лацінка)
bg: Беларуски (латиница)
ca: Bielorús (alfabet llatí)
cs: Běloruština (latinka)
cy: Belarwseg (Lladin)
da: Hviderussisk (latinsk)
de: Belarussisch (Lateinische Schrift)
el: Λευκορώσικα (Λατινικά)
eo: Belorusa (latina)
es_us: Bielorruso (Latino)
et: valgevene (ladina)
eu: Bielorrusiera (Latinoa)
fa: بلاروسی (لاتین)
fi: Valkovenäjä (latinalaisittain)
fr: Biélorusse (Latin)
gl: Bielorruso (latino)
he: בלרוסית (לטינית)
hu: fehérorosz (latin betűs)
hy: Բելառուս (լատիներեն)
id: Bahasa Belarusia (Latin)
is: Hvítrússneska (latneskt letur)
it: Bielorusso (Latino)
ja: ベラルーシ語 (ラテン)
ka: ბელარუსული (ლათინური)
ko: 벨라루스어 (라틴)
lt: Belarusų (Lotynų)
lv: Baltkrievu (latīņu)
mk: Beloruski (Latinica)
ml: ബെലാറസിയന്‍ (ലാറ്റിന്‍)
nb: Hviterussisk (Latin)
nl: Wit-Russisch (latijns)
oc: Belarussian (Latin)
pl: Białoruski (łaciński)
ro_ro: Bielorusă (Latină)
ru: Белорусский (латиница)
sc: Bielorussu (caràteres latinos)
sk: Bielorusky (Latinka)
sl: Beloruščina (latinica)
sr: Белоруски (латинични)
sr_latn: Beloruski (latinični)
sv: Belarusiska (translittererat)
ta: பெலாரஷ்யன் (லத்தின்)
tr: Belarusça (Latin)
uk: Білоруська (латинка)
zh_hans: 白俄罗斯语（拉丁文）
zh_hant: 白羅斯語（拉丁）

# lang_bg
source: Bulgarian
ar: البلغارية
ast: Búlgaru
az: Bolqarca
be: Балгарская
bg: Български
ca: Búlgar
cs: Bulharština
cy: Bwlgareg
da: Bulgarsk
de: Bulgarisch
el: Βουλγαρικά
eo: Bulgara
es_us: Búlgaro
et: bulgaaria
eu: Bulgariera
fa: بلغاری
fi: Bulgaria
fr: Bulgare
gl: Búlgaro
he: בולגרית
hu: bolgár
hy: Բուլղարերեն
id: Bahasa Bulgaria
is: Búlgarska
it: Bulgaro
ja: ブルガリア語
ka: ბულგარული
ko: 불가리아어
lt: Bulgarų
lv: Bulgāru
mk: Bugarski
ml: ബള്‍ഗേറിയന്‍ ഭാക്ഷ
nb: Bulgarsk
nl: Bulgaars
pl: Bułgarski
ro_ro: Bulgară
ru: Болгарский
sc: Bulgaru
sk: Bulharsky (български)
sl: Bolgarščina
sr: Бугарски
sr_latn: Bugarski
sv: Bulgariska
ta: பல்கேரியன்
tr: Bulgarca
uk: Болгарська
zh_hans: 保加利亚语
zh_hant: 保加利亞

# lang_bs
source: Bosnian
ar: البوسنية
ast: Bosniu
az: Boşnakca
be: Баснійская
bg: Босненски
ca: Bosnià
cs: Bosenština
cy: Bosneg
da: Bosnisk
de: Bosnisch
el: Βοσνιακά
eo: Bosna
es_us: Bosnio
et: bosnia
eu: Bosniera
fa: بوسنیایی
fi: Bosnia
fr: Bosnien
gl: Bosnio
he: בוסנית
hu: bosnyák
hy: Բոսնիերեն
id: Bahasa Bosnia
is: Bosníska
it: Bosniaco
ja: ボスニア語
ka: ბოსნიური
ko: 보스니아어
lt: Bosnių
lv: Bosniešu
mk: Bosanski
ml: ബോസ്നിയന്‍
nb: Bosnisk
nl: Bosnisch
pl: Bośniacki
ro_ro: Bosniacă
ru: Боснийский
sc: Bosniacu
sk: Bosniansky (Bosanski)
sl: Bosanščina
sr: Бошњачки
sr_latn: Bošnjački
sv: Bosniska
ta: போஸ்னியன்
tr: Boşnakça
uk: Боснійська
zh_hans: 波斯尼亚语
zh_hant: 波士尼亞

# lang_ca
source: Catalan
ar: الكتالانية
ast: Catalán
az: Katalanca
be: Каталанская
bg: Каталунски
ca: Català
cs: Katalánština
cy: Catalaneg
da: Catalansk
de: Katalanisch
el: Καταλανικά
eo: Kataluna
es_us: Catalán
et: katalaani
eu: Katalan
fa: کاتالان
fi: Katalaani
gl: Catalán
he: קטלאנית
hu: katalán
hy: Կատալաներեն
id: Katalan
is: Katalónska
it: Catalano
ja: カタロニア語
ka: კატალანური
ko: 카탈로니아어
lt: Katalonų
lv: Katalāņu
mk: Katalonski
ml: "കടാലന്‍ "
nb: Katalansk
nl: Catalaans
pl: Kataloński
ro_ro: Catalană
ru: Каталанский
sc: Catalanu
sk: Katalánsky (Català)
sl: Katalonščina
sr: Каталонски
sr_latn: Katalonski
sv: Katalanska
ta: காடலான்
tr: Katalanca
uk: Каталанська
zh_hans: 加泰罗尼亚语
zh_hant: 加泰隆尼亞

# lang_cs
source: Czech
ar: التشيكية
ast: Checu
az: Çexcə
be: Чэшская
bg: Чешки
ca: Txec
cs: Čeština
cy: Tsieceg
da: Tjekkisk
de: Tschechisch
el: Τσεχικά
eo: Ĉeĥa
es_us: Checo
et: tšehhi
eu: Txekiera
fa: چک
fi: Tsekki
fr: Tchèque
gl: Checo
he: צ׳כית
hu: cseh
hy: Չեխերեն
id: Bahasa Ceko
is: Tékkneska
it: Ceco
ja: チェコ語
ka: ჩეხური
ko: 체코어
lt: Čekų
lv: Čehu
mk: Ceski
ml: "ചെക്ക് "
nb: Tsjekkisk
nl: Tsjechisch
pl: Czeski
ro_ro: Cehă
ru: Чешский
sc: Tzecu
sk: Česky
sl: Češčina
sr: Чешки
sr_latn: Češki
sv: Tjeckiska
ta: செக்
tr: Çekçe
uk: Чеська
zh_hans: 捷克语
zh_hant: 捷克

# lang_cy
source: Welsh
ar: الويلزية
ast: Galés
az: Uelscə
be: Валійская
bg: Уелски
ca: Gal·lès
cs: Velština
cy: Cymraeg
da: Walisisk
de: Walisisch
el: Ουαλικά
eo: Kimra
es_us: Galés
et: kõmri
eu: Galesa
fa: ولزی
fi: Kymri
fr: Gallois
gl: Galés
he: ולשית
hu: walesi
hy: Ուելսերեն
id: Wales
is: Velska
it: Gallese
ja: ウェールズ語
ka: უელსური
ko: 웨일스어
lt: Valų
lv: Velsiešu
mk: Velski
ml: വെല്‍ഷ്
nb: Walisisk
oc: Gallés
pl: Walijski
ro_ro: Galeză
ru: Валлийский
sc: Gallesu
sk: Welšsky (Cymraeg)
sl: Valižanščina
sr: Велшки
sr_latn: Velški
sv: Walesiska
ta: வெல்ஷ்
tr: Galce
uk: Валлійська
zh_hans: 威尔士语
zh_hant: 威爾斯

# lang_da
source: Danish
ar: الدانماركية
ast: Danés
az: Danimarkaca
be: Дацкая
bg: Датски
ca: Danès
cs: Dánština
cy: Daneg
da: Dansk
de: Dänisch
el: Δανικά
eo: Dana
es_us: Danés
et: taani
eu: Daniera
fa: دانمارکی
fi: Tanska
fr: Danois
gl: Dinamarqués
he: דנית
hu: dán
hy: Դանիերեն
id: Bahasa Denmark
is: Danska
it: Danese
ja: デンマーク語
ka: დანიური
ko: 덴마크어
lt: Danų
lv: Dāņu
mk: Danski
ml: ഡാനിഷ്
nb: Dansk
nl: Deens
oc: Danés
pl: Duński
ro_ro: Daneză
ru: Датский
sc: Danesu
sk: Dánsky (Dansk)
sl: Danščina
sr: Дански
sr_latn: Danski
sv: Danska
ta: டேனிஷ்
tr: Danca
uk: Данська
zh_hans: 丹麦语
zh_hant: 丹麥語

# lang_de
source: German
ar: الألمانية
ast: Alemán
az: Almanca
be: Нямецкая
bg: Немски
ca: Alemany
cs: Němčina
cy: Almaeneg
da: Tysk
de: Deutsch
el: Γερμανικά
eo: Germana
es_us: Alemán
et: saksa
eu: Alemana
fa: آلمانی
fi: Saksa
fr: Allemand
gl: Alemán
he: גרמנית
hu: német
hy: Գերմաներեն
id: Bahasa Jerman
is: Þýska
it: Tedesco
ja: ドイツ語
ka: გერმანული
ko: 독일어
lt: Vokiečių
lv: Vācu
mk: Germanski
ml: ജര്‍മ്മ
nb: Tysk
nl: Duits
oc: Allemand
pl: Niemiecki
ro_ro: Germană
ru: Немецкий
sc: Tedescu
sk: Nemecky (Deutsch)
sl: Nemščina
sr: Немачки
sr_latn: Nemački
sv: Tyska
ta: ஜெர்மன்
tr: Almanca
uk: Німецька
zh_hans: 德语
zh_hant: 德語

# lang_el
source: Greek
ar: اليونانية
ast: Griegu
az: Yunanca
be: Грэчаская
bg: Гръцки
ca: Grec
cs: Řečtina
cy: Groegeg
da: Græsk
de: Griechisch
el: Ελληνικά
eo: Greka
es_us: Griego
et: kreeka
eu: Greziera
fa: یونانی
fi: Kreikka
fr: Grec
gl: Grego
he: יוונית
hu: görög
hy: Հունարեն
id: Bahasa Yunani
is: Gríska
it: Greco
ja: ギリシャ語
ka: ბერძნული
ko: 그리스어
lt: Graikų
lv: Grieķu
mk: Grcki
ml: " ഗ്രീക്ക് "
nb: Gresk
nl: Grieks
oc: Grèc
pl: Grecki
ro_ro: Greacă
ru: Греческий
sc: Grecu
sk: Grécky (ελληνικά)
sl: Grščina
sr: Грчки
sr_latn: Grčki
sv: Grekiska
ta: கிரேக்கம்
tr: Yunanca
uk: Грецька
zh_hans: 希腊语
zh_hant: 希臘
