Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# intro_placeholder
source: enter the name of your region
ar: أدخل اسم منطقتك
be: увядзіце назву рэгіёна
ca: introduïu el nom del vostre país
cs: zadejte název své oblasti
da: Indtast navnet på regionen
de: Den Namen Deiner Region eingeben
el: εισάγετε το όνομα της περιοχής σας
es_us: Ingresa el nombre de la región
et: sisesta oma piirkonna nimi
fi: kirjoita alueesi nimi
fr: entrez le nom de votre région
hu: adja meg a régiója nevét
id: masukkan nama wilayah Anda
is: settu inn nafn á svæðinu þínu
it: immetti il nome della tua regione
ja: 居住地域の名前を入力してください
ko: 해당 지역의 이름을 입력
nl: voer de naam van uw regio in
oc: marcatz lo nom de vòstre país
pl: Proszę wprowadzić nazwę swojego regionu
pt_br: digite o nome da sua região
ro_ro: introduceți numele regiunii dumneavoastră
ru: введите название региона
sc: inserta su nùmene de sa regione tua
sk: zadajte názov svojho regiónu
sl: Vpišite naziv regije
sr: унесите назив свог региона
sr_latn: unesite naziv svog regiona
sv: ange namnet på din region
ta: உங்கள் பிராந்தியத்தின் பெயரை உள்ளிடவும்
tr: bölgenizin adını girin
uk: введіть назву вашого регіону
zh_hant: 請輸入您所在地區的名稱

# navigate_point_mgrs
source: MGRS
ar: النظام المرجعي للشبكة العسكرية
it: MGRS (Military Grid Reference System)
ja: MGRS(Military Grid Reference System)
oc: STCM (Military Grid Reference System)
sr: МГРС
ta: எம்.சி.ஆர்
zh_hant: MGRS (軍事格線參照系統)

# sett_pref_lang
source: Preferred Language
ar: اللغة المفضلة
be: Мова
ca: Llengua preferida
cs: Preferovaný jazyk
da: Foretrukket sprog
de: Bevorzugte Sprache
el: Προτιμώμενη Γλώσσα
es_us: Idioma preferido
et: Eelistatud keel
fi: Ensisijainen kieli
fr: Langue préférée
hu: Előnyben részesített nyelv
id: Bahasa Pilihan
is: Umbeðið tungumál
it: Lingua preferita
ja: 優先言語
ka: რჩეული ენა
ko: 기본 언어
nl: Taal voorkeur
oc: Lenga preferida
pl: Preferowany język
pt_br: Idioma preferido
ro_ro: Limba preferată
ru: Язык
sc: Limba preferida
sk: Preferovaný jazyk
sl: Prednostni jezik
sr: Жељени језик
sr_latn: Željeni jezik
sv: Föredraget språk
ta: விருப்பமான மொழி
tr: Tercih edilen dil
uk: Вибрана мова
zh_hant: 優先的語言

# lang_als
source: Albanian (Tosk)
ar: الألبانية (توسك)
az: Albanca (Tosk)
be: Албанская (Tosk)
bg: албански
ca: Albanès (Tosc)
cs: Toskičtina
cy: Albaneg (Tosk)
da: Albansk (Tosk)
de: Toskisch (Albanien)
el: Αλβανικά (Τοσκ)
eo: Albana (Toska)
es_us: Albanés (Tosk)
et: albaania (Toski)
eu: Albaniera (Tosk)
fa: آلبانیایی (تُسک)
fi: Albania (tosk)
fr: Tosque
gl: Albanés (Tosco)
he: אלבנית (טוסק)
hu: albán (toszk)
hy: Ալբաներեն (Tosk)
id: Albania (Tosk)
is: Albanska (Tosk)
it: Albanese (Tosco)
ja: アルバニア語 (トスク)
ka: ალბანური (ტოსკა)
ko: 알바니아어 (Tosk)
lt: Albanų (toskų)
lv: Albāņu (tosku)
mk: Albanski (Tosk)
ml: അല്‍ബേനിയന്‍(ടോസ്ക്)
nb: Albansk (Toskisk)
nl: Toskisch (Albanees)
pl: Albański (Tosk)
ro_ro: Albaneză (Tosk)
ru: Албанский (тоскский)
sc: Albanesu (Tosk)
sk: Albánsky (Tosk)
sl: Toskovska albanščina
sr: Албански (тоскијски)
sr_latn: Albanski (toskijski)
sv: Albanska (Toskiska)
ta: அல்பேனிய (டோச்க்)
tr: Arnavutça (Tosk)
uk: Албанська (Тоск)
zh_hans: 阿尔巴尼亚语 (Tosk)
zh_hant: 阿爾巴尼亞 (Tosk)

# lang_bn
source: Bengali
ar: البنغالية
az: Benqalca
be: Бенгальская
bg: Бенгалски
ca: Bengalí
cs: Bengálština
cy: Bengaleg
da: Bengalsk
de: Bengalisch
el: Βεγγαλέζικα
eo: Bengala
es_us: Bengalí
eu: Bengalera
fa: بنگالی
gl: Bengalí
he: בנגלית
hu: bengáli
hy: Բենգալերեն
id: Benggala
is: Bengalska
it: Bengalese
ja: ベンガル語
ka: ბენგალური
kn: ಬೆಂಗಾಲಿ
ko: 벵골어
lt: Bengalų
lv: Bengāļu
mk: Bengalski
ml: ബെഗളി
mr: बंगाली
nl: Bengaals
oc: Bengalés
pl: Bengalski
ro_ro: Bengaleză
ru: Бенгальский
sk: Bengálsky
sl: Bengalščina
sr: Бенгалски
sr_latn: Bengalski
sv: Bengaliska
ta: பெங்காலி
tr: Bengalce
uk: Бенгалі
zh_hans: 孟加拉语
zh_hant: 孟加拉語

# lang_bpy
source: Bishnupriya
ar: بيشنوبريا
be: Бішнупрыя
bg: Бишнуприя-манипури
ca: Bishnupriya manipuri
cs: Bišnuprijsky
el: Μπισνουπρια
eo: Biŝnuprija
es_us: Bishnupriya Manipuri
et: bišnuprija
fa: بیشنوپریا
gl: Bishnupriya manipuri
he: בישנופריה
hu: bisnuprija manipuri
hy: Բիշուպրիյա
id: Bisnupriya
ja: ヴィシュヌプリヤ語
ka: ბიშნუპრიული
ko: 비슈프리야어
lt: Bišnuprų
lv: Bišnupriju
mk: Bišnurijski
ml: ബിഷ്ണുപ്രിയ
nb: Bishnupriya manipuri
oc: Bichnupriya
pl: Bisznuprija-manipuri (Indyjski)
ro_ro: Bișnupriya
ru: Бишнуприя
sk: Bišnupríjsky
sl: Bišnuprija
sr: Бишнупријски
sr_latn: Bišnuprijski
sv: Bishnupriya manipuri
ta: பிச்னுப்ரியா
uk: Бішнупрія
zh_hans: 比什奴普莱利亚语
zh_hant: 比什奴普萊利亞語

# lang_gn_py
source: Guaraní
ar: غواراني
ast: Guaranín
be: Гуарані
bg: Гуарани
cs: Guaranština
el: Γκουράνι
eo: Gvarania
et: guaraani
eu: Guaraniera
fa: گوارانی
fr: Guarani
he: גוארני
hu: guarani
ja: グアラニー語
ka: გუარანი
lv: Guarāņu
mk: Guaranski
ml: ഗ്വരാനി
nl: Guarani
oc: Guaranin
pl: Guarani
ro_ro: Guarani
ru: Гуарани
sk: Guaraníjsky (Guaraní)
sl: Gvarani
sr: Гварани
sr_latn: Gvarani
ta: குரானி
tr: Guaraní dili
uk: Гуарані
zh_hans: 瓜拉尼语
zh_hant: 瓜拉尼語

# lang_pnb
source: Punjabi
ar: البنجابية
ast: Punxabi
be: Панджабі
bg: Пенджабски
ca: Panjabi
cs: Pandžábština
cy: Pwnjabeg
da: Punjabisk
de: Panjabi
el: Πουντζάμπι
eo: Panĝaba (okcidenta)
es_us: Panyabí
et: pandžabi
eu: Punjabera
fa: پنجابی
fi: Pandžabi
he: פנג׳אבי
hi: पंजाबी
hu: pandzsábi
hy: Փանջաբի
is: Punjabíska
it: Pangiabi
ja: パンジャーブ語
ka: პუნჯაბური
ko: 펀자브어
mk: Pundzapski
mr: पंजाबी
nb: Panjabi
pl: Pendżabski
ro_ro: Panjabi
ru: Панджаби
sk: Pandžábsky
sl: Pandžabščina
sr: Панџаби
sr_latn: Pandžabi
ta: பஞ்சாபி
tr: Pencapça
uk: Панджабі
vi: Tiếng Punjabi
zh_hans: 旁遮普语
zh_hant: 旁遮普語

# lang_ta
source: Tamil
ar: تاميلي
az: Tamilcə
be: Тамільская
bg: Тамилски
ca: Tàmil
cs: Tamilština
cy: Tamileg
el: Ταμίλ
eo: Tamila
et: tamili
eu: Tamilera
fa: تامیلی
fi: Tamili
fr: Tamoul
he: טמילית
hy: Թամիլերեն
id: Bahasa Tamil
is: Tamílska
ja: タミル語
ka: თამილური
kn: ತಮಿಳು
ko: 타밀어
lt: Tamilų
lv: Tamilu
mk: Tamilski
ml: "തമിഴ് ഭാക്ഷ "
mr: तामिळ
nb: Tamilsk
pl: Tamilski
ro_ro: Tamilă
ru: Тамильский
sk: Tamilsky
sl: Tamilščina
sr: Тамилски
sr_latn: Tamilski
sv: Tamilska
ta: தமிழ்
tr: Tamilce
uk: Тамільська
zh_hans: 泰米尔语
zh_hant: 坦米爾語

source: Replace all
ar: استبدل الكل
ast: Trocar too
az: Hamısını əvəz et
be: Замяніць усе
bg: Заменете всички
ca: Reemplaça-ho tot
cs: Nahradit vše
cy: Amnewid y cyfan
da: Erstat alle
de: Alle ersetzen
el: Αντικατάσταση όλων
eo: Anstataŭigi ĉiujn
es_us: Reemplazar todo
et: Asenda kõik
eu: Ordeztu guztiak
fa: جانشانی همه
fi: Korvaa kaikki
fr: Tout remplacer
gl: Substituír todo
he: להחליף הכול
hu: Az összes cseréje
id: Ganti semua
is: Skipta öllu út
it: Sostituisci tutti
ja: 全て置き換える
ka: ყველას შეცვლა
ko: 모두 바꾸기
mk: Zameni se'
nb: Erstatt alle
nl: Vervang alles
oc: Tot remplaçar
pl: Zastąp wszystkie
pt_br: Substituir tudo
ro_ro: Înlocuire toate
ru: Заменить все
sc: Remplasa totu
sk: Nahradiť všetky
sl: Zamenjaj vse
sr: Замени све
sr_latn: Zameni sve
sv: Ersätt alla
ta: அனைத்தையும் மாற்றவும்
tr: Hepsini değiştir
uk: Замінити все
vi: Thay thế tất cả
zh_hans: 全部替换
zh_hant: 取代全部

# shared_string_quick_actions
source: Quick actions
ar: زر الإجراء السريع
ast: Aiciones rápides
az: Sürətli fəaliyyətlər
be: Хуткія дзеянні
bg: Бързи действия
ca: Accions directes
cs: Rychlé akce
cy: Gweithredoedd cyflym
da: Genveje
de: Schnellaktionen
el: Ταχείες ενέργειες
eo: Rapidaj agoj
es_us: Acciones rápidas
et: Kiirtoimingud
eu: Ekintza azkarrak
fa: کنش‌های فوری
fi: Pikatoiminnot
fr: Actions rapides
gl: Accións rápidas
he: פעולות מהירות
hu: Gyors-műveletek
id: Tindakan cepat
is: Flýtiaðgerðir
it: Azioni veloci
ja: クイックアクション
ka: სწრაფი ქმედებები
ko: 빠른 작업
mk: Brzi dejstva
mr: चटपट कृती
nb: Hurtighandlinger
nl: Sneltoetsen
oc: Accions dirèctas
pl: Szybka czynność
pt_br: Ações rápidas
ro_ro: Acțiuni rapide
ru: Быстрые действия
sc: Atziones lestras
sk: Rýchle akcie
sl: Hitra dejanja
sr: Брзе радње
sr_latn: Brze akcije
sv: Snabbåtgärder
ta: விரைவான செயல்கள்
tr: Hızlı eylemler
uk: Швидкі дії
vi: Hành động nhanh
zh_hans: 快捷动作
zh_hant: 快速動作

# shared_string_routing
source: Routing
ar: التوجيه
be: Маршрутызацыя
bg: Маршрутизация
ca: Càlcul de rutes
cs: Navigace
cy: Llwybro
da: Ruteberegning
de: Routenführung
el: Δρομολόγηση
eo: Kurs‑difinado
es_us: Navegación
et: Navigeerimine
eu: Ibilbidea
fa: مسیریابی
fi: Reititys
fr: Calcul d'itinéraire
gl: Enrutamento
he: ניתוב
hu: Útvonaltervezés
id: Perutean
is: Leiðagerð
it: Calcolo percorso
ja: ルート検索
ka: მიმართულებები
ko: 라우팅
lv: Maršrutēšana
mk: Usmeruvanje
nb: Ruting
nl: Routering
oc: Calcul dau percors
pl: Wyznaczanie trasy
pt_br: Roteamento
ro_ro: Rutare
ru: Маршрутизация
sc: Càrculu de s'àndala
sk: Navigácia
sl: Usmerjanje
sr: Навођење
sr_latn: Rutiranje
sv: Navigering
ta: ரூட்டிங்
te: రూటింగ్
tr: Yönlendirme
uk: Прокладання маршрутів
vi: Chỉ đường
zh_hans: 路径规划
zh_hant: 路徑

# import_complete_description
source: Imported all data from the %@. Use the buttons below to open any part of the app to manage it.
ar: تم استيراد جميع البيانات من %@، استخدام الأزرار أدناه لفتح أي جزء من التطبيق لإدارته.
az: Bütün məlumatlar %@-dan idxal edildi. Aşağıdakı düymələrdən istifadə etməklə proqramın istənilən hissəsini idarə etmək üçün aça bilərsiniz.
be: Усе даныя з %@ імпартаваныя, скарыстайцеся кнопкамі ніжэй, каб адкрыць адпаведны раздзел праграмы для кіравання імі.
bg: Внесена е цялата информация от %@. Използвайте бутоните по-долу, за да отворите която и да било част от приложението и да я управлявате.
ca: S'han importat totes les dades de %@ , podeu utilitzar els botons de sota per gestionar l'aplicació obrint la part que calgui.
cs: Všechna data z %@ jsou naimportovaná. Použijte tlačítka níže k otevření části aplikace pro jejich správu.
cy: Wedi mewnforio'r holl ddata o'r %@. Defnyddia'r botymau isod i agor unrhyw ran o'r ap i'w reoli.
da: Alle data fra %@ er importeret. Brug knapperne nedenfor til at åbne den nødvendige del af appen for at håndtere det.
de: Alle Daten aus dem %@ importiert. Verwenden Sie die Schaltflächen unten, um einen beliebigen Teil der App zu öffnen und zu verwalten.
el: Εισήχθησαν όλα τα δεδομένα από το %@. Χρησιμοποιήστε τα παρακάτω κουμπιά για να ανοίξετε οποιοδήποτε τμήμα της εφαρμογής για να το διαχειριστείτε.
eo: Ĉiuj datumoj el %@ estas enportitaj. Uzu la butonojn sube por malfermi iun parton de la aplikaĵo por administri ilin.
es_us: Se importaron todos los datos de «%@». Usa los botones inferiores para abrir cualquier sección de la aplicación y gestionarla.
et: Imporditud kõik andmed %@. Kasuta allpool olevaid nuppe, et avada rakenduse mis tahes osa selle haldamiseks.
eu: %@-ko datu guztiak inportatuta, beheko botoiak erabili ditzakezu kudeatzeko behar duzun aplikazioaren atala irekitzeko.
fa: همهٔ داده از %@ درون‌برد شد. با استفاده از دکمه‌های زیر، هر بخش از برنامه را برای مدیریت آن باز کنید.
fi: All data from the %@ is imported, you can use buttons below to open needed part of the app to manage it
fr: Les données ont été importées depuis %@. Utilisez les boutons ci-dessous pour ouvrir la partie adéquate de l'application afin de les gérer.
gl: Todos os datos de %@ son importados, podes empregar os botóns de abaixo para abrir a parte necesaria da aplicación para xestionala.
he: כל הנתונים מתוך %@ כבר ייובאו. ניתן להשתמש בכפתורים שלהלן כדי לפתוח כל חלק שהוא ביישומון כדי לנהל אותם.
hu: Összes adat importálva innen: %@. Az alábbi gombokkal az alkalmazás bármelyik részét megnyithatja és kezelheti.
id: Telah mengimpor semua data dari %@. Gunakan tombol di bawah untuk membuka bagian aplikasi apa pun untuk mengelolanya.
is: Öll gögn úr %@ voru flutt inn. Notaðu hnappana hér fyrir neðan til að opna nauðsynlega hluta forritsins til að sýsla með gögnin.
it: Tutti i dati sono stati importati da %@. Usa i bottoni sottostanti per aprire le parti dell'applicazione che vuoi gestire.
ja: %@sから全データをインポートしました。下のボタンよりアプリの任意部分を管理できます。
ko: %@에서 모든 데이터를 가져옵니다. 아래의 버튼을 사용하여 앱의 일부가 관리할 수 있습니다.
lt: All data from the %@ is imported, you can use buttons below to open needed part of the app to manage it
lv: All data from the %@ is imported, you can use buttons below to open needed part of the app to manage it
mk: Uvezeni se site podatoci od %@. Koristete gi kopčinjata podolu za da otvorite koj bilo del od aplikacijata za da upravuvate so nea.
nb: Importert alle data fra %@. Bruk knappene nedenfor til å åpne enhver del av programmet for å håndtere det.
nl: Alle data uit de %@ geïmporteerd. Gebruik de onderstaande knoppen om enig deel van de app te openen om het te beheren.
oc: Totei lei donadas dau %@ son estadas importadas, podètz emplegar lei botons çai-sota per dobrir la partida de l'aplicacion per o administrar
pl: Zaimportowano wszystkie dane z %@. Użyj poniższych przycisków, aby otworzyć dowolną część aplikacji w celu zarządzania nią.
pt_br: Todos os dados do %@ são importados. Você pode usar os botões abaixo para abrir a parte necessária do aplicativo para gerenciá-lo.
ro_ro: Ați importat toate datele din %@. Utilizați butoanele de mai jos pentru a deschide orice parte a aplicației pentru a o gestiona.
ru: Все данные из %@ импортированы, вы можете использовать кнопки ниже, чтобы открыть соответствующий раздел приложения для управления ими.
sc: Datos dae su %@ importados. Podes impreare sos butones in suta pro abèrrere cale si siat parte de s'aplicatzione pro l'amministrare.
sk: Údaje sú naimportované z %@. Použite tlačidlá nižšie pre otvorenie časti aplikácie pre ich správu.
sl: Uvoženi vsi podatki iz %@. Uporabi spodnje gumbe, da odpreš kateri koli del aplikacije, za upravljanje.
sr: Сви подаци из %@ су увезени. Користите дугмад испод ради отварања било којег дела програма за управљања њиме.
sr_latn: Svi podaci iz %@ su uvezeni. Koristite dugmad ispod radi otvaranja bilo kojeg dela programa za upravljanja njime.
sv: Importerade alla data från %@. Använd knapparna nedan för att öppna någon del av appen för att hantera den.
ta: %@ இலிருந்து எல்லா தரவையும் இறக்குமதி செய்தது. பயன்பாட்டின் எந்த பகுதியையும் நிர்வகிக்க கீழே உள்ள பொத்தான்களைப் பயன்படுத்தவும்.
tr: %@'deki tüm veriler içe aktarıldı. Yönetmek üzere uygulamanın gerekli bölümünü açmak için aşağıdaki düğmeleri kullanabilirsiniz.
uk: Усі дані з %@ імпортовано. Скористайтеся іншими кнопками, щоб відкрити будь-яку частину застосунку для керування нею.
zh_hans: 已从%@导入所有数据。使用下面的按钮，打开应用程序的任何部分来管理它。
zh_hant: 已匯入從 %@ 而來的所有資料。使用下方的按鈕以開啟應用程式的任意部份來管理它。

# reorder_profiles
source: Edit profile list
ar: تحرير قائمة الأوضاع
ast: Editar la llista de perfiles
az: Profil siyahısına düzəliş et
be: Рэдагаваць спіс профіляў
bg: Редакция на списъка с профили
ca: Edita la llista de perfils
cs: Upravit seznam profilů
cy: Golygu rhestr proffiliau
da: Rediger profilliste
de: Profilliste bearbeiten
el: Επεξεργασία καταλόγου προφίλ
eo: Redakti liston de profiloj
es_us: Editar la lista de perfiles
et: Muuda profiililoendit
eu: Editatu profil-zerrenda
fa: ویرایش فهرست نمایه
fi: Muokkaa profiililuetteloa
fr: Modifier la liste des profils
gl: Editar a listaxe de perfís
he: עריכת רשימת הפרופילים
hu: Profilok listájának szerkesztése
id: Sunting daftar profil
is: Breyta lista yfir snið
it: Modifica la lista dei profili
ja: プロファイルリストの編集
ka: პროფილები სიის ჩასწორება
kn: ಪ್ರೊಫೈಲ್‌ಗಳ ಪಟ್ಟಿಯನ್ನು ಪರಿಷ್ಕರಿಸು
ko: ‎프로파일‎‎ 목록 편집‎
lt: Redaguoti profilių sąrašą
lv: Rediģēt profilu sarakstu
mk: Uredete ja listata na profili
nb: Rediger profilliste
nl: Wijzig lijst met profielen
oc: Editar la lista de perfius
pl: Edytuj listę profili
ro_ro: Editează lista de profiluri
ru: Править список профилей
sc: Muda sa lista de sos profilos
sk: Upraviť zoznam profilov
sl: Uredi seznam profilov
sr: Измени списак налога
sr_latn: Izmeni listu profila
sv: Redigera profillista
ta: சுயவிவர பட்டியலைத் திருத்து
tr: Profil listesini düzenle
uk: Редагувати список профілів
vi: Sửa danh sách hồ sơ
zh_hans: 编辑配置文件列表
zh_hant: 編輯設定檔清單

# profile_alert_need_profile_name_title
source: Enter profile name
ar: أدخل اسم الوضع
az: Profil adını daxil edin
be: Увядзіце назву профілю
ca: Introduïu el nom del perfil
cs: Zadejte název profilu
cy: Rho enw i'r proffil
da: Indtast profilnavn
de: Profilnamen eingeben
el: Εισάγετε το όνομα προφίλ
eo: Enigu nomon por profilo
es_us: Ingresa el nombre del perfil
et: Sisesta profiili nimi
eu: Sartu profilaren izena
fa: نام نمایه را بنویسید
fi: Kirjoita profiilin nimi
fr: Entrez le nom du profil
gl: Insire o nome do perfil
he: נא להקליד שם פרופיל
hi: प्रोफ़ाइल दर्ज करें
hu: Profil nevének megadása
id: Masukkan nama profil
is: Settu inn heiti á notkunarsniði
it: Inserisci il nome del profilo
ja: プロファイル名を入力
ka: შეიყვანეთ პროფილის სახელი
lv: Ievadiet profila vārdu
mk: Vnesete ime na profilot
my: ပရိုဖိုင်းအမည်ရိုက်ထည့်ပါ
nb: Skriv inn profilnavn
nl: Profielnaam invoeren
oc: Intratz lo nom dau perfiu
pl: Proszę wprowadzić nazwę profilu
ro_ro: Introduceți numele profilului
ru: Введите имя профиля
sc: Inserta su nùmene de su profilu
sk: Zadajte názov profilu
sl: Ime profila
sr: Унесите име налог
sr_latn: Unesi ime profila
sv: Ange profilnamn
ta: சுயவிவர பெயரை உள்ளிடவும்
tr: Profil adı girin
uk: Введіть назву профілю
vi: Nhập tên hồ sơ
zh_hans: 输入配置文件名称
zh_hant: 輸入設定檔名稱

source: Resting position icon
ca: Icona de posició mentre esteu aturat
cs: Ikona klidové polohy
da: Ikon for hvileposition
de: Symbol für die Ruheposition
el: Εικονίδιο θέσης ακινησίας
es_us: Icono de la ubicación al estar en reposo
et: Peatuskoha ikoon
eu: Atseden-kokapenaren ikonoa
fa: نماد موقعیت استراحت
fr: Icône de votre position lorsque vous êtes immobile
hu: Ikon álló helyzetben
id: Ikon posisi istirahat
is: Staðsetningartáknmynd við hvíld
it: Icona della posizione di riposo
ja: 停止時アイコン
nl: Icoon voor rustpositie
ro_ro: Pictograma poziției de odihnă
ru: Значок местоположения в покое
sk: Ikona pozície v pokoji
sr: Сличица положаја одмарања
sr_latn: Ikona položaja za odmor
sv: Symbol för viloposition
ta: ஓய்வு நிலை படவுரு
uk: Піктограма положення спокою
vi: Biểu tượng vị trí nghỉ
zh_hant: 休息位置圖示

# incur_high_charges
source: This may incur high charges.
ar: قد تترتب علي ذلك رسوم عاليه.
be: Гэта можа прывесці да значных выдаткаў.
ca: Això podria comportar despeses importants.
cs: Mohou být účtovány vysoké poplatky.
da: Kan medføre forhøjede gebyrer.
de: Dies kann hohe Kosten verursachen.
el: Αυτό ίσως να επιφέρει υψηλές χρεώσεις.
es_us: Esto puede incurrir en altos costos.
et: Sellega võivad kaasneda suured tasud.
fr: Cela peut entrainer des frais élevés.
hu: Ez magas díjakat vonhat maga után.
id: Ini dapat menimbulkan biaya tinggi.
is: Þetta gæti stofnað til nokkurs kostnaðar.
it: In questo modo si potrebbe incorrere in addebiti notevoli.
ja: これにより、高額の料金が発生する場合があります。
nl: Dit kan hoge kosten hebben.
oc: Aiçò podriá comportar de despensas importantas.
pl: Może to wiązać się z wysokimi opłatami.
pt_br: Isto pode incorrer em custos elevados.
ro_ro: Acest lucru poate atrage costuri ridicate.
ru: Это может привести к значительным расходам.
sc: Custu diat pòdere cajonare gastos mannos.
sk: Môžu byť účtované vysoké poplatky.
sr: Ово може изазвати високе трошкове.
sr_latn: Ovo može izazvati visoke troškove.
sv: Detta kan medföra höga kostnader.
ta: இது அதிக கட்டணங்களை ஏற்படுத்தக்கூடும்.
tr: Bu yüksek ücrete tabi olabilir.
uk: Це може привести до значних витрат.
zh_hant: 這可能會擔負較高的費用。

source: Open saved track
ar: فتح المسار المحفوظ
az: Yadda saxlanan izi aç
be: Адкрыць захаваны след
bg: Отваряне на записано трасе
ca: Obre una traça enregistrada
cs: Otevřít uloženou stopu
cy: Agor trac wedi'i gadw
da: Åbn gemt spor
de: Gespeicherten Track öffnen
el: Άνοιγμα αποθηκευμένου ίχνους
eo: Malfermi konservitan spuron
es_us: Abrir traza guardada
et: Ava salvestatud teekond
eu: Ireki gordetako arrastoa
fa: بازکردن رد ذخیره‌شده
fi: Avaa tallennettu rata
fr: Ouvrir la trace enregistrée
gl: Abrir pista gardada
he: פתיחת מסלולים שמורים
hu: Elmentett nyomvonal megnyitása
id: Buka trek yang tersimpan
is: Opna vistaðan feril
it: Apri la traccia salvata
ja: 保存された経路を開く
ka: ჩაწერილი კურსის გახსნა
ko: 저장된 트랙 열기
lv: Atvērt saglabātu treku
mk: Otvoredete zacuvan zapis
nb: Åpne lagret spor
nl: Open opgeslagen track
oc: Dobrir una traça enregistrada
pl: Otwórz zapisaną ścieżkę
pt_br: Abrir trilha salva
ro_ro: Deschide traseul salvat
ru: Открыть сохранённый трек
sc: Aberi sa rasta sarvada
sk: Otvoriť uloženú stopu
sl: Odpri shranjeno sled
sr: Отвори сачувани траг
sr_latn: Otvori sačuvanu trasu
sv: Öppna sparad färdväg
ta: சேமித்த பாதையை திறந்தது
tr: Kaydedilen yolu aç
uk: Відкрити збережений трек
vi: Mở cung đường đã lưu
zh_hans: 打开保存的轨迹
zh_hant: 開啟已儲存的軌跡

# plan_route_open_existing_track
source: Open existing track
ar: فتح مسار موجود
ast: Abrir un trazáu esistente
az: Mövcud izi aç
be: Адкрыць існы след
bg: Отваряне на съществуваща следа
ca: Obre una traça existent
cs: Otevřít existující stopu
cy: Agor trac sy'n bodoli eisoes
da: Åbn eksisterende spor
de: Vorhandenen Track öffnen
el: Άνοιγμα υφιστάμενου ίχνους
eo: Malfermi ekzistan spuron
es_us: Abrir traza existente
et: Ava olemasolev teekond
eu: Ireki dagoen arrasto bat
fa: بازکردن رد موجود
fi: Avaa olemassaoleva jälki
fr: Ouvrir une trace existante
gl: Abrir pista existente
he: פתיחת מסלול קיים
hu: Meglévő nyomvonal megnyitása
id: Buka trek yang sudah ada
is: Opna tiltækan feril
it: Apri traccia esistente
ja: 既存の経路を開く
ka: არსებული კურსის გახსნა
ko: 기존 트랙 열기
lt: Atidaryti egzistuojančia trasą
lv: Atvērt saglabāto treku
mk: Otvorete go postoeckiot zapis
nb: Åpne eksisterende spor
nl: Open een bestaande track
oc: Dobrir una traça existenta
pl: Otwórz istniejącą trasę
pt_br: Abrir trilha existente
ro_ro: Deschide un traseu existent
ru: Открыть существующий трек
sc: Aberi una rasta chi esistit giai
sk: Otvoriť existujúcu stopu
sl: Odpri obstoječo sled
sr: Отвори постојећи траг
sr_latn: Otvori postojeću rutu
sv: Öppna befintligt spår
ta: தற்போதுள்ள பாதையைத் திறக்கவும்
tr: Var olan yolu aç
uk: Відкрити наявний трек
vi: Mở cung đường đã có sẵn
zh_hans: 打开现有的轨迹
zh_hant: 開啟既有的軌跡

# res_update_no_space
source: Not enough space to update
ar: لا توجد مساحة كافية للتحديث
be: Недастаткова месца для абнаўлення
ca: No hi ha prou espai per actualitzar
cs: Není dostatek místa na aktualizaci
da: Ikke nok plads til opdatering
de: Für das Update ist zu wenig Speicher vorhanden
el: Δεν υπάρχει αρκετός χώρος για ενημέρωση
es_us: Sin espacio suficiente para actualizar
et: Uuendamiseks pole piisavalt ruumi
fr: Espace disque insuffisant pour mettre à jour
hu: Nincs elég hely a frissítéshez
id: Tidak cukup ruang untuk memperbarui
is: Það er ekki nægilegt pláss til að uppfæra
it: Non c'è abbastanza spazio per aggiornare
ja: 更新するのに十分な空き容量がありません
nl: Niet genoeg ruimte beschikbaar voor de update
oc: Pas pron d'espaci per actualizar
pl: Brak miejsca dla uaktualnienia
pt_br: Não há espaço suficiente para atualizar
ro_ro: Nu este suficient spațiu pentru a actualiza
ru: Недостаточно места для обновления
sc: Non b'est logu bastante pro agiornare
sk: Nie je dostatok miesta na aktualizáciu
sl: Ni dovolj prostora za posodobitve
sr: Нема довољно простора за ажурирање
sr_latn: Nema dovoljno prostora za ažuriranje
sv: Inte tillräckligt ledigt utrymme att uppdatera
ta: புதுப்பிக்க போதுமான இடம் இல்லை
tr: Güncelleştirmek için yeterli alan yok
uk: Не достатньо місця для оновлення
zh_hant: 剩餘空間不足以更新
