Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# rendering_attr_contourWidth_description
source: Contour line width
af: Dikte van die hoogtelyne
ar: عرض الخطوط الكنتورية
az: Kontur xəttinin genişliyi
be: Таўшчыня гарызанталяў (ізагіпсы)
ca: Gruix de la corba de nivell
cs: Šířka linie vrstevnic
cy: Lled llinell gyfuchlin
da: Bredde på højdekurver
de: Breite der Höhenlinien
el: Πλάτος ισοϋψών καμπυλών
eo: Larĝo de nivelkurboj
es_us: Anchura de la curva de nivel
et: Kõrgusjoonte laius
eu: Sestra-kurben zabalera
fa: ضخامت منحنی میزان
fi: Korkeuskäyräviivojen leveys
fr: Épaisseur des traits pour les courbes de niveau
gl: Amplitude das curvas do nivel
he: עובי קו מתאר
hu: Szintvonalak vastagsága
hy: Եզրագծերի լայնությունը
id: Lebar garis kontur
is: Breidd hæðarlína
it: Spessore linee isoipse
ja: 等高線の幅
ka: კონტურული ხაზის სისქე
lt: Kontūrų linijos plotis
lv: Kontūrlīniju platums
mk: Širina na konturnata linija
ml: കോണ്ടൂർ വരയുടെ വീതി
nb: Kotebredde
nl: Contourlijn dikte
oc: Espessor de la corba de nivèu
pl: Szerokość izolinii
pt_br: Espessura das curvas de nível
ro_ro: Lățime linie de contur
ru: Толщина изолинии
sc: Grussesa curvas de livellu
sk: Hrúbka vrstevníc
sl: Širina izrisa izohips
sr: Дебљина линије изохипсе
sr_latn: Debljina linije izohipse
sv: Linjebredd för höjdkurvor
ta: விளிம்பு வரி அகலம்
tr: Eş yükselti eğrisi genişliği
uk: Товщина ізоліній
zh_hans: 等高线线宽
zh_hant: 等高線的線寬

# routing_attr_driving_style_name
source: Riding style
ar: أسلوب الركوب
az: Sürmə stili
be: Стыль язды
bg: Стил на каране
ca: Estil de conducció
cs: Styl jízdy
cy: Arddull gyrru
da: Kørestil
de: Fahrweise
el: Τρόπος οδήγησης
eo: Veturada stilo
es_us: Estilo de conducción
et: Sõidustiil
eu: Gidatzeko estiloa
fa: سبک رانندگی
fi: Ajotyyli
fr: Style de conduite
gl: Estilo da condución
he: סגנון נהיגה
hu: Vezetési stílus
hy: Վարորդական ոճ
id: Gaya berkendara
is: Akstursstíll
it: Stile di guida
ja: 運転スタイル
ka: მართვის სტილი
ko: 운전 스타일
lt: Vairavimo stilius
lv: Braukšanas stils
mk: Vozacki stil
ml: ഡ്രൈവിംഗ് ശൈലി
my: မောင်းနှင်မှုပုံစံ
nb: Kjørestil
nl: Rijstijl
oc: Biais de menar
pl: Styl jazdy
pt_br: Estilo de condução
ro_ro: Stil de mers
ru: Стиль езды
sc: Istile de ghia
sk: Štýl jazdy
sl: Način vožnje
sr: Начин вожње
sr_latn: Način vožnje
sv: Körstil
ta: சவாரி நடை
tr: Sürüş tarzı
uk: Стиль їзди
zh_hans: 骑行风格
zh_hant: 騎乘方式

# routeInfo_surface_description
source: Provide road/footpath physical surface info.
ar: توفير معلومات السطح المادي للطريق/ممر المشاة.
ast: Provide additional information about the physical surface of roads/footpaths.
be: Пастаўляе інфармацыю пра фізічнае пакрыццё дарогі/пешаходнай дарожкі.
bg: Предоставя информация за физическата повърхност на пътя/пешеходната алея.
cs: Poskytnout informaci o fyzickém povrchu silnic/pěšin.
cy: Dangos gwybodaeth arwyneb ffyrdd/palmentydd.
da: Giv oplysninger om veje/gangstiers fysiske overflade.
de: Informationen zur physischen Oberfläche von Straßen und Fußwegen angeben.
el: Παρέχει πληροφορίες για την φυσική επιφάνεια του δρόμου/μονοπατιού.
eo: Liveras informojn priŝosea kovro de voj(et)oj.
es_us: Proporciona información sobre la superficie física de los caminos y senderos.
et: Anna lisateavet teede ja radade füüsilise pinna kohta.
eu: Eman errepidearen/ibilbidearen azalera fisikoaren informazioa.
fa: اطلاعات بیشتری درباره سطح فیزیکی جاده‌ها یا پیاده‌روها ارائه می‌دهد.
fr: Fournit des informations sur la surface des routes / chemins.
he: אספקת מידע על המשטח הפיזי של כבישים/דרכים.
hu: További információk megjelenítése az utak/gyalogutak fizikai felszínéről.
id: Berikan info permukaan fisik jalan/trotoar.
is: Gefa upp yfirborðsupplýsingar fyrir vegi/stíga.
it: Fornisce informazioni aggiuntive sulla superficie fisica dei percorsi pedonali.
ja: 道路/歩道の表面や舗装状態に関する情報を提供します。
ko: 도로/도로의 물리적 지표면 정보를 제공합니다.
mk: Obezbedete informacii za fizičkata površina na patot/pešačkata pateka.
nb: Angi informasjon om fysisk overflate for veier/gangstier.
nl: Vermeld informatie over het fysieke oppervlak van wegen en paden.
oc: Fornir d'informacions de la superficia fisica de la rota/dau camin.
pl: Podaj informacje o fizycznej powierzchni drogi/chodnika.
ro_ro: Furnizează informații despre suprafața fizică a drumului/căii pietonale.
ru: Информация о физическом покрытии дорог/тротуаров.
sc: Fruni informatziones in subra de sa superfìtzie fìsica de sos caminos e de sas camineras pro andare a pee.
sk: Poskytuje informáciu o fyzickom povrchu ciest/chodníkov.
sl: Navedi informacije o fizični površini cest/pešpoti.
sr: Доставља инфо о физичкој подлози пута/пешачке стазе.
sr_latn: Dostavlja info o fizičkoj podlozi puta/pešačkim stazama.
sv: Ange information om vägar och gångvägar yta.
ta: சாலை/பாதையின் உடல் மேற்பரப்பு தகவலை வழங்கவும்.
tr: Yol/patika fiziksel yüzey bilgisi sağla.
uk: Надає дані про фізичне покриття дороги/пішохідної доріжки.
vi: Cung cấp thông tin về bề mặt đường/lối đi bộ.
zh_hans: 提供道路/人行道物理表面信息。
zh_hant: 提供道路／人行道的鋪面資訊。

# routeInfo_horse_scale_name
source: Difficulty of horse trails
ar: عوائق مسارات الخيل
be: Складанасць конных сцежак
bg: Сложност на конни маршрути
ca: Dificultat de les rutes eqüestres
cs: Obtížnost stezek pro koně
cy: Anhawster llwybrau ceffylau
da: Ridestiers sværhedsgrad
de: Schwierigkeitsgrad von Reitwegen
el: Δυσκολία μονοπατιών ιππασίας
eo: Facilo deĉevalaj vojoj
es_us: Dificultad de los senderos ecuestres
et: Hobuseradade raskusaste
eu: Zaldi-ibilbideen zailtasuna
fa: سختی مسیرهای سوارکاری
fr: Difficulté des sentiers équestres
he: קושי מסלול הסוסים
hu: Lovas utak nehézségi szintje
id: Kesulitan jalur kuda
is: Erfiðleikastig reiðleiða
it: Difficoltà percorsi a cavallo
ja: 馬道(手綱さばき)の難易度
ko: 말길의 난이도
mk: Teškotii na konjski pateki
nb: Vanskelighetsgrad for rideveier
nl: Begaanbaarheid van ruiterpaden
pl: Poziom trudności szlaków konnych
ro_ro: Dificultate trasee pentru cai
ru: Конные маршруты
sc: Dificultade de sas camineras a caddu
sk: Náročnosť ciest pre kone
sl: Zahtevnost konjskih poti
sr: Тежина коњских стаза
sr_latn: Staze za jahanje
sv: Svårighetsgrad för ridvägar
ta: குதிரை பாதைகளின் தொல்லை
tr: At parkurlarının zorluğu
uk: Складність кінних стежок
vi: Độ khó của đường cưỡi ngựa
zh_hans: 马道难度
zh_hant: 馬道難度

# routeInfo_horse_scale_description
source: Render paths according to difficulty of horse trails
ar: تفضيل المسارات وفقا لصعوبة مسارات الخيل
be: Адлюстроўваць шляхі ў залежнасці ад складанасці конных сцежак
bg: Оцветяване на маршрутите в зависимост от трудността на пътеката за езда
ca: Mostra els camins segons la dificultat de rutes eqüestres
cs: Vykreslení cest podle obtížnosti koňských stezek
cy: Rendro llwybrau ynôl anhawster llwybrau ceffylau
da: Gengiv stier i henhold til sværhedsgraden af ridestier
de: Reitwege nach ihrem Schwierigkeitsgrad darstellen
el: Απεικόνιση μονοπατιών σύμφωνα με την δυσκολία των μονοπατιών ιππασίας
eo: Bildigi vojojn laŭ facilo de ĉevalaj vojoj
es_us: Visualizar los caminos según la dificultad de los senderos ecuestres
et: Kuva rajad vastavalt hobuseradade raskusastmele
eu: Bistaratu bideak zaldi-bideen zailtasunaren arabera
fa: مسیرها را بر پایه سختی مسیرهای سوارکاری نمایش می‌دهد
fr: Afficher les chemins en fonction de la difficulté des sentiers équestres
he: עיבוד הנתיבים לפי קושי מסלולי הסוסים
hu: Ösvények megjelenítése a lovas utak nehézségi szintje szerint
id: Render jalur berdasarkan kesulitan jalur kuda
is: Myndgera leiðir samkvæmt erfiðleikastigi reiðleiða
it: Disegna i percorsi in base alla difficoltà dell'itinerario a cavallo
ja: 馬道の難易度に応じた道を表示します
ko: 말길의 어려움에 따라 경로 렌더링
mk: Izvedete gi patekite spored teskotiite na konjskite pateki
nb: Tegn stier i henhold til vanskelighetsgrad på rideveier
nl: Paden laden volgens begaanbaarheid van ruiterpaden
pl: Twórz trasy na podstawie trudności przejazdu z końmi
ro_ro: Randează cărări conform dificultății traseelor pentru cai
ru: Отрисовка маршрута в зависимости от сложности конных троп
sc: Disinna sas àndalas in base a sa dificultade de sas camineras a caddu
sk: Vykresľovať cesty podľa náročnosti pre kone
sl: Prikazovanje poti glede na zahtevnost konjskih poti
sr: Приказ стаза према тежини коњских стаза
sr_latn: Prikaz konjskih staza prema složenosti
sv: Rendera stigar enligt svårighetsgrad för ridvägar
ta: குதிரைப் பாதைகளின் சிரமத்திற்கு ஏற்ப பாதைகளை வழங்கவும்
tr: Yolları at parkurlarının zorluğuna göre görselleştir
uk: Показувати шляхи відповідно до складності кінних стежок
vi: Hiển thị các lối đi theo độ khó của đường cưỡi ngựa
zh_hans: 根据马道的难度级别渲染路径
zh_hant: 根據馬道的難度繪製路徑

# activity_type_motorbike_name
source: Motorbike
ar: دراجة نارية
ast: Motocicleta
az: Motosiklet
be: Матацыкл
bg: Мотоциклет
ca: Motocicleta
cs: Motocykl
cy: Beic modur
da: Motorcykel
de: Motorrad
el: Μοτοσικλέτα
eo: Motorciklo
es_us: Motocicleta
et: Mootorratas
eu: Motorra
fa: موتورسیکلت
fi: Moottoripyöräily
fr: Moto
gl: Motocicleta
he: אופנוע
hu: Motorkerékpár
id: Sepeda Motor
is: Vélhjól
it: Motocicletta
ja: オートバイ
ka: მოტოციკლეტი
ko: 오토바이
lt: Motoroleris
mk: Motorcikl
nb: Motorsykkel
nl: Motorfiets
oc: Mòto
pl: Motocykl
ro_ro: Motocicletă
ru: Мотоцикл
sc: Moto
sk: Motorka
sl: Motor
sr: Мотоцикл
sr_latn: Motocikl
sv: Motorcykel
ta: மின்னோடி பைக்
tr: Motosiklet
uk: Мотоцикл
vi: Xe máy
zh_hans: 摩托车
zh_hant: 摩托車

# rendering_attr_contourLines_description
source: Display from zoom level (requires contour line data):
af: Vertoon minimum vergrotingsvlak. (Aparte SRTM-dokument benodig):
ar: العرض من مستوى التكبير (يتطلب بيانات خط الكنتور):
be: Мінімальны ўзровень маштабу з адлюстраваннем ізаліній вышынь:
bg: Видими при увеличение (при вкл. добавка):
bs: Izaberite minimalni nivo uvećanja za prikaz ako je moguć. Izdvojanje SRTM-datoteke će možda biti potrebno.
ca: Seleccioneu el nivell mínim de zoom per mostrar el mapa si està disponible. Caldrà el fitxer SRTM separat:
cs: Zobrazit od úrovně zvětšení (vyžaduje vrstevnicová data):
cy: Dangos o lefel chwyddo (angen data cyfuchliniau):
da: Vis fra zoom-niveau (kræver højdekurvedata):
de: Darstellung (bei vorhandenen Höhenlinien-Daten) ab Zoomstufe:
el: Εμφάνιση από το επίπεδο εστίασης (χρειάζεται αρχείο ισοϋψών καμπυλών):
eo: Vidigi de skal-nivelo (postulas datumojn de nivelkurboj):
es_us: Mostrar desde el nivel de zum (necesita los datos de las curvas de nivel):
et: Kuva alates suurendustasemest (vajab kõrgusandmeid):
eu: Zoom mailatik bistaratu (sestra-kurben datuak behar dira):
fa: نمایش از سطح بزرگ‌نمایی (نیازمند داده‌های منحنی میزان):
fi: Näytä alkaen zoomaustasosta (tarvitsee korkeuskäyrätietoja):
fr: Afficher à partir du niveau de zoom (données courbes de niveau requises) :
gl: Amosar dende o nivel de achegamento (precisa de datos das curvas do nivel):
he: הצגה החל מרמת תקריב (נדרש קובץ SRTM):
hu: Megjelenítés ettől a nagyítási szinttől (szintvonaladatokat igényel):
hy: Ընտրեք նվազագույն մասշտաբի մակարդակը եզրագծերի համար (նախ պետք է ներբեռնեք համապատասխան SRTM ֆայլ):
id: Tampilan dari tingkatan pembesaran (membutuhkan data garis kontur):
is: Birta frá aðdráttarstigi (krefst hæðarlínugagna):
it: Visualizzazione dal livello di zoom (necessita dei dati della linea di contorno):
ja: 表示ズームレベルの選択(要『等高線データ』):
ka: აირჩიდეთ გადიდების დონე (მოითხოვს კონტურული ხაზის მონაცემებს):
ko: 줌 레벨에서 보여주기(등고선 데이터가 필요합니다):
lt: Rodyti pradedant masteliu (reikia SRTM failo):
lv: Iestatīt minimālo mērogu kontūrlīniju attēlošanai (nepieciešams SRTM-fails):
mk: Prikaz od nivoto na zumiranje (potrebni se podatoci za konturata):
ml: സൂം ലെവൽ മുതൽ ഡിസ്പ്ലേ (കോണ്ടോർ ഡാറ്റ ആവശ്യമാണ്):
nb: Vis fra zoom-nivå (krever kotedata):
nl: Toon vanaf zoomniveau (vereist hoogtecontourgegevens):
pl: Wyświetl od stopnia przybliżenia (wymaga danych poziomic):
pt_br: Exibir a partir do nível de zoom (requer dados de contorno):
ro_ro: Afișare începând cu nivelul de zoom (necesită date privind liniile de contur):
ru: Показывать, начиная с уровня масштабирования (требуются данные изолиний):
sc: Ammustra dae su livellu de ismanniamentu (serbint sos datos de sas curvas de livellu):
sk: Zobraziť od úrovne priblíženia (vyžaduje dátový súbor vrstevníc):
sl: Prikaži od povečave (zahteva podatke izohips):
sr: Приказ од ког ступња увећања (захтева податке о изохипсама):
sr_latn: Prikaz od kog nivoa zumiranja (zahteva podatke o izohipsama):
sv: Visa från zoomnivå (kräver höjdkurvsdata):
ta: சூம் மட்டத்திலிருந்து காண்பி (விளிம்பு வரி தரவு தேவை):
tr: Yakınlaştırma seviyesinden görünüm (eş yükselti eğrisi verisi gerektirir):
uk: Мінімальний масштаб для показу ізоліній:
vi: Hiển thị từ mức thu phóng (yêu cầu dữ liệu đường đồng mức):
zh_hans: 显示缩放级别（需要等高线数据）：
zh_hant: 顯示縮放層級（需要等高線資料）：

# rendering_attr_piste_difficulty_aerialway_name
source: Aerialway
ar: طريق تلفريك
be: Канатная дарога
ca: Via aèria
cs: Lanovka
cy: Awyrffordd
da: Lift
de: Seilbahn
el: Εναέριος
eo: kablovojo
es_us: Vía aérea
et: Köisraudtee
eu: Teleaulkia
fa: راه هوایی
fi: Ilmatie
fr: Transport par câble aérien
gl: Vía aeroportuaria
he: דרך אווירית
hu: Kötélpályás felvonó
id: Jalur udara
is: Víralyfta
it: Impianto a fune
ja: 索道(リフトやロープウェイなど)
ka: საჰაერო
kn: ವೈಮಾನಿಕ ಮಾರ್ಗ
ko: 항공노선
mk: Vozdušen pat
nb: Taubane
nl: Lift
oc: Via aeriana
pl: Transport nadziemny
pt_br: Via aérea
ro_ro: Calea aeriană
ru: Канатная дорога
sc: Isciovia
sk: Lanovka
sl: Zračna pot
sr: Ваздушни пут
sr_latn: Žičara
sv: Lift
ta: வான்வழி பாதை
tr: Hava yolu
uk: Канатна дорога
vi: Cáp treo
zh_hans: 空中航线
zh_hant: 空中航道

# routing_attr_relief_smoothness_factor_more_plains_name
source: Flat
ar: مسطح
az: Düzənlik
be: Раўнінны
ca: Pla
cs: Rovinatý
cy: Gwastad
da: Fladt
de: Flach
el: Επίπεδος
eo: Ebena
es_us: Plano (llanura)
et: Tasane
eu: Laua
fa: هموار
fi: Tasainen
fr: Plat
gl: Chairo
he: מישור
hu: Sík
hy: Բնակարան
id: Datar
is: Flatt
it: Pianeggiante
ja: 平坦優先
ka: ბრტყელი
ko: 플랫
lt: Plokščias
lv: Līdzens
mk: Ravno
ml: "പരന്നത് "
my: မြေညီ
nb: Flatt
nl: Vlak
oc: Planier
pl: Płaski
pt_br: Plano
ro_ro: Plat
ru: Максимально плоский
sc: Terrinu in paris
sk: Rovinatý
sl: Ravninsko
sr: Равно
sr_latn: Ravno
sv: Slätt
ta: கிடைவளைவு
tr: Düzlük
uk: Рівнинно
vi: Phẳng
zh_hans: 平坦
zh_hant: 平地

# rendering_attr_surface_concrete_name
source: Concrete
ar: خرسانة
ast: Formigón
az: Beton
be: Бетон
bg: Бетон
ca: Formigó
cs: Beton
cy: Concrit
da: Beton
de: Beton
el: Μπετόν
eo: Betono
es_us: Hormigón
et: Betoon
eu: Hormigoia
fa: بتن
fi: Betoni
fr: Béton
gl: Cimento
he: בטון
hu: Beton
id: Beton
is: Steinsteypt
it: Cemento
ja: コンクリート舗装
ka: ცემენტი
ko: 콘크리트
lt: Betonas
lv: Betons
mk: Beton
ml: കോൺക്രീറ്റ്
my: ကွန်ကရစ်
nb: Betong
nl: Beton
oc: Ciment
pl: Beton
pt_br: Concreto
ro_ro: Beton
ru: Бетон
sc: Tzimentu
sk: Betón
sl: Beton
sr: Бетон
sr_latn: Beton
sv: Betong
ta: கான்கிரீட்
tr: Beton
uk: Бетон
vi: Bê tông
zh_hans: 混凝土地
zh_hant: 混凝土

# routeInfo_smoothness_name
source: Smoothness
ar: السلاسة
be: Гладкасць
bg: Гладкост
ca: Uniformitat
cs: Hladkost povrchu
cy: Esmwythder
da: Jævnhed
de: Oberflächenbeschaffenheit
el: Ομαλότητα
eo: Glateco
es_us: Suavidad
et: Siledus
eu: Lausotasuna
fa: همواری
fr: Régularité
gl: Suavidade
he: רכות
hu: Útminőség
id: Kehalusan
is: Áferð
it: Levigatezza
ja: 滑らかさ
ka: სიგლუვე
ko: 부드럽게
lt: Lygumas
lv: Caurbraucamība
mk: Maznost
ml: സ്മൂത്ത്നെസ്
nb: Jevnhet
nl: Kwaliteit wegdek
oc: Tranquille
pl: Gładkość
pt_br: Suavidade
ro_ro: Uniformitate
ru: Ровность
sc: Uniformidade
sk: Hladkosť povrchu
sl: Gladkost
sr: Углачаност
sr_latn: Uravnatost
sv: Jämnhet
ta: மென்மையானது
tr: Pürüzsüzlük
uk: Рівність
vi: Độ phẳng
zh_hans: 平顺度
zh_hant: 平順度

# routing_attr_avoid_bus_description
source: Avoids buses and trolleybuses
ar: تجنب الحافلات والعربات
be: Пазбягаць аўтобусаў і тралейбусаў
ca: Evita autobús i troleibús
cs: Vyhne se autobusům a trolejbusům
cy: Yn osgoi bysiau a bysiau troli
da: Undgår busser og trolleybusser
de: Vermeidet Busse und Oberleitungsbusse
el: Αποφεύγει λεωφορεία και τρόλεϊ
eo: Eviti aŭtobusojn kaj trolebusojn
es_us: Evita usar autobuses y trolebuses
et: Väldib busse ja trollibusse
eu: Ekidin autobusak eta trolebusak
fa: از اتوبوس و اتوبوس برقی پرهیز می‌کند
fr: Éviter le bus et le trolleybus
gl: Evitar buses e trolebuses
he: נמנע מאוטובוסים ומטרוליבוסים
hi: बसों और ट्रॉलीबस से बचें
hu: Elkerüli a buszokat és a trolibuszokat
id: Menghindari bus dan bus listrik
is: Forðast venjulega og rafknúna strætisvagna
it: Evita gli autobus e i filobus
ja: 移動手段としてのバスおよびトロリーバスを避けます
ka: ავტობუსების და ტროლეიბუსებისთვის თავის არიდება
ko: 버스와 무궤도전차를 피함
lt: Vengti autobusų ir troleibusų
lv: Nelietot autobusus un trolejbusus
mk: Izbegnuvaj avtobusi i trolejbusi
ml: "ബസ്സുകളും ട്രോളിബസ്സുകളും ഒഴിവാക്കുക"
my: ဘတ်စ်ကားနှင့် trolleyဘတ်စ်များကိုရှောင်
nb: Unngår busser og trolleybusser
nl: Vermijd bussen en trolleybussen
oc: Evitar autobus e troleibus
pl: Unika autobusów i trolejbusów
pt_br: Evita usarônibus e trólebus
ro_ro: Evită autobuze și troleibuze
ru: Избегать автобусов и троллейбусов
sc: Istransit sos postales e sos postalinos cun filu
sk: Vyhnúť sa autobusom a trolejbusom
sl: Načrtovanje poti brez uporabe avtobusov in trolejbusov
sr: Избегавање аутобуса и тролејбуса
sr_latn: Bez autobusa i trolejbusa
sv: Undvik bussar och trådbussar
ta: பேருந்துகள் மற்றும் டிரால்பச்களைத் தவிர்க்கிறது
tr: Otobüs ve troleybüslerden kaçınır
uk: Уникати автобусів і тролейбусів
vi: Tránh xe buýt và xe buýt điện bánh hơi
zh_hans: 避免公交和无轨电车
zh_hant: 避免巴士與無軌電車

# rendering_value_pink_name
source: Pink
af: pienk
ar: وردي
ast: Rosa
az: Çəhrayı
be: Ружовы
bg: Розова
ca: rosa
cs: růžová
cy: Pinc
da: Lyserød
de: Rosa
el: Ροζ
eo: Rozkolora
es_us: Rosa
et: Roosa
eu: arrosa
fa: صورتی
fi: Vaaleanpunainen
fr: Rose
gl: rosa
he: ורוד
hu: Rózsaszín
hy: Վարդագույն
id: Merah muda
is: Bleikt
it: Rosa
ja: ピンク
ka: ვარდისფერი
ko: 분홍
lt: rožinė
lv: rozā
mk: Rozova
ml: പിങ്ക്
nb: Rosa
nl: Roze
oc: Ròse -a
pl: Różowy
pt_br: Rosa
ro_ro: Roz
ru: Розовый
sc: Rosa
sk: Ružová
sl: Rožnata
sr: Ружичаста
sr_latn: Roze
sv: Skär
ta: இளஞ்சிவப்பு
tr: Pembe
uk: Рожевий
vi: Hồng
zh_hans: 粉红色
zh_hant: 粉紅色

# rendering_attr_currentTrackColor_description
source: GPX color
ar: لون جي بي إكس
az: GPX rəngi
be: Колер следу GPX
bg: GPXцвят
ca: Color de la traça GPX
cs: Barva GPX
cy: Lliw GPX
da: GPX-farve
de: GPX-Farbe
el: Χρώμα GPX
eo: Koloro de GPX-spuro
es_us: Color del GPX
et: GPX värv
eu: GPX kolorea
fa: رنگ GPX
fi: GPX:n väri
fr: Couleur GPX
gl: Cor de GPX
he: צבע GPX
hu: GPX-nyomvonal színe
hy: GPX-ի գույնը
id: Warna GPX
is: Litur GPX
it: Colore del GPX
ja: GPX経路の色
ka: GPXფერი
ko: GPX 색상
lt: GPX spalva
lv: GPX krāsa
mk: GPX boja
ml: ജിപിഎക്സ് നിറം
nb: GPX-farge
nl: GPX-kleur
oc: Color de la traça GPX
pl: Kolor trasy GPX
pt_br: Cor do GPX
ro_ro: Culoare GPX
ru: Цвет трека GPX
sc: Colore GPX
sk: Farba GPX
sl: Barva GPX
sr: Боја ГПИкс-а
sr_latn: GPX boja
sv: GPX-färg
ta: சிபிஎக்ச் நிறம்
tr: GPX renk
uk: Колір GPX
vi: Màu GPX
zh_hans: GPX颜色
zh_hant: GPX 的顏色

# rendering_attr_showLez_name
source: Show Low Emission Zones
ar: إظهار مناطق الانبعاثات المنخفضة
be: Паказваць зоны з нізкім узроўнем выкідаў
ca: Mostra les zones de baixes emissions
cs: Zobrazit oblasti s nízkými emisemi
cy: Dangos Parthau Allyriadau Isel
da: Vis miljøzoner
de: Umweltzonen anzeigen
el: Εμφάνιση ζωνών χαμηλής εκπομπής καυσαερίων
eo: Zonoj de restrikta emisio (LEZ)
es_us: Zonas de baja emisión
et: Kuva madalate heitmetega alad
eu: Erakutsi emisio gutxiko zonaldeak
fa: محدوده‌های کاهش
fi: Näytä vähäpäästöiset vyöhykkeet
fr: Afficher les zones à faibles émissions
gl: Amosar zonas de baixas emisións
he: הצגת אזורים עם פליטה נמוכה
hi: कम उत्सर्जन क्षेत्र दिखाएं
hu: Alacsony kibocsátású övezetek megjelenítése
id: Tampilkan Zona Emisi Rendah
is: Birta svæði með takmörkunum á útblæstri
it: Mostra le zone a Basse Emissioni
ja: 低排出ゾーンの表示
lt: Rodyti mažos taršos zonas
lv: Rādīt zemo emisiju zonas
mk: Prikaži zoni so niski emisii
nb: Vis lavutslippssoner
nl: Toon milieuzones
oc: Mostrar lei zònas d'escampament bas
pl: Wyświetl strefy niskiej emisji
pt_br: Mostrar zonas de baixa emissão
ro_ro: Arată zone de emisii reduse
ru: Зоны с низким уровнем выбросов
sc: Ammustra sas zonas a emissione bassa
sk: Zobraziť Zóny s nízkymi emisiami
sl: Pokaži področja z omejitvijo izpustov
sr: Прикажи области ниског загађења
sr_latn: Prikazati oblasti niskog zagađenja
sv: Visa miljözoner
ta: குறைந்த உமிழ்வு மண்டலங்களைக் காட்டு
tr: Düşük Emisyon Bölgelerini göster
uk: Показати зони з обмеженням викидів
vi: Hiện các vùng phát thải thấp
zh_hans: 显示低排放区
zh_hant: 顯示低排放區域

# routeInfo_piste_type_name
source: Piste type
ar: نوع المدرج
be: Тып гарналыжнай трасы
bg: Вид на пистата
ca: Tipus de pista
cs: Typ sjezdovky
cy: Math piste
de: Pistentyp
el: Τύπος πίστας
eo: Speco de skivojo
es_us: Tipo de pista
et: Nõlva liik
eu: Pista mota
fa: نوع پیست
fi: Latutyyppi
fr: Type de piste
gl: Tipo de pista
he: סוג מסלול
hu: Sípálya típusa
id: Jenis piste
is: Gerð brautar
it: Tipo di pista
ja: ゲレンデタイプ
ka: თხილამურის ტიპი
ko: Piste 유형
mk: Tip na pateka
my: နှင်းတောင်ပေါ် ski စီးလမ်းအမြိုး
nb: Løypetype
nl: Type piste
oc: Mena de dralha
pl: Rodzaj trasy
pt_br: Tipo de pista
ro_ro: Tipul pistei
ru: Тип горнолыжной трассы
sc: Casta de pista
sk: Typ zjazdovky
sl: Vrsta proge
sr: Врста стазе
sr_latn: Tip staze
sv: Pisttyp
ta: வழக்கமான பாடல்
tr: Pist türü
uk: Тип траси
vi: Loại đường trượt tuyết
zh_hans: 滑雪道类型
zh_hant: 軌道類型

# rendering_attr_depthContours_name
source: Nautical depth contours
af: Dieptelyne
ar: معالم العمق البحري
az: Dəniz dərinliyi konturları
be: Контуры марскіх глыбінь
ca: Isòbates
cs: Námořní hloubkové vrstevnice
cy: Cyfuchliniau dyfnder morol
da: Havdybdekurver
de: Nautische Tiefenlinien
el: Ναυτικές ισοβαθείς καμπύλες
eo: Maraj profundec-kurboj
es_us: Curvas de profundidad náuticas
et: Meresügavuse kontuurid
eu: Sakonera nautikoaren sestra-kurbak
fa: منحنی‌های میزان عمق دریایی
fi: Merelliset syvyyskäyrät
fr: Lignes de sondes marines
gl: Curvas do afundimento náuticos
he: קווי עומק ימיים
hu: Tengeri mélységvonalak
hy: Ծովային խորքային ուրվագծեր
id: Kontur kedalaman laut
is: Dýptarlínur sjávar
it: Isobate nautiche
ja: 海洋等深線データ
ka: სიღრმის კონტურები
ko: 해상 깊이 등고선
lt: Vandenyno gylio kontūrai
lv: Jūras dziļuma kontūras
mk: Nauticki dlabinski konturi
ml: നോട്ടിക്കൽ ഡെപ്ത് കോണ്ടൂറുകള്‍
nb: Havdybdekonturer
nl: Zeedieptelijnen
oc: Isobates
pl: Izobaty
pt_br: Batimetria náutica
ro_ro: Curbe de adâncime nautică
ru: Контуры морских глубин
sc: Curvas de profondidade nàuticas
sk: Námorné hĺbkové vrstevnice
sl: Navtične globinske izohipse
sr: Поморске изобате
sr_latn: Nautičke izobate
sv: Nautiska djupkurvor
ta: கடல் ஆழமான வரையறைகள்
tr: Deniz derinlik eğrileri
uk: Ізолінії морських глибин (Ізобати)
vi: Đường đồng mức độ sâu hàng hải
zh_hans: 航海等深线
zh_hant: 航海等深線

# rendering_attr_undefined_name
source: Undefined
ar: غير محدد
ast: Ensin definir
az: Müəyyən edilməmiş
be: Нявызначана
bg: Неопределено
ca: Indefinit
cs: Neurčené
cy: Anniffiniedig
da: Ikke defineret
de: Undefiniert
el: Ακαθόριστο
eo: Nedifinitaj
es_us: Indefinido
et: Määratlemata
eu: Zehaztu gabea
fa: نامشخص
fi: Määrittelemätön
fr: Non défini
gl: Sen definir
he: ללא הגדרה
hu: Meghatározatlan
id: Tidak tersedia
is: Óskilgreint
it: Indefinito
ja: OSMに情報なし
ka: გაურკვეველი
ko: 정의되지 않음
lt: Nenurodyta
lv: Nenoteikts
mk: Nedefiniran
ml: നിഷ്കര്‍ഷിക്കപെടാത്തത്
nb: Udefinert
nl: Ongedefinieerd
oc: Indefinit
pl: Niezdefiniowana
pt_br: Não definido
ro_ro: Nedefinit
ru: Не определено
sc: Non dessinidu
sk: Neurčené
sl: Nedoločljivo
sr: Неодређено
sr_latn: Neodređeno
sv: Odefinierad
ta: வரையறுக்கப்படவில்லை
tr: Tanımlanmamış
uk: Невизначено
vi: Không xác định
zh_hans: 未定义
zh_hant: 未定義
