Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# arrows_direction_to_markers
source: Arrows show direction to active marker if it’s located outside the screen. Direction lines draw a line to active markers.
ar: الأسهم تظهر الاتجاه إلى التوجيه المباشر إذا كانت موجودة خارج الشاشة. سترسم خطوط الاتجاه على شكل خط مباشر.
be: Стрэлкі паказваюць кірунак актыўнай адзнакі, калі яна знаходзіцца па-за межамі экрана. Лініі кірунку паказваюць шлях да актыўных адзнак.
ca: Les fletxes mostren la direcció al marcador actiu si està fora de la pantalla. Les línies de direcció tracen una línia als marcadors actius.
cs: Šipky ukazují směr k aktivní značce, pokud se nachází mimo obrazovku. Směrové čáry vykreslí přímku k aktivní značce.
da: Pile viser retning til den aktive markør, hvis den er placeret uden for skærmen. Retningslinjer tegner en linje til aktive markører.
de: Pfeile zeigen die Richtung zur aktiven Markierung an, wenn sie sich außerhalb des Bildschirms befindet. Richtungslinien zeichnen eine Linie zu aktiven Markierungen.
el: Τα βέλη δείχνουν την κατεύθυνση προς τον ενεργό δείκτη όταν βρίσκεται εκτός οθόνης. Οι γραμμές κατεύθυνσης σχεδιάζουν μια γραμμή προς τους ενεργούς δείκτες.
es_us: Las flechas muestran la dirección del marcador activo si se encuentra fuera de la pantalla. Las líneas de dirección dibujan una línea hacia los marcadores activos.
et: Nooled osutavad aktiivse markeri suunda, kui see asub väljaspool ekraani. Suunajooned viitavad aktiivsetele markeritele.
fr: Les flèches montrent la direction jusqu'à la marque active si celle-ci se trouve en dehors de l'écran. Les indicateurs de direction tracent une ligne jusqu'aux marques actives.
hu: A nyilak az aktív jelölő irányát mutatják, ha az a képernyőn kívül található. Az irányvonalak vonalat húznak az aktív jelölőkhöz.
id: Panah menunjukkan arah ke penanda aktif jika berada di luar layar. Garis arah menggambar garis ke penanda aktif.
is: Örvar sýna stefnu á virkt kortamerki ef það er fyrir utan skjáinn. Stefnulínur teikna línu í átt að virkum kortamerkjum.
it: Le frecce mostrano la direzione verso l'indicatore attivo se si trova fuori dallo schermo. Le linee di direzione tracciano una linea per i marker attivi.
ja: 矢印は画面外にあるアクティブなマーカーへの方向を指します。方向線はアクティブなマーカーへ線を引きます。
ko: 화면 외부에 있는 경우 화살표는 활성 마커의 방향을 보여준다. 방향 선은 활성 마커에 선을 그린다.
nl: Pijlen geven de richting naar de actieve markering aan als deze zich buiten het scherm bevindt. Richtingslijnen tekenen een lijn naar actieve markeringen.
oc: Lei sagetas mòstran la direccion vèrs lo marcador actiu s'es fòra de l'ecran. Leis endrechieras traçan una linha vèrs lei marcadors actius.
pl: Strzałki pokazują kierunek do aktywnego znacznika, jeśli jest on poza ekranem. Linie kierunków rysują linię do aktywnych znaczników.
pt_br: As setas mostram a direção do marcador ativo se ele estiver localizado fora da tela. Linhas de direção desenham uma linha para marcadores ativos.
ro_ro: Săgețile indică direcția către markerul activ dacă acesta se află în afara ecranului. Liniile de direcție trasează o linie către markerii activi.
ru: Стрелки показывают направление активного маркера, если он находится за пределами экрана. Линии направления показывают путь к активным маркерам.
sc: Sas fritzas ammustrant sa diretzione cara a su marcadore ativu si est positzionadu in foras de s'ischermu. Sas lìnias de diretzione disinnant una lìnia cara a sos marcadores ativos.
sr: Стрелице показују правац до активног маркера ако се налази изван екрана. Линије правца повлаче линију до активних маркера.
sr_latn: Strelice pokazuju pravac do aktivnog markera ako se nalazi izvan ekrana. Linije pravca povlače liniju do aktivnih markera.
sv: Pilar visar riktningen till den aktiva markören om den är placerad utanför skärmen. Riktningslinjer ritar en linje till aktiva markörer.
ta: அம்புகள் திரைக்கு வெளியே அமைந்திருந்தால் செயலில் உள்ள மார்க்கருக்கு திசையைக் காட்டுகின்றன. திசை கோடுகள் செயலில் உள்ள குறிப்பான்களுக்கு ஒரு கோட்டை வரையவும்.
tr: Oklar, eğer ekranın dışındaysa etkin işaretleyicinin yönünü gösterir. Yön çizgileri, etkin işaretleyicilere bir çizgi çizer.
uk: Стрілки вказують напрямок до активної позначки, якщо він розташований поза екраном. Лінії напрямку показують шлях до активних позначок.
zh_hant: 如果活躍標記位於螢幕外，箭頭會顯示前往活躍標記的方向。方向線會繪製出通往活躍標記的線條。

# general_settings
source: General
af: Algemene instellings
ar: عام
ast: Xeneral
az: Ümumi
be: Агульныя
bg: Общи настройки
ca: Paràmetres generals
cs: Obecné
cy: Cyffredinol
da: Generelt
de: Allgemein
el: Γενικές
eo: Ĝeneralaj
et: Üldine
eu: Orokorra
fa: عمومی
fi: Yleiset asetukset
fr: Général
gl: Xeral
he: כללי
hu: Általános
hy: Ընդհանուր
id: Umum
is: Almennt
it: Impostazioni generali
ja: 全般設定
ka: მთავარი პარამეტრები
ko: 기본 설정
lt: Bendrieji nustatymai
lv: Vispārīgie iestatījumi
mk: Opšto
ml: സാധാരണ
mr: सर्वसाधारण पर्याय
nb: Generelt
nl: Algemene instellingen
oc: Paramètres generaus
pl: Ogólne
ru: Общие
sc: Impostatziones generales
sk: Všeobecné nastavenia
sl: Splošne nastavitve
sr: Опште
sr_latn: Generalno
sv: Allmänt
ta: பொது
tr: Genel
uk: Загальні
vi: Thiết lập chung
zh_hans: 常规设置
zh_hant: 一般設定

# connect_rp
source: Connect route points
ar: اربط نقاط المسار
be: Злучыць кропкі маршруту
cs: Spojit body trasy
cy: Cysylltu pwyntiau taith
da: Forbind rutepunkter
de: Routenpunkte verbinden
el: Σύνδεση σημείων διαδρομής
es_us: Conectar puntos de ruta
et: Ühenda teekonnapunktid
fr: Relier les points de passage
he: חיבור נקודות מסלול
hu: Útvonalpontok összekötése
id: Hubungkan titik rute
is: Tengja leiðarpunkta
it: Collega punti percorso
ko: 루트 포인트 연결
lt: Sujungti maršruto taškus
nl: Routepunten verbinden
oc: Connectar de ponchs de percors
pl: Połącz punkty trasy
ro_ro: Conectarea punctelor de rută
ru: Соединить точки маршрута
sc: Collega sos puntos de s'àndala
sr: Повежи тачке руте
sr_latn: Poveži tačke rute
sv: Koppla ihop ruttpunkter
ta: பாதை புள்ளிகளை இணைக்கவும்
tr: Güzergah noktalarını bağla
uk: З’єднати точки маршруту
zh_hant: 連接路線標點

# voice_announces
source: Voice prompts
ar: التوجيهات الصوتية
ast: Indicaciones per voz
az: Səsli göstərişlər
be: Галасавыя падказкі
bg: Гласови напътствия
ca: Anuncis de veu
cs: Hlasová oznámení
cy: Cyfarwyddiadau llais
da: Stemmemeddelelser
de: Sprachansagen
el: Φωνητικές ανακοινώσεις
eo: Voĉaj sciigoj
es_us: Indicaciones por voz
et: Hääljuhised
eu: Ahots iragarpenak
fa: پیام‌های گفتاری
fi: Äänikehotteet
fr: Annonces vocales
gl: Indicacións por voz
he: הנחיות קוליות
hu: Hangutasítások
id: Perintah suara
is: Talskilaboð
it: Annunci vocali
ja: 音声案内
ka: ხმოვანი ნავიგაცია
ko: 음성 프롬프트
lt: Balso pranešimai
lv: Balss uzvednes
mk: Glasovni pottiknuvanja
my: အသံကြေငြာ
nb: Talemeldinger
nl: Gesproken instructies
oc: Anóncias vocalas
pl: Komunikaty głosowe
pt_br: Instruções de voz
ro_ro: Anunțuri vocale
ru: Голосовая навигация
sc: Indicatziones vocales
sk: Hlasové výzvy
sl: Glasovna navodila
sr: Гласовна обавештења
sr_latn: Glasovna obaveštenja
sv: Röstmeddelanden
ta: குரல் தூண்டுகிறது
tr: Sesli uyarılar
uk: Голосові повідомлення
vi: Lời nhắc bằng giọng nói
zh_hans: 语音提示
zh_hant: 語音提示

# change_map_behavior
source: Change map behavior during navigation
ar: تغيير الخريطة أثناء التنقل
be: Змена паводзін мапы падчас навігацыі
ca: Canvia l'estil del mapa durant la navegació
cs: Změnit chování mapy během navigace
da: Ændr kortopførsel under navigation
de: Kartenverhalten während der Navigation ändern
el: Αλλαγή συμπεριφοράς χάρτη κατά την διάρκεια της πλοήγησης
es_us: Cambiar el comportamiento del mapa durante la navegación
et: Muuda kaardi käitumist navigeerimise ajal
fr: Modifier le comportement de la carte pendant la navigation
hu: Térkép viselkedésének módosítása navigáció során
id: Ubah perilaku peta selama navigasi
is: Breyta hegðun korts á meðan leiðsögn stendur
it: Modifica il comportamento della mappa durante la navigazione
ja: ナビゲーション中のマップ動作を変更する
ko: 탐색 중 지도 동작 변경
nb: Endre kartoppførsel under navigasjon
nl: Kaartgedrag wijzigen tijdens navigatie
oc: Cambiar l'estil de la mapa pendent la navigacion
pl: Zmienia zachowanie się mapy podczas nawigacji
pt_br: Alterar o comportamento do mapa durante a navegação
ro_ro: Modificarea comportamentului hărții în timpul navigării
ru: Изменение поведения карты во время навигации
sc: Modìfica su cumportamentu de sa mapa durante sa navigatzione
sr: Промените понашање карте током навигације
sr_latn: Promenite ponašanje karte tokom navigacije
sv: Ändra kartans beteende vid navigering
ta: வழிசெலுத்தலின் போது வரைபட நடத்தை மாற்றவும்
tr: Navigasyon sırasında harita davranışını değiştir
uk: Зміна поведінки мапи під час навігації
zh_hant: 更改導航時地圖的反應

# fast_route_mode_descr
source: Enable to calculate fastest route or disable for fuel-saving route.
af: "Skakel aan om vinnigste roete te bereken of skakel af vir kortste roete "
ar: تفعيل لحساب الطريق الأسرع أو تعطيل لحساب مسار أقل استهلاكا للوقود.
be: Уключыць, каб разлічваць найхутчэйшы шлях, ці адключыць для паліўна-ашчаднага шляху.
bg: Отметнете за изчисляване на най-бърз маршрут. Ако няма отметка се изчислява най-къс маршрут.
ca: Activeu per a calcular la ruta més ràpida o desactiveu per a buscar la de menor consum.
cs: Zapněte pro výpočet nejrychlejší trasy nebo vypněte pro ekonomickou trasu.
da: Aktivér for at beregne den hurtigste rute eller deaktiver for brændstofbesparende rute.
de: Zur Berechnung der schnellsten Route aktivieren oder für eine kraftstoffsparende Route deaktivieren.
el: Ενεργοποίησε για υπολογισμό ταχύτερης διαδρομής ή απενεργοποίησε για διαδρομή με οικονομία καυσίμων.
eo: Aktivigu por kalkuli la plej rapidan kurson, aŭ malaktivigu por brulaĵ-ŝpareman kurson.
es_us: Activar para calcular la ruta más rápida o desactivar para la más eficiente en combustible.
et: Luba, et arvutada kiireim teekond või keela kütusesäästliku teekonna jaoks.
eu: Gaitu ibilbiderik azkarrena kalkulatzeko, edo ezgaitu erregaia aurrezten duen ibilbidea kalkulatzeko.
fa: فعال کنید تا سریع‌ترین مسیر محاسبه شود یا غیرفعال کنید تا مسیر صرفه‌جویی سوخت محاسبه شود.
fr: Activer pour calculer l'itinéraire le plus rapide ou désactiver pour calculer l'itinéraire le plus économe en carburant.
gl: Activa isto para calcular a ruta máis rápida ou desactívao para a máis eficiencia no combustíbel.
he: יש להפעיל כדי לחשב את המסלול המהיר ביותר או להשבית כדי לקבל את המסלול החסכוני ביותר.
hu: Leggyorsabb útvonal tervezésének engedélyezése vagy letiltása az üzemanyag-takarékos útvonal kedvéért.
hy: Հաշվարկել արագընթաց երթուղի փոխարեն ամենակարճ։
id: Aktifkan untuk mengkalkulasikan rute tercepat atau nonaktifkan untuk rute yang menghemat bensin.
is: Virkja til að reikna hröðustu leið eða gera óvirkt til að reikna hagkvæmustu leið.
it: Abilita per calcolare il percorso più veloce o disabilita per il percorso dal minor consumo.
ja: 有効なら目的地までの最速ルートで計算し、無効なら燃費を抑えた短いルートで計算します
ka: ჩართეთ უსწრაფესი გზის დასათვლელად ან გამორთეთ უმოკლესისათვის.
ko: 가장 빠른 경로를 활성화하거나 가장 짧은 경로를 비활성화합니다.
lt: Įjunkite, kad būtų skaičiuojamas greičiausias maršrutas arba išjunkite, kad skaičiuotų taupiausią maršrutą.
lv: "Ieslēgt, lai rēķinātu ātrāko maršrutu vai izslēgt, lai rēķinātu ekonomiskāko maršrutu "
mk: Ovozmoži presmetuvanje na najbrzata maršruta ili onevozmoži za ruta za zašteda na gorivo.
ml: "വേഗത്തിലുള്ള റൂട്ടിന് സജീവമാക്കുക, നിര്‍ജീവമാക്കിയാല്‍ മൈലേജ് കൂടുതലുള്ള റൂട്ട് "
mr: निवडा सर्वात वेगवान रस्त्यासाठी किंवा निवड काढा इंधन वाचणाऱ्या रस्त्यासाठी.
nb: Aktiver for å beregne raskeste rute eller deaktiver for drivstoffbesparende rute.
nl: Activeer voor de snelste route of deactiveer voor een zuinige route.
oc: Activatz per calcular lo percors pus rapide o desactivatz per cercar aqueu de la consomacion melhora
pl: Wyznacza najszybszą trasę zamiast ekonomicznej.
pt_br: Ative para calcular a rota mais rápida ou desative para calcular a rota mais econômica.
ro_ro: Activați pentru a calcula cel mai rapid traseu sau dezactivați pentru un traseu de economisire a combustibilului.
ru: Самый быстрый маршрут без экономии топлива.
sc: Abìlita pro carculare s’àndala prus lestra o disabìlita pro s’àndala cun consumos prus bassos.
sk: Zapnite pre výpočet najrýchlejšej trasy alebo vypnite pre ekonomickú trasu.
sl: Izbrana možnost določa izbor najhitrejše poti oziroma poti z najmanjšo porabo goriva.
sr: Укључите да рачунате најбржи пут или искључите да рачунате пут са највећом уштедњом горива.
sr_latn: Omogući za izračunavanje najbrže rute ili onemogući za rutu koja štedi gorivo.
sv: Aktivera för att beräkna den snabbaste vägen eller inaktivera för den bränslesnålaste vägen.
ta: வேகமான வழியைக் கணக்கிட அல்லது எரிபொருள் சேமிப்பு பாதையை முடக்கவும்.
tr: En hızlı rotayı hesaplamayı etkinleştirin veya yakıt tasarrufu rotası için devre dışı bırakın.
uk: Увімкнути прокладання найшвидшого маршруту замість економічного маршруту з меншим споживанням палива.
vi: Cho phép tính toán tuyến đường nhanh nhất hoặc tắt cho tuyến đường tiết kiệm nhiên liệu.
zh_hans: 打开则规划最快路线，关闭则计算最短路线。
zh_hant: 啟用估算最快的路線或停用省油的路線。

# show_warnings_title
source: Show alerts…
af: Wys alarms…
ar: عرض التنبيهات…
az: Xəbərdarlıqları göstər…
be: Паказваць папярэджанні…
bg: Показване на предупреждения…
bs: Prikazi alarme…
ca: Mostra alertes…
cs: Zobrazit upozornění…
cy: Dangos rhybuddion…
da: Vis advarsler…
de: Warnungen anzeigen …
el: Εμφάνιση προειδοποιήσεων…
eo: Montri avertojn…
es_us: Mostrar alertas…
et: Kuva märguanded…
eu: Erakutsi alarmak…
fa: نمایش هشدارها…
fi: Näytä hälytykset…
fr: Alertes visuelles…
gl: Amosar alertas…
he: הצגת התראות…
hu: Figyelmeztetések megjelenítése…
hy: Ցույց տալ ազդանշանները…
id: Tampilkan peringatan…
is: Birta viðvaranir…
it: Mostra avvisi…
ja: 警告の表示設定…
ka: გაფრთხილებების ჩვენება…
ko: 경고 표시…
lt: Rodytiįspėjimus…
lv: Rādīt signālus…
mk: Prikaži predupreduvanja…
ml: മുന്നറിയിപ്പുകള്‍ കാണിക്കുക…
nb: Vis varsler…
nl: Toon waarschuwingen…
oc: Mostrar leis avís…
pl: Wyświetlanie ostrzeżeń…
pt_br: Mostrar alertas…
ro_ro: Arată alerte…
ru: Показывать сигналы…
sc: Ammustra avertimentos…
sk: Zobraziť varovania…
sl: Pokaži opozorila …
sr: Приказуј упозорења…
sr_latn: Prikazuj upozorenja…
sv: Visa varningar …
ta: விழிப்பூட்டல்களைக் காட்டு…
tr: Uyarıları göster…
uk: Показувати попередження…
vi: Hiện cảnh báo…
zh_hans: 显示警报…
zh_hant: 顯示警示…

# show_warnings_descr
source: Set up traffic warnings (speed limits, forced stops, speed bumps, tunnels), speed camera warnings, and lane info.
af: Verstel verkeer waarskuwings (spoedbeperkings, geforseerde stoppe, spoedhobbels), spoed kameras, en laan inligting
ar: ضبط تحذيرات المرور ( حدود السرعة، توقف اجباري، المطبات، الأنفاق) ، تحذيرات كاميرا السرعة ، ومعلومات الممرات.
be: Наладжванне апавяшчэнняў падчас руху (абмежаванні хуткасці, вымушаныя прыпынкі, штучныя няроўнасці, тунэлі), апавяшчэнняў пра камеры хуткасці, інфармацыі пра палосы.
bg: Настройте предупреждения (ограничения на скоростта, знак „Стоп“, легнали полицаи, тунели), камери за контрол на скорост и информация за пътни ленти.
bs: Konfiguracija saobraćajnih upozorenja (ograničenja brzine, prisilno zaustavljanje, ležeći policajci), kontrola brzine i informacije
ca: Configureu els avisos de trànsit (límits de velocitat, cues, bandes rugoses, túnels), avisos de radars i informació dels carrils.
cs: Nastavit dopravní varování (omezení rychlosti, značky stop, retardéry, tunely), rychlostní radary a jízdní pruhy.
cy: Gosod rhybuddion traffig (cyfyngiadau cyflymder, gorfod stopio, twmpathau traffig, twneli), rhybuddion am gamerâu cyflymder, a gwybodaeth lonydd.
da: Konfigurer trafikadvarsler (hastighedsgrænser, tvungne stop, vejbump, tunneler), fartkameraadvarsler og vognbane oplysninger.
de: Verkehrswarnungen (Tempolimits, Stoppzeichen, Rüttelschwellen, Tunnel), Blitzerwarner und Fahrspuranzeige konfigurieren.
el: Ρύθμιση κυκλοφοριακών προειδοποιήσεων (όρια ταχύτητας, αναγκαστικές στάσεις, σαμαράκια, σήραγγες) προειδοποιήσεις καμερών ταχύτητας και πληροφορίες λωρίδων.
eo: Agordi trafikajn avertojn (pri rapidlimoj, devigaj haltejoj, strat-ĝiboj, tuneloj), avertojn pri rapid-kontroliloj kaj informojn pri koridoroj.
es_us: Configura advertencias de tráfico (límites de velocidad, paradas forzosas, lomadas, túneles), radares de velocidad, e información de carriles.
et: Seadista liiklushoiatused (kiiruspiirangud, kohustuslikud peatused, teekünnised, tunnelid), kiiruskaamerate hoiatused ja sõiduradade teave.
eu: Ezarri trafiko abisuak (abiadura mugak, geldialdi behartuak, abiadura aldaketak, tunelak), abiadura-kameren abisuak eta erraien informazioa.
fa: پیکربندی‌های مربوط به هشدارهای ترافیکی (مانند محدودیت‌های سرعت، توقف‌های اجباری، سرعتگیرها، تونل‌ها)، اخطارهای دوربین سرعت و اطلاعات خط عبوری را انجام دهید.
fi: Määritä liikennevaroitukset (nopeusrajoitukset, pakolliset pysähdykset, hidasteet, tunnelit), nopeuskameravaroitukset ja kaistatiedot.
fr: Paramétrer les avertissements de circulation (limites de vitesse, stops, ralentisseurs, tunnels), les radars et les informations sur les voies de circulation.
gl: Configurar os avisos de tráfico (límites de velocidade, paradas forzosas, bandas sonoras, túneles), radares de velocidade e información de faixas ou carrís da estrada.
he: הגדרת אזהרות תנועה (הגבלות מהירות, עצירות מחייבות, פסי האטה, מנהרות), אזהרת מצלמות מהירות ופרטי נתיב.
hu: Beállítások a következőkhöz: közlekedési figyelmeztetések (sebességkorlátozás, elsőbbségadás kötelező (stop) táblák, fekvőrendőr, alagút), sebességmérő kamerák és sávinformációk.
hy: Նշեք արագության սահմանափակումները, արագաչափ տեսախցիկները, թունելները և արհեստական անհարթությունները (speed bumps)։
id: Atur peringatan lalu lintas (batas kecepatan, pemberhentian paksa, polisi tidur, terowongan), peringatan kamera kecepatan, dan info jalur.
is: Stilla umferðaraðvaranir (hraðatakmarkanir, lokanir, umferðarhnúta, hraðahindranir, veggöng), aðvaranir um hraðamyndavélar og upplýsingar um akreinaskiptingar.
it: Configura gli avvisi sul traffico (limiti velocità, fermate forzate, dossi rallentatori, tunnel), avvisi autovelox e indicazioni di corsia.
ja: 交通指示警告(法定速度、強制停止、スピードバンプ、トンネル等)、スピードカメラ、車線等の通知を設定します。
ka: სიჩქარის ლიმიტის, გვირაბების, კამერებისა და საცობების ჩვენება.
ko: 트래픽 경고(속도 제한, 강제 정지, 속도 범프), 속도 카메라 경고 및 차선 정보를 구성합니다
lt: Nustatyti srauto perspėjimus (greičio ribojimus, greičio ribojimo kalnelius, tunelius), greičio matuoklių aptikimo pranešimus, kelio juostos informaciją.
lv: Iestatīt satiksmes brīdinājumus (ātruma ierobežojumi, stop zīmes, ātruma vaļņi, tuneļi), ātruma kameras un ceļu joslas.
mk: Postavete soobraḱajni predupreduvanja (ograničuvanja na brzinata, prinudni zastanuvanja, brzini, tuneli), predupreduvanja za kameri za brzina i informacii za lentata.
ml: "ട്രാഫിക്ക് മുന്നറിയിപ്പുകൾ (സ്പീഡ് ലിമിറ്റുകൾ| നിർബന്ധിത സ്റ്റോപ്പുകൾ| സ്പീഡ് ബമ്പുകൾ| തുരങ്കങ്ങൾ)| സ്പീഡ് ക്യാമറ മുന്നറിയിപ്പുകൾ| ലൈൻ വിവരം കോൺഫിഗർ ചെയ്യുക."
nb: Sett opp trafikkvarsler (fartsgrenser, tvungne stopp, fartsdumper, tunneler), fotoboksvarsler og kjørefeltinfo.
nl: Kies verkeerswaarschuwingen (snelheidslimieten, stoptekens, verkeersdrempels, tunnels), snelheidscamera's en rijvak info.
oc: Configuratz lei notificacions de trafec (limits de velocitat, ralentiments, bandas rugoses, galariás), leis avís de radars e leis informacions sus lei vias
pl: Skonfiguruj ostrzeżenia o ruchu (ograniczenia prędkości, wymuszone zatrzymania, progi zwalniające, tunele), ostrzeżenia o fotoradarach i informacje o pasach.
pt_br: Configurar avisos de tráfego (limites de velocidade, paradas obrigatórias, lombadas , tuneis), avisos de radares e informações de faixa
ro_ro: Configurează avertismente de trafic (limite de viteză, opriri forțate, limitatoare de viteză, tuneluri), avertismente privind camerele de viteză și informații despre benzi.
ru: Настройка предупреждений о дорожной обстановке (ограничения скорости, вынужденные остановки, искусственные неровности, туннели), камерах скорости и полосах движения.
sc: Imposta sos avisos pro su tràficu (lìmites de lestresa, stop fortzados, dossos, rallentadores e gallerias), avisos autovelox e indicatziones de corsia.
sk: Nastaviť dopravné varovania (rýchlostné obmedzenia, značky stop, spomaľovače, tunely), rýchlostné radary a jazdné pruhy.
sl: Nastavitev prometnih opozoril (omejitve hitrosti, hitrostne kamere, grbine, tuneli), opozoril o radarjih in informacij o voznih pasovih.
sr: Подесите упозорења у саобраћају (ограничења брзине, присилна заустављања, лежећи полицајци, тунели), радаре и податке о траци.
sr_latn: Podesi upozorenja u saobraćaju (ograničenja brzine, prisilna zaustavljanja, ležeći policajci, tuneli), radare i podatke o traci.
sv: Ställ in trafikvarningar (hastighetsbegränsningar, tvångsstopp, farthinder, tunnlar), varningar för fartkameror och information om körfält.
ta: போக்குவரத்து எச்சரிக்கைகள் (வேக வரம்புகள், கட்டாய நிறுத்தங்கள், வேக புடைப்புகள், சுரங்கங்கள்), வேக கேமரா எச்சரிக்கைகள் மற்றும் பாதை செய்தி ஆகியவற்றை அமைக்கவும்.
tr: Trafik uyarıları (hız sınırları, zorunlu duruşlar, hız tümsekleri, tüneller), hız kamerası uyarıları ve şerit bilgilerini ayarlayın.
uk: Налаштування попереджень про дорожній рух (обмеження швидкості, вимушені зупинки, засоби заспокоєння руху, тунелі), попередження про камери контролю швидкості та напрямки руху по смугах.
vi: Thiết lập cảnh báo giao thông (giới hạn tốc độ, buộc dừng, gờ giảm tốc, hầm), cảnh báo camera tốc độ, và thông tin làn đường.
zh_hans: 设置交通警告（限速、强制停车、减速带、隧道）、测速摄像头警告和车道信息。
zh_hant: 設定交通警示（速限、強制停車、減速丘、隧道）、測速照相警示、車道資訊。
