Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

source: Nautical maps
ar: الخرائط البحرية
ast: Mapes náuticos
az: Dəniz xəritələri
be: Марскія мапы
bg: Морски карти
ca: Cartes nàutiques
cs: Námořní mapy
cy: Mapiau morwrol
da: Søkort
de: Seekarten
el: Ναυτικοί χάρτες
eo: Maraj mapoj
es_us: Mapas náuticos
et: Merekaardid
eu: Mapa nautikoak
fa: نقشه‌های دریایی
fi: Merikartat
fr: Cartes marines
gl: Mapas náuticos
he: מפות ימיות
hu: Hajózási térképek
hy: Ծովային քարտեզներ
id: Peta laut
is: Sjókort
it: Mappe nautiche
ja: 航路マップ
ka: საზღვაო რუკები
ko: 항해 지도
lt: Jūrų žemėlapiai
lv: Jūras kartes
mk: Nauticki karti
ml: നോട്ടിക്കൽ മാപ്പുകൾ
nb: Sjøkart
nl: Zeekaarten
oc: Mapas nauticas
pl: Mapy morskie
ro_ro: Hărți maritime
ru: Морские карты
sc: Mapas nàuticas
sk: Námorné mapy
sl: Navtični zemljevidi
sr: Поморске карте
sr_latn: Nautičke mape
sv: Sjökort
ta: கடல் வரைபடங்கள்
tr: Deniz haritaları
uk: Морські мапи
zh_hans: 航海地图
zh_hant: 航海地圖

source: Offline Wikivoyage
ar: ويكي الرحلات (بدون اتصال)
ast: Wikivoyage ensin internet
az: Oflayn Vikisəyahət
be: Wikivoyage па-за сецівам
bg: Офлайн Wikivoyage
cy: Wikivoyage All-lein
de: Wikivoyage offline
el: Βικιταξίδια χωρίς σύνδεση
eo: Vikivojaĝo malkonekte
es_us: Wikiviajes sin conexión
et: Võrguühenduseta Wikivoyage
eu: Lineaz kanpoko Wikibidaiak
fa: ویکی‌سفر آفلاین
fr: Wikivoyage hors-ligne
he: ויקימסע בלתי־מקוון
hu: Offline Wikivoyage útikalauz
id: Wikivoyage Luring
is: Ónettengdar Wikiferðir
it: Wikivoyage offline
ja: オフラインWikivoyage
ka: ინტერნეტგარეშე ვიკივოიაჟი
ko: 오프라인 Wikivoyage
lt: Wikivoyage be interneto
mk: Oflajn Wikipatuvanje
nb: Frakoblet Wikivoyage
oc: Wikiviatge fòra de linha
pl: Wikipodróże w trybie offline
ro_ro: Wikivoyage offline
ru: Локальный Викигид
sc: Wikivoyage non in lìnia
sl: Wikivoyage brez povezave
sr: Ван мреже Викивојаж
sr_latn: Oflajn Vikivojaž
sv: Wikivoyage offline
ta: இணைப்பில்லாத விக்கிவோயேச்
tr: Çevrim dışı Wikivoyage
uk: Вікімандри офлайн
vi: Wikivoyage ngoại tuyến
zh_hans: 离线维基导游
zh_hant: 離線維基導遊

source: Travel guides (Beta)
ar: إرشادات السفر (بيتا)
cs: Cestovní průvodce (Beta)
da: Rejseguider (Beta)
de: Reiseführer (Beta)
el: Ταξιδιωτικοί οδηγοί (beta)
es_us: Guías turísticas (Beta)
et: Reisijuhid (beeta)
fr: Guides de voyage (Beta)
hu: Útikalauzok (béta)
id: Panduan perjalanan (Beta)
is: Ferðagreinar (prófun)
it: Guide di viaggio (Beta)
ja: 旅行ガイド(ベータ)
ko: 여행 가이드 (Beta)
nl: Reisgidsen (Beta)
pl: Przewodniki (Beta)
ro_ro: Ghiduri de călătorie (Beta)
ru: Путеводитель (Beta)
sr: Путнички водичи (Бета)
sr_latn: Putnički vodiči (Beta)
sv: Reseguider (beta)
ta: பயண வழிகாட்டிகள் (பீட்டா)
tr: Yolculuk rehberleri (Beta)
uk: Туристичні путівники (бета)
zh_hant: 旅遊指南 (Beta)

# product_desc_northamerica
source: Unlimited map downloads for North America
ar: تنزيلات خرائط غير محدودة لأمريكا الشمالية
be: Неабмежаваныя спампоўкі мапаў Паўночнай Амерыкі
ca: Baixada il·limitada de mapes d'Amèrica del Nord
cs: Neomezené stahování map Severní Ameriky
da: Ubegrænset hentning af kort over Nordamerika
de: Unbegrenzte Kartendownloads für Nordamerika
el: Απεριόριστες λήψεις χαρτών για την Βόρεια Αμερική
es_us: Descargas ilimitadas de mapas para Norteamérica
et: Piiramatud Põhja-Ameerika kaartide allalaadimised
fr: Téléchargement illimité de cartes pour l'Amérique du Nord
gl: Map of North America
hu: Korlátlan térképletöltés: Észak-Amerika
id: Unduhan peta tak terbatas untuk Amerika Utara
is: Ótakmörkuð niðurhöl korta af Norður-Ameríku
it: Scaricamenti illimitati delle mappe per il Nord America
ja: 北アメリカ向けマップの無制限ダウンロード
nl: Onbeperkte kaart downloads voor Noord Amerika
oc: Teledescargaments illimitats dei mapas d'America dau Nòrd
pl: Nieograniczone pobieranie map dla Ameryki Północnej
pt_br: Downloads ilimitados de mapas para a América do Norte
ro_ro: Descărcări nelimitate de hărți pentru America de Nord
ru: Скачивание карт Северной Америки без ограничений
sc: Iscarrigamentos de mapas illimitados pro s’Amèrica setentrionale
sk: Neobmedzené sťahovania máp Severnej Ameriky
sl: Neomejeno prenašanje zemljevidov severne Amerike
sr: Неограничено преузимање мапа за Северну Америку
sr_latn: Neograničeno preuzimanje mapa za Severnu Ameriku
sv: Obegränsad nedladdning av kartor inom Nordamerika
ta: வட அமெரிக்காவிற்கான வரம்பற்ற வரைபடம் பதிவிறக்கம்
tr: Kuzey Amerika için sınırsız harita indirme
uk: Завантаження мап Північної Америки без обмежень
zh_hant: 北美洲的地圖

source: Preferred languages
ar: اللغة المفضلة
cs: Preferované jazyky
cy: Hoff ieithoedd
da: Foretrukne sprog
de: Bevorzugte Sprachen
el: Προτιμώμενες γλώσσες
es_us: Idiomas preferidos
et: Eelistatud keeled
fi: Suositellut kielet
fr: Langue préférée
hu: Előnyben részesített nyelvek
id: Bahasa pilihan
is: Valin tungumál
it: Lingue preferite
ka: რჩეული ენები
ko: 선호하는 언어
nb: Foretrukne språk
nl: Voorkeurstalen
oc: Lengas preferidas
pl: Preferowane języki
pt_br: Idiomas preferidos
ro_ro: Limbi preferate
ru: Предпочтительные языки
sc: Limbas preferidas
sr: Жељени језици
sr_latn: Željeni jezici
sv: Föredragna språk
ta: விருப்பமான மொழிகள்
tr: Tercih edilen diller
uk: Бажані мови
zh_hant: 首選語言

# gpx_split_interval_descr
source: Select the interval at which marks with distance or time on the track will be displayed.
ar: حدد الفاصل الزمني الذي سيتم عرض العلامات مع المسافة أو الوقت على المسار.
az: İzdə məsafə və ya vaxt işarələrinin göstəriləcəyi intervalı seçin.
be: Абярыце інтэрвал паказу адзнак з дыстанцыяй альбо часам.
ca: Trieu l'interval a què les marques de distància o temps sobre la ruta es mostraran.
cs: Vyberte interval pro zobrazování značek na trase se vzdáleností nebo časem.
cy: Dewiswch yr ysbaid y bydd nodau gyda phellter neu amser ar y trac yn cael eu harddangos.
da: Vælg det interval, hvormed markeringer med afstand eller tid skal vises på sporet.
de: Wählen Sie das Intervall, in dem Markierungen mit Abstand oder Zeit auf dem Track angezeigt werden.
el: Επιλέξτε το διάστημα στο οποίο θα εμφανίζονται σημάδια με απόσταση ή χρόνο στο ίχνος.
eo: Elektu tempon/distancon je kiu markoj sur la spuro estos montrataj.
es_us: Elige el intervalo de la traza en el que se mostrarán las marcas con la distancia o el tiempo.
et: Vali välp, mille alusel kuvatakse rajal aja- või vahemaamärgid.
eu: Hautatu arrastoko distantzia edo denbora-markak zein tartetan bistaratuko diren.
fa: مشخص کنید نشانه‌گذاری روی رد بر پایه زمان یا مسافت و با چه تناوبی باشد.
fi: Valitse kuinka usein merkit näytetään välimatkalle tai ajalle jäljellä.
fr: Sélectionnez l'intervalle auquel les marques de distance ou de temps sur la trace seront affichées.
gl: Selecciona o intre no cal as marcas con distancia ou tempo na pista serán amosadas.
he: נא לבחור את משך הזמן בו סמנים עם מרחק או זמן יופיעו על גבי המסלול.
hu: Válassza ki azt az időközt, amelyenként megjelenjenek a távolság- vagy időjelölések a nyomvonalon.
id: Pilih interval di mana tanda dengan jarak atau waktu di trek akan ditampilkan.
is: Veldu bilið þar sem merki með tíma eða vegalengd á ferlinum verða birt.
it: Seleziona l'intervallo a cui i segnaposti con distanza o orario sulla traccia verranno mostrati.
ja: 距離または時間のマーカーが経路に表示される間隔を選択します。
ko: 트랙의 거리 또는 시간을 표시하는 간격을 선택합니다.
lt: Pasirinkite intervalą nuo kurio taškas su atstumu ar laiku bus pavaizduojamas ekrane ant trasos.
mk: Izberete go intervalot vo koj ḱe se prikažuvaat oznakite so rastojanie ili vreme na patekata.
nb: Velg intervallet hvor markeringer med avstand eller tid på sporet vil vises.
nl: Selecteer het interval waarmee markeringen met afstand of tijd op de track worden weergegeven.
oc: Chausir l'intervalle que lei marcas de distància ò de temps i pareisseràn.
pl: Wybierz przedział czasowy, w którym będą wyświetlane znaki z odległością lub czasem na trasie.
pt_br: Selecione o intervalo em que as marcas com distância ou tempo na trilha serão mostradas.
ro_ro: Selectați intervalul la care vor fi afișate marcajele cu distanța sau timpul de pe traseu.
ru: Выберите интервал, через который будут отображаться метки с расстоянием или временем на треке.
sc: Ischerta s'intervallu in ue sos sinnos cun distàntzia o oràriu in sa mapa ant a èssere ammustrados.
sk: Zvoľte interval, po ktorom budú na stope zobrazené značky so vzdialenosťou alebo časom.
sl: Izberi interval, v katerem bodo prikazane oznake z razdaljo aličasom na sledi.
sr: Изаберите међувреме на коме ће се приказивати ознаке са раздаљином или временом на трагу.
sr_latn: Izaberi međuvreme na kome će se prikazivati oznake sa razdaljinom ili vremenom na trasi.
sv: Välj intervall där markörer med avstånd eller tid på spåret ska visas.
ta: பாதையில் தூரம் அல்லது நேரத்துடன் கூடிய மதிப்பெண்கள் காண்பிக்கப்படும் இடைவெளியைத் தேர்ந்தெடுக்கவும்.
tr: Yol üzerinde mesafe veya zaman işaretlerinin görüntüleneceği aralığı seçin.
uk: Виберіть інтервал, з яким будуть показуватись позначки відстані або часу на треку.
vi: Chọn khoảng thời gian mà các dấu mốc với khoảng cách hoặc thời gian trên cung đường sẽ được hiển thị.
zh_hans: 选择显示轨迹上带有距离或时间标记的间隔。
zh_hant: 選擇在軌跡上要顯示帶有距離或時間標記的間隔。

# gpx_join_gaps
source: Join gaps
ar: ربط الأجزاء
be: Абраць gaps
ca: Uneix separacions
cs: Spojit mezery
cy: Uno'r bylchau
da: Sammenføj mellemrum
de: Lücken schließen
el: Ένωση κενών
eo: Kombini interspacojn
es_us: Unir espacios
et: Ühenda lüngad
eu: Elkartu hutsuneak
fa: حذف وقفه‌ها
fi: Yhdistä aukot
fr: Fusionner pouréviter les interruptions
gl: Xuntar espazos
he: צירוף מרווחים
hu: Rések összekötése
hy: Միացնել բացերը
id: Gabungkan celah
is: Tengja bil
it: Unisci le lacune
ja: ギャップを埋める
ka: ღრეჩოების შეერთება
lv: Savienot pārrāvumus
nb: Fjern mellomrom
nl: Verbind onderbrekingen
oc: Unir lei mancas
pl: Połącz luki
pt_br: Unir espaços
ro_ro: Alăturați lacunele
ru: Соединить разрывы (исключить пробелы)
sc: Liga sas separatziones
sk: Spojiť medzery
sl: Združi prekinjene sledi
sr: Спој размаке
sr_latn: Spoj razmake
sv: Sammanfoga mellanrum
ta: இடைவெளிகளில் சேரவும்
tr: Boşlukları birleştir
uk: Об'єднати проміжки
zh_hant: 加入 gaps

# track_show_start_finish_icons
source: Show start and finish icons
ar: إظهار رموز البدء والانتهاء
ast: Amosar los iconos d'aniciu y fin
az: Başlama və bitmə ikonlarını göstər
be: Паказваць значкі старту і фінішу
ca: Mostra icones d'inici i final
cs: Zobrazit ikony startu a cíle
cy: Dangos eiconau dechrau a diwedd
da: Vis start- og målikoner
de: Start- und Ziel-Symbole anzeigen
el: Εμφάνιση εικονιδίων αρχής και τέλους
eo: Montri markojn de komenco/fino
es_us: Mostrar los iconos de inicio y fin
et: Näita alguse ja lõpu ikoone
eu: Erakutsi hasierako eta amaierako ikonoak
fa: نمایش نمادهای ابتدا و انتها
fi: Näytä alku- ja lopetusikonit
fr: Afficher les icônes de départ et d'arrivée
gl: Amosar iconas de comezo e final
he: הצגת סמני התחלה וסוף
hu: Kiindulási pont és az úti cél ikonjainak megjelenítése
id: Tampilkan ikon mulai dan selesai
is: Sýna tákn fyrir upphaf og enda
it: Mostra le icone di inizio e fine
ja: 出発地点と目的地アイコンを表示
ka: დასაწყისის და დასასრულის ხატულების ჩვენება
ko: 시작 및 완료 아이콘 표시
lt: Rodyti starto finišo piktogramas
mk: Prikazi ikoni na Start i Finish
mr: प्रारंभ व अंतचे चिन्हे दाखवा
nb: Vis start- og målikoner
nl: Toon start en aankomst pictogrammen
oc: Mostrar lei icònas de començament e de fin
pl: Pokaż ikony początku i końca
pt_br: Mostrar ícones de início e fim
ro_ro: Arată iconurile de început și de sfârșit
ru: Значки старта и финиша
sc: Ammustra sas iconas de incumintzu e acabu
sk: Zobraziť ikony štartu a cieľa
sl: Pokaži ikone začetka in konca
sr: Прикажи почетне и крајне сличице
sr_latn: Prikazati ikonu za početak i kraj
sv: Visa start och mål-ikoner
ta: தொடக்கத்தைக் காட்டு மற்றும் ஐகான்கள்
tr: Başlangıç ve bitiş simgelerini göster
uk: Показати піктограми старту та фінішу
vi: Hiện các biểu tượng bắt đầu và kết thúc
zh_hans: 显示开始和完成图标
zh_hant: 顯示開始與結束圖示

# shared_string_get
source: Get
ar: الحصول على
ast: Consiguir
az: Əldə et
be: Атрымаць
bg: Получаване
ca: Obteniu
cs: Získat
cy: Cael
da: Hent
de: Erwerben
el: Λήψη
eo: Akiri
es_us: Obtener
et: Hangi
eu: Eskuratu
fa: دریافت
fi: Lataa
fr: Installer
gl: Obter
he: קבלה
hu: Beszerzés
hy: Ստանալ
id: Dapatkan
is: Sækja
it: Ottieni
ja: 取得する
ka: გადმოწერა
ko: 가져오기
lt: Gauti
lv: Iegūt
mk: Dobijte
ml: നേടുക
nb: Hent
nl: Installeren
oc: Obtenir
pl: Pobierz
ro_ro: Obține
ru: Получить
sc: Iscàrriga
sk: Získať
sl: Pridobi
sr: Преузми
sr_latn: Preuzmi
sv: Hämta
ta: பெறுங்கள்
tr: Al
uk: Отримати
zh_hans: 获取
zh_hant: 取得

# srtm_plugin_disabled
source: Topography disabled
ar: الخطوط الكنتورية معطلة
ast: Contour lines disabled
az: Kontur xətləri sönülüdür
be: Контурныя лініі адключаныя
bg: Контурните линии са изключени
ca: Corbes de nivell desactivades
cs: Topografie vypnuta
cy: Llinellau cyfuchlin wedi'u hanalluogi
da: Topografi deaktiveret
de: Topographie deaktiviert
el: Τοοπογραφία απενεργοποιημένη
eo: Nivelkurboj kaŝitaj
es_us: Topografía desactivada
et: Topograafia on keelatud
eu: Sestra-kurbak desgaituta
fa: منحنی‌های میزان غیرفعال شد
fi: Korkeuskäyrät poistettu käytöstä
fr: Topographie désactivée
gl: As curvas de nivel están desactivadas
he: קווי מתאר מושבתים
hu: Szintvonalak letiltva
hy: Եզրագծերը(բարձունքների) անջատված են
id: Topografi dinonaktifkan
is: Landslag óvirkt
it: Topografia disattivata
ja: 等高線無効
ka: კონტურული ხაზები გამორთულია
ko: 등고선 비활성화
lt: Kontūro linijos išjungtos
lv: Kontūrlīnijas ir deaktivizētas
mk: Onevozmozeni konturni linii
ml: "കോണ്ടൂര്‍ ലൈനുകള്‍ നിര്‍ജീവമാക്കിയിരിക്കുന്നു "
nb: Koter deaktivert
nl: Topografie uitgeschakeld
oc: Corbas de nivèu desactivadas
pl: Wyłączone poziomice
ro_ro: Dezactivare topografie
ru: Ландшафт скрыт
sc: Curvas de livellu istudadas
sk: Topografia vypnutá
sl: Izris izohips je onemogočen
sr: Топографија је онемогућена
sr_latn: Topografija je onemogućena
sv: Topografi inaktiverad
ta: நிலப்பரப்பு முடக்கப்பட்டுள்ளது
tr: Topoğrafya devre dışı
uk: Топографію вимкнено
zh_hans: 等高线已禁用
zh_hant: 地形圖已停用

source: Date of creation
cs: Datum vytvoření
da: Dato for oprettelse
de: Erstellungsdatum
el: Ημερομηνία δημιουργίας
et: Loomise kuupäev
fa: تاریخ ساخت
fr: Date de création
hu: Létrehozás dátuma
id: Tanggal pembuatan
is: Búið til þann
it: Data di creazione
ja: 作成日
ko: 생성 날짜
nl: Aanmaakdatum
ru: Дата создания
sk: Dátum vytvorenia
sr: Датум креирања
sr_latn: Datum kreiranja
sv: Datum skapad
ta: உருவாக்கிய தேதி
uk: Дата створення
vi: Ngày tạo
zh_hant: 新增日期

# altitud_and_elevation
source: Altitude & Elevation
cs: Nadmořská výška a převýšení
da: Højde og højde over havet
de: Höhe & Anstieg
et: Kõrgus ja kõrgus merepinnast
fr: Altitude & Élévation
hu: Magasságok
id: Ketinggian & Elevasi
is: Hæð og hækkun
it: Altitudine ed elevazione
nl: Hoogte & Stijging
ru: Высота над уровнем моря и перепад высот
sr: Надморска висина и елевација
sr_latn: Nadmorska visina i elevacija
sv: Höjd och höjd över havet
ta: உயரம் மற்றும் உயரம்
uk: Висота над рівний море
zh_hant: 海拔高度

source: Max altitude
cs: Max. nadmořská výška
da: Maks højde
de: Maximale Höhe
el: Μέγιστο υψόμετρο
et: Maksimaalne kõrgus
fa: حداکثر ارتفاع
fr: Altitude max
hu: Legnagyobb magasság
id: Ketinggian maks
is: Hámarkshæð
it: Altitudine massima
ja: 最大高度
ko: 산 최대 높이
nl: Maximale hoogte
ru: Максимальная высота
sk: Max. nadm. výška
sr: Максимална алтитуда
sr_latn: Maks. nadmorska visina
sv: Maxaltitud
ta: அதிகபட்ச உயரம்
uk: Максимальна висоті
vi: Độ cao lớn nhất
zh_hant: 最高海拔

# shared_string_sensors
source: Sensors
cs: Senzory
da: Sensorer
de: Sensoren
el: Αισθητήρες
et: Andurid
fr: Capteurs
hu: Érzékelők
id: Sensor
is: Skynjarar
it: Sensori
nl: Sensoren
ru: Датчики
sr: Сензори
sr_latn: Senzori
sv: Givare
ta: சென்சார்கள்
uk: Сенсори
zh_hant: 感測器

# max_sensor_speed
source: Sensor speed, max
cs: Snímač rychlosti, max
da: Sensorhastighed, maks
de: Sensorgeschwindigkeit, maximal
el: Αισθητήρας ταχύτητας, μέγιστη
et: Maksimaalne sensoripõhine kiirus
fa: سرعت حسگر، نهایت
fr: Vitesse du capteur, max
hu: Érzékelő sebessége (legnagyobb)
id: Kecepatan sensor, maks
is: Hraði skynjara, hámark
it: Velocità del sensore, massima
ko: 감지기 속도, 최대
nl: Sensorsnelheid, maximaal
ru: Датчик скорости, макс.
sk: Rýchlosť snímača, max
sr: Сензор брзине, макс
sr_latn: Brzina senzora, maksimalna
sv: Sensorhastighet, max
ta: சென்சார் விரைவு, அதிகபட்சம்
uk: Швидкість датчика, макс
vi: Tốc độ cảm biến, cao nhất
zh_hant: 感測器速度，最大

# avg_sensor_speed
source: Sensor speed, average
cs: Rychlost snímače, průměr
da: Sensorhastighed, gennemsnit
de: Sensorgeschwindigkeit, durchschnittlich
el: Αισθητήρας ταχύτητας, μέση
et: Keskmine sensoripõhine kiirus
fa: سرعت حسگر، میانگین
fr: Vitesse du capteur, moyenne
hu: Érzékelő sebessége (átlag)
id: Kecepatan sensor, rata-rata
is: Hraði skynjara, meðaltal
it: Velocità del sensore, media
ko: 감지기 속도, 평균
nl: Sensorsnelheid, gemiddeld
ru: Скорость, средняя
sk: Rýchlosť snímača, priemer
sr: Сензор брзине, просечно
sr_latn: Brzina senzora, srednja
sv: Sensorhastighet, medel
ta: சென்சார் விரைவு, சராசரி
uk: Швидкість сенсора середня
vi: Tốc độ cảm biến, trung bình
zh_hant: 感測器速度，平均

# max_sensor_heartrate
source: Heart rate, max
cs: Tepová frekvence, max
da: Puls, maks
de: Herzfrequenz, maximal
el: Καρδιακός παλμός, μέγιστος
et: Südame maksimaalne löögisagedus
fa: ضربان قلب، حداکثر
fr: Rythme cardiaque, max
hu: Pulzus (legnagyobb)
id: Detak jantung, maks
is: Hjartsláttur, hámark
it: Frequenza cardiaca, massima
ko: 심박수, 최대
nl: Hartslag, maximaal
ru: Пульс, макс.
sk: Srdcový tep, max
sr: Број откуцаја срца, макс
sr_latn: Brzina otkucaja srca, maksimalna
sv: Puls, max
ta: இதய துடிப்பு, அதிகபட்சம்
uk: Пульс, макс
vi: Nhịp tim, cao nhất
zh_hant: 心跳速率，最大

# avg_sensor_heartrate
source: Heart rate, average
cs: Tepová frekvence, průměr
da: Puls, gennemsnit
de: Herzfrequenz, durchschnittlich
el: Καρδιακός παλμός, μέσος
et: Südame keskmine löögisagedus
fa: ضربان قلب، میانگین
fr: Rythme cardiaque, moyenne
hu: Pulzus (átlag)
id: Detak jantung, rata-rata
is: Hjartsláttur, meðaltal
it: Frequenza cardiaca, media
ko: 심박수, 평균
nl: Hartslag, gemiddeld
ru: Пульс, средний
sk: Srdcový tep, priemer
sr: Број откуцаја срца, просечно
sr_latn: Brzina otkucaja srca, srednja
sv: Puls, medel
ta: இதய துடிப்பு, சராசரி
uk: Пульс, серед
vi: Nhịp tim, trung bình
zh_hant: 心跳速率，平均

# max_sensor_cadence
source: Bicycle Cadence, max
cs: Kadence jízdního kola, max
da: Cykelkadence, maks
de: Trittfrequenz, maximal
el: Πεταλάρισμα ποδηλάτου, μέγιστο
et: Jalgratta maksimaalne väntamissagedus
fa: کادانس دوچرخه، حداکثر
fr: Cadence vélo, max
hu: Pedálfordulat, max
id: Irama sepeda, maks
is: Taktur hjólandi, hámark
it: Cadenza della pedalata, massima
ko: 자전거 Cadence, 최대
nl: Fietscadans, maximaal
ru: Каденс, макс.
sk: Frekvencia šliapania, max
sr: Ритам бицикла, макс
sr_latn: Kadenca bicikla, maksimalna
sv: Kadens, max
ta: சைக்கிள் கேடென்ச், மேக்ச்
uk: Каденція велосипеда, макс
vi: Nhịp đạp xe, tối đa
zh_hant: 自行車踏頻，最大

# avg_sensor_bycicle_power
source: Bicycle Power, average
cs: Výkon jízdního kola, průměr
da: Cykelkraft, gennemsnit
de: Leistung, durchschnittlich
el: Ισχύς ποδηλάτου, μέση
et: Jalgratta keskmine võimsus
fa: قدرت دوچرخه ، میانگین
fr: Puissance du cycle, moyenne
hu: Kerékpáros teljesítmény, átlag
id: Daya sepeda, rata-rata
is: Afköst hjólandi, meðaltal
it: Potenza della pedalata, media
ko: 자전거 힘, 평균
nl: Fietsvermogen, gemiddeld
ru: Мощность, средняя
sk: Výkon bicykla, priemer
sr: Снага бицикла, просечно
sr_latn: Snaga bicikla, prosečna
sv: Cykeleffekt, medel
ta: சைக்கிள் ஆற்றல், சராசரி
uk: Потужність велосипеда середня
vi: Sức mạnh đạp xe, trung bình
zh_hant: 自行車馬力，平均

# max_sensor_temperature
source: Temperature, max
cs: Teplota, max
da: Temperatur, maks
de: Temperatur, maximal
el: Θερμοκρασία, μέγιστη
et: Maksimaalne temperatuur
fa: دما، حداکثر
fr: Température, max
hu: Hőmérséklet (legnagyobb)
id: Suhu, maks
is: Hitastig, hámark
it: Temperatura, massima
ko: 온도, 최대
nl: Temperatuur, maximaal
ru: Температура, макс.
sk: Teplota, max
sr: Температура, макс
sr_latn: Temperatura, maksimalna
sv: Temperatur, max
ta: வெப்பநிலை, அதிகபட்சம்
uk: Температура, макс
vi: Nhiệt độ, cao nhất
zh_hant: 溫度，最大

# avg_sensor_temperature
source: Temperature, average
cs: Teplota, průměr
da: Temperatur, gennemsnit
de: Temperatur, durchschnittlich
el: Θερμοκρασία, μέση
et: Keskmine temperatuur
fa: دما، میانگین
fr: Température, moyenne
hu: Hőmérséklet (átlag)
id: Suhu, rata-rata
is: Hitastig, meðaltal
it: Temperatura, media
ko: 온도, 평균
nl: Temperatuur, gemiddeld
ru: Температура, средняя
sk: Teplota, priemer
sr: Температура, просечно
sr_latn: Temperatura, srednja
sv: Temperatur, medel
ta: வெப்பநிலை, சராசரி
uk: Температура, серед
vi: Nhiệt độ, trung bình
zh_hant: 平均溫度

# shared_string_to
source: To
cs: Do
da: Til
de: Zu
el: Προς
et: Kuhu
fa: تا
fr: Vers
hu: Ide:
id: Ke
is: Til
it: A
ja: この日付以前
ko: 으로
nl: Tot
ru: До
sk: Do
sr: До
sr_latn: Do
sv: Till
ta: பெறுநர்
uk: до
vi: Tới
zh_hant: 到

# discard_filter_changes_prompt
source: Reset all filters?
cs: Obnovit všechny filtry?
da: Nulstil alle filtre?
de: Alle Filter zurücksetzen?
el: Επαναφορά όλων των φίλτρων;
et: Kas nullime kõik filtrid?
fa: بازنشانی همه پالایه‌ها؟
fr: Réinitialiser tous les filtres ?
hu: Visszaállít minden szűrőt?
id: Atur ulang semua saringan?
is: Frumstilla allar síur?
it: Reimpostare tutti i filtri?
ja: すべてのフィルターをリセットしてもよろしいですか？
ko: 모든 필터를 재설정 하시겠습니까?
nl: Alle filters herstellen?
ru: Сбросить все фильтры?
sk: Resetovať všetky filtre?
sr: Ресетовати све филтере?
sr_latn: Poništavaš sve filtere?
sv: Återställa alla filter?
ta: அனைத்து வடிப்பான்களையும் மீட்டமைக்கவா?
uk: Скинути всі фільтри?
vi: Đặt lại tất cả các bộ lọc?
zh_hant: 重設所有篩選？

# power_watts_unit
source: Watts
cs: Watty
da: Watt
de: Watt
et: vatti
fa: وات
hu: Watt
id: Watt
is: Vött
it: Watt
ko: 와트
nl: Watt
ru: Ватты
sk: Watt
sr: Вати
sr_latn: Vati
sv: Watt
ta: வாட்ச்
uk: Ватт
vi: Oát
zh_hant: 瓦特

# revolutions_per_minute_unit
source: RPM
da: O/M
de: Drehzahl
el: ΣΑΛ
et: p/min
fa: دور در دقیقه
fr: tr/min
hu: ford/perc
is: SN/MÍN
ru: об/мин
sk: ot/min
sr: ОУМ
sv: varv/min
ta: ஆர்.பி.எம்
uk: об/хв

# by_transport_type
source: By %@
ar: بواسطة %@
az: %@ ilə
be: Ужыта %@
bg: На %@
ca: Per %@
cs: Pomocí %@
cy: Gan %@
da: Med %@
de: Von %@
el: Κατά %@
eo: Per %@
es_us: En %@
et: Transpordiga %@
eu: Egilea: %@
fa: با %@
fi: Käyttäen %@
fr: Par %@
gl: En %@
he: עם %@
hu: Ezzel: %@
id: Dengan %@
is: Eftir %@
it: In %@
ja: %@ を利用
ka: %@-ით
ko: 으로 %@
lv: Uz %@
mk: Od %@
ml: %@-ല്‍
nb: Med %@
nl: Per %@
oc: Per %@
pl: Użyto %@
ro_ro: Cu %@
ru: На %@
sc: In %@
sk: Pomocou %@
sl: Do %@
sr: До %@
sr_latn: Do %@
sv: Med %@
ta: %@ மூலம்
tr: %@ ile
uk: На %@
zh_hans: 乘坐 %@
zh_hant: 由 %@

# shared_string_gpx_points
source: Points
ar: النقاط
ast: Puntos
az: Nöqtələr
be: Пункты
bg: Точки
ca: Punts
cs: Body
cy: Pwyntiau
da: Punkter
de: Punkte
el: Σημεία
eo: Punktoj
es_us: Puntos
et: Punktid
eu: Puntuak
fa: نقاط
fi: Pisteet
gl: Puntos
he: נקודות
hu: Pontok
hy: Կետեր
id: Titik
is: Punktar
it: Punti
ja: 地点
ka: წერტილი
ko: 장소
lt: Taškai
lv: Punkti
mk: Tocki
ml: പോയിന്റുകള്‍
nb: Punkter
nl: Punten
oc: Ponchs
pl: Punkty
pt_br: Pontos
ro_ro: Puncte
ru: Точки
sc: Puntos
sk: Body
sl: Točke
sr: Тачке
sr_latn: Tačke
sv: Punkter
ta: பிரிவகம்
tr: Noktalar
uk: Точки
vi: Điểm
zh_hans: 点
zh_hant: 點
