Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# download_regular_maps
source: Standard map
af: Algemene kaarte
ar: الخرائط العادية
ast: Mapa estándar
az: Standart xəritə
be: Стандартныя мапы
bg: Стандартна карта
ca: Mapes estàndards
cs: Standardní mapy
cy: Map safonol
da: Standardkort
de: Standardkarte
el: Τυπικός χάρτης
eo: Plena mapo
es_us: Mapa estándar
et: Tavakaart
eu: Mapa estandarra
fa: نقشهٔ استاندارد
fi: Tavalliset kartat
fr: Cartes standards
gl: Mapa normal
he: מפה תקנית
hu: Normál térkép
hy: Ստանդարտ քարտեզ
id: Peta standar
is: Staðlað kort
it: Mappe standard
ja: 標準マップ
ka: ჩვეულებრივი რუკები
ko: 일반 지도
lt: Įprastiniai žemėlapiai
lv: Standarta kartes
mk: Standardna karta
ml: സാധാരണ ഭൂപടം
mr: साधारण नकाशा
nb: Standardkart
nl: Normale kaarten
oc: Mapas estandard
pl: Mapa zwykła
ro_ro: Hartă standard
ru: Стандартная карта
sc: Mapas regulares
sk: Štandardné mapy
sl: Standardni zemljevidi
sr: Уобичајена карта
sr_latn: Standardna mapa
sv: Standardkartor
ta: நிலையான வரைபடம்
tr: Standart harita
uk: Стандартна мапа
zh_hans: 定期地图
zh_hant: 標準地圖

source: Current track
ar: المسار الحالي
ast: Trazáu actual
az: Hazırkı iz
be: Дзейны след
bg: Текуща следа
ca: Traça actual
cs: Současná trasa
cy: Trac cyfredol
da: Aktuelt spor
de: Aktueller Track
el: Τρέχον ίχνος
eo: Nuna spuro
es_us: Traza actual
et: Valitud lugu
eu: Uneko arrastoa
fa: رد کنونی
fi: Nykyinen jälki
fr: Trace actuelle
gl: Pista actual
he: מסלול נוכחי
hu: Jelenlegi nyomvonal
hy: Ընթացիկ տրեկ
id: Trek saat ini
is: Núverandi ferill
it: Traccia attuale
ja: 現在の経路
ka: მიმდინარე ბილიკი
ko: 현재 트랙
lt: Dabartinis kelias
lv: Tekošais treks
mk: Tekoven pat
ml: നിലവിലെ വഴി
nb: Aktuelle spor
nl: Huidige track
oc: Traça actuala
pl: Bieżąca trasa
ro_ro: Pista curentă
ru: Текущий путь
sc: Rasta atuale
sk: Aktuálna stopa
sl: Trenutno beležena sled
sr: Тренутни траг
sr_latn: Trenutna putanja
sv: Nuvarande spår
ta: தற்போதைய பாதையில்
tr: Şimdiki yol
uk: Поточний трек
vi: Cung đường hiện tại
zh_hans: 当前轨迹
zh_hant: 目前的軌跡

# gpx_split_interval
source: Split interval
ar: فاصل التقسيم
az: Bölünmə intervalı
be: Інтэрвал нарэзкі
bg: Интервал
ca: Divideix l'interval
cs: Rozdělit interval
da: Opdelingsinterval
de: Trennungsintervall
el: Διάστημα κατακερματισμού
eo: Fragmenti
es_us: Intervalo de división
et: Jagamise vahemik
eu: Tartea erdibitu
fa: بازهٔ تقسیم
fi: Jakoväli
fr: Intervalle de fractionnement
gl: Intre de división
he: משך פיצול
hu: Felosztási időköz
hy: Բաժանման ընդմիջումի ժամանակը
id: Interval pisah
is: Skipta millibili
it: Intervallo suddivisione
ja: 区間を分割
ka: გაყოფის ინტერვალი
ko: 분할 간격
lt: Padalinimo intervalas
lv: Sadaļas intervāls
mk: Podeli go intervalot
ml: വിഭജിക്കാനുള്ള ഇടവേള
nb: Oppdelingsintervall
nl: Splits-interval
oc: Copar l'intervalle
pl: Interwał podziału
pt_br: Intervalo de divisão
ro_ro: Interval de divizare
ru: Интервал разбиения
sc: Intervallu de partidura
sk: Interval rozdelenia
sl: Interval za razdelitev
sr: Време раздвајања
sr_latn: Interval razdvajanja
sv: Split-intervall
ta: பிளவு இடைவெளி
tr: Bölme aralığı
uk: Інтервал розбиття
zh_hans: 分割间隔
zh_hant: 分割的間隔

# access_hint_enter_name
source: Enter name
ar: أدخل الاسم
az: Ad daxil et
be: Увядзіце імя
bg: Въведете име
ca: Introduïu el nom
cs: Zadejte název
cy: Rhowch enw
da: Indtast navn
de: Namen eingeben
el: Εισαγωγή ονόματος
eo: Enigu nomon
es_us: Ingresar nombre
et: Sisesta nimi
eu: Sartu izena
fa: نام
fi: Anna nimi
fr: Saisissez un nom
gl: Insira o nome
he: נא להקליד שם
hu: Adjon meg nevet
hy: Մուտքագրեք անուն
id: Masukkan nama
is: Settu inn heiti
it: Inserisci il nome
ja: 名前の入力
ka: შეიყვანეთ სახელი
ku: Nav bi kevne
lt: Įrašykite pavadinimą
lv: Ievadiet vārdu
mk: Vnesi ime
ml: പേര് തരുക
nb: Oppfør navn
nl: Voer naam in
oc: Marcatz lo nom
pl: Proszę wprowadzić nazwę
ro_ro: Introduceți numele
ru: Введите имя
sc: Inserta su nùmene
sk: Zadajte názov
sl: Vpis imena
sr: Унесите име
sr_latn: Unesi ime
sv: Skriv in namn
ta: பெயரை உள்ளிடுக
tr: Ad gir
uk: Додайте назву
zh_hans: 输入名称
zh_hant: 輸入名稱

# shared_string_not_selected
source: Not selected
ar: غير محدد
ast: Nun s'esbilló
az: Seçilməyib
be: Не абрана
bg: Няма избран
ca: No seleccionat
cs: Nevybrané
cy: Heb ei ddewis
da: Ikke markeret
de: Nicht ausgewählt
el: Μη επιλεγμένο
eo: Neelektita
es_us: Sin marcar
et: Valimata
eu: Hautatu gabe
fa: انتخاب نشده
fi: Ei valittu
fr: Non sélectionné
gl: Non seleccionado
he: לא נבחר
hu: Nincs kijelölve
hy: Ընտրված չէ
id: Tidak terpilih
is: Ekki valið
it: Non selezionato
ja: 指定しない
ka: არჩეული არაა
ko: 선택되지 않음
lt: Nepasirinkta
lv: Nav izvēlēts
mk: Neizbrano
ml: "തിരഞ്ഞെടുത്തില്ല "
nb: Ikke valgt
nl: Niet geselecteerd
oc: Non seleccionat
pl: Nie wybrano
ro_ro: Neselectat
ru: Не выбрано
sc: Non ischertadu
sk: Nevybrané
sl: Ni izbrano
sr: Није означено
sr_latn: Nije označeno
sv: Inte markerad
ta: தேர்ந்தெடுக்கப்படவில்லை
tr: Seçilmedi
uk: Не вибрано
vi: Chưa được chọn
zh_hans: 未选取
zh_hant: 未選取

# osm_live_active
source: Active
ar: نشط
az: Aktiv
be: Актыўны
bg: Активен
ca: Activa
cs: Aktivní
cy: Gweithredol
da: Aktiv
de: Aktiv
el: Ενεργή
eo: Aktiva
es_us: Activo
et: Aktiivne
eu: Aktiboa
fa: فعال
fi: Aktiivinen
fr: Actif
gl: Activo
he: פעיל
hu: Aktív
hy: Ակտիվ
id: Aktif
is: Virkt
it: Attivo
ja: アクティブ
ka: აქტიური
ko: 활성
ku: Çalak
lt: Aktyvus
lv: Aktīvs
mk: Aktiven
ml: "സജീവം "
nb: Aktiv
nl: Actief
oc: Actiu
pl: Aktywny
ro_ro: Activ
ru: Активные
sc: Ativu
sk: Aktívne
sl: Dejaven
sr: Покренуто
sr_latn: Aktivno
sv: Aktiv
ta: செயலில்
tr: Aktif
uk: Увімкнено
zh_hans: 活动
zh_hant: 活動

# shared_string_total
source: Total
ar: الإجمالي
az: Cəmi
be: Агулам
cs: Celkem
cy: Cyfanswm
da: I alt
el: Σύνολο
eo: Tute
et: Kokku
eu: Guztira
fa: کل
fi: Yhteensä
he: סך הכול
hu: Összesen
hy: Ընդամենը
id: Jumlah
is: Samtals
it: Totale
ja: トータル
ka: ჯამში
ko: 총 개수
ku: Yekûn
lt: Iš viso
lv: Kopā
mk: Vkupno
ml: മൊത്തം
my: စုစုပေါင်း
nb: Totalt
nl: Totaal
oc: Totau
pl: Łącznie
ru: Всего
sc: Totale
sk: Spolu
sl: Skupaj
sr: Укупно
sr_latn: Ukupno
sv: Totalt
ta: மொத்தம்
tr: Toplam
uk: Усього
vi: Tổng cộng
zh_hans: 一共
zh_hant: 總計

# moving_time
source: Time in motion
ar: الوقت في حركة
az: Hərəkət vaxtı
be: Час руху
bg: Moving time
ca: Temps en moviment
cs: Doba v pohybu
cy: Moving time
da: Tid i bevægelse
de: Zeit in Bewegung
el: Χρόνος σε κίνηση
eo: Tempo dum movo
es_us: Tiempo en movimiento
et: Liikumisaeg
eu: Denbora mugimenduan
fa: مدت حرکت
fi: Aika liikkeessä
fr: Durée de déplacement
gl: Tempo en movemento
he: זמן בתנועה
hu: Mozgásban töltött idő
hy: Ժամանակն շարժման մեջ
id: Waktu bergerak
is: Tími á ferðinni
it: Tempo in movimento
ja: 動作時間
ka: მოძრაობის დრო
ko: 이동 시간
lt: Judėjimo laikas
lv: Laiks kustībā
mk: Vreme vo dvizenje
ml: സഞ്ചാരസമയം (മൂവിങ്ങ്)
mr: गति वेळ
nb: Tid i bevegelse
nl: Tijd in beweging
oc: Durada de movement
pl: Czas w ruchu
pt_br: Tempo em movimento
ro_ro: Durata în mișcare
ru: Время движения
sc: Tempus in movimentu
sk: Čas v pohybe
sl: Čas premikanja
sr: Време у покрету
sr_latn: Vreme u pokretu
sv: Tid i rörelse
ta: இயக்கத்தில் நேரம்
tr: Hareket halindeki zaman
uk: Час у русі
zh_hans: 运动时间
zh_hant: 運動時間

# shared_string_show_all
source: Show all
ar: عرض الكل
ast: Amosar too
az: Hamısını göstər
be: Паказаць усе
bg: Показване на всички
ca: MOSTRA'LS TOTS
cs: Zobrazit vše
cy: Dangos y cwbl
da: Vis alle
de: Alle anzeigen
el: Εμφάνιση όλων
eo: Montriĉiujn
es_us: Mostrar todo
et: Näita kõik
eu: Erakutsi guztiak
fa: نمایش همه
fi: Näytä kaikki
fr: AFFICHER TOUT
gl: AMOSAR TODO
he: להציג הכול
hu: Összes megjelenítése
hy: Ցույց տալ ամբողջը
id: Tampilkan semua
is: Sýna allt
it: Mostra tutto
ja: 全て表示
ka: ყველას ჩვენება
kn: ಎಲ್ಲಾವನ್ನು ತೋರಿಸು
ko: 모두 표시
ku: Hemûyan nîşan bide
lt: RODYTI VISKĄ
lv: Rādīt visu
mk: Prikazi se'
ml: എല്ലാം കാണിക്കുക
nb: Vis alle
nl: Toon alles
oc: Tot mostrar
pl: Wyświetl wszystko
ro_ro: Arată tot
ru: Показать все
sc: AMMUSTRA TOTU
sk: Zobraziť všetko
sl: Pokaži vse
sr: Прикажи све
sr_latn: Prikazati sve
sv: Visa alla
ta: அனைத்தையும் காட்டு
tr: Tümünü göster
uk: Показати усе
zh_hans: 显示全部
zh_hant: 全部顯示

source: parked at
ar: توقفت عند
be: прыпаркаваны на
ca: aparcat a
cs: zaparkováno v
cy: wedi parcio yn
da: parkeret på
de: geparkt um
el: σταθμευμένο στο
eo: parkumita je
es_us: estacionado a las
et: pargitud
eu: aparkatzeko ordua
fa: ساعت پارک
fi: pysäköity
fr: stationné à
gl: aparcado en
he: מיקום החנייה
hu: leparkolva ekkor:
hy: կայանված է
id: parkir di
is: lagt við
it: parcheggiato alle
ja: 駐車開始時刻
ka: პარკირების ადგილი
ko: 에 주차됨
ku: parkkirî ye li
lt: pastatytas
lv: Noparkots
mk: parkiran kaj
ml: "പാര്‍ക്ക് ചെയ്ത സമയം "
my: မှာရပ်တယ်
nb: parkert
nl: geparkeerd op
oc: aparcat a
pl: zaparkowano o
ro_ro: parcat la
ru: припаркован в
sc: parchegiadu in
sk: zaparkované o
sl: parkirano
sr: остављена у
sr_latn: parkiran na
sv: Parkerad på
ta: நிறுத்தப்பட்ட இடம்
tr: park edilmiş
uk: початок стоянки
zh_hans: 停在
zh_hant: 停在

# context_menu_item_directions_from
source: Directions from
af: Aanwysings Van
ar: الاتجاهات من
az: Buradan istiqamətlər
be: Маршрут адсюль
bg: Упътване от тук
ca: Indicacions des de
cs: Navigovat odsud
cy: Cyfarwyddiadau o
da: Rutevejledning fra
de: Navigiere von
el: Οδηγίες από
eo: Navigi el
es_us: Ir desde
et: Juhised lähtekohast
eu: Jarraibideak hemendik
fa: مسیریابی از اینجا
fi: Reittiohjeet täältä
fr: Itinéraire depuis
gl: Indicacións dende
he: הנחיות מ־
hu: Kezdőpontnak
hy: Մեկնման կետ
id: Arah dari
is: Leiðir frá
it: Indicazioni da
ja: ここから出発
ka: მიმართულება
ko: 여기부터 출발
lt: Kelio nuorodos nuo
lv: Doties nošejienes
mk: Pravci od
ml: ദിശ ഇവിടെ നിന്നും
nb: Anvisninger fra
nl: Route vanaf
oc: Indicacions partent de
pl: Nawiguj z
ro_ro: Navigație de la
ru: Маршрут от этой точки
sc: Indicatziones dae
sk: Pokyny odtiaľto
sl: Navigacija od
sr: Навођење од
sr_latn: Navigacija od
sv: Vägvisning från
ta: திசைகள் இதிலிருந்து
tr: Yol tarifi
uk: Маршрут від
vi: Hướng đi từ
zh_hans: 设为起点
zh_hant: 導引由

# move_marker_bottom_sheet_title
source: Move the map to change marker position
ar: حرك الخريطة لتغيير مكان التوجيه المباشر
az: İşarənin mövqeyini dəyişmək üçün xəritəni daşıyın
be: Перамясціце мапу, каб змяніць пазіцыю адзнакі
bg: Преместете картата за да смените позицията на маркера
ca: Desplaceu el mapa per canviar la posició del marcador
cs: Posuňte mapu pro změnu umístění značky
cy: Symudwch y map i newid lleoliad y nod
da: Flyt kortet for at ændre markør-position
de: Karte bewegen, um die Position der Markierung zu verändern
el: Μετακινήστε τον χάρτη για να αλλάξει η θέση του δείκτη
eo: Movu la mapon porŝanĝi pozicion de marko
es_us: Mueve el mapa para cambiar la ubicación del marcador
et: Liiguta kaarti markeri asukoha muutmiseks
eu: Mugitu mapa markatzailearen posizioa aldatzeko
fa: نقشه را جابه‌جا کنید تا موقعیت نشانه عوض شود
fi: Siirrä karttaa muuttaaksesi markkerin sijaintia
fr: Déplacez la carte pour modifier la position de la marque
gl: Move o mapa para mudar a posición da marcaxe
he: יש להזיז את המפה כדי לשנות את מיקום הסמן
hu: A jelölő helyének módosításához mozgassa a térképet
hy: Տեքաշարժեք քարտեզը որպեսզի փոխեք մարկերի դիրքը
id: Pindahkan peta untuk mengubah posisi penanda
is: Færa kortið til að breyta staðsetningu kortamerkis
it: Muovi la mappa per cambiare la posizione del marcatore
ja: マップ画面のドラッグでマーカー位置を調整できます
ka: მარკერის შესაცვლელად გაამოძრავეთ რუკა
ko: 지도를 이동하여 마커 위치 변경
lt: Slinkitežemėlapį, norėdami pakeisti žymeklio vietą
lv: Velciet karti, lai pārvietotu marķieri
mk: Pomestete ja kartata za da ja promenite pozicijata na markerot
ml: മാര്‍ക്കറിന്റെ സ്ഥാനം മാറ്റാനായി ഭൂപടം നീക്കുക
nb: Beveg kartet forå endre markørposisjon
nl: Verplaats de kaart om de positie van de markering te wijzigen
oc: Desplacatz la mapa per modificar la posicion dau marcador
pl: Proszę przesunąć mapę, aby zmienić położenie znacznika
ro_ro: Deplasați harta pentru a schimba poziția marcajului
ru: Двигайте карту, чтобы изменить позицию
sc: Move sa mapa pro mudare sa positzione de su marcadore
sk: Posuňte mapu pre zmenu pozície značky
sl: S premikom zemljevida se spremeni položaj označbe
sr: Помери карту ради измена положаја ознаке
sr_latn: Pomeri mapu radi izmena markera lokacije
sv: Flytta på kartan för att ändra markörens position
ta: மார்க்கர் நிலையை மாற்ற வரைபடத்தை நகர்த்தவும்
tr: İşaretleyici konumunu değiştirmek için haritayı hareket ettirin
uk: Пересуньте мапу, щоб змінити положення позначки
zh_hans: 移动地图以更改标记位置
zh_hant: 移動地圖到要變更標記的位置

# plugins_menu_group
source: Plugins
ar: الملحقات
az: Qoşmalar
be: Убудовы
bg: Добавки
ca: Connectors
cs: Moduly
cy: Ategolion
da: Udvidelser
de: Erweiterungen
el: Πρόσθετα
eo: Kromprogramoj
es_us: Complementos
et: Lisad
eu: Gehigarriak
fa: افزونه‌ها
fi: Liitännäiset
fr: Extensions
he: תוספים
hu: Bővítmények
hy: Պլագիններ (Plugins)
id: Plugin
is: Viðbætur
it: Componenti aggiuntivi
ja: プラグイン
ka: დამატებები
ko: 부가 기능
ku: Lehikan
lt: Įskiepiai
lv: Spraudņi
mk: Priklucoci
ml: പ്ളഗ്-ഇനുകള്‍
mr: प्लगिन्स
nb: Programtillegg
oc: Ajusts complementaris
pl: Wtyczki
ro_ro: Pluginuri
ru: Плагины
sc: Estensiones
sk: Zásuvné moduly
sl: Vstavki
sr: Додаци
sr_latn: Dodaci
sv: Insticksmoduler
ta: செருகுநிரல்கள்
tr: Eklentiler
uk: Плагіни
vi: Phần bổ trợ
zh_hans: 插件
zh_hant: 外掛元件

# shared_string_restore
source: Restore
ar: استعادة
az: Bərpa et
be: Аднавіць
ca: Restaura
cs: Obnovit
cy: Adfer
da: Gendan
de: Wiederherstellen
el: Επαναφορά
eo: Restarigi
es_us: Restaurar
et: Taasta
eu: Berreskuratu
fa: بازیابی
fi: Palauta
fr: Restaurer
gl: Restaurar
he: שחזור
hu: Visszaállítás
hy: Վերականգնել
id: Pulihkan
is: Endurheimta
it: Ripristina
ja: 通過前に戻す
ka: აღდგენა
ko: 복원
lt: Atkurti
lv: Atjaunot
mk: Vrati vo pocetna sostojba
ml: പുനഃസ്ഥാപിക്കുക
nb: Gjenopprett
nl: Herstellen
oc: Restaurar
pl: Przywróć
ro_ro: Restaurați
ru: Восстановить
sc: Riprìstina
sk: Obnoviť
sl: Obnovi
sr: Поврати
sr_latn: Vratiti
sv: Återställ
ta: மீட்டெடு
tr: Restore et
uk: Відновити
vi: Khôi phục
zh_hans: 恢复
zh_hant: 還原

# local_map_names
source: Local names
ar: الأسماء المحلية
ast: Nomes llocales
az: Yerli adlar
be: Мясцовыя назвы
bg: Местни имена
ca: Denominacions locals
cs: Lokální názvy
cy: Enwau lleol
da: Lokale navne
de: Lokale Namen
el: Τοπικά ονόματα
eo: Lokaj nomoj
es_us: Nombres locales
et: Kohalikud nimed
eu: Izen lokalak
fa: نام‌های محلی
fi: Paikalliset nimet
fr: Noms locaux
gl: Mapas locais
he: שמות מקומיים
hu: Helyi név
hy: Տեղական անուններ
id: Nama lokal
is: Staðvær nöfn
it: Nomi locali
ja: ローカル名(その国の言語)
ka: ადგილობრივი სახელები
ko: 로컬 이름
lt: Vietiniai pavadinimai
lv: Vietējie nosaukumi
mk: Lokalni iminja
ml: പ്രാദേശിക പേരുകൾ
mr: स्थानिक नावे
nb: Lokale navn
nl: Plaatselijke namen
oc: Denominacions localas
pl: Nazwy lokalne
ro_ro: Nume locale
ru: Местные названия
sc: Nùmenes locales
sk: Lokálne názvy
sl: Krajevna imena
sr: Местна имена
sr_latn: Lokalni nazivi
sv: Lokala namn
ta: உள்ளூர் பெயர்கள்
tr: Yerel adlar
uk: Назви місцевою мовою
vi: Tên địa phương
zh_hans: 本地名称
zh_hant: 當地的名稱

source: Today
ar: اليوم
ast: Güei
az: Bu gün
be: Сёння
bg: Днес
ca: Avui
cs: Dnes
cy: Heddiw
da: I dag
de: Heute
el: Σήμερα
eo: Hodiaŭ
es_us: Hoy
et: Täna
eu: Gaur
fa: امروز
fi: Tänään
fr: Aujourd'hui
gl: Hoxe
he: היום
hu: Ma
hy: Այսօր
id: Hari ini
is: Í dag
it: Oggi
ja: 今日
ka: დღეს
kn: ಇಂದು
ko: 오늘
ku: Îro
lt: Šiandien
lv: Šodien
mk: Denes
ml: "ഇന്ന് "
my: ဒီနေ့
nb: I dag
nl: Vandaag
oc: Uei
pl: Dzisiaj
pt_br: Hoje
ro_ro: Azi
ru: сегодня
sc: Oe
sk: Dnes
sl: Danes
sr: Данас
sr_latn: Danas
sv: I dag
ta: இன்று
tr: Bugün
uk: Сьогодні
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

source: Yesterday
ar: أمس
ast: Ayeri
az: Dünən
be: Учора
br: Dec'h
ca: Ahir
cs: Včera
cy: Ddoe
da: I går
de: Gestern
el: Χθές
eo: Hieraŭ
es_us: Ayer
et: Eile
eu: Atzo
fa: دیروز
fi: Eilen
fr: Hier
gl: Onte
he: אתמול
hu: Tegnap
hy: Երեկ
id: Kemarin
is: Í gær
it: Ieri
ja: 昨日
ka: გუშინ
kn: ನಾಳೆ
ko: 어제
ku: Duh
lt: Vakar
lv: Vakar
mk: Vcera
ml: ഇന്നലെ
my: မနေ့
nb: I går
nl: Gisteren
oc: Ièr
pl: Wczoraj
pt_br: Ontem
ro_ro: Ieri
ru: Вчера
sc: Eris
sk: Včera
sl: Včeraj
sr: Јуче
sr_latn: Juče
sv: I går
ta: நேற்று
tr: Dün
uk: Вчора
zh_hans: 昨天
zh_hant: 昨天

# first_usage_greeting
source: Get directions and discover new places without an Internet connection
ar: احصل على التوجيهات واكتشف أماكن جديدة دون اتصال بالانترنت
ast: Consigui señes y descubri llugares nuevos ensin una conexón a internet
az: İnternet bağlantısı olmadan istiqamətlər alın və yeni yerlər kəşf edin
be: Пракладвайце маршруты і адкрывайце новыя месцы без злучэння з Інтэрнэтам
bg: Получете упътвания и открийте нови места без да ползвате връзка към Интернет
ca: Obteniu indicacions i descobriu llocs nous sense connexió a Internet
cs: Nechejte se navigovat a objevte nová místa bez nutnosti připojení k Internetu
cy: Cael cyfarwyddiadau a darganfod llefydd newydd heb gysylltiadâ'r we
da: Få rutevejledning og opdag nye steder uden en internetforbindelse
de: Erhalten Sie Wegbeschreibungen und entdecken Sie neue Orte ohne Internetverbindung
el: Πάρτε οδηγίες και ανακαλύψτε νέες τοποθεσίες χωρίς διαδικτυακή σύνδεση
eo: Navigi kaj esplori novajn lokojn sen interreta konekto
es_us: Obtén direcciones y descubre sitios nuevos sin una conexión a Internet
et: Hangi juhiseid ja avasta uusi kohti ilma internetiühenduseta
eu: Jaso jarraibideak eta aurkitu toki berriak Internet konexiorik gabe
fa: مسیریابی و کشف جاهای تازه بدون اتصال به اینترنت
fi: Hanki reittiohjeita ja löydä uusia paikkoja ilman Internet-yhteyttä
fr: Suivez des itinéraires et découvrez de nouveaux lieux sans connexion Internet
gl: Obtén indicacións e descobre lugares novos sen conexión á Internet
he: קבלת הנחיות ואיתור מקומות חדשים ללא חיבור לאינטרנט
hu: Navigáljon és fedezzen fel új helyeket internetkapcsolat nélkül
hy: Ստացեք երթուղիներ և հայտնաբերեք նոր վայրեր առանց ինտերնետ կապի
id: Dapatkan petunjuk arah dan temukan tempat baru tanpa koneksi internet
is: Fáðu leiðbeiningar og uppgötvaðu nýja staði, án nettengingar
it: Ottieni indicazioni e scopri nuovi luoghi senza una connessione a Internet
ja: オフラインでも使えるナビで新たな場所を目指しましょう
ka: Get directions and discover new places without Internet connection
ko: 인터넷 연결 없이 길을 찾고 새로운 장소를 발견하세요
lt: Gaukite maršruto nurodymus ir atraskite naujas vietas be interneto ryšio
lv: Veidojiet maršrutus un atklājiet jaunas vietas bez interneta savienojuma
mk: Dobijte nasoki i otkrijte novi mesta bez internet konekcija
ml: ഇന്റര്‍നെറ്റ് ഇല്ലാതെ തന്നെ മാര്‍ഗദിശയും, പുതിയ സ്ഥലങ്ങളും കണ്ടെത്തുക
nb: Få anvisninger og oppdag nye steder uten å ha internettforbindelse
nl: Krijg routeaanwijzingen en ontdek nieuwe plaatsen, zonder Internetverbinding
oc: Obtenètz d'indicacions e descobrètz de luòcs novèus sensa connexion a Internet
pl: Otrzymuj wskazówki dojazdu i odkrywaj nowe miejsca bez połączenia z Internetem
pt_br: Obtenha direções e descobra novos lugares sem precisar de conexão com Internet
ro_ro: Obțineți indicații și descoperiți locuri noi fără o conexiune la internet
ru: Открывайте новые места и стройте маршруты без подключения к интернету
sc: Retzi indicatziones e iscoberi logos noos chene una connessione a ìnternet
sk: Získajte pokyny a objavte nové miesta bez pripojenia na Internet
sl: Navigacija in spoznavanje novih krajev tudi brez internetne povezave
sr: Узми упутства и откриј нова места, и без интернета
sr_latn: Uzmi uputstva i otkrij nova mesta i bez interneta
sv: Erhåll vägbeskrivningar och upptäck nya platser utan Internetuppkoppling
ta: இணைய இணைப்பு இல்லாமல் திசைகளைப் பெறவும் புதிய இடங்களை கண்டறியவும்
tr: İnternet bağlantısı olmadan yol tarifleri alın ve yeni yerler keşfedin
uk: Прокладайте маршрути й відкривайте нові для себе місця без зʼєднання з Інтернетом
zh_hans: 在没有互联网连接的情况下，取得指引与探索新地点
zh_hant: 在沒有網際網路連線的情況下，取得指引與探索新地點

source: Get started
ar: ابدأ
ast: Entamar
az: Başla
be: Пачаць
bg: Първи стъпки
ca: Comença
cs: Začít
cy: Dechrau arni
da: Kom i gang
de: Erste Schritte
el: Εκκίνηση
eo: Ekigi
es_us: Empezar
et: Alusta
eu: Hasi
fa: شروع
fi: Aloita
fr: Démarrons ensemble
gl: Comezar
he: יסודות
hu: Kezdj hozzá
hy: Սկսել
id: Memulai
is: Komast í gang
it: Inizia
ja: 始めましょう
ka: დავიწყოთ
ko: 지금 시작
lt: Pradėti
lv: Sākt
mk: Počni
ml: തുടങ്ങുക
my: စတင်ပါ
nb: Kom i gang
nl: Aan de slag
oc: Començar
pl: Rozpocznij
pt_br: Vamos começar
ro_ro: Începeți
ru: Начать
sc: Incumintza
sk: Začať
sl: Začni
sr: Почнимо
sr_latn: Započni
sv: Kom igång
ta: தொடங்குக
tr: Başlat
uk: Почати
zh_hans: 使用入门
zh_hant: 開始
