Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# routing_attr_avoid_ferry_description
source: Avoids ferries
ar: تجنب العبارات
be: Пазбягаць паромаў
ca: Evita els ferris
cs: Vyhne se trajektům
cy: Osgoi fferis
da: Undgår færger
de: Vermeidet Fähren
el: Απέφυγε πορθμεία
eo: Eviti pramojn
es_us: Evita usar ferris o transbordadores
et: Väldib praame
eu: Ekidin ferryak
fa: از فرابر پرهیز می‌کند
fi: Välttää lauttoja
fr: Éviter le ferry
gl: Evitar ferris
he: נמנע ממעבורות
hi: फेरी से बचें
hu: Elkerüli a kompokat
id: Menghindari feri
is: Forðast ferjur
it: Evita i traghetti
ja: 移動手段としてフェリーを避けます
ka: ბორნების არიდება
ko: 차량페리 회피
lt: Vengti keltų
lv: Nelietot prāmjus
mk: Izbegnuva feribrodovi
ml: കടത്തുവള്ളം ഒഴിവാക്കുക
my: သင်္ဘောများကိုရှောင်
nb: Unngår ferger
nl: Vermijd veerboten
oc: Evita lei barcas a tralha
pl: Unika promów
pt_br: Evita usar balsas
ro_ro: Evită feriboturi
ru: Избегать паромов
sc: Istransit sos naviles
sk: Vyhnúť sa trajektom
sl: Načrtovanje poti brez uporabe trajektov
sr: Избегавање трајеката
sr_latn: Trajekte
sv: Undviker färjor
ta: படகுகளைத் தவிர்க்கிறது
tr: Feribotlardan kaçınır
uk: Уникати поромних переправ
vi: Tránh phà
zh_hans: 避开轮渡
zh_hant: 避免渡輪

# routing_attr_relief_smoothness_factor_hills_name
source: Hilly
ar: هضابي
az: Dağlıq
be: Гарысты
ca: Aturonat
cs: Kopcovitý
cy: Bryniog
da: Kuperet
de: Bergig
el: Λοφώδης
eo: Malebena
es_us: Empinado
et: Künklik
eu: Menditsua
fa: پُرتپه
fi: Mäkinen
fr: Vallonné
gl: Inclinado
he: הררי
hu: Dombos
hy: Լեռնոտ
id: Berbukit
is: Hæðótt
it: Collinoso
ja: 丘陵可
ka: ბორცვიანი
ko: 힐리
lt: Kalvotas
lv: Kalnains
mk: Ridsko
ml: മലകള്‍
my: တောင်ကုန်း
nb: Kupert
nl: Heuvelachtig
oc: De vaus e de còlas
pl: Górzysty
pt_br: Montanhoso
ro_ro: Deluros
ru: Максимально сложный
sc: Cùcuros/montigros
sk: Pahorkatý
sl: Gričevnato
sr: Брдовито
sr_latn: Brdovito
sv: Kuperat
ta: மலைப்பாங்கான
tr: Tepelikli
uk: Горбисто
vi: Mấp mô
zh_hans: 多丘陵
zh_hant: 丘陵

# rendering_attr_contourWidth_name
source: Contour line width
af: Dikte van die hoogtelyne
ar: عرض الخطوط الكنتورية
az: Kontur xəttinin genişliyi
be: Таўшчыня гарызанталяў
ca: Gruix de la corba de nivell
cs: Šířka linie vrstevnic
cy: Lled llinell gyfuchlin
da: Bredde på højdekurver
de: Breite der Höhenlinien
el: Πλάτος ισοϋψών καμπυλών
eo: Nivelkurba larĝo
es_us: Anchura de la curva de nivel
et: Kõrgusjoonte laius
eu: Sestra-kurben zabalera
fa: ضخامت منحنی میزان
fi: Korkeuskäyräviivojen leveys
fr: Épaisseur des courbes de niveau
gl: Amplitude da curva do nivel
he: עובי קו מתאר
hu: Szintvonalak vastagsága
hy: Եզրագծերի լայնությունը
id: Lebar garis kontur
is: Breidd hæðarlína
it: Spessore linee isoipse
ja: 等高線の幅
ka: კონტურული ხაზის სიგანე
lt: Kontūrų linijos plotis
lv: Kontūrlīniju platums
mk: Širina na konturnata linija
ml: കോണ്ടൂർ വരയുടെ വീതി
nb: Kotebredde
nl: Contourlijn dikte
oc: Espessor de la corba de nivèu
pl: Szerokość izolinii
pt_br: Espessura das curvas de nível
ro_ro: Lățime linie de contur
ru: Толщина изолинии
sc: Ispessore curvas de livellu
sk: Hrúbka vrstevníc
sl: Debelina izohips
sr: Дебљина линије изохипси
sr_latn: Debljina linije izohipsi
sv: Linjebredd för höjdkurvor
ta: விளிம்பு வரி அகலம்
tr: Eş yükselti eğrisi genişliği
uk: Товщина ізоліній
zh_hans: 等高线线宽
zh_hant: 等高線的線寬

# routing_attr_piste_type_sled_description
source: Slopes for sled usage.
ar: منحدرات لاستخدام الزلاجات.
be: Схілы для санак.
bg: Склонове за използване на шейни.
ca: Pistes per utilitzar trineu.
cs: Svahy pro sáňkování.
da: Pister til kælkning.
de: Pisten für den Schlitteneinsatz.
el: Πίστες για χρήση ελκήθρων.
eo: Deklivoj por glitveturado (sledado).
es_us: Pendientes para uso de trineos.
et: Kelgutamisnõlvad.
eu: Lera erabiltzeko maldak.
fa: سراشیبی برای سورتمه‌سواری.
fi: Rinteitä kelkka käyttöön.
fr: Pistes pour chiens de traîneau.
gl: Pendentes para emprego de zorras.
he: מדרונים לגלישה עם מזחלת.
hu: Szánkópályák.
id: Lereng untuk penggunaan kereta luncur.
is: Brekkur notaðar fyrir sleða.
it: Piste per slittino.
ja: ソリ用斜面(ゲレンデ)です。
ka: დახრები სასრიალოდ.
ko: 썰매 사용을 위한 슬로프.
lv: Nogāzes kamaniņu nobraucieniem.
mk: Padini za upotreba na sanki.
nb: Bakker for kjelkebruk.
nl: Hellingen voor slee gebruik.
oc: Pistas de tirassèus.
pl: Stoki do saneczkarstwa.
pt_br: Encostas para uso de trenó.
ro_ro: Pante pentru utilizarea saniei.
ru: Склоны для катания на санях.
sc: Pistas pro s'impreu de islitas.
sk: Svahy pre sánkovanie.
sl: Strmine za sankanje.
sr: Падине за санкање.
sr_latn: Padine za sankanje.
sv: Backar för pulka, släde, bob, rodel mm.
ta: ச்லெட் பயன்பாட்டிற்கான சரிவுகள்.
tr: Kızak kullanımı için yokuşlar.
uk: Схили для катання на санях.
zh_hans: 供雪橇使用的斜坡。
zh_hant: 使用雪橇的斜坡。

# routing_attr_difficulty_preference_name
source: Preferred difficulty
ar: الصعوبة المفضلة
ast: Dificultá preferida
be: Пераважная складанасць
bg: Предпочитана трудност
ca: Dificultat preferida
cs: Preferovaná obtížnost
da: Foretrukket sværhedsgrad
de: Bevorzugter Schwierigkeitsgrad
el: Προτιμώμενη δυσκολία
eo: Preferata facilo
es_us: Dificultad preferida
et: Eelistatud raskusaste
eu: Hobetsitako zailtasuna
fa: دشواری موردنظر
fr: Difficulté préférée
gl: Dificultade preferida
he: רמת קושי מועדפת
hu: Előnyben részesített nehézségi szint
id: Kesulitan yang diinginkan
is: Ákjósanlegt erfiðleikastig
it: Difficoltà preferita
ja: 難易度指定
ka: არჩეული სირთულე
ko: 선호하는 어려움
lv: Grūtības pakāpe
mk: Pretpočitana teškotija
nb: Foretrukket vanskelighetsgrad
nl: Gewenste moeilijkheidsgraad
oc: Dificultat preferida
pl: Preferowana trudność
pt_br: Dificuldade preferida
ro_ro: Dificultate preferată
ru: Предпочтительная сложность
sc: Dificultade preferida
sk: Preferovaná náročnosť
sl: Prednostna raven zahtevnosti
sr: Жељена тежина
sr_latn: Preferirana težina
sv: Föredragen svårighetsgrad
ta: விருப்பமான தொல்லை
tr: Tercih edilen zorluk
uk: Бажана складність
zh_hans: 偏好难度
zh_hant: 偏好的難度

# routing_attr_avoid_subway_name
source: No subways
ar: تجنب قطارالانفاق
be: Без метро
ca: Sense metro
cs: Žádné metro
cy: Dim isffyrdd
da: Ingen metro
de: Keine U-Bahnen
el: Χωρίς μετρό
eo: Sen metrooj
es_us: Sin metros
et: Väldi metrood
eu: Metrorik ez
fa: مترو
fr: Éviter le métro
gl: Sen metros
he: ללא רכבות תחתיות
hi: सबवे से बचें
hu: Metró nélkül
id: Tidak ada kereta bawah tanah
is: Forðast neðanjarðarlestir
it: No metro
ja: 地下鉄を使わない
ka: მიწისქვეშა გადასასვლელების გარეშე
ko: 지하철 없음
lt: Be metro
lv: Nelietot metro
mk: Nema metroa
ml: സബ്-വേ ഒഴിവാക്കുക
my: မြေအောက်ရထားတွေကိုရှောင်
nb: Ingen tunnelbane
nl: Geen metro
oc: Ges de mètro
pl: Bez metra
pt_br: Evitar metrô
ro_ro: Evită metrouri
ru: Без метро
sc: Peruna metropolitana
sk: Žiadne metro
sl: Brez podzemneželeznice
sr: Без подземне
sr_latn: Bez podzemne železnice
sv: Ingen tunnelbana
ta: சுரங்கப்பாதைகள் இல்லை
tr: Metro yok
uk: Уникати метро
vi: Không dùng tàu điện ngầm
zh_hans: 不乘坐地铁
zh_hant: 避免捷運

# rendering_attr_showLez_description
source: Show Low Emission Zones on the map. Does not affect routing.
ar: إظهار مناطق الانبعاثات المنخفضة علي الخريطة. لا يؤثر علي التوجيه.
be: Паказваць на мапе зоны з нізкім узроўнем выкідаў. Не ўплывае на маршрутызацыю.
ca: Mostra les zones de baixes emissions al mapa. No afecta el càlcul de ruta.
cs: Zobrazit zóny s nízkými emisemi na mapě. Nemá vliv na navigaci.
cy: Dangos Parthau Allyriadau Isel ar y map. Nid yw'n effeithio ar y llwybro.
da: Vis miljøzoner på kortet. Påvirker ikke ruteberegning.
de: Umweltzonen auf der Karte anzeigen. Beeinflusst die Routenführung nicht.
el: Εμφάνιση στον χάρτη ζωνών για χαμηλή εκπομπή καυσαερίων. Δεν επηρεάζει τη δρομολόγηση.
eo: Montri zonojn nur por malalte aer‑malpurigantaj veturiloj. Ne influas al difinado de kurso.
es_us: Mostrar zonas de baja emisión en el mapa. No afecta a la navegación.
et: Kuva kaardil madalate heitmetega alad. Ei mõjuta teekonda.
eu: Erakutsi emisio gutxiko zonaldeak mapan. Ez dio ibilbide-kalkuluari eragiten.
fa: محدوده‌های کاهش آلودگی هوای شهر را روی نقشه نشان بده. روی مسیریابی اثر نمی‌گذارد.
fi: Näytä vähäpäästöiset vyöhykkeet kartalla. Ei vaikuta reititykseen.
fr: Afficher les zones à faible émission sur la carte (n'influe pas sur le calcul d'itinéraire).
gl: Amosar zonas de baixas emisións no mapa. Non afecta á navegación.
he: הצגת אזורים עם פליטה נמוכה במפה. לא משפיע על הניווט.
hi: मानचित्र पर कम उत्सर्जन क्षेत्र दिखाएं। रूटिंग को प्रभावित नहीं करता है।
hu: Alacsony kibocsátású övezetek megjelenítése a térképen. Nem befolyásolja az útvonaltervezést.
id: Tampilkan Zona Emisi Rendah pada peta. Tidak memengaruhi perutean.
is: Birta svæði með takmörkunum á útblæstri á kortinu. Hefur ekki áhrif á leiðaval.
it: Mostra sulla mappa le zone a Basse Emissioni. Non influisce sul calcolo del percorso.
ja: マップ上に低排出ゾーン(CO2排出量の多い車両に課税するエリア)を表示します。ルーティングには影響しません。
ko: 지도에서 낮은 배출 구역을 표시합니다. routing에 영향을 미치지 않습니다.
lt: Rodyti mažos taršos zonas. Tai neturi įtakos maršruto generavimui.
lv: Rādīt zemo emisiju zonas uz kartes. Tas neietekmēs maršrutu.
mk: Prikaži zoni so niski emisii na kartata. Ne vlijae na nasočuvanjeto.
nb: Vis lavutslippssoner på kartet. Har ikke innvirkning på ruting.
nl: Toon lage emissiezones op de kaart. Heeft geen invloed op de navigatie.
oc: Mostrar lei zònas d'escampament bas sus la mapa. Aquò afècta pos lo calcul dau percors.
pl: Wyświetl strefy niskiej emisji na mapie. Nie ma to wpływu na przebieg trasy.
pt_br: Mostrar zonas de baixa emissão no mapa. Não afeta o roteamento.
ro_ro: Arată zonele de emisii reduse pe hartă. Nu afectează rutarea.
ru: Показывать на карте зоны с низким уровнем выбросов. Не влияет на навигацию.
sc: Ammustra sas zonas de emissione bassa in sa mapa. No influentzat su càrculu de s'àndala.
sk: Zobraziť Zóny s nízkymi emisiami na mape. Neovplyvňuje navigáciu.
sl: Na zemljevidu prikaži področja z omejitvijo izpustov. Ne vpliva na usmerjanje.
sr: Прикажи области ниског загађења. Не утиче на навођење.
sr_latn: Prikazati oblasti niskog zagađenja. Ne utiče na navođenje.
sv: Visa miljözoner på kartan. Detta påverkar inte ruttberäkning.
ta: வரைபடத்தில் குறைந்த உமிழ்வு மண்டலங்களைக் காட்டு. ரூட்டிங் பாதிக்காது.
tr: Haritada Düşük Emisyon Bölgelerini göster. Yönlendirmeyi etkilemez.
uk: Показати на мапі зони де лімітується обсяг викидів. Не впливає на прокладання маршрутів.
vi: Hiện Vùng Phát Thải Thấp trên bản đồ. Không ảnh hưởng đến việc tìm đường.
zh_hans: 在地图上显示低排放区。不会影响路线规划。
zh_hant: 在地圖上顯示低排放區域。不會影響路徑。

# rendering_attr_piste_difficulty_advanced_name
source: Advanced
ar: متقدم
az: Qabaqcıl
be: Высокая
ca: Avançada
cs: Pokročilý
cy: Uwch
da: Avanceret
de: Fortgeschritten
el: Προχωρημένη
eo: malfacila
es_us: Avanzado
et: Edasijõudnud
eu: Aurreratua
fa: دشوار
fi: Edistynyt
fr: Avancé
gl: Avanzado
he: מתקדמים
hu: Tapasztalt
id: Tingkat lanjut
is: Vanir
it: Avanzata
ja: 上級者向け
ka: დამატებით
ko: 고급
lt: Pažengęs
mk: Napreden
my: ဝါအမြင့်
nb: Avansert
nl: Gevorderd
oc: Avançat -da
pl: Zaawansowana
pt_br: Avançado
ro_ro: Avansat
ru: Продвинуто
sc: Avantzada
sk: Pokročilí
sl: Napredna
sr: Напредна
sr_latn: Napredna
sv: Avancerad
ta: மேம்பட்ட
tr: İleri
uk: Для досвідчених
vi: Nâng cao
zh_hans: 高级
zh_hant: 進階

# rendering_value_translucent_blue_name
source: Translucent blue
ar: أزرق فاتح
ast: Azul tresllúcido
az: Şəffaf mavi
be: Празрысты сіні
bg: Полупрозрачен светлосин
ca: Blau translúcid
cs: Průsvitná modrá
cy: Glas tryleu
da: Gennemsigtig blå
de: Transparentes Blau
el: Ημιδιαφανές μπλε
eo: Blua diafana
es_us: Azul translúcido
et: Läbikumav sinine
eu: Urdin gardena
fa: آبی شفاف
fi: Läpikuultava sininen
fr: Bleu translucide
gl: Azul translúcido
he: כחול שקוף למחצה
hu: Átlátszó kék
hy: Կիսաթափանցիկ կապույտ
id: Biru tembus pandang
is: Hálfgegnsætt blátt
it: Blu traslucido
ja: 半透明ブルー
ka: გამჭირვალე ლურჯი
ko: 반투명 블루
lt: Permatoma mėlyna
lv: Caurspīdīgi zils
mk: Prodzirno sina
ml: "മങ്ങിയ നീല "
nb: Gjennomskinnelig blå
nl: Doorschijnend blauw
oc: Blau translucid
pl: Przezroczysty niebieski
pt_br: Azul translúcido
ro_ro: Albastru translucid
ru: Синий прозрачный
sc: Biaitu translùcidu
sk: Priehľadná modrá
sl: Prosojna modra
sr: Прозирна плава
sr_latn: Prozirna plava
sv: Genomskinlig blå
ta: கசியும் நீலம்
tr: Yarı saydam açık mavi
uk: Напівпрозорий синій
zh_hans: 半透明蓝色
zh_hant: 半透明的藍色

# rendering_attr_hideProposed_name
source: Proposed objects
ar: اقتراح الكائنات
ast: Oxetos propuestos
az: Təklif olunan obyektlər
be: Плануемыя аб'екты
bg: Предложени обекти
ca: Objectes proposats
cs: Plánované objekty
cy: Gwrthrychau arfaethedig
da: Foreslåede objekter
de: Geplante Objekte
el: Προτεινόμενα αντικείμενα
eo: Proponitaj objektoj
es_us: Objetos propuestos
et: Välja pakutud objektid
eu: Proposatuko objektuak
fa: طرح‌های آینده (Proposed)
fi: Ehdotetut objektit
fr: Objets proposés
gl: Obxectos propostos
he: עצמים מוצעים
hu: Tervezett objektumok
hy: Պլանավորված օբյեկտներ
id: Obyek yang diusulkan
is: Uppástungur
it: Oggetti proposti
ja: 指定オブジェクト
ka: შეთავაზებული ობიექტები
lt: Siūlomi objektai
lv: Piedāvātos objektus
mk: Predlozeni objekti
ml: പരിഗണന(മാത്രം)യിലുള്ള വസ്തുക്കള്‍
nb: Foreslåtte objekter
nl: Voorgestelde objecten
oc: Objèctes proposats
pl: Proponowane obiekty
pt_br: Objetos propostos
ro_ro: Obiecte propuse
ru: Планируемые объекты
sc: Ogetos propostos
sk: Plánované objekty
sl: Skrij predlagane predmete
sr: Предложене објекте
sr_latn: Predloženi objekti
sv: Föreslagna objekt
ta: முன்மொழியப்பட்ட பொருள்கள்
tr: Önerilen nesneler
uk: Заплановані обʼєкти
vi: Các đối tượng được đề xuất
zh_hans: 提议的对象
zh_hant: 計劃物件

# rendering_attr_highway_class_road_name
source: Road
ar: طريق
az: Yol
be: Дарога
bg: Път
ca: Carretera
cs: Cesta
cy: Ffordd
da: Vej
de: Landstraße
el: Δρόμος
eo: Vojoj
es_us: Carretera principal
et: Maantee
eu: Errepidea
fa: جاده
fi: Maantie
fr: Route
gl: Estrada
he: כביש
hu: Út
id: Jalan raya
is: Vegur
it: Strada
ja: その他道路
ka: გზა
ko: 도로
lt: Kelias
lv: Ceļš
mk: Pat
ml: റോഡ്
my: လမ်းမ
nb: Vei
nl: Weg
oc: Rota
pl: Droga
pt_br: Estrada
ro_ro: Drum
ru: Дорога
sc: Caminu
sk: Cesta
sl: Cesta
sr: Пут
sr_latn: Put
sv: Väg
ta: சாலை
tr: Yol
uk: Дорога
vi: Đường
zh_hans: 道路
zh_hant: 道路

# rendering_attr_smoothness_excellent_name
source: Excellent
ar: ممتاز
ast: Escelente
az: Əla
be: Выдатная
bg: Отлична
cs: Vynikající
cy: Ardderchog
da: Fremragende
de: Hervorragend
el: Εξαιρετικό
eo: Bonega
es_us: Excelente
et: Suurepärane
eu: Bikaina
fa: عالی
fi: Erinomainen
gl: Excelente
he: מעולה
hu: Kitűnő
id: Bagus sekali
is: Frábært
it: Eccellente
ja: ローラーブレードやスケボーなども走行可
ka: შესანიშნავი
lt: Puiki
lv: Lielisks
mk: Odlicno
ml: വളരെ നല്ലത്
my: အကောင်းဆုံး
nb: Utmerket
nl: Uitstekend
pl: Wyśmienita
pt_br: Excelente
ro_ro: Excelent
ru: Отличная
sc: Primorosa
sk: Vynikajúca
sl: Odlično
sr: Изврсно
sr_latn: Odlična
sv: Utmärkt
ta: சிறந்த
tr: Mükemmel
uk: Чудова
vi: Tuyệt vời
zh_hans: 极佳
zh_hant: 優秀

# rendering_attr_showCycleNodeNetworkRoutes_name
source: Show node network cycle routes
ar: إظهار شبكة مسارات الدارجات الهوائية
be: Адлюстроўваць сеткі вузлоў роварных маршрутаў
ca: Mostra les vies ciclistes de xarxa de nodes
cs: Zobrazit bodovou síť cyklotras
cy: Dangos llwybrau seiclo rhwydwaith nodau
da: Vis cykelrute-knudepunkter
de: Knotenpunktsystem von Radrouten anzeigen
el: Εμφάνιση δικτύου κόμβων διαδρομών ποδηλάτων
eo: Montri reton de nodoj de biciklaj kursoj
es_us: Mostrar nodo de la red de rutas ciclistas
et: Kuva sõlmevõrgu rattateekonnad
eu: Erakutsi nodoen sareko bizikleta ibilbideak
fa: نمایش مسیرهای دوچرخهٔ شبکه‌های گره
fi: Näytä solmuverkon pyöräreitit
fr: Afficher les itinéraires cyclables balisés
gl: Amosar os nós da rede de sendas ciclistas
he: הצגת מסלולי אופניים של רשת מפרקים
hu: Kerékpárút-hálózatok csomópontjainak megjelenítése
id: Tampilkan rute siklus jaringan simpul
is: Birta hnútanetkerfi fyrir hjólaleiðir
it: Mostra i nodi della rete dei percorsi ciclabili
ja: 自転車ルートのノードネットワーク
kn: ನೋಡ್ ನೆಟ್‌ವರ್ಕ್ ಸೈಕಲ್ ಮಾರ್ಗಗಳನ್ನು ತೋರಿಸಿ
ko: 노드 네트워크 주기 경로 표시
mk: Prikaži go jazolot na mrežniot ciklus pravci
nb: Vis nettverksnoder for sykkelruter
nl: Toon knooppunt van de fietsroutes
oc: Mostrar lei percors ciclables dau malhum
pl: Pokaż trasy rowerowe z sieci węzłów
pt_br: Mostrar os nós da rede de ciclovias
ro_ro: Arată rutele pentru biciclete
ru: Узловые сети велосипедных маршрутов
sc: Ammustra sas àndalas tziclàbiles de sas retzas de nodos
sk: Zobraziť sieť cyklotrás
sl: Prikaži kolesarske poti v omrežju vozlišč
sr: Прикажи чворове мреже бициклистичких путева
sr_latn: Prikazati čvorove mreža biciklističkih ruta
sv: Visa cykelrutter längs nodnätverk
ta: முனை பிணைய சுழற்சி வழிகளைக் காட்டு
tr: Düğüm ağı bisiklet rotalarını göster
uk: Вузлові мережі велосипедних маршрутів
vi: Hiện các tuyến đường xe đạp của mạng lưới nút
zh_hans: 显示节点网络自行车路线
zh_hant: 顯示節點網路自行車路徑

# rendering_attr_contourDensity_name
source: Contour line density
af: Digtheid van die hoogtelyne
ar: كثافة الخط الكنتوري
az: Kontur xəttinin sıxlığı
be: Шчыльнасць гарызанталяў
ca: Densitat de corbes de nivell
cs: Hustota vrstevnic
cy: Dwysedd llinell gyfuchlin
da: Tæthed på højdekurver
de: Dichte der Höhenlinien
el: Πυκνότητα ισοϋψών καμπυλών
eo: Nivelkurba denso
es_us: Densidad de la curva de nivel
et: Kõrgusjoonte tihedus
eu: Sestra-kurben dentsitatea
fa: تراکم منحنی میزان
fi: Korkeuskäyräviivojen tiheys
fr: Densité des courbes de niveau
gl: Densidade da curva do nivel
he: צפיפות קו מתאר
hu: Szintvonalak sűrűsége
hy: Եզրագծերի խտությունը
id: Kerapatan garis kontur
is: Þéttleiki hæðarlína
it: Densità linee isoipse
ja: 等高線密度
ka: კონტურული ხაზის სიმკვრივე
lt: Kontūrų linijos tankis
lv: Kontūrlīniju biezums
mk: Gustina na konturnata linija
ml: കോണ്ടൂര്‍ ലൈനുകളുടെ ഡെന്‍സിറ്റി
nb: Kotetetthet
nl: Dichtheid van hoogtelijnen
oc: Densitat dei corbas de nivèu
pl: Gęstość izolinii
pt_br: Densidade das curvas de nível
ro_ro: Densitatea curbelor (izoliniilor)
ru: Плотность изолинии
sc: Densidade de curvas de livellu
sk: Hustota vrstevníc
sl: Gostota izohips
sr: Густина линије изохипсе
sr_latn: Gustina linija izohipse
sv: Täthet mellan höjdkurvorna (ekvidistans)
ta: விளிம்பு வரி அடர்த்தி
tr: Eş yükselti eğrisi yoğunluğu
uk: Щільність ізоліній
zh_hans: 等高线密度
zh_hant: 等高線的密度

# rendering_attr_showRunningRoutes_name
source: Running routes
ar: مسارات الجري
be: Бегавыя маршруты
bg: Маршрути за бягане
ca: Rutes per a córrer
cs: Běžecké trasy
cy: Llwybrau rhedeg
da: Løberuter
de: Laufrouten
el: Διαδρομές τρεξίματος
eo: Kuradaj kursoj
es_us: Rutas para correr
et: Jooksurajad
eu: Korrika egiteko ibilbideak
fa: مسیرهای دویدن
fi: Juoksureitit
fr: Itinéraires de course à pied
he: מסלולי ריצה
hu: Futóútvonalak
id: Rute yang berjalan
is: Hlaupaleiðir
it: Percorsi per running
ja: ランニングルート
ka: სარბენი გზები
ko: 달리기 루트
lt: Bėgimo maršrutai
mk: Marsruti za trcanje
nb: Løperuter
nl: Hardlooproutes
oc: Percors actuaus
pl: Trasy biegowe
ro_ro: Rute pentru alergare
ru: Беговые маршруты
sc: Àndalas de cursa
sk: Bežecké trasy
sl: Tekaške poti
sr: Покренуте путање
sr_latn: Rute za trčanje
sv: Rutter för löpning
ta: இயங்கும் வழிகள்
tr: Koşu rotaları
uk: Бігові маршрути
vi: Tuyến đường chạy bộ
zh_hans: 跑步路线
zh_hant: 跑步路線

# rendering_attr_showRunningRoutes_description
source: Show running routes
ar: عرض مسارات الجري
be: Паказаць бегавыя маршруты
bg: Показване на маршрути за бягане
ca: Mostrar rutes per a córrer
cs: Zobrazení běžeckých tras
cy: Dangos llwybrau rhedeg
da: Vis løberuter
de: Laufrouten anzeigen
el: Εμφάνιση διαδρομών τρεξίματος
eo: Montri vojetojn por kurado
es_us: Mostrar rutas para correr
et: Näita jooksuradu
eu: Erakutsi korrika egiteko ibilbideak
fa: نمایش مسیرهای دویدن
fi: Näytä juoksureitit
fr: Afficher les itinéraires de course à pied
he: הצגת מסלולי ריצה
hu: Futóútvonalak megjelenítése
id: Tampilkan rute yang berjalan
is: Sýna hlaupaleiðir
it: Mostra i percorsi per running
ja: ランニングルートを表示します
ko: 달리는 경로 표시
lt: Rodyti bėgimo maršrutus
mk: Pokazi marsruti za trcanje
nb: Vis løperuter
nl: Toon hardlooproutes
oc: Mostrar lo percors en trin
pl: Pokaż trasy biegowe
ro_ro: Arată rutele de alergare
ru: Показать беговые маршруты
sc: Ammustra sas àndalas de cursa
sk: Zobraziť bežecké trasy
sl: Pokaži tekaške poti
sr: Приказ покренутих путања
sr_latn: Prikaz ruta za trčanje
sv: Visa löprutter
ta: இயங்கும் வழிகளைக் காட்டு
tr: Koşu rotalarını göster
uk: Показати бігові маршрути
vi: Hiện những cung đường chạy bộ
zh_hans: 显示跑步路线
zh_hant: 顯示跑步路線

# rendering_attr_showFitnessTrails_name
source: Fitness trails
ar: مسارات اللياقة البدنية
be: Фітнес-сцежкі
bg: Пътеки за поддържане на форма
ca: Itineraris de fitness
cs: Fitness trasy
cy: Llwybrau ffitrwydd
da: Fitnessbaner
de: Fitness-Parcours
el: Μονοπάτια γυμναστικής
eo: Vojetoj de sportiloj
es_us: Circuitos aeróbicos
et: Fitnessirajad
eu: Fitness ibilbideak
fa: مسیرهای تناسب‌اندام
fi: Kuntopolut
fr: Parcours de santé
he: מסלולי חיטוב
hu: Erdei tornapályák
id: Jejak kebugaran
is: Fitness-leiðir
it: Percorsi fitness
ja: アスレチックコース
ka: ფიტნეს-მარშრუტები
ko: 피트니스 트레일
lt: Sveikatingumo takai
mk: Fitnes pateki
nb: Trimløyper
nl: Sport paden
oc: Percors de Santat
pl: Ścieżki zdrowia
ro_ro: Trasee de fitness
ru: Фитнес-маршруты
sc: Camineras de allenamentu
sk: Fitnes trasy
sl: Fitnes steze
sr: Стазе за трчање
sr_latn: Fitnes staze
sv: Motionsspår
ta: உடற்பயிற்சி தடங்கள்
tr: Fitness parkurları
uk: Фітнес-стежки
vi: Cung đường tập luyện thể chất
zh_hans: 健身步道
zh_hant: 健身路徑

# routing_attr_avoid_low_emission_zone_description
source: Avoid low emission zones
ar: تجنب المناطق منخفضة الانبعاثات
be: Пазбягаць зон з нізкім узроўнем выкідаў
bg: Избягвайте зоните с ниски емисии
cs: Vyhnout se nízkoemisním zónám
cy: Osgoi parthau allyriadau isel
da: Undgå miljøzoner
de: Umweltzonen vermeiden
el: Αποφεύγει τις ζώνες χαμηλής εκπομπής ρύπων
eo: Eviti zonojn nur por malalte aer‑malpurigantaj veturiloj
es_us: Evita las zonas de baja emisión o zonas urbanas de atmósfera protegida
et: Väldi vähesaastunud alasid
eu: Saihestu emisio baxuko zonak
fa: از محدوده‌های کاهش پرهیز کنید
fi: Välttää vähäpäästöisiä vyöhykkeitä
fr: Éviter les zones à faibles émissions
he: להימנע מאזורים עם פליטה נמוכה
hu: Alacsony kibocsátású zónák elkerülése
id: Menghindari zona emisi rendah
is: Forðast svæði með takmörkunum á útblæstri
it: Evita le zone a basse emissioni
ja: 低排出ゾーン(CO2排出量の多い車両に課税するエリア)を通らないようにします
ko: 수도권 공해차량제한지역 우회
mk: Izbegnuvajte zoni so niska emisija
nb: Unngå lavutslippssoner og miljøsoner
nl: Vermijd lage-emissiezones
oc: Evitar lei zònas d'escampament bas
pl: Unikaj stref niskiej emisji
ro_ro: Evită zone de emisii scăzute
ru: Исключить зоны с жесткими эко нормативами (LEZ)
sc: Istransi sas zonas a emissiones bassas
sk: Vyhnúť sa zónam nízkych emisií
sl: Izogibanje območjem odprtim samo za vozila z nizkimi emisijami
sr: Избегавај зоне ниских емисија
sr_latn: Zone niskih emisija
sv: Undvik miljözoner
ta: குறைந்த உமிழ்வு மண்டலங்களைத் தவிர்க்கவும்
tr: Düşük emisyon bölgelerinden kaçın
uk: Уникати зон з вимогою низького рівня викидів
vi: Tránh các vùng phát thải thấp
zh_hans: 避开低排放区
zh_hant: 避免低排放區域
