Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# routing_attr_allow_private_for_truck_name
source: Allow private access (truck)
ar: السماح بدخول القطاع الخاص (الشاحنات)
be: Дазволіць прыватны доступ (грузавік)
bg: Разрешаване на частен достъп (камион)
ca: Permet l'accés privat (camió)
cs: Povolit soukromý vjezd (nákladní automobil)
cy: Caniatáu mynediad preifat (lori)
da: Tillad privat adgang (lastbil)
de: Privaten Zugang erlauben (Lkw)
el: Να επιτρέπεται η ιδιωτική πρόσβαση (φορτηγά)
eo: Permesi privatan aliron (kamionoj)
es_us: Permitir el acceso privado (camión)
et: Luba eratee kasutamine (veoauto jaoks)
eu: Baimendu sarbide pribatua (kamioia)
fa: اجازه دسترسی خصوصی (کامیون)
fr: Autoriser l'accès privé (camion)
he: לאפשר גישה לשטח פרטי (משאית)
hu: Behajtás magánterületre (tehergépjármű)
id: Izinkan akses pribadi (truk)
is: Leyfa einkaaðgang (flutningabifreiðar)
it: Permetti l'accesso alle aree private (autotreni)
ja: 私有地へのアクセスを許可(トラック)
ko: 개인 액세스 허용(트럭)
mk: Dozvolete privaten pristap (kamioni)
nb: Tillat privat adgang (lastebil)
nl: Privé toegang toestaan (vrachtwagen)
oc: Permet l'accès privat (camion)
pl: Zezwalaj na prywatny dostęp (ciężarówka)
ro_ro: Permite accesul privat (camion)
ru: Частные зоны (грузовик)
sc: Permite s'atzessu privadu (càmion)
sk: Povoliť súkromný prístup (nákladné autá)
sl: Dovoli dostop zasebnih površin (tovornjak)
sr: Дозвољен приватни приступ (теретно возило)
sr_latn: Dozvoljen pristup privatnom posedu (kamionima)
sv: Tillåt privat åtkomst (lastbil)
ta: தனியார் அணுகலை அனுமதிக்கவும் (டிரக்)
tr: Özel erişime izin ver (kamyon)
uk: Доступ до приватних територій (вантажівка)
vi: Cho phép đi vào khu vực riêng tư (xe tải)
zh_hans: 允许私人访问（卡车）
zh_hant: 允許私人進入（卡車）

# routing_attr_relief_smoothness_factor_name
source: Select elevation fluctuation
ar: تحديد تذبذب الإرتفاع
be: Абраць перасечанасць мясцовасці
ca: Indiqueu la variació d'alçat
cs: Zvolte kolísání výšky
cy: Dewis amrywiad codiadau
da: Vælg terræntype
de: Höhenschwankung auswählen
el: Επιλέξτε διακύμανση ανύψωσης
eo: Elekti variecon de altitudo
es_us: Elegir la fluctuación de elevación
et: Vali kõrguse vahelduvus
eu: Hautatu elebazioaren fluktuazioa
fa: میزان اُفت‌وخیز ارتفاع را انتخاب کنید
fi: Valitse korkeuden vaihtelu
fr: Sélectionnez les préférences de relief
gl: Escoller variación da altitude
he: בחירת תנודת גובה
hu: Magasság ingadozásának kijelölése
hy: Ընտրել բարձունքների տատանումը
id: Pilih fluktuasi ketinggian
is: Velja hæðarflökt landslags
it: Seleziona la variabilità della quota
ja: ルート検索時優先する地形(平坦～丘陵)を設定します
ka: აირჩიეთ გზის სიმაღლის რყევა
ko: 해발고도 변동 선택
lt: Pasirinkite aukščio kaitos diapazoną
lv: Izvēlēties elevācijas gludumu
mk: Izberete visinska fluktuacija
ml: എലവേഷൻ fluctuation തിരഞ്ഞെടുക്കുക
my: မြင့်အတက်အကျကိုရွေးချယ်ပါ
nb: Velg preferanse for høydeforskjeller
nl: Selecteer stijging fluctuatie
oc: Indicar l'ampla de l'auçada
pl: Zmienność profilu wysokości
pt_br: Selecionar a flutuação de altimetria
ro_ro: Selectați fluctuația de elevație
ru: Перепады высоты ландшафта
sc: Ischerta su valore de variatzione de s'artària
sk: Zvoľte fluktuáciu nadmorskej výšky
sl: Izbor razgibanosti terena
sr: Изаберите висинско одступање
sr_latn: Izaberi visinsko odstupanje
sv: Välj höjdfluktuation
ta: உயர ஏற்ற இறக்கத்தைத் தேர்ந்தெடுக்கவும்
tr: Yükseklikte dalgalanma seçin
uk: Вибрати діапазон зміни висот
zh_hans: 选择海拔波动
zh_hant: 選擇高度起伏

# routing_attr_prefer_unpaved_name
source: Prefer unpaved roads
ar: تفضيل الطرق الغير معبدة
az: Asfaltsız yollara üstünlük ver
be: Аддаваць перавагу грунтавым дарогам
bg: Предпочитане на селски пътища
ca: Prefereix carreteres sense asfaltar
cs: Upřednostňovat nezpevněné cesty
cy: Gwell ffyrdd heb balmantu
da: Foretræk ikke-asfalterede veje
de: Unbefestigte Straßen bevorzugen
el: Προτίμηση μη στρωμένων δρόμων
eo: Preferi tervojojn
es_us: Preferir caminos sin pavimentar
et: Eelista katteta teid
eu: Hobetsi asfaltatu gabeko bideak
fa: ترجیح جاده‌های روسازی‌نشده
fi: Suosi päällystämättömiä teitä
fr: Privilégier les routes non revêtues
gl: Preferir estradas sen pavimentar
he: להעדיף דרכים לא סלולות
hu: Burkolatlan utak előnyben részesítése
id: Utamakan jalan yang belum diaspal
is: Velja vegi með óbundnu slitlagi
it: Preferisci le strade non pavimentate
ja: 未舗装道路を優先
ka: უპირატესობის მინიჭება დაუგებელი გზებისთვის
kn: ಸುಸಜ್ಜಿತ ರಸ್ತೆಗಳಿಗೆ ಆದ್ಯತೆ ನೀಡಿ
ko: 비포장 도로 선호
mk: Pretpočitajte neasfaltirani patišta
nb: Foretrekk veier uten fast dekke
nl: Voorkeur voor onverharde wegen
oc: Preferissi lei rotas sensa quitran
pl: Preferuj drogi nieutwardzone
pt_br: Preferir estradas não pavimentadas
ro_ro: Prefer drumurile neasfaltate
ru: Предпочитать дороги без покрытия
sc: Privilègia sos caminos non pamentados
sk: Preferovať nespevnené cesty
sl: Prednostno vodi po neasfaltiranih cestah
sr: Предност неасфалтираним путевима
sr_latn: Prednost makadamima
sv: Föredra obelagda vägar
ta: செப்பனிடப்படாத சாலைகளை விரும்புங்கள்
tr: Asfaltsız yolları tercih et
uk: Надавати перевагу дорогам без покриття
vi: Ưu tiên đường chưa lát
zh_hans: 偏好未铺设道路
zh_hant: 偏好無鋪面道路

# rendering_value_default_name
source: Default
ar: الافتراضي
az: Standart
be: Прадвызначана
bg: По подразбиране
ca: Per defecte
cs: Výchozí
cy: Rhagosodedig
da: Standard
de: Standard
el: Προεπιλογή
eo: Norma
es_us: Predefinido
et: Vaikimisi
eu: Lehenetsia
fa: پیش‌فرض
fi: Oletus
fr: Par défaut
gl: Predeterminado
he: בררת מחדל
hu: Alapértelmezett
hy: Սկզբնական
is: Sjálfgefið
it: Predefinito
ja: デフォルト
ka: ნაგულისხმევი
kn: ಮೊದಲ್ಗಾಣುವ
ko: 기본
lt: Numatytasis
lv: Standarta
mk: Standarden
ml: സഹജമായ
nb: Standard
nl: Standaard
oc: Per defaut
pl: Domyślnie
pt_br: Predefinido
ro_ro: Implicit
ru: По умолчанию
sc: Predefinidu
sk: Predvolené
sl: Privzeto
sr: Подразумевано
sr_latn: Podrazumevano
sv: Standard
ta: இயல்புநிலை
tr: Varsayılan
uk: Типово
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

# routing_attr_no_new_routing_name
source: No v1.9 routing rules
ar: قواعد توجيه No v1.9
be: Без правілаў маршрутызацыі v1.9
bg: Без ползване на алгоритми от v1.9
ca: Sense preferències de navegació v1.9
cs: Nepoužívat routovací pravidla v1.9
cy: Dim rheolau llwybro v1.9
da: Ingen v1.9 ruteberegningsregler
de: Routing-Regeln v1.9 nicht verwenden
el: Κανόνες δρομολόγησης v1.9
eo: Sen v1.9 kursaj reguloj
es_us: Sin reglas de navegación v1.9
et: Puuduvad v1.9 teekonna arvutuse reeglid
eu: v1.9 ibilbide-kalkulu araurik gabe
fa: استفاده‌نکردن از قواعد مسیریابی نسخهٔ ۱٫۹
fi: Ei v1.9 reitityssääntöjä
fr: Ne pas utiliser le calcul d'itinéraire de la version 1.9
gl: Non seguir as regras de v1.9
he: כללי ניתוב גרסה 1.9
hu: Nincsenek v1.9-es útvonalszabályok
hy: Չօգտագործել երթուղային 1.9 տարբերակը
id: TIdak ada aturan perutean v1.9
is: Engar v1.9 leiðareglur
it: Ignora le regole di calcolo del percorso v1.9
ja: ver1.9のルート検索をしない
ko: No v1.9 라우팅 규칙
lt: Nenaudoti 1.9 versijos maršrutizavimo taisyklių
lv: Ne v1.9 maršruta nosacījumi
mk: Nema pravila za rutiranje na v1.9
ml: റൂട്ടിങ്ങ് റൂളുകൾ v1.9 ഇല്ല
nb: Ingen v1.9-regler for ruting
nl: Gebruik v1.9-routeberekening niet
oc: Sensa preferéncias de navegacion v1.9
pl: Bez reguł wyznaczania tras z wersji 1.9
pt_br: Evitar regras de roteamento da v1.9
ro_ro: Nu există reguli de rutare v1.9
ru: Не использовать маршрутизацию версии 1.9
sc: No imprees su càrculu de s’àndala v1.9
sk: Bez smerovacích pravidiel verzie 1.9
sl: Ne omogoči pravil usmerjanja v1.9
sq: Jo v1.9 rregullat e llogaritjes së rrugëtimit
sr: Без усмеравања по издању v1.9
sr_latn: Bez usmeravanja po izdanju v1.9
sv: Inga regler från version 1.9-ruttning
ta: V1.9 ரூட்டிங் விதிகள் இல்லை
tr: v1.9 yönlendirme kuralı yok
uk: Не використовувати правила маршрутизації версії 1.9
zh_hans: 不用 v1.9 路径规则
zh_hant: 不用 v1.9 的路徑規則

# icon_group_service
source: Service
ar: خدمة
az: Xidmət
be: Паслугі
bg: Услуги
ca: Servei
cs: Služby
cy: Gwasanaeth
de: Dienstleistung
el: Υπηρεσία
eo: Servo
es_us: Servicio
et: Teenused
eu: Zerbitzua
fa: خدمات
fi: Palvelu
gl: Servizo
he: שירות
hu: Szolgáltatás
id: Layanan
is: Þjónusta
it: Servizi
ja: 設備・技術
ka: სერვისი
ko: 서비스
lv: Serviss
mk: Servis
nb: Tjeneste
nl: Onderhoud
oc: Servici
pl: Usługi
ro_ro: Servicii
ru: Сервис
sc: Servìtziu
sk: Služby
sl: Storitev
sr: Услуга
sr_latn: Servisi
ta: பணி
tr: Hizmet
uk: Послуги
vi: Dịch vụ
zh_hans: 服务
zh_hant: 服務

# icon_group_travel
source: Travel
ar: سفر
az: Səyahət
be: Вандроўка
bg: Пътуване
ca: Viatge
cs: Cestování
cy: Teithio
da: Rejse
de: Reisen
el: Ταξίδι
eo: Vojaĝo
es_us: Viaje
et: Reisimine
eu: Bidaia
fa: سفر
fi: Matkailu
fr: Voyage
gl: Viaxe
he: טיול
hu: Utazás
id: Perjalanan
is: Ferðalög
it: Viaggio
ja: 旅行
ka: მოგზაურობა
ko: 여행
lv: Ceļošana
mk: Patuvaj
nb: Reise
nl: Reizen
oc: Viatge
pl: Podróże
ro_ro: Călătorii
ru: Путешествие
sc: Biàgiu
sk: Cestovanie
sl: Potovanje
sr: Путовање
sr_latn: Putovanje
sv: Resa
ta: பயணம்
tr: Seyahat
uk: Подорож
vi: Du lịch
zh_hans: 旅行
zh_hant: 旅行

# cloud_email_not_registered
source: This e-mail address is not registered for OsmAnd Cloud
ar: هذا البريد الإلكتروني غير مسجل في سحابة أوسماند
az: Bu e-poçt ünvanı OsmAnd Cloud üçün qeydiyyatdan keçməyib
be: Гэты адрас электроннай пошты не зарэгістраваны для OsmAnd Cloud
bg: Този адрес на електронна поща не е регистриран в OsmAnd Cloud
cs: Tato emailová adresa není registrována pro OsmAnd Cloud
cy: Nid yw'r e-bost hwn wedi'i gofrestru am OsmAnd Cloud
da: Denne e-mailadresse er ikke registreret med OsmAnd Cloud
de: Diese E-Mail-Adresse ist nicht für OsmAnd Cloud registriert
el: Αυτή η διεύθυνση email δεν είναι εγγεγραμμένη για το OsmAnd Cloud
eo: Tiuĉi retpoŝta adreso ne estis registrita en OsmAnd-Nubo
es_us: Este correo electrónico no está registrado en OsmAnd Cloud
et: See e-posti aadress ei ole registreeritud OsmAnd Cloudi jaoks
eu: Helbide elektroniko hau ez dago OsmAnd Cloud-en erregistratuta
fa: این نشانی ایمیل برای ابر OsmAnd ثبت نشده است
fi: Tätä sähköpostia ei ole rekisteröity OsmAnd Cloud -palveluun
fr: Cet email n'est pas enregistré sur OsmAnd Cloud
he: כתובת דוא״ל זו אינה רשומה ב־OsmAnd Cloud
hu: Ez az e-mail-címe nincs regisztrálva az OsmAnd Cloud szolgáltatásban
id: Alamat surel ini belum terdaftar di OsmAnd Cloud
is: Þetta tölvupóstfang er ekki skráð fyrir OsmAnd Cloud-tölvuskýið
it: Questo indirizzo mail non è registrato per OsmAnd Cloud
ja: このメールアドレスはOsmAnd Cloudに登録されていません
ko: 이 이메일 주소는 OsmAnd Cloud에 등록되어 있지 않음
lt: Šis el. pašto adresas nėra registruotas OsmAnd Cloud
mk: Ovaa e-mail adresa ne e registrirana za OsmAnd Cloud
nb: Dennne e-postadressen er ikke registrert for OsmAnd-sky
nl: Dit e-mailadres is niet geregistreerd voor OsmAnd Cloud
oc: Aquesta adreiça electronica es pas enregistrada sus la Nívol OsmAnd
pl: Ten adres e-mail nie jest zarejestrowany w OsmAnd Cloud
ro_ro: Această adresă de e-mail nu este înregistrată pentru OsmAnd Cloud
ru: Данный адрес электронной почты не был зарегистрирован в OsmAnd Cloud
sc: Custu indiritzu de posta no est registradu pro OsmAnd Cloud
sk: Táto emailová adresa nie je registrovaná pre OsmAnd Cloud
sl: Ta e-poštni naslov ni registriran za OsmAnd Cloud
sr: Ова адреса е-поште није регистрована за ОсмАнд облак
sr_latn: Ova adresa e-pošte nije registrovana za OsmAnd Cloud
sv: Den här mejladressen finns inte registrerad for OsmAnd molntjänst
ta: இந்த மின்னஞ்சல் முகவரி OSMand Maude க்கு பதிவு செய்யப்படவில்லை
tr: Bu e-posta adresi OsmAnd Cloud için kayıtlı değil
uk: Цю електронну адресу ще не зареєстровано для OsmAnd Cloud
vi: Địa chỉ e-mail này không được đăng ký cho OsmAnd Cloud
zh_hans: OsmAnd 云没有用这个电子邮件地址注册的账户
zh_hant: 此電子郵件尚未註冊 OsmAnd Cloud

# register_opr_create_new_account
source: Create new account
ar: إنشاء حساب جديد
ast: Crear una cuenta
az: Yeni hesab yarat
be: Стварыць акаўнт
bg: Създаване на профил
ca: Crea un compte nou
cs: Vytvořit nový účet
cy: Creu cyfrif newydd
da: Opret ny konto
de: Neues Konto erstellen
el: Δημιουργία νέου λογαριασμού
eo: Krei novan konton
es_us: Crear nueva cuenta
et: Loo uus kasutajakonto
eu: Sortu kontu berria
fa: ساخت حساب جدید
fi: Luo uudet tunnukset
fr: Créer un nouveau compte
gl: Crear nova conta
he: יצירת חשבון חדש
hu: Új fiók létrehozása
id: Buat akun baru
is: Búa til nýjan notandaaðgang
it: Crea un nuovo account
ja: 新しいアカウントを作成
ka: ახალი ანგარიშის შექმნა
ko: 새 계정 만들기
lt: Sukurti naują paskyrą
lv: Izveidot jaunu kontu
mk: Kreiraj nov akaunt
nb: Opprett ny konto
nl: Maak een nieuw account aan
oc: Crear un còmpte nòu
pl: Utwórz nowe konto
ro_ro: Crează cont nou
ru: Создать новый аккаунт
sc: Crea unu contu nou
sk: Vytvoriť nový účet
sl: Ustvari nov račun
sr: Направите нови налог
sr_latn: Napravi novi profil
sv: Registrera ett nytt konto
ta: புதிய கணக்கை உருவாக்கவும்
tr: Yeni hesap oluştur
uk: Створити обліковий запис
vi: Tạo một tài khoản mới
zh_hans: 创建新帐户
zh_hant: 建立新帳號

source: Verification
ar: التحقق
be: Праверка
cs: Ověření
da: Verifikation
de: Bestätigung
el: Επαλήθευση
es_us: Verificación
et: Verifitseerimine
fr: Vérification
hu: Hitelesítés
id: Verifikasi
is: Sannvottun
it: Verifica
lt: Patvirtinimas
nl: Verificatie
pl: Weryfikacja
ro_ro: Verificare
ru: Верификация
sc: Verìfica
sr: Верификација
sr_latn: Verifikacija
sv: Verifiering
ta: சரிபார்ப்பு
tr: Doğrulama
uk: Перевірка
zh_hant: 驗證

# verification_code_placeholder
source: Code
ar: رمز
be: Код
cs: Kód
da: Kode
el: Κωδικός
es_us: Código
et: Kood
hu: Kód
id: Kode
is: Kóði
it: Codice
lt: Kodas
oc: Còde
pl: Kod
ro_ro: Cod
ru: Код
sc: Còdighe
sr: Код
sr_latn: Kod
sv: Kod
ta: குறியீடு
tr: Kod
uk: Код
zh_hant: 驗證碼

# q_clear_weather_cache
source: Do you want to clear weather cache?
ar: هل تريد مسح ذاكرة التخزين المؤقت للطقس؟
cs: Chcete smazat údaje o počasí z paměti?
da: Ønsker du at rydde vejr-mellemlageret?
de: Möchten Sie den Wettercache löschen?
el: Θέλετε να καθαρίσετε την κρυφή μνήμη του καιρού;
es_us: ¿Vaciar caché de la meteorología?
et: Kas sa soovid kustutada puhverdatud ilmainfo?
fr: Voulez-vous vider le cache météo ?
he: לפנות את מטמון מזג האוויר?
hu: Biztosan törölni szeretné az időjárási gyorsítótárat?
id: Apakah Anda ingin membersihkan cache cuaca?
is: Viltu hreinsa úr veðurskyndiminni?
it: Vuoi cancellare la cache del meteo?
nl: Wilt u de cache van weersvoorspellingen legen?
pl: Czy chcesz usunąć pamięć podręczną pogody?
ro_ro: Doriți să ștergeți memoria cache a vremii?
ru: Вы хотите очистить кеш погоды?
sc: Boles isboidare sa memòria temporànea de su mèteu?
sr: Да ли желите да обришете кеш меморију за време?
sr_latn: Da li želite da obrišete keš memoriju za vreme?
sv: Vill du rensa vädret i cacheminnet?
ta: வானிலை தற்காலிக சேமிப்பை அழிக்க விரும்புகிறீர்களா?
tr: Hava durumu önbelleğini temizlemek istiyor musunuz?
uk: Очистити кеш погоди?
zh_hant: 您要清除天氣快取嗎？

# local_backup_descr
source: Back up or restore data from a local file.
ar: النسخ الاحتياطي أو استعادة البيانات من ملف محلي.
az: Yerli fayldan məlumatları nüsxələyin və ya bərpa edin.
be: Рэзервовае капіраванне або аднаўленне даных з лакальнага файла.
bg: Създаване на резервно копие или възстановяване на данни от местен файл.
ca: Crea una còpia de seguretat de les dades en, o les restaura, un fitxer local.
cs: Zálohovat do nebo obnovit data z lokálního souboru.
cy: Cadwch gopi wrth gefn neu adfer data o ffeil lleol.
da: Sikkerhedskopiér eller gendan data fra en lokal fil.
de: Daten lokal sichern oder wiederherstellen.
el: Αντίγραφο ασφαλείας ή επαναφορά δεδομένων από τοπικό αρχείο.
eo: Fari sekurkopion aŭ restarigi datumojn el loka dosiero.
es_us: Crea una copia de seguridad o restaura los datos de un archivo local.
et: Varunda või taasta andmed kohalikust failist.
eu: Egin babeskopia edo leheneratu datuak fitxategi lokal batetik.
fa: بازیابی/پشتیبان‌گیری داده از/در پروندهٔ محلی.
fi: Varmuuskopioi tai palauta tietoja paikallisesta tiedostosta.
fr: Sauvegarder ou restaurer des données grâce à un fichier local.
he: גיבוי ושחזור נתונים מקובץ מקומי.
hu: Biztonsági mentés vagy visszaállítás helyi fájl segítségével.
id: Cadangkan atau pulihkan data dari sebuah file lokal.
is: Öryggisafritun eða endurheimting úr skrá á tækinu.
it: Salva o ripristina dati da un file locale.
ja: ファイルを介してデータをバックアップまたは復元します。
ko: 로컬 파일에서 데이터를 백업하거나 복원합니다.
mk: Napravete rezervna kopija ili obnovuvanje na podatocite od lokalna datoteka.
nb: Sikkerhetskopier eller gjenopprett data fra en lokal fil.
nl: Gegevens via een lokaal bestand back-uppen of herstellen.
oc: Sauvagardarò restaurar de donadas partent d'un fichier locau.
pl: Utwórz kopię zapasową lub przywróć dane z pliku lokalnego.
ro_ro: Backup sau restaurare date din fișier local.
ru: Резервное копирование данных в локальный файл или восстановление из него.
sc: Sarva o riprìstina sos datos dae unu documentu locale.
sk: Zálohovať alebo obnoviť údaje z lokálneho súboru.
sl: Varnostno kopiranje ali obnovitev podatkov iz lokalne datoteke.
sr: Направите резервну копију или вратите податке из локалне датотеке.
sr_latn: Napravi rezervnu kopiju ili vrati podatke iz lokalnog fajla.
sv: Säkerhetskopiera eller återställ data från en lokal fil.
ta: உள்ளக கோப்பிலிருந்து தரவை காப்புப் பிரதி எடுக்கவும் அல்லது மீட்டெடுக்கவும்.
tr: Yerel bir dosyadan verileri yedekleyin veya geri yükleyin.
uk: Резервне копіювання або відновлення даних із локального файлу.
vi: Sao lưu hoặc khôi phục dữ liệu từ một tệp địa phương.
zh_hans: 从本地文件备份或恢复数据。
zh_hant: 從本機檔案備份或還原資料。

# local_backup_empty_file
source: The backup file does not contain any items to restore.
ar: لا يحتوي ملف النسخ الاحتياطي على أي عناصر لاستعادتها.
cs: Soubor zálohy neobsahuje žádné položky k obnovení.
da: Sikkerhedskopifilen indeholder ingen elementer, der skal gendannes.
de: Die Sicherungsdatei enthält keine wiederherzustellenden Elemente.
el: Το αρχείο αντίγραφου ασφαλείας δεν περιέχει κάποιο στοιχείο για να επαναφερθεί.
es_us: No existen elementos a restaurar desde la copia de seguridad.
et: Varukoopia failis pole mitte midagi, mida saaks taastada.
fr: Le fichier de restauration ne contient aucun élément à restaurer.
hu: A fájl a biztonsági másolathoz nem tartalmaz visszaállítandó elemeket.
id: Berkas cadangan tidak berisi item apa pun untuk dipulihkan.
is: Öryggisafritunarskráin inniheldur engin atriði sem hægt sé að endurheimta.
it: Il file di backup non contiene elementi da ripristinare.
nl: Het back-up bestand bevat geen items om te herstellen.
ro_ro: Fișierul backup nu conține niciun element pentru restaurare.
ru: Файл резервной копии не содержит никаких элементов для восстановления.
sc: Su documentu de còpia de seguresa non cuntenet perunu elementu de ripristinare.
sr: Фајл резервне копије не садржи ни једну ставку за повраћај.
sr_latn: Fajl rezervne kopije ne sadrži ni jednu stavku za povraćaj.
sv: Säkerhetskopian innehåller inga objekt att återställa.
ta: காப்புப்பிரதி கோப்பில் மீட்டமைக்க எந்த உருப்படிகளும் இல்லை.
tr: Yedekleme dosyası geri yüklenecek herhangi bir öge içermiyor.
uk: Файл резервної копії не містить жодних об'єктів для відновлення.
zh_hant: 備份檔案中不包含任何可還原的項目。

source: Local changes
ar: التغييرات المحلية
bg: Местни промени
ca: Canvis locals
cs: Místní změny
cy: Newidiadau lleol
da: Lokale ændringer
de: Lokale Änderungen
el: Τοπικές αλλαγές
eo: Lokajŝanĝoj
es_us: Cambios locales
et: Kohalikud muudatused
eu: Tokiko aldaketak
fa: تغییرات محلی
fi: Paikalliset muutokset
fr: Modifications locales
he: שינויים מקומיים
hu: Helyi változások
id: Perubahan lokal
is: Staðværar breytingar
it: Modifiche locali
ja: ローカルでの変更
ko: 로컬 변경
lt: Vietiniai pokyčiai
nb: Lokale endringer
nl: Lokale aanpassingen
oc: Cambiaments locaus
pl: Zmiany lokalne
ro_ro: Modificări locale
ru: Локальные изменения
sc: Modìficas locales
sk: Lokálne zmeny
sl: Lokalne spremembe
sr: Местне измене
sr_latn: Lokalne izmene
sv: Lokala ändringar
ta: உள்ளக மாற்றங்கள்
tr: Yerel değişiklikler
uk: Локальні зміни
vi: Những thay đổi cục bộ
zh_hans: 本地变更
zh_hant: 本機變更

# backup_version_history
source: Version history
ar: تاريخ النسخة
az: Versiya tarixçəsi
be: Гісторыя версій
bg: Хронология на изданията
cs: Historie verzí
cy: Hanes fersiynau
da: Versionshistorik
de: Versionsgeschichte
el: Ιστορικό εκδόσεων
eo: Historio de versioj
es_us: Historial de versiones
et: Versiooniajalugu
eu: Bertsioen historia
fa: تاریخچه نسخه
fi: Versiohistoria
fr: Historique des versions
he: היסטוריית גרסאות
hu: Verzióelőzmények
id: Riwayat versi
is: Útgáfuferill
it: Cronologia della versione
ja: バージョン履歴
ka: ვერსიის ისტორია
ko: 버전 기록
lt: Versijų istorija
mk: Istorija na verzijata
nb: Versjonshistorikk
nl: Versiegeschiedenis
oc: Istoric de la version
pl: Historia wersji
ro_ro: Istoricul versiunilor
ru: История версий
sc: Cronologia de sas versiones
sk: História verzií
sl: Zgodovina različic
sr: Историја верзија
sr_latn: Istorija verzija
sv: Versionshistorik
ta: பதிப்பு வரலாறு
tr: Sürüm geçmişi
uk: Історія версій
vi: Lịch sử phiên bản
zh_hans: 版本历史
zh_hant: 版本歷史紀錄
