Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# res_updates_no_space
source: Not enough space to install %d update(s). %@ is needed. Please free up some space.
ar: لايوجد مساحة كافية للتثبيت %d التحديث %@ الرجاء تحرير مساحة كافية.
be: Недастаткова месца для ўсталёўкі %d абнаўлення(ў). Неабходна %@. Калі ласка, вызваліце месца.
ca: No hi ha prou espai per instal·lar %d actualització(ons). Calen %@ . Si us plau, allibereu més espai.
cs: Není dostatek místa k instalaci %d aktualizací. Je potřeba %@. Uvolněte prosím nějaké místo.
da: Ikke plads nok til at installere %d opdateringer. %@ er nødvendig. Frigør noget plads.
de: Nicht genug Speicher zum installieren von %d Aktualisierung(en). Bitte etwas Speicher freimachen.
el: Δεν υπάρχει αρκετός χώρος για την εγκατάσταση %d ενημέρωσης/εων. %@ απαιτούνται. Παρακαλούμε ελευθερώστε μερικό χώρο.
es_us: Sin espacio suficiente para instalar %d actualización(es). Se requieren %@. Libera algo de espacio.
et: Puudub piisav vaba ruum %d uuenduse paidaldamiseks. %@ on vaja. Palun vabasta veidi ruumi.
fr: Pas assez d’espace libre pour installer %d mise(s) à jour. %@ sont nécessaire. Veuillez libérer de l’espace.
hu: Nincs elég hely %d frissítés telepítéséhez. %@ szükséges. Szabadítson fel egy kis helyet.
id: Tidak cukup ruang untuk memasang %d pembaruan. %@ diperlukan. Harap kosongkan sejumlah ruang.
is: Ekki nægilegt pláss til að setja inn %d uppfærslu(r). %@ er nauðsynlegt. Losaðu um eitthvað minni.
it: Spazio insufficiente per installare %d aggiornamento(i). %@ è necessario. Per favore liberate spazio.
ja: %d個の更新をインストールするための十分な空き容量がありません。 %@必要です。空き容量を確保してください。
ko: 공간이 부족하여 %d 업데이트를 설치할 수 없습니다. %@가 필요합니다. 저장공간을 확보해주세요.
nl: Onvoldoende ruimte aanwezig om %d update(s) te installeren. %@ benodigd.
oc: Pas pron d'espaci per installar %d actualizacion(s). N'es besonh de %@. Per plaser liberatz d'espaci.
pl: Za mało miejsca, aby zainstalować %d aktualizację(-e/-i). Jest potrzebne %@. Zwolnij trochę miejsca.
pt_br: Não há espaço suficiente para instalar %d atualização(s). %@ é necessário. Por favor libere algum espaço.
ro_ro: Nu este suficient spațiu pentru a instala %d actualizare(e). Este nevoie de %@. Vă rugăm să eliberați spațiu.
ru: Недостаточно места для установки %d обновлений. Необходимо %@. Пожалуйста, освободите немного места.
sc: Non b'est logu bastante pro installare %d agiornamentu(os). Est netzessàriu %@. Pro piaghere lìbera unu pagu de logu.
sk: Nie je dostatok miesta na inštaláciu %d aktualizácií. Je potrebných %@. Prosím, uvoľnite miesto na disku.
sr: Нема довољно простора за инсталирање %d ажурирања. %@ је потребно. Молимо вас да ослободите мало простора.
sr_latn: Nema dovoljno prostora za instaliranje %d ažuriranja. %@ je potrebno. Molimo vas da oslobodite malo prostora.
sv: Inte tillräckligt ledigt utrymme för att installera %d uppdatering(ar). %@ behövs. Var god frigör mer utrymme.
ta: %d புதுப்பிப்பு (களை) நிறுவ போதுமான இடம் இல்லை. %@ தேவை. தயவுசெய்து கொஞ்சம் இடத்தை விடுவிக்கவும்.
tr: %d için güncelleştirmeleri yüklemek için yeterli alan yok. %@ gereklidir. Lütfen biraz yer boşaltın.
uk: Недостатньо місця для встановлення %d оновлень. Необхідно %@. Будь ласка, звільніть трохи місця.
zh_hant: 沒有足夠的空間安裝 %d 的更新。%@ 是必要的。請釋放一些空間。

# res_zoom_warning
source: Minimum zoom value cannot be equal or greater than Maximum zoom
ar: لا يمكن أن تكون قيمة التكبير الأدنى مساوية أو أكبر من التكبير الأقصى
be: Мінімальнае значэнне маштабавання не можа быць роўнае альбо большае за максімальнае
ca: L'escala mínima no pot ser igual o superior a l'escala màxima
cs: Minimální úroveň přiblížení nemůže být větší než nebo rovna maximální úrovni
da: Minimum zoomværdi må ikke være lig med eller større end maksimal zoom
de: Der minimale Zoomwert kann nicht gleich oder größer als der maximale Zoom sein
el: Η τιμή της Ελάχιστης εστίασης δεν μπορεί να είναι ίση ή μεγαλύτερη από την Μέγιστη εστίαση
es_us: El valor mínimo de zum no puede ser igual o mayor que el valor máximo de zum
et: Väikseim suumitase ei tohi olla sama või suurem, kui suurim suumitase
fr: La valeur du zoom minimal ne peut être égale ou supérieure à celle du zoom maximal
hu: A legkisebb nagyítás értéke nem lehet egyenlő vagy nagyobb, mint a legnagyobb nagyítás értéke
id: Nilai zoom minimum tidak boleh sama atau lebih besar dari zoom maksimum
is: Lágmarksaðdráttargildi getur ekki verið sama eða stærra en hámarksaðdráttargildið
it: Lo zoom minimo non può essere uguale o maggiore dello zoom massimo
ja: 最小ズーム値は最大ズーム以上にすることはできません
nl: Minimum zoom waarde mag niet groter dan of gelijk zijn aan Maximum zoom waarde
oc: L'escala minimala pòt pas èstre egala ò superiora a l'escala maximala
pl: Minimalna wartość powiększenia nie może być większa lub równa od maksymalnego powiększenia
pt_br: O valor mínimo do zoom não pode ser igual ou superior ao zoom máximo
ro_ro: Valoarea minimă a zoom-ului nu poate fi mai mare sau egală cu cea a zoom-ului maxim
ru: Минимальное значение масштабирования не может быть больше или равно максимальному
sc: Su livellu de ismanniamentu mìnimu non podet èssere uguale a s'ismanniamentu màssimu o prus mannu
sr: Минимална вредност зума не може бити једнака или већа од максималног зума
sr_latn: Minimalna vrednost zuma ne može biti jednaka ili veća od maksimalnog zuma
sv: Minsta zoomnivå kan inte vara samma eller större än maximal zoom
ta: குறைந்தபட்ச சூம் மதிப்பு அதிகபட்ச பெரிதாக்கத்தை விட சமமாகவோ அல்லது அதிகமாகவோ இருக்க முடியாது
tr: En düşük yakınlaştırma değeri, en yüksek yakınlaştırma değerine eşit veya ondan daha büyük olamaz
uk: Найменше значення масштабу не може бути рівним або більшим найбільшому значенню
zh_hant: 最小縮放值不能等於或大於最大縮放值

# osm_note_empty_message
source: Please specify the message for this note.
ar: يرجى تحديد الرسالة لهذه الملاحظة.
be: Калі ласка, вызначце паведамленне для гэтай нататкі.
ca: Especifiqueu el missatge d'aquesta nota.
cs: Zadejte prosím zprávu pro tuto poznámku.
da: Angiv besked til denne bemærkning.
de: Bitte geben Sie die Nachricht für diesen Hinweis an.
el: Παρακαλούμε ορίστε το μήνυμα γι' αυτή τη σημείωση.
es_us: Indica el mensaje para esta nota.
et: Palun täpsusta selle märkuse sõnum.
fr: Veuillez préciser le message pour cette note.
hu: Adja meg a jegyzethez az üzenetet.
id: Harap tentukan pesan untuk catatan ini.
is: Skrifaðu skilaboðin í þessum minnispunkti.
it: Per favore specifica il messaggio per questa nota.
ja: このメモに付けるメッセージを指定してください。
nl: Gelieve het bericht voor deze opmerking te specificeren.
oc: Per plaser, precisatz lo messatge per aquesta nòta.
pl: Proszę podać treść uwagi.
pt_br: Por favor, especifique a mensagem para esta nota.
ro_ro: Vă rugăm să specificați mesajul pentru această notă.
ru: Пожалуйста, укажите сообщение для этой заметки.
sc: Pro praghere dislinda su messàgiu pro custa nota.
sk: Prosím zadajte správu do tejto poznámky.
sr: Наведите поруку за ову белешку.
sr_latn: Navedite poruku za ovu belešku.
sv: Ange meddelandet för den här anteckningen.
ta: இந்த குறிப்பிற்கான செய்தியைக் குறிப்பிடவும்.
tr: Lütfen bu not için mesajı belirtin.
uk: Додайте текст до цієї примітки.
zh_hant: 請輸入註解內容。

# mapillary_turn_on_widget
source: Turn on Mapillary widget
ar: تشغيل ودجت مابيلاري
be: Уключыць віджэт Mapillary
ca: Activa el giny del Mapillary
cs: Zapnout nástroj Mapillary
da: Aktivér Mapillary-modul
de: Mapillary Widget einschalten
el: Ενεργοποιήστε το γραφικό στοιχείο Mapillary
es_us: Activar el widget de Mapillary
et: Lülita sisse Mapillary vidin
fr: Activer le greffon Mapillary
hu: Mapillary modul bekapcsolása
id: Nyalakan widget Mapillary
is: Kveikja á Mapillary-viðmótshlutanum
it: Attiva il widget Mapillary
ja: MapillaryウィジェットをONにする
ka: Mapillary-ის ვიჯეტის ჩართვა
nl: Mapillary widget inschakelen
oc: Activar la vinheta de Mapillary
pl: Włącz widget Mapillary
pt_br: Ativar o widget do Mapillary
ro_ro: Activați widgetul Mapillary
ru: Включить виджет Mapillary
sc: Allughe su widget de Mapillary
sk: Zapnúť nástroj Mapillary
sr: Укључите Мапилари виџет
sr_latn: Uključite Mapilari vidžet
sv: Aktivera Mapillary widgeten
ta: மேபிலரி விட்செட்டை இயக்கவும்
tr: Mapillary widget'ını aç
uk: Увімкнути віджет Mapillary
zh_hant: 開啟 Mapillary 小工具

# mapil_reload_cache
source: Reload tiles to see the newest data
ar: إعادة تحميل التجانب لمعرفة أحدث البيانات
be: Перазагрузіць фрагменты, каб бачыць найноўшыя даныя
ca: Actualitza les tessel·les per veure les dades més recents
cs: Znovu načíst dlaždice pro zobrazení nejnovějších údajů
da: Genindlæs kortfliser for at se de nyeste data
de: Kacheln neu laden, um die neuesten Daten zu sehen
el: Επαναφόρτωση των πλακιδίων για την προβολή των πιο πρόσφατων δεδομένων
es_us: Recarga las teselas para ver los datos más recientes
et: Värskeimate andmete nägemiseks laadi paanid uuesti
fr: Recharger les tuiles pour voir les données les plus récentes
hu: Csempék újratöltése a legfrissebb adatok megtekintéséhez
id: Muat ulang ubin untuk melihat data terbaru
is: Endurlestu kortaflísar til að sjá nýjustu gögnin
it: Ricarica le mattonelle per visualizzare i dati più recenti
ja: タイルを再読み込みして最新のデータを表示します
nl: Tegels opnieuw laden om nieuwste gegevens te zien
oc: Actualizar lei teules per veire lei donadas mai recentas
pl: Załaduj ponownie kafelki, aby zobaczyć najnowsze dane
pt_br: Recarregar blocos para ver os dados mais recentes
ro_ro: Reîncărcați dalele pentru a vedea cele mai noi date
ru: Скачать заново тайлы, чтобы видеть новейшие данные
sc: Torra a carrigare sos tasseddos pro bìdere sos datos prus noos
sk: Znovu načítať dlaždice pre zobrazenie najnovších údajov
sr: Поново учитајте плочице да бисте видели најновије податке
sr_latn: Ponovo učitajte pločice da biste videli najnovije podatke
sv: Ladda om tile-cachen för att se senaste datan
ta: புதிய தரவைக் காண ஓடுகளை மீண்டும் ஏற்றவும்
tr: En yeni verileri görmek için döşemeleri yeniden yükle
uk: Завантажити тайли, щоб побачити найновіші дані
zh_hant: 重新載入圖塊以檢視最新的資料

# toggle_map_center
source: Show/hide Coordinates: map center
ar: إظهار / إخفاء الإحداثيات: مركز الخريطة
cs: Zobrazit/skrýt souřadnice: střed mapy
da: Vis/skjul koordinater: kortets centrum
de: Koordinaten anzeigen/ausblenden: Kartenmitte
el: Εμφάνιση/απόκρυψη συντεταγμένων: κέντρο χάρτη
es_us: Mostrar/ocultar «Coordenadas: centro del mapa»
et: Kuva/peida koordinaadid: kaardi keskpaik
fr: Afficher/masquer les coordonnées du centre de la carte
hu: Koordináták: térképközéppont megjelenítése/elrejtése
id: Tampilkan/sembunyikan Koordinat: pusat peta
is: Birta/Fela hnit: miðja korts
it: Mostra/nascondi coordinate: centro della mappa
nl: Toon/verberg Coördinaten: centrale kaartpunt
oc: Mostrar/amagar lei coordonadas dau centre de la mapa
ro_ro: Afișați/ascundeți coordonate: centrul hărții
ru: Показать/скрыть координаты центра карты
sr: Прикажи / сакриј координате: мапа у центру
sr_latn: Prikaži / sakrij koordinate: mapa u centru
sv: Visa/dölj koordinater: kartcentrum
ta: ஆயத்தொலைவுகளைக் காட்டு/மறைக்க: வரைபட நடுவண்
tr: Koordinatları göster/gizle: harita merkezi
uk: Показати/сховати координати: центр мапи
zh_hant: 顯示/隱藏座標：地圖中心

# quick_action_map_source_action
source: Add map source
ar: إضافة مصدر خريطة
az: Xəritə mənbəyi əlavə et
be: Дадаць крыніцу мапы
ca: Afegeix origen del mapa
cs: Přidat zdroj mapy
da: Tilføj en kortkilde
de: Kartenquelle hinzufügen
el: Προσθήκη παρόχου χάρτη
eo: Aldoni map-fonton
es_us: Añadir repositorio del mapa
et: Lisa kaardiallikas
eu: Gehitu mapa-iturria
fa: افزودن منبع نقشه
fi: Lisää karttalähde
fr: Ajouter une source de carte
gl: Engadir unha fonte de mapas
he: הוספת מקור מפה
hu: Térképforrás hozzáadása
hy: Ավելացնել քարտեզի աղբյուրները
id: Tambahkan sumber peta
is: Bæta við gagnagjafa korts
it: Aggiungi una sorgente della mappa
ja: ソースマップを追加
ka: რუკის წყაროს დამატება
lt: Pridėti žemėlapio šaltinį
lv: Pievienot kartes avotu
mk: Dodadete izvor na kartata
ml: ഭൂപട ഉറവിടം ചേര്‍ക്കു
nb: Legg til kartkilde
nl: Kaartbron toevoegen
oc: Ajustar una fònt a l'imatge
pl: Dodaj zasób mapy
ro_ro: Adăugați sursa hărții
ru: Добавить источник карты
sc: Annanghe una mitza de mapas
sk: Pridať zdroj mapy
sl: Dodaj vir zemljevida
sr: Додај извор карте
sr_latn: Dodaj izvor mape
sv: Lägg till kartkälla
ta: வரைபட மூலத்தைச் சேர்க்கவும்
tr: Harita kaynağı ekle
uk: Додати джерело мапи
zh_hans: 添加地图来源
zh_hant: 增加地圖來源

# quick_action_map_style_action
source: Add a map style
ar: إضافة نمط خريطة
az: Xəritə stili əlavə et
be: Дадаць стыль мапы
bg: Добавяне на стил на картата
ca: Afegiu un estil de mapa
cs: Přidat styl mapy
cy: Ychwanegu arddull map
da: Tilføj en kortstilart
de: Kartenstil hinzufügen
el: Προσθήκη στυλ χάρτη
eo: Aldoni map-stilon
es_us: Añadir un estilo de mapa
et: Lisa kaardi stiil
eu: Gehitu mapa estilo bat
fa: افزودن یک سبک نقشه
fi: Lisää karttatyyli
fr: Ajouter un style de carte
gl: Engadir un estilo do mapa
he: הוספת סגנון מפה
hu: Térképstílus hozzáadása
hy: Ավելացնել քարտեզի ոճը
id: Tambahkan sebuah gaya peta
is: Bæta við kortastíl
it: Aggiungi uno stile della mappa
ja: マップスタイルを追加します
ka: რუკის სტილის დამატება
lt: Pridėti žemėlapio stilių
lv: Pievienot kartes stilu
mk: Dodajte stil na mapa
ml: ഒരു മാപ്പ് ശൈലി ചേർക്കുക
nb: Legg til en kartstil
nl: Kaartstijl toevoegen
oc: Ajustatz un mòde de representacion de la mapa
pl: Dodaj styl mapy
ro_ro: Adăugați un stil de hartă
ru: Добавить стиль карты
sc: Annanghe un'istile mapa
sk: Pridať štýl mapy
sl: Dodaj slog zemljevida
sr: Додај начин приказа карте
sr_latn: Dodaj stil mape
sv: Lägg till en kartstil
ta: வரைபட பாணியைச் சேர்க்கவும்
tr: Harita tarzı ekle
uk: Додати стиль мапи
vi: Thêm một kiểu bản đồ
zh_hans: 添加地图样式
zh_hant: 增加一個地圖樣式

# quick_action_map_styles
source: Map styles
ar: أنماط الخريطة
az: Xəritə stilləri
be: Стылі мапы
bg: Стилове на картата
ca: Estils de mapa
cs: Styly mapy
cy: Arddulliau mapiau
da: Kortstilarter
de: Kartenstile
el: Στυλ χάρτη
eo: Map-stiloj
es_us: Estilos de mapa
et: Kaardistiilid
eu: Mapa-estiloak
fa: سبک‌های نقشه
fi: Karttatyylit
fr: Styles de carte
gl: Estilos de mapa
he: סגנונות מפה
hu: Térképstílusok
hy: Քարտեզների ոճը
id: Gaya peta
is: Stílar landakorta
it: Stili mappa
ja: マップスタイル
ka: რუკის სტილი
lt: Žemėlapio stiliai
lv: Kartes stili
mk: Stilovi na karta
ml: മാപ്പ് ശൈലികൾ
nb: Kartstiler
nl: Kaartstijlen
oc: Representacions de la mapa
pl: Style map
ro_ro: Stiluri de hartă
ru: Стили карты
sc: Istiles de sa mapa
sk: Štýly mapy
sl: Slogi zemljevida
sr: Начини приказа карте
sr_latn: Stilovi mapa
sv: Kartstilar
ta: வரைபட பாணிகள்
tr: Harita tarzları
uk: Стилі мапи
vi: Kiểu bản đồ
zh_hans: 地图样式
zh_hant: 地圖樣式

# key_event_category_map_interactions
source: Map interactions
be: Узаемадзеянні з картай
cs: Interakce s mapou
da: Interaktioner med kort
de: Karten-Interaktionen
el: Αλληλεπιδράσεις χάρτη
es_us: Interacciones del mapa
et: Tegevused kaardiga
eu: Maparen elkarrekintzak
fa: تعامل نقشه
fr: Interactions avec la carte
hu: Térképműveletek
id: Interaksi peta
is: Gagnvirkni korts
it: Interazioni sulla mappa
ja: マップ操作
ko: 매핑 상호 작용
nl: Kaart-interacties
ro_ro: Interacțiuni pe hartă
ru: Взаимодействие с картой
sk: Interakcia s mapou
sr: Интеракције са мапом
sr_latn: Interakcije mape
sv: Kartinteraktioner
ta: வரைபட இடைவினைகள்
tr: Harita etkileşimleri
uk: Взаємодії з мапою
vi: Tương tác với bản đồ
zh_hans: 地图交互
zh_hant: 地圖互動

# parking_place
source: Parking spot
ar: موقف السيارات
az: Parkinq yeri
be: Парковачнае месца
bg: Паркинг място
ca: Lloc per aparcar
cs: Parkovací místo
cy: Man parcio
da: Parkeringsplads
de: Parkbucht
el: Χώρος στάθμευσης
eo: Parkumejo
es_us: Lugar de estacionamiento
et: Parkimiskoht
eu: Aparkalekua
fa: جای پارک
fi: Pysäköintipaikka
fr: Lieu de stationnement
gl: Lugar do aparcamento
he: מקום חניה
hu: Parkolóhely
hy: Ավտոկայանատեղ
id: Tempat parkir
is: Bílastæði
it: Parcheggio (singolo)
ja: 駐車場
ka: პარკინგის ადგილი
kn: ನಿಲುಗಡೆ ಸ್ಥಳ
ko: 주차장
lt: Parkavimo vieta
lv: Stāvvieta
mk: Mesto za parkiranje
ml: പാര്‍ക്ക് ചെയ്ത സ്ഥലം
nb: Parkeringsplass
nl: Parkeerplek
oc: Luòc d'aparcament
pl: Miejsce parkingowe
pt_br: Vaga de estacionamento
ro_ro: Spotul de parcare
ru: Место парковки
sc: Logu de parchègiu
sk: Miesto zaparkovania
sl: Parkirno mesto
sr: Места за паркирање
sr_latn: Mesta za parkiranje
sv: P-plats
ta: பார்க்கிங் இடம்
tr: Park yeri
uk: Місце стоянки
zh_hans: 停车位
zh_hant: 停車場所

# quick_action_replace_destination
source: Replace destination
ar: تبديل الوجهة
ast: Trocar el destín
az: Təyinatı əvəz et
be: Замяніць пункт прызначэння
ca: Substitueix destinació
cs: Nahradit cíl
cy: Newid y gyrchfan
da: Udskift destination
de: Ziel ersetzen
el: Αντικατέστησε προορισμό
eo: Anstataŭigi celon
es_us: Reemplazar destino
et: Asenda sihtkoht
eu: Ordeztu helburua
fa: تغییر مقصد
fi: Korvaa määränpää
fr: Remplacer l'arrivée
gl: Substituír destino
he: החלפת יעד
hu: Úti cél lecserélése
hy: Փոխարինել նպատակակետը
id: Ubah tujuan
is: Skiptaút áfangastað
it: Sostituisci la destinazione
ja: 目的地を置き換え
ka: დანიშნულების წერტილის შეცვლა
lt: Pakeisti kelionės tikslą
lv: Nomainīt mērķi
mk: Zameni ja destinacijata
ml: "ലക്ഷ്യസ്ഥാനം മാറ്റുക "
nb: Erstatt reisemål
nl: Bestemming vervangen
oc: Remplaçar la destinacion
pl: Zastąp cel trasy
ro_ro: Înlocuiește destinația
ru: Заменить пункт назначения
sc: Muda sa destinatzione
sk: Nahradiť cieľ
sl: Zamenjaj cilj
sr: Замени одредиште
sr_latn: Zameni odredište
sv: Ersätt destination
ta: இலக்கை மாற்றவும்
tr: Varış noktasını yenisiyle değiştir
uk: Замінити пункт призначення
zh_hans: 更换目的地
zh_hant: 更換目的地

# route_add_start_point
source: Add point of departure
ar: إضافة نقطة البدء
ast: Amiesta'l puntu de salida
az: Çıxış nöqtəsi əlavə edin
be: Дадаць пункт адпраўлення
bg: Добавяне на начална цел
ca: Afegiu punt de sortida
cs: Přidat počáteční bod
cy: Ychwanegu pwynt ymadael
da: Tilføj udgangspunkt
de: Startpunkt hinzufügen
el: Προσθέστε σημείο εκκίνησης
eo: Aldoni komencpunkton
es_us: Añadir punto de partida
et: Lisa lähtepunkt
eu: Gehitu irteera puntua
fa: افزودن مبدأ
fi: Lisää lähtöpiste
fr: Ajouter un point de départ
gl: Engadir punto de comezo
he: הוספת נקודת יציאה
hu: Kiindulási pont hozzáadása
id: Tambahkan titik keberangkatan
is: Bæta við upphafspunkti
it: Aggiungi il punto di partenza
ja: 出発地点を追加
ka: საწყისი წერტილის დამატება
lt: Pridėti išvykimo pradžios tašką
lv: Pievienot starta punktu
mk: Dodadete točka na poaǵanje
ml: ആരംഭ പോയിന്റ് ചേർക്കുക
my: အစနေရာထည့်ပါ
nb: Legg til startpunkt
nl: Vertrekpunt toevoegen
oc: Ajustatz lo ponch de partença
pl: Dodawanie punktu początkowego
ro_ro: Adăugați punctul de pornire
ru: Добавить точку отправления
sc: Annaghe su puntu de tzucada
sk: Pridať východzí bod
sl: Dodaj začetno točko
sr: Додај тачку поласка
sr_latn: Dodaj početnu tačku
sv: Lägg till startpunkt
ta: புறப்படும் புள்ளியைச் சேர்க்கவும்
tr: Kalkış noktası ekle
uk: Додати точку відправлення
vi: Thêm điểm xuất phát
zh_hans: 添加出发地
zh_hant: 新增出發地

# add_intermediate
source: Add intermediate point
ar: إضافة نقطة وسيطة
ast: Amestar un puntu intermediu
be: Дадаць прамежкавы пункт
ca: Afegiu un punt intermedi
cs: Přidat mezicíl
cy: Ychwanegu pwynt canolradd
da: Tilføj mellemliggende punkt
de: Zwischenpunkt hinzufügen
el: Προσθήκη ενδιάμεσου προορισμού
eo: Aldoni intercelon
es_us: Añadir punto intermedio
et: Lisa vahepealne sihtpunkt
eu: Gehitu tarteko puntua
fa: افزودن نقطه میانی
fr: Ajouter un point intermédiaire
gl: Engadir punto intermedio
he: הוספת נקודת ביניים
hu: Köztes célpont hozzáadása
id: Tambahkan tujuan perantara
is: Bæta við millipunkti
it: Aggiungi un punto intermedio
ja: 中間経由地点を追加
ka: შუალედური წერტილის დამატება
lt: Pridėti tarpinį tašką
lv: Pievienot starppunktu
mk: Dodadi sredna tocka
ml: ഇന്റർമീഡിയറ്റ് പോയിന്റ് ചേർക്കുക
my: ကြားရပ်နေရာထည့်ပါ
nb: Legg til mellomliggende punkt
nl: Tussenstop toevoegen
oc: Ajustar un ponch intermediari
pl: Dodaj punkt pośredni
pt_br: Adicionar ponto intermediário
ro_ro: Adăugați punct intermediar
ru: Добавить промежуточную точку
sc: Annaghe unu puntu de coladòrgiu
sk: Pridať prechodný bod
sl: Dodaj vmesno točko
sr: Додај пролазну тачку
sr_latn: Dodaj međuodredište
sv: Lägg till mellanliggande destination
ta: இடைநிலை புள்ளியைச் சேர்க்கவும்
tr: Ara nokta ekle
uk: Додати проміжну точку
zh_hans: 添加中继点
zh_hant: 加入中繼點

source: Add home
ar: إضافة المنزل
az: Ev əlavə et
be: Дадаць дом
bg: Добавяне на вкъщи
ca: Afegeix casa meva
cs: Přidat domov
cy: Ychwanegu cartref
da: Tilføj hjem
de: Zuhause hinzufügen
el: Προσθήκη κατοικίας
eo: Aldoni hejmon
es_us: Añadir como «Casa»
et: Lisa kodu
eu: Gehitu etxea
fa: افزودن خانه
fi: Lisää koti
fr: Ajouter domicile
gl: Engadir a miña casa
he: הוספת בית
hu: Otthon hozzáadása
id: Tambah lokasi rumah
is: Bæta við "Heima"
it: Aggiungi casa
ja: 自宅を追加
ka: სახლის დამატება
ko: 집 추가
lt: Pridėti namus
lv: Pievienot dzīves vietu
mk: Dodadi doma
ml: വീട് ചേര്‍ക്കുക
my: နေအိမ်ကိုထည့်ပါ
nb: Legg til hjem
nl: Thuisadres toevoegen
oc: Ajustar lo domicile
pl: Dodaj dom
pt_br: Adicionar endereço da casa
ro_ro: Adăugați acasă
ru: Добавить дом
sc: Annanghe sa domo
sk: Pridať Domov
sl: Dodaj domači naslov
sr: Додај кућу
sr_latn: Dodaj kuću
sv: Lägg till hem
ta: வீட்டிற்குச் சேர்க்கவும்
tr: Ev ekle
uk: Додати точку "Дім"
vi: Thêm nhà
zh_hans: 添加家
zh_hant: 新增住家

source: Add work
ar: إضافة العمل
az: İş əlavə et
be: Дадаць працу
bg: Добавяне на работно място
ca: Afegeix lloc de la feina
cs: Přidat práci
cy: Ychwanegu gwaith
da: Tilføj arbejdssted
de: Arbeitsadresse hinzufügen
el: Προσθήκη εργασίας
eo: Aldoni laborejon
es_us: Añadir como «Trabajo»
et: Lisa töökoht
eu: Gehitu lantokia
fa: افزودن محل کار
fi: Lisää työ
fr: Ajouter travail
gl: Engadir o meu lugar de traballo
he: הוספת עבודה
hu: Munkahely hozzáadása
id: Tambah lokasi kantor
is: Bæta við "Vinna"
it: Aggiungi lavoro
ja: 勤務先を追加
ka: სამსახურის დამატება
ko: 직장 추가
lt: Pridėti darbą
lv: Pievienot darba vietu
mk: Dodadi rabota
ml: ഓഫീസ് ചേർക്കുക
my: အလုပ်နေရာထည့်ပါ
nb: Legg til arbeidssted
nl: Werkadres toevoegen
oc: Ajustar l'obrador
pl: Dodaj pracę
pt_br: Adicionar endereço do trabalho
ro_ro: Adăugați serviciu
ru: Добавить работу
sc: Annanghe su logu de traballu
sk: Pridať Prácu
sl: Dodaj službeni naslov
sr: Додај посао
sr_latn: Dodaj posao
sv: Lägg till arbetsplats
ta: வேலை சேர்க்கவும்
tr: Iş ekle
uk: Додати точку "Робота"
vi: Thêm công việc
zh_hans: 添加工作地点
zh_hant: 新增工作地點

# show_edits
source: Show local edits
ar: إظهار التعديلات المحلية
be: Паказаць лакальныя праўкі
ca: Mostra edicions properes
cs: Zobrazit lokální úpravy
da: Vis lokale redigeringer
de: Lokale Bearbeitungen anzeigen
el: Εμφάνιση τοπικών επεξεργασιών
es_us: Mostrar ediciones locales
et: Kuva kohalikud muudatused
fr: Afficher les modifications locales
hu: Helyi szerkesztések megjelenítése
id: Tampilkan editan lokal
is: Sýna staðværar breytingar
it: Mostra le modifiche locali
ja: オフライン編集を表示
ka: ლოკალური ჩასწორებების ჩვენება
ko: 로컬 수정사항 표시
nl: Toon lokale bewerkingen
oc: Mostrar leis modificacions vesinas
pl: Wyświetl lokalne edycje
pt_br: Mostrar edições locais
ro_ro: Afișarea editărilor locale
ru: Показать локальные правки
sc: Ammustra sas modìficas locales
sr: Прикажи локалне измене
sr_latn: Prikaži lokalne izmene
sv: Visa lokala ändringar
ta: உள்ளக திருத்தங்களைக் காட்டு
tr: Yerel düzenlemeleri göster
uk: Показати місцеві зміни
zh_hant: 顯示本地編輯
