Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# help_article_navigation_routing_direct_to_point_routing_name
source: Direct-to-point routing (Boat)
ar: التوجيه المباشر إلى نقطة (قارب)
ca: Ruta directa al punt (vaixell)
cs: Navigace přímo do bodu (Loď)
da: Direkte-til-punkt-ruteberegning (Båd)
de: Punkt-zu-Punkt-Routing (Boot)
eo: Rekte al punkto (boato)
es_us: Navegación directa al destino (bote)
et: Otseteekonna koostamine paadisõiduks
eu: Punturako zuzeneko ibilbidea (itsasontzia)
fa: مسیریابی مستقیم به نقطه (قایق)
fr: Navigation directe (bateau)
he: ניווט ישירות לנקודה (סירה)
hu: Közvetlenül pontig tervezés (csónakhoz)
id: Perutean langsung ke titik (Kapal)
is: Leiðagerð beint-á-punkt (bátar)
it: Itinerario diretto al punto (barca)
ko: Direct-to-point 라우팅(보트)
nb: Direkte-til-punkt-ruting (båt)
nl: Recht-naar-puntroutes (boot)
oc: Corsa dirècta (barca)
pl: Trasa bezpośrednia do punktu (łódź)
ro_ro: Rutare directă la punct (Barcă)
ru: Прямо-к-точке (лодка)
sk: Navigácia priamo do bodu (Lode)
sr: Путања непосредно-у-тачку (пловилом)
sr_latn: Rutiranje direktno-u-tačku (plovilom)
sv: Rakt till punkt-vägvisning (Båt)
ta: நேரடி-புள்ளி ரூட்டிங் (படகு)
uk: Маршрутизація від точки до точки (Човен)
vi: Tìm đường trực tiếp đến điểm (Tàu thuỷ)
zh_hans: 直达点路线规划（船）
zh_hant: 直接到點路線規劃（船）

# help_article_navigation_routing_horse_routing_name
source: Horseback routing
ar: التوجيه على ظهور الخيل
ca: Rutes a caball
cs: Koňské stezky
da: Ride-ruteberegning
de: Reitrouting
el: Δρομολόγηση με άλογο
eo: Ĉevalo
es_us: Navegación de ruta a caballo
et: Teekonna koostamine ratsutamiseks
eu: Zaldi ibilbideak
fa: مسیریابی سوارکاری
fi: Ratsastusreititys
fr: Navigation à cheval
he: ניווט רכיבה
hu: Útvonaltervezés lovagláshoz
id: Perutean perkudaan
is: Leiðagerð fyrir hestaferðir
it: Itinerario a cavallo
ko: 승마 경로
nb: Rideruting
nl: Paardrijroutes
oc: Percots a cavau
pl: Trasa konna
ro_ro: Rutare pentru călărie
ru: Конный маршрут
sk: Navigácia pre jazdu na koni
sr: Путања јахања коња
sr_latn: Rutiranje jahanjem
sv: Ridvägvisning
ta: குதிரை ரூட்டிங்
uk: Кінні маршрути
vi: Tìm đường cho cưỡi ngựa
zh_hans: 骑马路线规划
zh_hant: 騎馬路線

# help_article_navigation_routing_moped_routing_name
source: Moped routing
ar: توجيه الدراجة
ca: Rutes per ciclomotors
cs: Navigace mopedů
da: Knallert-ruteberegning
de: Moped-Routenführung
el: Δρομολόγηση με μοτοποδήλατο
eo: Motorbiciklo
es_us: Navegación en ciclomotor
et: Teekonna koostamine mopeedisõiduks
eu: Ziklomotor ibilbideak
fa: مسیریابی موتورگازی
fi: Moporeititys
fr: Navigation en cyclomoteur
he: ניווט לקטנוע
hu: Útvonaltervezés mopedhez
id: Perutean moped
is: Leiðagerð fyrir skellinöðrur
it: Percorso per ciclomotore
ko: 오토바이 라우팅
nb: Mopedruting
nl: Bromfietsroutes
oc: Percors amb lo ciclomotor
pl: Trasa motoroweru
ro_ro: Navigație moped
ru: Мопед
sk: Navigácia mopedov
sr: Путања мотоциклом
sr_latn: Rutiranje mopedom
sv: Mopedvägvisning
ta: மொபெட் ரூட்டிங்
uk: Маршрути для мопедів
vi: Tìm đường cho xe gắn máy
zh_hans: 轻便摩托车路线规划
zh_hant: 輕便摩托車路線

# help_article_navigation_routing_online_routing_name
source: Online routing
ar: التوجيه عبر الإنترنت
ca: Rutes amb connexió
cs: Online navigace
da: Online ruteberegning
de: Online-Routenführung
el: Δρομολόγηση μέσω διαδικτύου
eo: Enreta navigilo
es_us: Navegación en línea
et: Teekonna koostamine võrguühenduse abil
eu: Lineako ibilbideak
fa: مسیریابی آنلاین
fr: Guidage en ligne
he: ניווט מקוון
hu: Online útvonaltervezés
id: Perutean daring
is: Leiðagerð af netinu
it: Navigazione online
ko: 온라인 라우팅
nb: Nettbasert ruting
nl: Online routezoeken
pl: Wyznaczanie trasy online
ro_ro: Traseu online
ru: Онлайн-маршрутизатор
sk: Online navigácia
sr: Путања мрежна
sr_latn: Online rutiranje
sv: Onlinevägvisning
ta: நிகழ்நிலை ரூட்டிங்
uk: Онлайн-маршрутизація
vi: Tìm đường trực tuyến
zh_hans: 线上路线规划
zh_hant: 線上路線規劃

# help_article_navigation_routing_osmand_routing_name
source: About OsmAnd routing
ar: حول توجيه أوسماند
ca: Respecte la navegació OsmAnd
cs: O OsmAnd navigaci
da: Om OsmAnd-ruteberegning
de: Über OsmAnd-Routenführung
el: Σχετικά με τη δρομολόγηση του OsmAnd
eo: Navigiloj en OsmAnd
es_us: Sobre la navegación en OsmAnd
et: Teave OsmAndi teekonna koostamise kohta
eu: OsmAnd ibilbidei buruz
fa: درباره مسیریابی OsmAnd
fr: À propos des guidages OsmAnd
he: על הניווט ב־OsmAnd
hu: Az OsmAnd útvonaltervezésről
id: Tentang perutean OsmAnd
is: Um leiðagerð OsmAnd
it: Informazioni sulla navigazione di OsmAnd
ko: OsmAnd 라우팅 정보
nb: Om OsmAnd-ruting
nl: Over OsmAnd routes
oc: A prepaus dei guidatges OsmAnd
pl: O wyznaczaniu trasy OsmAnd
ro_ro: Despre navigația OsmAnd
ru: О маршрутизации OsmAnd
sk: O navigácii OsmAnd
sr: О путањи ОсмАнда
sr_latn: O OsmAnd rutiranju
sv: Om OsmAnds ruttberäkning
ta: ஒச்மண்ட் ரூட்டிங் பற்றி
uk: Про маршрутизацію OsmAnd
vi: Về việc tìm đường của OsmAnd
zh_hans: 关于 OsmAnd 路线规划
zh_hant: 關於 OsmAnd 路線

# help_article_navigation_routing_pedestrian_routing_name
source: Pedestrian routing
ar: توجيه المشاة
ca: Ruta per vianants
cs: Pěší navigace
da: Fodgænger-ruteberegning
de: Fußgänger-Routenführung
el: Δρομολόγηση με τα πόδια
eo: Piedirado
es_us: Navegación a pie
et: Teekonna koostamine jalakäijatele
eu: Oinezko ibilbideak
fa: مسیریابی پیاده
fi: Jalankulkureititys
fr: Navigation à pied
he: ניווט להולכי רגל
hu: Útvonaltervezés gyalogláshoz
id: Perutean pejalan kaki
is: Leiðagerð fyrir fótgangandi
it: Percorso a piedi
ko: 보행자 경로
nb: Fotgjengerruting
nl: Voetgangersroutes
oc: Percors d'a pès
pl: Wyznaczanie tras pieszych
ro_ro: Rutare pietonală
ru: Пешеход
sk: Navigácia chodcov
sr: Путања пешачења
sr_latn: Rutiranje hodanjem
sv: Fotgängarvägvisning
ta: பாதசாரி ரூட்டிங்
uk: Пішохідні маршрути
vi: Tìm đường cho người đi bộ
zh_hans: 步行路线规划
zh_hant: 行人導航

# help_article_navigation_routing_public_transport_navigation_name
source: Public Transport routing
ar: توجيه النقل العام
ca: Ruta amb transport públic
cs: Navigace veřejné dopravy
da: Offentlig transport ruteberegning
de: Routenführung öffentlicher Verkehrsmittel
el: Δρομολόγηση με δημόσια μεταφορά
eo: Publikaj transportiloj
es_us: Navegación en transporte público
et: Teekonna koostamine kasutades ühistransporti
eu: Garraio publikoko ibilbideak
fa: مسیریابی حمل‌ونقل عمومی
fi: Julkisen liikenteen reititys
fr: Navigation en transports publics
he: ניווט לתחבורה ציבורית
hu: Útvonaltervezés tömegközlekedéshez
id: Perutean transportasi umum
is: Leiðagerð fyrir almenningssamgöngur
it: Percorsi del trasporto pubblico
ko: 대중 교통 노선
nb: Kollektivtransportruting
nl: Routes voor openbaar vervoer
oc: Percors amb lei transpòrts publics
pl: Wyznaczanie tras transportu publicznego
ro_ro: Navigație transport public
ru: Общественный транспорт
sk: Navigácia verejnou dopravou
sr: Путања јавног превоза
sr_latn: Rutiranje javnim prevozom
sv: Kollektivtrafikvägvisning
ta: பொது போக்குவரத்து ரூட்டிங்
uk: Маршрути громадського транспорту
vi: Tìm đường cho phương tiện công cộng
zh_hans: 公共交通路线规划
zh_hant: 大眾運輸導航

# help_article_navigation_routing_ski_routing_name
source: Ski routing
ar: توجيه التزلج
ca: Ruta d'esquí
cs: Lyžařská navigace
da: Skiløb-ruteberegning
de: Ski-Routenführung
el: Πίστες και διαδρομές σκι
eo: Skiado
es_us: Navegación en ski
et: Suusanõlvad ja rajad
eu: Eski ibilbideak
fi: Hiihtoreititys
fr: Navigation à ski
he: ניווט לסקי
hu: Sípályák és útvonalak
id: Perutean ski
is: Leiðagerð fyrir skíði
it: Percorsi sciistici
ko: 스키 경로
nb: Skiruting
nl: Skiroutes
pl: Trasy narciarskie
ro_ro: Rutare pentru schiat
ru: Горнолыжные склоны и маршруты
sk: Navigácia lyžiarov
sr: Путања скијања
sr_latn: Ski rute
sv: Skidbackar och rutter
ta: ச்கை ரூட்டிங்
uk: Лижні маршрути
vi: Tìm đường cho trượt tuyết
zh_hans: 滑雪路线规划
zh_hant: 滑雪導航

# help_article_navigation_routing_straight_line_routing_name
source: Straight line routing (Aircraft)
ar: التوجيه بخط مستقيم (الطائرات)
ca: Ruta en línia recta (Avió)
cs: Přímá trasa (letadlo)
da: Lige linje ruteberegning (fly)
de: Geradlinige Streckenführung (Flugzeug)
el: Δρομολόγηση σε ευθεία γραμμή (αεροσκάφος)
eo: Rekta linio (aviadilo)
es_us: Navegación en línea recta (avión)
et: Teekonna koostamine linnulennul lendamiseks
eu: Lerro zuzeneko ibilbidea (hegazkina)
fa: مسیریابی خط مستقیم (هواپیما)
fi: Linnuntiereititys (lentokone)
fr: Ligne droite (à vol d'oiseau)
he: ניווט קו ישיר (מטוסים)
hu: Útvonaltervezés légvonalban (repülés)
id: Perutean garis lurus (Pesawat)
is: Leiðagerð í beinum línum (flugvélar)
it: Itinerari in linea retta (aereo)
ko: 직선 라우팅(항공기)
nb: Rett linje ruting (fly)
nl: Rechtelijnroutes (Vliegtuig)
oc: Endrechiera
pl: Wyznaczanie tras w linii prostej (samolot)
ro_ro: Rutare în linie dreaptă (aeronave)
ru: Прямая линия (воздушное судно)
sk: Navigácia priamou čiarou (lietadlo)
sr: Путања правом линијом (летелицом)
sr_latn: rutiranje pravom linijom (letelicom)
sv: Rak linje-vägvisning (flyg)
ta: நேர் லைன் ரூட்டிங் (விமானம்)
uk: Прямолінійні маршрути (Літак)
vi: Tìm đường thẳng (Máy bay)
zh_hans: 直线路径规划（航空器）
zh_hant: 直線導航 (飛行器)

# help_article_navigation_routing_train_routing_name
source: Train routing
ar: توجيه القطار
ca: Ruta amb trens
cs: Vlaková navigace
da: Tog-ruteberegning
de: Zug-Routenführung
el: Δρομολόγηση με τραίνο
eo: Vagonaro
es_us: Navegación en tren
et: Teekonna koostamine rongisõiduks
eu: Tren ibilbideak
fa: مسیریابی قطار
fi: Junareititys
fr: Navigation en train
he: ניווט לרכבת
hu: Útvonaltervezés vonathoz
id: Perutean kereta
is: Leiðagerð fyrir lestir
it: Percorso dei treni
ko: 열차 노선
nb: Togruting
nl: Treinroutes
pl: Wyznaczanie tras pociągów
ro_ro: Rutare folosind trenuri
ru: Поезд
sk: Navigácia vlakom
sr: Путања возна
sr_latn: Rutiranje vozom
sv: Tågvägvisning
ta: ரயில் ரூட்டிங்
uk: Маршрути потягів
vi: Tìm đường cho Tàu hoả
zh_hans: 火车路线规划
zh_hant: 火車導航

# help_article_navigation_setup_markers_navigation_name
source: Navigate by markers
ar: التنقل بعلامات التوجيه المباشر
bg: Маршрут по маркери
cs: Navigace podle značek
da: Naviger efter markører
de: Navigieren nach Markierungen
el: Πλοήγηση μέσω δεικτών
eo: Navigi laŭ markoj
es_us: Navegación con marcadores
et: Tee juhatamine markerite alusel
eu: Nabigatu markatzaileen arabera
fa: ناوبری بر پایه نشانگرها
fr: Naviguer par marqueurs
he: ניווט לפי סמנים
hu: Navigálás jelölőkkel
id: Navigasi dengan penanda
is: Leiðsögn eftir merkjum
it: Naviga per marcatori
ko: 마커로 탐색
nb: Naviger etter markører
nl: Navigeer met markeringen
oc: Seguir de marcadors
pl: Nawiguj według znaczników
ro_ro: Navigare după marcaje
ru: Навигация по маркерам
sk: Navigácia podľa značiek
sr: Наводи помоћу ознака
sr_latn: Navođenje pomoću oznaka
sv: Navigera efter markörer
ta: குறிப்பான்கள் மூலம் செல்லவும்
uk: Навігація за позначками
vi: Điều hướng bởi các điểm đánh dấu
zh_hans: 按照标记导航
zh_hant: 經由標記導航

# help_article_navigation_setup_gpx_navigation_name
source: Navigate by track
ar: التنقل عن طريق المسار
cs: Navigace podle stopy
da: Naviger efter spor
de: Navigieren nach Strecke
el: Πλοήγηση μέσω ίχνους
eo: Navigi laŭ spuro
es_us: Navegar con una traza
et: Tee juhatamine raja alusel
eu: Nabigatu pistatik
fa: ناوبری بر پایه رد
fr: Naviguer par trace
he: ניווט לפי מסלול
hu: Navigálás nyomvonallal
id: Navigasi dengan trek
is: Leiðsögn eftir ferli
it: Naviga per traccia
ko: 트랙별로 탐색
nb: Naviger etter spor
nl: Navigeer per track
oc: Seguir una traça
pl: Nawiguj według ścieżki
ro_ro: Navigare după traseu
ru: Навигация по треку
sk: Navigácia podľa stopy
sr: Наводи помоћу трага
sr_latn: Navigacija snimljenom rutom
sv: Navigera efter spår
ta: டிராக் மூலம் செல்லவும்
uk: Навігація за треком
vi: Điều hướng bởi đường dẫn
zh_hans: 按照轨迹导航
zh_hant: 經由路徑導航

# help_article_navigation_setup_route_details_name
source: Route Details
ar: تفاصيل الطريق
bg: Подробности за маршрута
br: Munudoù an hentadur
cs: Detaily trasy
cy: Manylion y Llwybr
da: Rutedetaljer
de: Routendetails
el: Λεπτομέρειες διαδρομής
eo: Detaloj pri kurso
es_us: Detalles de la ruta
et: Teekonna üksikasjad
eu: Ibilbidearen xehetasunak
fa: جزئیات مسیر
fi: Reitin yksityiskohdat
fr: Détails de l'itinéraire
he: פרטי מסלול
hu: Útvonal részletei
id: Detail Rute
is: Nánar um leið
it: Dettagli del percorso
ko: 경로 세부 정보
nb: Rutedetaljer
oc: Percors per lo menut
pl: Szczegóły trasy
ro_ro: Detalii despre traseu
ru: Детали маршрута
sk: Detaily trasy
sr: Појединости путање
sr_latn: Detalji rute
sv: Ruttdetaljer
ta: பாதை விவரங்கள்
uk: Подробиці маршруту
vi: Chi tiết tuyến đường
zh_hans: 路线详情
zh_hant: 路線詳情

# help_article_navigation_setup_route_navigation_name
source: Route Preparation
ar: تحضير الطريق
br: Prientiñ an hentadur
cs: Příprava trasy
da: Ruteforberedelse
de: Routenvorbereitung
el: Προετοιμασία διαδρομής
eo: Prepari kurson
es_us: Preparación de la ruta
et: Teekonna ettevalmistamine
eu: Ibilbidea prestatzea
fa: آماده‌سازی مسیر
fr: Préparation de l'itinéraire
he: הכנות מסלול
hu: Útvonal előkészítés
id: Persiapan Rute
is: Undirbúningur leiðar
it: Preparazione del percorso
ko: 경로 준비
nb: Ruteforberedelse
nl: Routevoorbereiding
oc: Preparacion dau percors
pl: Przygotowanie trasy
ro_ro: Pregătire rută
ru: Подготовка маршрута
sk: Príprava trasy
sr: Припрема путање
sr_latn: Priprema rute
sv: Ruttförberedelser
ta: பாதை தயாரிப்பு
uk: Приготування маршруту
vi: Chuẩn bị tuyến đường
zh_hans: 路线准备
zh_hant: 路線準備

# help_article_personal_name
source: My data
ar: بياناتي
bg: Мои данни
cs: Moje data
cy: Fy nata
da: Mine data
de: Meine Daten
el: Τα δεδομένα μου
eo: Miaj datumoj
es_us: Mis datos
et: Minu andmed
eu: Nire datuak
fa: داده‌های من
fr: Mes données
he: הנתונים שלי
hu: Adataim
id: Data saya
is: Gögnin mín
it: I miei dati
ko: 내 데이터
nb: Mine data
nl: Mijn data
oc: Mei donadas
pl: Moje dane
ro_ro: Informațiile mele
ru: Мои данные
sk: Moje údaje
sr: Моји подаци
sr_latn: Moji podaci
sv: Min data
ta: எனது தரவு
tr: Verilerim
uk: Мої дані
vi: Dữ liệu của tôi
zh_hans: 我的数据
zh_hant: 我的資料

# help_article_personal_import_export_name
source: Import / Export
ar: استيراد / تصدير
bg: Внасяне / изнасяне
cy: Mewnforio / Allforio
da: Import / eksport
de: Importieren / Exportieren
el: Εισαγωγή / Εξαγωγή
eo: Enporti / elporti
es_us: Importar / Exportar
et: Impordi ja ekspordi
eu: Inportatu / Esportatu
fa: وارد کردن / صادر کردن
fi: Tuo / vie
he: ייבוא/ייצוא
hu: Importálás / exportálás
id: Impor / Ekspor
is: Inn- / útflutningur
it: Importa / Esporta
ko: 가져오기/내보내기
nb: Import / Eksport
nl: Importeren / Exporteren
oc: Impòrt / Expòrt
pl: Import / Eksport
ru: Импорт/экспорт
sr: Увоз / Извоз
sr_latn: Uvoz / izvoz
sv: Importera / Exportera
ta: இறக்குமதி / ஏற்றுமதி
tr: İçe / Dışa Aktar
uk: Імпорт / Експорт
vi: Nhập / Xuất
zh_hans: 导入/导出
zh_hant: 匯入 / 匯出

# help_article_personal_profiles_name
source: Profiles (Settings)
ar: إعدادات الملف الشخصي
bg: Профили (настройки)
cs: Profily (Nastavení)
cy: Proffiliau (Gosodiadau)
da: Profiler (Indstillinger)
de: Profile (Einstellungen)
el: Προφίλ (Ρυθμίσεις)
eo: Profiloj (agordoj)
es_us: Perfiles (Ajustes)
et: Profiilid (seadistused)
eu: Profilak (Ezarpenak)
fa: نمایه‌ها (تنظیمات)
fr: Profils (paramètres)
he: פרופילים (הגדרות)
hu: Profilok (beállítások)
id: Profil (Pengaturan)
is: Notkunarsnið (Stillingar)
it: Profili (Impostazioni)
ko: 프로필(설정)
nb: Profiler (Innstillinger)
nl: Profielen (Instellingen)
oc: Perfius (paramètres)
pl: Profile (Ustawienia)
ro_ro: Profile (Setări)
ru: Профили (настройки)
sk: Profily (Nastavenia)
sr: Профили (поставке)
sr_latn: Profili (podešavanja)
sv: Profiler (Inställningar)
ta: சுயவிவரங்கள் (அமைப்புகள்)
tr: Profiller (Ayarlar)
uk: Профілі (Налаштування)
vi: Hồ sơ (Cài đặt)
zh_hans: 配置文件（设置）
zh_hant: 設定檔 (設定)

# help_article_personal_storage_name
source: Storage
ar: التخزين
bg: Хранилище
ca: Emmagatzematge
cs: Úložiště
cy: Ystorfa
da: Lagring
de: Speicher
el: Αποθηκευτικός χώρος
eo: Dosierujo de OsmAnd
es_us: Almacenamiento
et: Andmeruum
eu: Memoria
fa: حافظه
fr: Stockage
he: אחסון
hu: Tárhely
id: Penyimpanan
is: Geymsla
it: Archiviazione
ka: საცავი
ko: 저장공간
nb: Lagring
nl: Opslag
oc: Archivar
pl: Przechowywanie
ro_ro: Stocare
ru: Хранилище
sk: Úložisko
sr: Складиште
sr_latn: Skladište
sv: Lagring
ta: சேமிப்பு
tr: Depolama
uk: Сховище
vi: Nơi lưu trữ
zh_hans: 储存空间
zh_hant: 儲存空間

# help_article_plan_route_name
source: Plan route
ar: تخطيط الطريق
cs: Plánování trasy
cy: Cynllunio llwybr
da: Planlæg rute
de: Route planen
el: Σχεδιασμός διαδρομής
eo: Plani vojaĝon
es_us: Planificar ruta
et: Kavanda teekonda
eu: Planifikatu ibilbidea
fa: برنامه‌ریزی مسیر
fi: Suunnittele reitti
fr: Planifier un itinéraire
he: תכנון מסלול
hu: Útvonal megtervezése
id: Rencanakan rute
is: Skipuleggja leið
it: Pianifica il percorso
ko: 계획경로
nb: Planlegg rute
nl: Routeplannen
oc: Planificar un percors
pl: Zaplanuj trasę
ro_ro: Planificare traseu
ru: Планирование маршрута
sk: Plánovanie trasy
sr: План путовања
sr_latn: Plan rute
sv: Planera rutt
ta: திட்ட பாதை
uk: План маршруту
vi: Vẽ tuyến đường
zh_hans: 计划路线
zh_hant: 計畫路線

# help_article_plan_route_coordinate_input_name
source: Coordinates input
ar: إدخال إحداثية
bg: Въвеждане на координати
cs: Zadání souřadnic
da: Koordinatindtastning
de: Koordinateneingabe
el: Εισαγωγή συντεταγμένων
eo: Enigi koordinatojn
es_us: Ingreso de coordenadas
et: Koordinaatide sisestamine
eu: Sartu koordenatuak
fa: ورود مختصات
fr: Saisie de coordonnées
he: קלט נקודות ציון
hu: Koordináták bevitele
id: Masukan koordinat
is: Innsetning hnita
it: Inserimento coordinate
ko: 좌표입력
nb: Koordinatinntasting
nl: Coördinateninvoer
oc: Ajustar de coordonadas
pl: Wprowadzanie współrzędnych
ro_ro: Intrare coordonate
ru: Ввод координат
sk: Zadanie súradníc
sr: Унос координата
sr_latn: Unos koordinata
sv: Koordinat-inmatning
ta: உள்ளீட்டை ஒருங்கிணைக்கிறது
uk: Введення координат
vi: Nhập toạ độ
zh_hans: 坐标输入
zh_hant: 座標輸入

# help_article_plan_route_web_name
source: Web Route planner
ar: مخطط مسار الانترنت
cs: Webový plánovač tras
da: Ruteplanlægning på nettet
de: Web-Routenplaner
eo: Reteja vojaĝ-planilo
es_us: Planificador web de ruta
et: Veebipõhine teekonna planeerimine
eu: Ibilbideak planifikatzeko web orria
fa: برنامه‌ریز مسیر وب
fr: Planificateur d'itinéraire en ligne
hu: Webes útvonaltervező
id: Perencana rute web
is: Leiðagerð á vefnum
it: Pianifica il percorso online
ko: 웹 경로 플래너
oc: Planificador de percors en linha
pl: Internetowy planer tras
ro_ro: Planificator Web Route
ru: Веб-планировщик маршрутов
sk: Webový plánovač trás
sr: Планирање путање вебом
sr_latn: WEB planer rute
sv: Ruttplanering via internet
ta: வலை பாதை திட்டமிடுபவர்
uk: Вебпланувальник маршрутів
vi: Công cụ tạo tuyến đường trên web
zh_hans: 网络路线规划器
zh_hant: 網路路徑規劃

# help_article_purchases_android_name
source: Android purchases
ar: مشتريات أندرويد
cs: Nákupy pro Android
da: Android-køb
de: Android-Käufe
el: Αγορές σε Android
eo: Aĉetoj (Android)
es_us: Compras en Android
et: Ostud Androidis
eu: Android erosketak
fa: خریدهای اندروید
fr: Achats Android
hu: Android vásárlások
id: Pembelian Android
is: Innkaup í Android
it: Acquisti Android store
ko: Android 구매
nb: Android-kjøp
nl: Android-aankopen
oc: Cròmpas Android
pl: Zakupy na Androidzie
ro_ro: Cumpărături Android
ru: Покупки на Android
sk: Nákupy pre Android
sr: Куповине Андроидом
sr_latn: Kupovine Androidom
sv: Androidköp
ta: ஆண்ட்ராய்டு கொள்முதல்
tr: Android satın almaları
uk: Придбання Android
vi: Mua trên Android
zh_hans: 安卓购买
zh_hant: Android 購買

# help_article_purchases_giveaway_name
source: Giveaway
ar: تبرع
ca: Regal
cs: Dárek
cy: Rhodd
da: Gave
de: Geschenk
el: Προσφορά
eo: Senpagaĵoj
es_us: Regalo
et: Kingitused
eu: Oparia
fa: هدیه
fr: Concours
hu: Ajándékozás
id: Pemberian hadiah gratis
is: Gjafir
it: Omaggio
ka: უფასო დარიგება
ko: 무료
nl: Weggevertje
pl: Upominek
ro_ro: Dăruiește
ru: Бесплатная раздача
sk: Darčeky
sr: Даривање
sr_latn: Poklon
sv: Gåva
ta: கொடுப்பனவு
uk: Подарунок
vi: Tặng miễn phí
zh_hans: 赠送
zh_hant: 禮物

# help_article_purchases_ios_name
source: iOS purchases
ar: مشتريات iOS
cs: Nákupy v iOS
da: iOS-køb
de: iOS-Käufe
el: Αγορές σε iOS
eo: Aĉetoj (iOS)
es_us: Compras en iOS
et: Ostud iOSis
eu: iOS erosketak
fa: خریدهای iOS
fi: iOS-ostokset
fr: Achats iOS
hu: iOS vásárlások
id: Pembelian iOS
is: Innkaup í iOS
it: Acquisti iOS store
ko: iOS 구매
nb: iOS-kjøp
nl: iOS-aankopen
oc: Cròmpas iOS
pl: Zakupy na iOS
ro_ro: Cumpărături iOS
ru: Покупки на iOS
sk: Nákupy v iOS
sr: Куповина иОС-ом
sr_latn: Kupovina iOS-om
sv: iOS-köp
ta: ஐஇமு கொள்முதல்
tr: iOS satın almaları
uk: Придбання iOS
vi: Mua trên iOS
zh_hans: iOS购买
zh_hant: iOS 購買

# help_article_search_search_all_name
source: Search All
ar: بحث عن
cs: Vyhledat vše
cy: Chwilio Popeth
da: Søg alle
de: Alle suchen
el: Αναζήτηση όλων
eo: Ĝenerala serĉado
es_us: Buscar todo
et: Otsi kõige alusel
eu: Bilatu guztiak
fa: جستجوی همه
fi: Etsi kaikki
fr: Rechercher tout
hu: Keresés mindenben
id: Cari Semuanya
is: Leita í öllu
it: Cerca tutto
ko: 모두 검색
nb: Søk alle
nl: Alles doorzoeken
oc: Tot recercar
pl: Wyszukaj wszystko
ro_ro: Căutare peste tot
ru: Поиск
sk: Vyhľadať všetko
sr: Претражи све
sr_latn: Pretraži sve
sv: Sök alla
ta: அனைத்தையும் தேடுங்கள்
tr: Tümünü Ara
uk: Шукати все
vi: Tìm tất cả
zh_hans: 搜索全部
zh_hant: 搜尋所有

# help_article_search_search_coordinates_name
source: Search Coordinates
ar: بحث عن الإحداثيات
cs: Hledat souřadnice
da: Søg koordinater
de: Koordinaten suchen
el: Αναζήτηση συντεταγμένων
eo: Serĉi laŭ koordinatoj
es_us: Buscar coordenadas
et: Otsi koordinaatide alusel
eu: Bilatu koordenatuak
fa: جستجوی مختصات
fi: Etsi koordinaatteja
fr: Rechercher par coordonnées
hu: Koordináták keresése
id: Cari Koordinat
is: Leita að hnitum
it: Cerca coordinate
ko: 검색 좌표
nb: Søk koordinater
nl: Coördinaten zoeken
oc: Recercar de coordonadas
pl: Wyszukaj współrzędne
ro_ro: Căutare coordinate
ru: Поиск координат
sk: Vyhľadať súradnice
sr: Тражи координате
sr_latn: Traži koordinate
sv: Sök koordinater
ta: தேடல் ஆயத்தொலைவுகள்
tr: Koordinatları Ara
uk: Пошук координат
vi: Tìm toạ độ
zh_hans: 查找坐标
zh_hant: 搜尋座標

# help_article_search_search_poi_name
source: Search POI
ar: بحث نقاط الاهتمام
cs: Hledat body zájmu
cy: Chwilio POI
da: Søg IP
de: POI suchen
el: Αναζήτηση ΣΕ
eo: Serĉi interesejojn
es_us: Buscar PDI
et: Otsi huvipunkti alusel
eu: Bilatu interesguneak
fa: جستجوی نقاط مورد علاقه
fr: Rechercher des points d'intérêt
hu: Érdekes hely keresése
id: Cari POI
is: Leita að merkisstað
it: Cerca PDI
ko: 검색 POI
lt: Ieškoti LV
nb: Søk interessepunkt
nl: Zoek interessepunt (POI)
oc: Recercar de POI (ponchs d'interès)
pl: Wyszukaj POI
ro_ro: Căutare POI
ru: Поиск точек интереса (POI)
sk: Vyhľadať body záujmu
sr: Тражи ТОИ
sr_latn: Traži TOI
sv: Sök intressepunkt
ta: தேடுங்கள்
tr: POI Ara
uk: Пошук POI
vi: Tìm POI
zh_hans: 搜索兴趣点
zh_hant: 搜尋 POI

# help_article_start_with_name
source: Begin with OsmAnd
ar: ابدأ مع أوسماند
cs: Začínáme s OsmAnd
cy: Dechrau ag OsmAnd
da: Kom i gang med OsmAnd
de: Mit OsmAnd anfangen
el: Ξεκινήστε με το OsmAnd
eo: Unuaj paŝoj kun OsmAnd
es_us: Comenzar con OsmAnd
et: Alusta OsmAndi kasutamist
eu: Hasi OsmAnd-ekin
fa: شروع با OsmAnd
fr: Débuter avec OsmAnd
hu: Az OsmAnd használatának elkezdése
id: Mulai dengan OsmAnd
is: Fyrstu skrefin með OsmAnd
it: Inizia con OsmAnd
ko: OsmAnd로 시작
nb: Kom i gang med OsmAnd
nl: Beginnen met OsmAnd
oc: Començar amb OsmAnd
pl: Rozpocznij od OsmAnda
ro_ro: Începuturile cu OsmAnd
ru: Начать с OsmAnd
sk: Začíname s OsmAnd
sr: Почни са ОсмАндом
sr_latn: Počni sa OsmAndom
sv: Börja med OsmAnd
ta: ஒச்மண்டுடன் தொடங்குங்கள்
uk: Початок роботи з OsmAnd
vi: Bắt đầu với OsmAnd
zh_hans: 使用 OsmAnd 开始
zh_hant: 用 OsmAnd 開始
