Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# record_plugin_description
source: Record your trips or trainings, and analyze the data in terms of speed, accumulated ascents and descents, elevation profile, etc. Recorded tracks can be archived, shared with friends, edited, and post-processed. Further reading at %@.
ar: سجل رحلاتك أو تدريباتك ، وقم بتحليل البيانات من حيث السرعة ، والصعود والهبوط المتراكم ، وملف الارتفاع ، وما إلى ذلك. يمكن أرشفة المسارات المسجلة ومشاركتها مع الأصدقاء وتحريرها ومعالجتها لاحقًا. مزيد من القراءة على %@.
ast: This plugin activates the functionality to record and save your tracks by manually touching the GPX logging widget on the map, or also to automatically log all of your navigation routes to a GPX file. Recorded tracks can be shared with your friends or be used for OSM contributions. Athletes can use recorded tracks to monitor their trainings. Some basic track analysis can be performed directly in OsmAnd, like lap times, average speed etc., and tracks can of course also later be analyzed in special 3rd party analysis tools.
az: Bu qoşma xəritədə GPX qeydetmə vidcetinə əl ilə toxunmaqla izlərinizi qeyd etmək və saxlamaq, həmçinin bütün naviqasiya marşrutlarınızı avtomatik olaraq GPX faylına qeyd etmək funksiyasını aktivləşdirir. Qeyd edilmiş izlər dostlarınızla paylaşıla və ya OSM töhfələri üçün istifadə edilə bilər. İdmançılar məşqlərinə nəzarət etmək üçün qeyd edilmiş izlərdən istifadə edə bilərlər. Dövrə vaxtları, orta sürət və s. kimi bəzi əsas iz analizləri birbaşa OsmAnd-da həyata keçirilə bilər və əlbəttə ki, daha sonra izlər xüsusi 3-cü tərəf analiz alətlərində də təhlil edilə bilər.
be: Запісвайце свае паездкі або трэнінгі і аналізуйце даныя па хуткасці, колькасці уздымаў і спускаў, профілю вышыні і г.д. Запісаныя сляды можна архіваваць, дзяліцца з сябрамі, рэдагаваць і апрацоўваць. Больш падрабязна %@.
bg: Записвайте пътуванията или тренировките си и анализирайте данните по отношение на скоростта, натрупаните изкачвания и спускания, профила на надморската височинаи т.н. Записаните маршрути могат да бъдат архивирани, споделяни с приятели, редактирани или обработвани впоследствие. Документацията е достъпна на адрес %@.
ca: Enregistreu els vostres viatges o entrenaments i analitzeu les dades en termes de velocitat, ascensos i descensos acumulats, perfil d'elevació, etc. Les pistes gravades es poden arxivar, compartir amb els amics, editar i processar posteriorment. Més informació a %@.
cs: Zaznamenávejte své výlety nebo tréninky a analyzujte data z hlediska rychlosti, stoupání a klesání, výškového profilu atd. Zaznamenané trasy lze archivovat, sdílet s přáteli, upravovat a dále zpracovávat. Další informace naleznete na adrese %@.
cy: Mae'r ategyn hwn yn agor y swyddogaeth i recordio a chadw eich traciau trwy gyffwrddâ'r teclyn cofnodi GPX ar y map â llaw, neu hefyd i fewngofnodi'ch holl lwybrau llywio yn awtomatig i ffeil GPX. Gellir rhannu traciau wedi'u recordio gyda'ch ffrindiau neu eu defnyddio ar gyfer cyfraniadau OSM. Gall athletwyr ddefnyddio traciau wedi'u recordio i fonitro eu sesiynau hyfforddi. Gellir perfformio rhywfaint o ddadansoddi trac sylfaenol yn uniongyrchol yn OsmAnd, fel amseroedd lap, cyflymder cyfartalog ac ati, ac wrth gwrs gellir dadansoddi traciau yn ddiweddarach hefyd mewn offer dadansoddi trydydd parti arbennig.
da: Registrer dine ture eller træninger, og analysér dataene med hensyn til hastighed, akkumulerede stigninger og nedstigninger, højdeprofil osv. Optagede spor kan arkiveres, deles med venner, redigeres og efterbehandles. Yderligere information på %@.
de: Zeichnen Sie Ihre Fahrten oder Trainings auf und analysieren Sie die Daten in Bezug auf Geschwindigkeit, kumulierte Anstiege und Abfahrten, Höhenprofil usw. Die aufgezeichneten Strecken können archiviert, mit Freunden geteilt, bearbeitet und nachbearbeitet werden. Weitere Informationen unter %@.
el: Καταγράψτε τα ταξίδια ή τις προπονήσεις σας και αναλύστε τα δεδομένα όσον αφορά την ταχύτητα, τις συσσωρευμένες αναβάσεις και καταβάσεις, το προφίλ υψομέτρου κ.λπ. Τα καταγεγραμμένα ίχνη μπορούν να αρχειοθετηθούν, να μοιραστούν με φίλους, και να υποβληθούν σε επεξεργασία. Περαιτέρω ανάγνωση στο %@.
eo: Ebligas registri viajn vojaĝojn aŭ trejnadojn kaj analizi ilin konsiderante rapidon, tutajn suprenirojn kaj malsuprenirojn, profilon de altitudo kaj pli. Registritajn spurojn oni povas arĥivigi, kunhavigi, redakti kaj pritrakti. Pliaj informoj: %@
es_us: Registra tus viajes o entrenamientos y analiza los datos de velocidad, ascensos y descensos acumulados, el perfil de elevación, etc. Las trazas grabadas pueden archivarse, compartirse, editarse y post-procesarse. Véase - %@.
et: Salvesta oma radu ja treeninguid ning analüüsi nende andmeid nagu kiirus, tõusud, laskumised, kõrgusprofiil, jne. Salvestatud radu saad arhiveerida, jagada sõpradega, muuta ja järeltöödelda. Lisateave %@.
eu: Grabatu zure bidaiak edo entrenamenduak, eta aztertu datuak abiadura, metatutako igoerak eta jaitsierak, kota-profila, etab. Grabatutako arrastoak artxibatu, lagunekin partekatu, editatu eta prozesatu egin daitezke. Irakurketa gehiago %@ helbidean.
fa: این افزونه یک ابزارک ضبط GPX روی نقشه اضافه می‌کند و با انتخاب آن می‌توانید رد خود را ضبط و در قالب پروندهٔ GPX ذخیره کنید. همچنین این امکان را فراهم می‌کند که هنگام مسیریابی، به‌طور خودکار این کار برای شما انجام شود. ردهای ضبط‌شده را با دوستان یا برای استفاده در مشارکت‌های OSM هم‌رسانی کنید. ورزشکاران می‌توانند برای کنترل تمرین‌هایشان از ردهای ضبط‌شده استفاده کنند. برنامهٔ OsmAnd پردازش‌های ساده‌ای مانند محاسبهٔ lap timeها، سرعت متوسط و... را روی ردهای ضبط‌شده انجام می‌دهد؛ البته می‌توانید این ردها را در سایر نرم‌افزارهای تحلیلگر نیز تحلیل کنید.
fi: Tämä lisäosa ottaa käyttöön toiminnallisuudet nauhoittaa ja tallentaa jälkiä manuaalisesti koskettamalla GPX-kirjauswidgettiä kartalla, tai myös automaattisesti tallentaa kaikki navigointireitit GPX-tiedostoon. Tallennetut jäljet voidaan jakaa ystävillesi tai käyttää OSM osallistumisissa. Urheilijat voivat käyttää tallennettuja jälkiä harjoittelun seuraamiseen. Jotain perusanalyysejä jäljille voidaan tehdä suoraan OsmAndissa, kuten kierrosaikoja, keskimääräistä nopeutta jne., ja jälkiä voi tietysti myös myöhemmin analysoida erityisissä kolmannen osapuolen analysointityökaluissa.
fr: Enregistrez vos trajets ou entraînements et analysez les données : vitesse, dénivelés, altitude, etc. Les traces enregistrées peuvent être archivées, partagées avec des amis, modifiées et retravaillées. Plus d'informations sur %@.
gl: Este plugin activa a funcionalidade para rexistrar e gardar as túas pistas de xeito manual premendo no trebello de gravación GPX no mapa, ou automáticamente rexistrando todas as túas rutas percorridas nun ficheiro GPX. As pistas gravadas poden ser compartidas coas túas amizades ou ser empregadas para contribuír ó OSM. Os atletas poden empregar as pistas gravadas para seguir os seus adestramentos. Algunhas análises básicas de pistas pódense facer directamente no OsmAnd, coma tempos por volta, velocidade media, etc., e por suposto as pistas poden analizarse de xeito posterior con ferramentas de análise de terceiros.
he: תוסף זה מפעיל את התכונה להקלטת ולשמירת המסלולים שלך על ידי נגיעה באופן ידני בווידג׳ט רישום ה־GPX במפה, או גם לערוך רישום של כל נתיבי הניווט שלך לקובץ GPX. ניתן לשתף נתיבים מוקלטים עם חבריך או להשתמש בהם כתרומה ל־OSM. אתלטים יכולים להשתמש במסלולים מוקלטים כדי לעקוב אחר האימונים שלהם. ניתן לבצע ניתוח מסלול בסיסי ישירות ב־OsmAnd, כמו זמניהקפה, מהירות ממוצעת וכו׳, כמו כן, ניתן לנתח את המסלולים בשלב מאוחר יותר על ידי כלי ניתוח מיוחדים מגורמי צד־שלישי.
hu: Rögzítse utazásait vagy edzéseit és elemezze az adatokat a sebesség, az összesített emelkedések és ereszkedések, a magasság profil szempontjából. A rögzített nyomvonalak archiválhatók, megoszthatók az ismerősökkel, szerkeszthetők és utólag feldolgozhatók. További tudnivalók: %@.
hy: Այս plugin-նը ակտիվացնում է հետևյալ ֆունկցիաները`գրանցում և պահպանում ձեր տրեկերը, ձեռքով հպելով GPX-ի գրանցման վիջեթը քարտեզի էկրանին կամ ավտոմատ կերպով մուտքագրելու ձեր բոլոր նավիգացիոն երթուղիները GPX ֆայլում: Գրանցված տրեկերը կարող են տարածվել ձեր ընկերների հետ կամ օգտագործել OSM-ի ներդրումների համար: Մարզիկները կարող են օգտվել արձանագրված տրեկերից, որոնք կարող են վերահսկել իրենց դասընթացները: Որոշ հիմնական տրեկերի վերլուծություն կարելի է իրականացնել ուղղակիորեն OsmAnd-ում, նման գրիչ անգամները, միջին արագությունը և այլն, և տրեկերը կարող են նաև վերլուծվել հատուկ 3-րդ կողմի վերլուծության գործիքներում:
id: Rekam perjalanan atau latihan Anda, dan analisa data tentang kecepatan, kenaikan dan keturunan yang terjadi, profil ketinggian, dll. Trek yang direkam dapat diarsip, dibagikan kepada orang lain, disunting, dan diproses setelah itu. Baca lebih lanjut di %@.
is: Gerir kleift að skrá, vista og greina ferla yfir hreyfingu, eins og til dæmis hraða, hækkun, lækkun eða hæðasnið leiða, sem þá er hægt að endurnýta, bæta eða deila með vinum. Leiðbeiningar - %@.
it: Registra i tuoi viaggi o allenamenti e analizza i dati come velocità, dislivello cumulativo, profilo di elevazione, ecc. Le tracce registrate possono essere archiviate, condivise con gli amici, modificate e rielaborate. Ulteriori informazioni su %@.
ja: ドライブやトレーニング時の経路を記録し、速度、累積登坂・降坂、標高プロファイルなどの観点からデータを分析することができます。記録した経路は、アーカイブしたり、友人と共有したり、編集などの後処理も行えます。 詳しくは %@ をご覧下さい。
ko: "이 플러그인은 지도 화면에서 GPX 기록 위젯을 터치하여 수동으로 경로를 기록하고 저장하기 위해 , 또는 GPX 파일에 운행 경로의 모든 것을 자동으로 기록하기 위해, 기능을 활성화합니다. ↵ ↵ 기록된 트랙을 친구와 공유 할 수 있습니다 또는 OSM 지도에 업로드할 수 있습니다. 운동 선수들은 자신의 훈련을 모니터 하기 위해 기록된 트랙을 사용할 수 있습니다. 몇 가지 기본 트랙 분석은 랩 시간, 평균 속도처럼, OsmAnd에서 직접 수행 할 수 있으며, 트랙을 나중에 특별한 서드파티 분석 도구를 사용하여 분석 할 수 있습니다. "
lt: Išsaugo kelionės istoriją vieno mygtuko ekrane paspaudimu bei pateikia nustatymus, leidžiančius kelionės istoriją išsaugoti GPX faile. Įrašytais maršrutais galima pasidalinti su draugais arba pridėti kaip kontribuciją OSM. Sportininkai gali naudoti įrašytus maršrutus norėdami stebėti savo treniruotes. Elementarią analizę, tokią kaip ratų laikai, vidutinis greitis, ir t.t., galima atlikti tiesiai OsmAnd bei, be abejo, vėliau išanalizuoti su trečių šalių progamine įranga.
lv: Aršo spraudni jūs varat manuāli saglabāt trekus, nospiežot GPX ieraksta logrīku uz kartes vai veikt automātisku visu maršrutu ierakstu GPX failā. Ierakstītie treki vēlāk var tikt izmantoti treka analīzei, koplietošanai ar draugiem vai OSM izstrādei. Atlēti var izmantot trekus, laimonitorētu treniņus. Pamata treku analīze var tikt veikta tieši caur OsmAnd kā piemēram, apļu laiki, vidējais ātrums utt., bet paplašinātai analīzei trekus var atvērt citās programmās.
mk: Ovoj priklučok ja aktivira funkcionalnosta za snimanje i začuvuvanje na vašite pesni so račno dopiranje na dodatokot za evidencija na GPX na kartata ili, isto taka, za avtomatsko evidentiranje na site vaši navigaciski pravci vo datoteka GPX. Snimenite pesni može da se spodelat so vašite prijateliili da se koristat za pridonesi za OSM. Sportistite možat da koristat snimeni pateki za da gi sledat nivnite treninzi. Nekoi osnovni analizi na patekite može da se izvedat direktno vo OsmAnd, kako što se vreminjata na krugovi, prosečnata brzina itn., a trakite, se razbira, može i podocna da seanaliziraat vo specijalni alatki za analiza od treta strana.
nb: Ta opp turene eller treningene dine og analyser dataene når det gjelder hastighet, akkumulerte opp- og nedstigninger, høydeprofil etc. Spor som er tatt opp kan arkiveres, deles med venner, redigeres og etterbehandles. Mer lesing på %@.
nl: Neem je trips of trainingen op in GPX-formaat en analyseer de gegevens zoals snelheid, opgebouwde beklimmingen en afdalingen, stijgingsprofiel, etc. Opgenomen tracks kunnen worden gearchiveerd, gedeeld met vrienden, bewerkt en verwerkt worden in andere programma's. Lees verder op %@.
oc: Permet d'enregistrar, de sauvegardar emai d'analisar lei donadas d'assai ò de percors, coma la velocitat, lei montadas e lei devaladas, lo relèu… e que se pòdon puei partejar amb leis amics. De consultar - https://osmand.net/docs/user/plugins/trip-recording
pl: Nagrywaj swoje wycieczki lub treningi i analizuj dane pod kątem prędkości, skumulowanych podjazdów i zjazdów, profilu wysokości itp. Zarejestrowane ścieżki można archiwizować, udostępniać znajomym, edytować i poddawać obróbce końcowej. Więcej informacji na stronie %@.
ro_ro: Înregistrați-vă călătoriile sau antrenamentele și analizați datele în ceea ce privește viteza, urcările și coborârile acumulate, profilul de altitudine etc. Traseele înregistrate pot fi arhivate, distribuite prietenilor, editate și postprocesate. Mai multe detalii la %@.
ru: Записывайте свои маршруты или тренировки и анализируйте данные с учетом скорости, подъемов и спусков, профиля высот и других параметров. Записанные треки можно архивировать, делиться ими с друзьями, править и обрабатывать. Подробнее читайте на %@.
sc: Registra sos biàgios o sos allenamentos tuos, e analiza sos datos in tèrmines de lestresa, artziadas e achirradas cumuladas, profilu de s'artària etc. Sas rastas registradas si podent archiviare, cumpartzire cun sos amigos, modificare e post-protzessare. Àteras informatziones in %@.
sk: Nahrajte vaše výlety alebo tréningy a analyzujte údaje o vašom pohybe ako rýchlosť, stúpanie, klesanie alebo reliéf trasy. Zaznamenané stopy môžu byť archivované, zdieľané s priateľmi, upravované alebo ďalej spracovávané. Ďalšie podrobnosti na %@.
sl: Posnemi svoja potovanja ali treninge in analizirajte podatke v smislu hitrosti, skupnih vzponov in spustov, višinskega profila itd. Posnete poti je mogoče arhivirati, deliti s prijatelji, urejati in naknadno obdelati. Nadaljnje branje na %@.
sr: Снимите своја путовања или вежбање, и рашчланите податке по брзини, сакупљеном спуштању и пењању, просеку разлике висине, итд. Снимљени трагови могу бити похрањени, подељени са пријатељима, уређени и обрађени. Даље читање на %@.
sr_latn: Snimi svoja putovanja ili vežbanje, i raščlani podatke po brzini, sakupljenom spuštanju i penjanju, proseku visinske razlike, itd. Snimljeni putanje mogu biti arhivirane, podeljene sa prijateljima, uređene i obrađene. Dalje čitanje na %@.
sv: Spela in dina turer eller träningsrundor, och analysera data som hastighet, ackumulerade höjdmeter, höjdprofil mm. Inspelade spår kan arkiveras, delas med vänner, redigeras och efterbearbetas. Läs mer på %@.
ta: உங்கள் பயணங்கள் அல்லது பயிற்சிகளை பதிவுசெய்து, விரைவு, திரட்டப்பட்ட ஏறுதல்கள் மற்றும் வம்சாவளிகள், உயர சுயவிவரம் போன்றவற்றின் அடிப்படையில் தரவுகளை பகுப்பாய்வு செய்யுங்கள். பதிவுசெய்யப்பட்ட தடங்கள் காப்பகப்படுத்தப்படலாம், நண்பர்களுடன் பகிரப்படலாம், திருத்தப்பட்டவை மற்றும் பிந்தைய செயலாக்கப்படலாம். மேலும் வாசிப்பு %@.
tr: Bu eklenti, harita üzerindeki GPX kayıt widget'ına elle dokunarak gezinme rotalarınızı kaydetme işlevini, ya da tüm navigasyon rotalarınızı bir GPX dosyasına otomatik olarak kaydetme özelliğini etkinleştirir. Kaydedilen yollar arkadaşlarınızla paylaşılabilir veya OSM'ye katkıda bulunmak için kullanılabilir. Atletler antremanlarını izlemek için kayıtlı yolları kullanabilir. Tur zamanı, ortalama hız vs. gibi bazı basit yol analizi doğrudan OsmAnd içinde yapılabilir, ve tabii ki daha sonra özel üçüncü parti araçlarla da analiz edilebilir.
uk: Записуйте свої поїздки або тренування та аналізуйте дані щодо швидкості, накопичених підйомів і спусків, профілю висоти тощо. Записані треки можна архівувати, ділитися з друзями, редагувати та обробляти. Розгорнутіший опис за адресою %@.
vi: Ghi lại chuyến đi hoặc buổi tập của bạn, và phân tích dữ liệu về tốc độ, những lần đi lên và đi xuống, hồ sơ độ cao, v.v. Đường dẫn đã ghi có thể được lưu trữ, chia sẻ với bạn bè, biên tập, và xử lý sau. Đọc thêm tại %@.
zh_hans: 记录您的旅行或训练，并分析速度、累计上升和下降、海拔剖面等数据。已记录的轨迹可以归档、与朋友分享、编辑和后期处理。 详情可见 %@。
zh_hant: 記錄您的旅行或訓練，並根據速度、累積的上升與下降、海拔剖面等分析資料。記錄的軌跡可以封存、與朋友分享、編輯與後處理等。 在 %@ 取得進一步的資訊。

source: OsmAnd Maps
ar: خرائط أوسماند
be: Мапы OsmAnd
br: Kartennoù OsmAnd
ca: Mapes de l'OsmAnd
cs: Mapy OsmAnd
cy: Mapiau OsmAnd
da: OsmAnd kort
de: OsmAnd-Karten
el: Χάρτες OsmAnd
es_us: Mapas de OsmAnd
et: OsmAnd kaardid
fa: نقشه‌های OsmAnd
fr: Cartes OsmAnd
gl: Mapas do OsmAnd
he: מפות OsmAnd
hu: OsmAnd térképek
id: Peta OsmAnd
is: OsmAnd-kort
it: Mappe OsmAnd
ka: OsmAnd-ის რუკები
ko: OsmAnd 지도
ku: Nexşeya OsmAndê
mr: OsmAnd नकाशे
my: OsmAnd မြေပုံများ
nb: OsmAnd-kart
nl: OsmAnd Kaarten
oc: Mapas de OsmAnd
pt_br: OsmAnd Mapas
ro_ro: OsmAnd Hărți
ru: OsmAnd Карты
sc: Mapas OsmAnd
sk: Mapy OsmAnd
sl: Zemljevidi OsmAnd
sr: OsmAnd карте
sr_latn: OsmAnd karte
sv: OsmAnd kartor
ta: Osmand வரைபடங்கள்
tr: OsmAnd Haritalar
uk: Мапи OsmAnd
zh_hans: OsmAnd 地图
zh_hant: OsmAnd 地圖

# day_short
source: D
ar: يوم
be: Дзень
de: T
el: Μ
et: P
fa: ر
fi: pv
fr: J
he: י
hu: N
id: H
it: G
ja: 日
pl: dz.
ro_ro: Z
ru: День
sr: Д
ta: டி
tr: G
uk: День
zh_hans: 天
zh_hant: 日

# weeks_short
source: Wks
ar: أسابيع
be: Тыдз
br: Szh
ca: set
cs: T
cy: Wth
da: U
de: Wn
el: Εβδ
es_us: Sem.
et: Näd
fa: هفـ
fi: vko
fr: Sem
gl: sem
he: שב׳
hu: Hé
id: Mgu
is: Vikur
it: Sett.ne
ja: 週
ka: კვ
nl: Wkn
oc: setm
pl: tydz.
pt_br: sems
ro_ro: Săpt
ru: Нед.
sc: Chs
sk: T
sl: T
sr: нед.
sr_latn: ned.
sv: v
ta: வார
tr: Hf
uk: Тиж.
zh_hans: 周
zh_hant: 週

# month_short
source: Mo
ar: شهر
be: Мес
br: Miz
ca: me
cs: M
cy: Mis
da: M
de: Mt
el: Μήν
es_us: Mes
et: Kuu
fa: ماه
fi: kk
fr: Mois
gl: mes
he: ח
hu: Hó
id: Bl
is: Má
it: Me
ja: 月
ka: თვ
nl: Mnd
oc: me
pl: mies.
pt_br: Me
ro_ro: Lu
ru: Мес.
sc: Me
sk: M
sl: M
sr: м
sr_latn: Mes
sv: mån
ta: மோ
tr: Ay
uk: Міс.
zh_hans: 月
zh_hant: 月

# months_short
source: Mos
ar: أشهر
be: Мес
br: Miz
ca: me
cs: M
cy: Mis
da: M
de: Mte
el: Μήνς
es_us: Meses
et: Kuud
fi: kk
fr: Mois
gl: meses
he: ח׳
hu: Hó
id: Bln
is: Mánuðir
it: Mesi
ja: 月
ka: თვ
nl: Mndn
oc: mes
pl: mies.
pt_br: Mes
ro_ro: Lun
ru: Мес.
sc: Mes
sk: M
sl: M
sr: м
sr_latn: mes
sv: mån.
ta: மோச்
tr: Ay
uk: Міс.
zh_hans: 月
zh_hant: 月

# years_short
source: Yrs
ar: سنوات
be: Гады
br: Bl
ca: a
cs: R
cy: Bl
da: Å
de: Je
el: Χρ
es_us: Años
et: A
fa: سال‌ها
fi: v
fr: An.
gl: anos
he: שנ׳
hu: Év
id: Thn
is: Ár
it: Anni
ja: 年
ka: წ
mr: वर्ष
nb: År
nl: Jrn
oc: Ans
pl: Lata
pt_br: Ans
ro_ro: Ani
ru: Года
sc: Ans
sk: R
sl: L
sr: год.
sr_latn: god.
sv: år
ta: ஆ
tr: Yıl
uk: Роки
zh_hans: 年
zh_hant: 年

# days_5
source: Days
ar: أيام
ast: Díes
az: Gün
be: Дзён
br: Deizioù
ca: Dies
cs: Dnů
cy: Diwrnod
da: Dage
de: Tage
el: Ημέρες
eo: tagoj
es_us: Días
et: Päeva
eu: Egun
fa: روز
fi: Päivää
fr: Jours
gl: Días
he: ימים
hu: napra
id: Hari
is: daga
it: Giorni
ja: 日
ka: დღე
ko: 날짜 수
lt: Dienų
lv: Dienu
mk: Denovi
ml: ദിവസങ്ങള്‍
mr: दिवस
my: နေ့ရက်များ
nb: Dager
nl: Dagen
oc: Jorns
pl: Dni
pt_br: Dias
ro_ro: Zile
ru: Дней
sc: Dies
sk: Dní
sl: Dni
sr: Дана
sr_latn: Dana
sv: Dagar
ta: நாட்கள்
tr: Günler
uk: Днів
vi: Ngày
zh_hans: 日
zh_hant: 天

source: Week
ar: أسبوع
ast: Selmana
az: Həftə
be: Тыдзень
br: Sizhun
ca: Setmana
cs: Týden
cy: Wythnos
da: Uge
de: Woche
el: Εβδομάδα
eo: semajno
es_us: Semana
et: Nädal
eu: Aste
fa: هفته
fi: Viikko
fr: Semaine
gl: Semana
he: שבוע
hu: hétre
id: Minggu
is: viku
it: Settimana
ja: 週
ka: კვირა
ko: 주
lt: Savaitė
lv: Nedēļa
mk: Nedela
ml: ആഴ്ച
mr: आठवडा
my: အပတ်
nb: Uke
oc: Setmana
pl: Tydzień
pt_br: Semana
ro_ro: Saptamana
ru: Неделя
sc: Chida
sk: Týždeň
sl: Teden
sr: Недеља
sr_latn: Vikend
sv: Vecka
ta: வாரம்
tr: Hafta
uk: Тиждень
vi: Tuần
zh_hans: 周
zh_hant: 週

# weeks_2_4
source: Weeks
ar: أسابيع
ast: Selmanes
az: Həftə
be: Тыдні
br: Sizhunvezhioù
ca: Setmanes
cs: Týdny
cy: Wythnos
da: Uger
de: Wochen
el: Εβδομάδες
eo: semajnoj
es_us: Semanas
et: Nädalat
eu: Aste
fa: هفته
fi: Viikkoa
fr: Semaines
gl: Semanas
he: שבועות
hu: hétre
id: Minggu
is: vikur
it: Settimane
ja: 週
ka: კვირა
ko: 주간
lt: Savaitės
lv: Nedēļas
mk: Nedeli
ml: ആഴ്ചകള്‍
mr: आठवडे
my: အပတ်များ
nb: Uker
nl: Weken
oc: Setmanas
pl: Tygodnie
pt_br: Semanas
ro_ro: săptămâni
ru: Недели
sc: Chidas
sk: Týždne
sl: Tedni
sr: Недеље
sr_latn: Vikendi
sv: Veckor
ta: வாரங்கள்
tr: Haftalar
uk: Тижні
vi: Tuần
zh_hans: 周
zh_hant: 週

# weeks_5
source: Weeks
ar: أسابيع
ast: Selmanes
az: Həftə
be: Тыдняў
br: Sizhunvezhioù
ca: Setmanes
cs: Týdnů
cy: Wythnosau
da: Uger
de: Wochen
el: Εβδομάδες
eo: semajnoj
es_us: Semanas
et: Nädalat
eu: Aste
fa: هفته
fi: Viikkoa
fr: Semaines
gl: Semanas
he: שבועות
hu: hétre
id: Minggu
is: vikur
it: Settimane
ja: 週
ka: კვირა
ko: 주간
lt: Savaitės
lv: Nedēļu
mk: Nedeli
ml: ആഴ്ചകള്‍
mr: आठवडे
my: အပတ်များ
nb: Uker
nl: Weken
oc: Setmanas
pl: Tygodni
pt_br: Semanas
ro_ro: Săptămâni
ru: Недель
sc: Chidas
sk: Týždňov
sl: Tednov
sr: Недеља
sr_latn: Nedelja
sv: Veckor
ta: வாரங்கள்
tr: Hafta
uk: Тижнів
vi: Tuần
zh_hans: 周
zh_hant: 週

source: Month
ar: شهر
ast: Mes
az: Ay
be: Месяц
br: Miz
ca: Mes
cs: Měsíc
cy: Mis
da: Måned
de: Monat
el: Μήνας
eo: monato
es_us: Mes
et: Kuu
eu: Hilabete
fa: ماه
fi: Kuukausi
fr: Mois
gl: Mes
he: חודש
hu: hónap
id: Bulan
is: mánuð
it: Mese
ja: 月
ka: თვე
ko: 달
lt: Mėnuo
lv: Mēnesis
mk: Mesec
ml: മാസം
mr: महिना
my: လ
nb: Måned
nl: Maand
oc: Mes
pl: Miesiąc
pt_br: Mês
ro_ro: Lună
ru: Месяц
sc: Mese
sk: Mesiac
sl: Mesec
sr: Месец
sr_latn: Mesec
sv: Månad
ta: மாதம்
tr: Ay
uk: Місяць
vi: Tháng
zh_hans: 月
zh_hant: 月

# months_3
source: Three months
ar: ثلاثة أشهر
ast: Trés meses
az: Üç ay
be: Тры месяцы
ca: Trimestres
cs: Tři měsíce
cy: Tri mis
da: Tre måneder
de: Drei Monate
el: Τρεις μήνες
eo: tri monatoj
es_us: Tres meses
et: Kolm kuud
eu: Hiru hilabete
fa: سه ماه
fi: Kolme kuukautta
fr: Trois mois
gl: Tres meses
he: שלושה חודשים
hu: három hónap
id: Tiga bulan
is: þrjá mánuði
it: Tre mesi
ja: 3ヶ月
ka: 3თვე
ko: 3개월
lt: Trys mėnesiai
lv: Trīs mēnešu
mk: Tri meseci
mr: ३ महिने
my: သုံးလ
nb: Tre måneder
nl: Drie maanden
oc: Trimèstre
pl: Trzy miesiące
pt_br: Três meses
ro_ro: Trei luni
ru: Три месяца
sc: Tres meses
sk: Tri mesiace
sl: Tri mesece
sr: Три месеца
sr_latn: Tri meseca
sv: Tre månader
ta: மூன்று மாதங்கள்
tr: Üç ay
uk: Три місяці
vi: Ba tháng
zh_hans: 三个月
zh_hant: 三個月

# price_free
source: Free
ar: مجاناً
az: Pulsuz
be: Бясплатна
ca: Gratuït
cs: Zdarma
cy: Am ddim
da: Gratis
de: Kostenlos
el: Δωρεάν
eo: senpaga
es_us: Gratis
et: Tasuta
eu: Doan
fa: رایگان
fi: Ilmainen
fr: Gratuit
gl: De balde
he: חינם
hi: मुफ़्त
hu: Ingyenes
hy: Անվճար
id: Gratis
is: ókeypis
it: Gratuito
ja: 無料
ka: უფასო
ko: 무료
lt: Nemokama
lv: Bezmaksas
mk: Besplatno
my: အလကား
nb: Gratis
nl: Gratis
oc: A gratis
pl: Darmowe
pt_br: Grátis
ro_ro: Gratuit
ru: Бесплатно
sc: De badas
sk: Zdarma
sl: Brezplačno
sr: Бесплатно
sr_latn: Besplatno
sv: Gratis
ta: இலவசம்
tr: Ücretsiz
uk: Безплатно
vi: Miễn phí
zh_hans: 免费
zh_hant: 免費

# get_discount_short_descr
source: %@ for %d %@, then %@
ar: %@ إلى %d %@, ثم %@
be: %@ за %d %@, пасля %@
ca: %@ durant %d %@, després %@
cs: %@ za %d %@, potom %@
cy: %@ am %d %@, wedyn %@
da: %@ for %d %@, og derefter %@
de: %@ für %d %@, danach %@
el: %@ για %d %@, έπειτα %@
es_us: %@ por %d %@, luego %@
et: %@ %d %@ eest, seejärel %@
fr: %@ pour %d %@, puis %@
gl: %@ para %d %@, despois %@
hu: %@ %d %@, utána %@
id: %@ untuk %d %@, lalu %@
is: %@ fyrir %d %@, síðan %@
it: %@ per %d %@, poi %@
ka: %@ %d-სთვის %@, შემდეგ %@
ko: %@ 의 %d %@, 그 다음 %@
nb: %@ for %d %@, så %@
nl: %@ voor %d %@, daarna %@
oc: %@ pendent %d %@, %@ puei
pl: %@ na %d %@, potem %@
pt_br: %@ para %d %@, então %@
ro_ro: %@ pentru %d %@, apoi %@
ru: %@ за %d %@, затем %@
sc: %@ pro %d %@, a pustis %@
sk: %@ za %d %@, potom %@
sl: %@ za %d %@, nato %@
sr: %@ за %d %@, онда %@
sr_latn: %@ za %d %@, onda %@'
sv: %@ för %d %@, sen %@
ta: %d %@ க்கு %d, பின்னர் %@
tr: %@, %d %@ için, sonra %@
uk: %@ за %d %@, потім %@
zh_hant: %d%@ 有 %@，接著 %@
