Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# verify_email_address_descr
source: Verification code sent to %@. Please enter it in the field below.
ar: أرسلنا رمز التحقق إلى %@ ، يرجى إدخاله في الحقل أدناه.
ast: El códigu de verificación unvióse a %@. Introduzlu nel campu d'abaxo.
az: Təsdiq kodu %@ ünvanına göndərildi. Zəhmət olmasa, onu aşağıdakı sahəyə daxil edin.
be: Код праверкі адпраўлены на %@. Калі ласка, увядзіце яго ў поле ніжэй.
bg: Изпратен е код за проверка на %@. Въведете го в полето по-долу.
cs: Ověřovací kód byl odeslán na %@. Zadejte ho prosím do políčka níže.
cy: Anfonwyd cod dilysu at %@. Rhowch y cod yn y maes isod.
da: Verifikationskode sendt til %@. Indtast den venligst i feltet nedenfor.
de: Bestätigungscode wurde an %@ gesendet. Bitte geben Sie ihn in das Feld unten ein.
el: Ο κωδικός επαλήθευσης στάλθηκε στο %@. Παρακαλούμε εισάγετε τον στο πεδίο παρακάτω.
eo: Kontrolkodo sendita al %@, eniguĝin en la kampon sube.
es_us: Código de verificación enviado a «%@». Añádelo en el siguiente campo.
et: Kinnituskood on saadetud aadressile %@. Palun sisesta see allolevale väljale.
eu: Bidali dugu egiaztatzeko kodea %@ kontura, sartu beheko eremuan.
fa: کد تأیید به %@ فرستاده شد. لطفاً آن را در خانهٔ زیر بنویسید.
fi: Lähetimme vahvistuskoodin osoitteeseen %@, kirjoita se alla olevaan kenttään.
fr: Code de vérification envoyé sur %@. Veuillez le saisir dans le champ ci-dessous.
he: קוד אימות נשלח אל %@. נא למלא אותו בשדה שלהלן.
hu: Hitelesítő kód elküldve ide: %@. Írja be az alábbi mezőbe.
id: Kode verifikasi terkirim ke %@, mohon masukkan di bidang di bawah ini.
is: Sannvottunarkóði var sendur á %@. Settu kóðann inn í reitinn hér fyrir neðan.
it: Codice di verifica inviato a %@. Per favore immettilo nel campo sottostante.
ja: ワンタイムパスワードが%@に送信されました。下部へ入力してください。
ko: %@로 전송되는 검증 코드. 아래 필드에 입력하십시오.
lt: Patvirtinimo kodas išsiųstas adresu %@. Įveskite jį žemiau esančiame laukelyje.
mk: Kodot za potvrda e ispraten do %@. Ve molime vnesete go vo poleto podolu.
nb: Bekreftelseskode sendt til %@. Skriv den inn i feltet nedenfor.
nl: De verificatiecode is verzonden naar %@. Gelieve deze code in het veld hieronder in te vullen.
oc: Còde de verificacion mandat a %@. Ben brave de lo marcar dins lo camp çai-sota.
pl: Kod weryfikacyjny wysłany na %@. Wprowadź go w polu poniżej.
ro_ro: Codul de verificare a fost trimis la %@. Introduceți-l în câmpul de mai jos.
ru: Проверочный код отправлен на %@. Введите его в поле ниже.
sc: Còdighe de verìfica imbiadu a %@. Pro praghere inserta·lu in su campu inoghe in suta.
sk: Overovací kód bol zaslaný na %@. Prosím zadajte ho do poľa nižšie.
sl: Koda za preverjanje je bila poslana na %@. Vnesi jo v spodnje polje.
sr: Верификациони код је послат на %@, унесите га у поље испод.
sr_latn: Verifikacioni kôd je poslat na %@, Unesi ga u polje ispod.
sv: Verifikationskod skickad till %@. Vänligen ange den i fältet nedan.
ta: சரிபார்ப்பு குறியீடு %@ க்கு அனுப்பப்பட்டது. தயவுசெய்து கீழே உள்ள புலத்தில் உள்ளிடவும்.
tr: Doğrulama kodu %@ adresine gönderildi. Lütfen onu aşağıdaki alana girin.
uk: Код підтвердження надіслано на %@. Введіть його в поле знизу.
zh_hans: 验证码已发送至 %@。请在下方字段输入它。
zh_hant: 驗證碼已傳送至 %@。請在下方欄位輸入。

# compass_visible_if_map_rotated
source: Visible if map is rotated
ar: مرئي إذا تم تدوير الخريطة
az: Xəritə çevrildikdə görünən
be: Бачны, калі мапа павернутая
bg: Видим ако картата е завъртяна
cs: Viditelný, pokud je mapa otočena
da: Synlig, hvis kortet er roteret
de: Sichtbar, wenn die Karte gedreht wird
el: Ορατή αν ο χάρτης έχει περιστραφεί
eo: Nur kiam mapo turnita
es_us: Visible al girar el mapa
et: Nähtav, kui kaart on pööratud
eu: Ikusgai mapa biratzen bada
fa: در صورت چرخش نقشه قابل‌مشاهده است
fr: Affiché lors de la rotation de la carte
he: גלוי אם המפה מסובבת
hu: Látható, ha a térkép el van forgatva
id: Terlihat jika peta diputar
is: Sýnilegt ef korti er snúið
it: Visibile se la mappa è ruotata
ja: マップが回転している場合に表示
ko: 지도가 회전된 경우 표시
mk: Vidlivo ako kartata se rotira
nb: Synlig hvis kartet er rotert
nl: Zichtbaar wanneer de kaart gedraaid is
oc: Visible se la mapa es revirada
pl: Widoczne, gdy mapa jest obrócona
ro_ro: Vizibilă dacă harta este rotită
ru: Виден, если карта повернута
sc: Visìbile si sa mapa est rodeada
sk: Zobrazený ak je mapa otočená
sl: Viden,če je zemljevid obrnjen
sr: Видљиво када се карта заокрене
sr_latn: Vidljivo kada se mapa rotira
sv: Synlig när kartan är roterad
ta: வரைபடம் சுழற்றப்பட்டால் தெரியும்
tr: Harita yönlendirilirse görünür
uk: Показується після повороту мапи
vi: Hiện lên khi bản đồ được xoay
zh_hans: 地图旋转后显示
zh_hant: 若地圖旋轉時可見

source: Sign in with OpenStreetMap
ar: تسجيل الدخول عبر الشارع المفتوح
ast: Aniciar sesión con OSM
az: OpenStreetMap ilə daxil ol
be: Увайсці праз OpenStreetMap
bg: Влизане с OpenStreetMap
cs: Přihlaste se pomocí OpenStreetMap
cy: Mewngofnodwch gydag OpenStreetMap
da: Log ind med OpenStreetMap
de: Mit OpenStreetMap anmelden
el: Σύνδεση μέσω OpenStreetMap
eo: Ensaluti per OpenStreetMap
es_us: Ingresar con OpenStreetMap
et: Logi sisse OpenStreetMapi kasutajakontoga
eu: Hasi saioa OpenStreetMap-ekin
fa: ورود از طریق اوپن‌استریت‌مپ
fi: Kirjaudu käyttäen OpenStreetMap
fr: Se connecter avec OpenStreetMap
gl: Iniciar a sesión co OpenStreetMap
he: רישום עם OpenStreetMap
hu: Bejelentkezés OpenStreetMap-fiókkal
id: Masuk dengan OpenStreetMap
is: Skrá inn með OpenStreetMap
it: Accedi con OpenStreetMap
ja: OpenStreetMapにログイン
ka: OsmAnd-ში შესვლა
ko: OpenStreetMap으로 로그인
lv: Pierakstīties ar OpenStreetMap
mk: Prijavete se so OpenStreetMap
nb: Logg inn med OpenStreetMap
nl: Aanmelden via OpenStreetMap (OAuth)
oc: Accès per OpenStreetMap
pl: Zaloguj się za pomocą OpenStreetMap
ro_ro: Conectați-vă cu OpenStreetMap
ru: Войти через OpenStreetMap
sc: Intra cun OpenStreetMap
sk: Zaregistrovať sa do OpenStreetMap
sl: Prijavi se z OpenStreetMap
sr: Пријавите се помоћу OpenStreetMap-а
sr_latn: Prijavi se pomoću OpenStreetMap-a
sv: Logga in på OpenStreetMap
ta: OpenStreetMap உடன் உள்நுழைக
tr: OpenStreetMap ile oturum aç
uk: Увійти за допомогою OpenStreetMap
vi: Đăng nhập bằng OpenStreetMap
zh_hans: 用 OpenStreetMap 登录
zh_hant: 使用 OpenStreetMap 登入

source: Last two month total
ar: إجمالي الشهرين الماضيين
cs: Poslední dva měsíce celkem
da: De sidste to måneder i alt
de: Letzte zwei Monate insgesamt
el: Σύνολο τελευταίων δύο μηνών
es_us: Total del último bimestre
et: Viimased kaks kuud kokku
fr: Total des deux derniers mois
hu: Az elmúlt két hónapban összesen
id: Total dua bulan terakhir
is: Samtals síðustu tvo mánuði
it: Ultimi due mesi in totale
ja: 過去2ヶ月間の合計
nl: Totaal afgelopen 2 maanden
ro_ro: Totalul ultimelor două luni
ru: Всего за последние два месяца
sc: Totale de sos ùrtimos duos meses
sr: Задња два месеца укупно
sr_latn: Zadnja dva meseca ukupno
sv: Totalt senaste två månaderna
ta: கடந்த இரண்டு மாத மொத்தம்
tr: Son iki ay toplamı
uk: Загалом за останні два місяці
zh_hant: 最後兩個月總計

# animate_my_location_descr
source: Smooth transition of location on the map during navigation
ar: الانتقال السلس للموقع على الخريطة أثناء التنقل
be: Плаўнае змяненне месцазнаходжання на мапе падчас навігацыі
cs: Hladký přesun polohy na mapě během navigace
da: Glidende ændring af placering på kortet under navigation
de: Flüssiger Übergang des Standorts auf der Karte während der Navigation
el: Ομαλή μετάβαση τοποθεσίας στο χάρτη κατά την πλοήγηση
es_us: Transición suave de la ubicación en el mapa durante la navegación
et: Asukoha sujuv muutmine kaardil tee juhatamise ajal
fr: Transition lisse de la position sur la carte pendant la navigation
hu: A térképen való helyváltoztatás zökkenőmentes a navigáció során
id: Pergeseran lokasi yang halus selama navigasi
is: Mýkt færsla á milli staða á korti á meðan leiðsögn stendur
it: Transizione fluida della posizione sulla mappa durante la navigazione
ko: 네비게이션 도중 지도에 위치의 매끄러운 전환
nl: Soepele overgang van locatie op de kaart tijdens de navigatie
oc: Transicion lisca de la posicion sur la mapa dau temps de la navigacion
pl: Gładkie przejścia zmiany lokalizacji na mapie w trybie nawigacji
ro_ro: Tranziția lină a locației pe hartă în timpul navigării
ru: Плавная смена локации на карте во время навигации
sc: Transitzione flùida de sa positzione in sa mapa durante sa navigatzione
sr: Глатка транзиција локације на мапи током навигације
sr_latn: Glatka tranzicija lokacije na mapi tokom navigacije
sv: Mjuk övergångsanimering av position på kartan vid navigering
ta: வழிசெலுத்தலின் போது வரைபடத்தில் இருப்பிடத்தின் சீரான மாற்றம்
tr: Navigasyon sırasında harita üzerinde konumun yumuşak değişimi
uk: Плавне переміщення на мапі під час навігації
zh_hant: 導航時流暢地轉換地圖上的位置

# logging_min_accuracy_descr
source: Filter: no logging unless the accuracy is reached
ar: تصفية: لا تسجيل ما لم يتم الوصول إلى دقة
be: Фільтр: не рэгістраваць, калі дакладнасць не дасягнутая
ca: Filtre: no s'enregistra sense assolir la precisió mínima
cs: Filtr: neukládat, dokud není dosaženo přesnosti
da: Filter: Ingen logning medmindre nøjagtigheden er nået
de: Filter: keine Aufzeichnung bis die Genauigkeit erreicht ist
el: Φίλτρο: καμία καταγραφή μέχρι να επιτευχθεί η ακρίβεια
es_us: Filtro: no registrar, a menos que se alcance esta precisión
et: Filter: mitte logida kuni täpsus pole saavutatud
fa: فیلتر: نقطه‌ای ثبت نمی‌شود مگر به این دقت برسد
fr: Filtre : pas d'enregistrement tant que la précision n'est pas atteinte
hu: Szűrő: addig nincs naplózás, amíg ezt a pontosságot nem sikerült elérni
id: Saring: tidak ada pencatatan kecuali akurasi tercapai
is: Sía: Stilltu lágmarksnákvæmni punkts til að hann sé tekinn í skráningu
it: Filtro: nessuna registrazione se l'accuratezza non è sufficiente
ja: フィルター: ログに記録を許可する最低精度を設定します
ko: 필터: 정확도가 도달하지 않는 한 로깅 없음
nl: Filter: geen logging tenzij de nauwkeurigheid bereikt is
oc: Filtre: pas d'enregistrament se la precision minimala es pas sufisenta
pl: Filtr: brak rejestrowania, chyba że zostanie osiągnięta dokładność
pt_br: Filtro: sem registro, a menos que a precisão seja atingida
ro_ro: Filtru: nu se înregistrează decât dacă este atinsă precizia
ru: Фильтр: не регистрировать, пока не достигнута необходимая точность
sc: Filtru: peruna registratzione si sa pretzisione no est istada retzida
sk: Filter: nezaznamenať ak nie je dosiahnutá presnosť
sr: Филтер: Нема евидентирања док се не достигне ова тачност
sr_latn: Filter: Nema evidentiranja dok se ne dostigne ova tačnost
sv: Filter: ingen loggning om inte noggrannheten uppnås
ta: வடிகட்டி: துல்லியத்தை எட்டாவிட்டால் உள்நுழைவு இல்லை
tr: Filtre: bu doğruluğa ulaşılmadıkça kaydetme yok
uk: Фільтр: не записувати, якщо не досягнуто точності
zh_hans: 筛选器：除非达到精度，否则不记录
zh_hant: 篩選：除非達到精確度，否則不進行記錄

# save_heading
source: Include heading
ar: تضمين العنوان
be: Захоўваць кірунак
bg: Включва посоката
ca: Inclou la direcció
cs: Ukládat směr
cy: Cynnwys y pennawd
da: Inkluder kurs
de: Richtung einbeziehen
el: Συμπερίληψη κατεύθυνσης
eo: Inkluzivi direkton
es_us: Incluir rumbo
et: Koos suunaga
eu: Sartu norabidea
fa: ثبت جهت
fi: Sisällytä kulkusuunta
fr: Inclure la direction
gl: Incluír encabezamento
he: כולל כותרת
hu: Irány belefoglalása
id: Sertakan heading
is: Hafa með stefnu
it: Salva orientamento
ja: 方向もログに含める
ka: მიმართულების ჩასმა
kn: ಶೀರ್ಷಿಕೆಯನ್ನು ಸೇರಿಸಿ
ko: 헤딩 포함
lt: Įtraukti antraštę
mk: Vklučete odrednica
nb: Inkluder retning
nl: Richting toevoegen
oc: Conservar l’orientacion
pl: Dołączenie kierunku
ro_ro: Includeți titlul
ru: Сохранять путевой угол
sc: Include sa diretzione
sk: Pridať nadpis
sl: Vključi glavo
sr: Урачунај правац
sr_latn: Uključi naslov
sv: Inkludera riktning
ta: தலைப்பு அடங்கும்
tr: Yönü dahil et
uk: Записувати азимут
vi: Bao gồm hướng di chuyển
zh_hans: 包括航向
zh_hant: 包含標題

# monitoring_control_start
source: REC
ar: تسجيل
be: Запіс
da: Optag
el: ΕΓΓΡΑΦΗ
eo: Registri
es_us: Grabar
et: SALVESTA
eu: GRABATU
fa: ضبط
fr: ENR
gl: Gravar
he: הקלטה
hu: Rögzítés
it: REG
ka: ჩაწერა
mk: REC (snimaj)
mr: मुद्रण
nb: START
sc: Registra
sl: REG
sr: РЕК
sv: Spela in
ta: ரெக்

# map_widget_sunrise_sunset_time_left
source: Time left
ar: الوقت المتبقي
az: Qalan vaxt
be: Засталося часу
bg: Оставащо време
ca: Temps restant
cs: Zbývající čas
da: Resterende tid
de: Verbleibende Zeit
el: Χρόνος που απομένει
eo: Restanta tempo
es_us: Tiempo restante
et: Aega jäänud
eu: Falta den denbora
fi: Aikaa jäljellä
fr: Temps restant
gl: Tempo restante
he: הזמן שנותר
hu: Hátralévő idő
id: Waktu tersisa
is: Tími eftir
it: Tempo mancante
ja: 残り時間
ko: 남은 시간
nb: Gjenstående tid
nl: Resterende tijd
oc: Temps restant
pl: Czas pozostały
ro_ro: Timp rămas
ru: Осталось времени
sc: Tempus chi mancat
sk: Zostávajúci čas
sl: Preostaličas
sr: Преостало време
sr_latn: Preostalo vreme
sv: Tid kvar
ta: நேரம் மீதமுள்ளது
tr: Kalan zaman
uk: Часу лишилося
vi: Thời gian còn lại
zh_hans: 剩余时间
zh_hant: 剩餘時間

# top_widgets_panel
source: Top panel
ar: الشريط العلوي
az: Üst panel
be: Верхняя панэль
bg: Горен панел
cs: Horní panel
cy: Panel uchaf
da: Øverste panel
de: Oberes Bedienfeld
el: Πάνω πλαίσιο
eo: Supra panelo
es_us: Panel superior
et: Ülemine paneel
eu: Goiko panela
fa: پنل بالایی
fi: Yläpaneeli
fr: Panneau supérieur
he: לוח עליון
hu: Felső panel
id: Panel atas
is: Toppstika
it: Pannello superiore
ja: 上パネル
ka: ზედა პანელი
ko: 상단 패널
mk: Goren panel
nb: Topp-panel
nl: Bovenste paneel
oc: Panèu superior
pl: Panel górny
ro_ro: Panou superior
ru: Верхняя панель
sc: Pannellu superiore
sk: Horný panel
sl: Zgornja plošča
sr: Горња полица
sr_latn: Gornji panel
sv: Övre panel
ta: மேல் குழு
tr: Üst panel
uk: Верхня панель
vi: Cạnh trên
zh_hans: 顶部面板
zh_hant: 頂部面板

source: Screen alerts
ar: تنبيهات الشاشة
az: Ekran xəbərdarlıqları
be: Экранныя апавяшчэнні
ca: Alertes de pantalla
cs: Upozornění na displeji
cy: Rhybuddion sgrin
da: Alarmer på skærmen
de: Bildschirmwarnungen
el: Προειδοποιήσεις οθόνης
eo: Ekranaj avertoj
es_us: Alertas en pantalla
et: Ekraaniteated
eu: Pantailako alertak
fa: هشدارهای تصویری
fi: Näytön hälytykset
fr: Alertes visuelles
gl: Alertas de pantalla
he: התראות מסך
hu: Képernyő riasztások
id: Peringatan layar
is: Aðvaranir á skjá
it: Avvisi sullo schermo
ja: 画面アラート
ka: ეკრანის განგაშები
ko: 화면 알림
lt: Ekranoįspėjimai
lv: Ekrāna paziņojumi
mk: Predupreduvanja na ekranot
my: ဖန်သားပြင်သတိပေးချက်များ
nb: Skjermvarsler
nl: Visuele waarschuwingen
oc: Avís d'ecran
pl: Ostrzeżenia ekranowe
pt_br: Alertas na tela
ro_ro: Alerte ecran
ru: Экранные оповещения
sc: Avisos in s'ischermu
sk: Varovania na obrazovke
sl: Zaslonska opozorila
sr: Упозорења на заслону
sr_latn: Upozorenja na ekranu
sv: Skärmvarningar
ta: திரை விழிப்பூட்டல்கள்
tr: Ekran uyarıları
uk: Екранні сповіщення
vi: Cảnh báo trên màn hình
zh_hans: 屏幕警报
zh_hant: 畫面警告

# default_speed_system
source: Unit of speed
ar: وحدات السرعة
az: Sürət vahidi
be: Адзінка вымярэння хуткасці
bg: Единица за скорост
ca: Unitats de velocitat
cs: Jednotka rychlosti
cy: Uned cyflymder
da: Hastighed
de: Geschwindigkeitseinheit
el: Μονάδα ταχύτητας
eo: Unuo de rapido
es_us: Unidad de velocidad
et: Kiiruse ühik
eu: Abiadura unitatea
fa: یکای سرعت
fi: Nopeusyksikkö
fr: Unité de vitesse
gl: Unidade de velocidade
he: יחידת מהירות
hu: Sebesség mértékegysége
hy: Արագության չափման միավորը
id: Unit kecepatan
is: Hraðaeining
it: Unità di misura della velocità
ja: 速度の単位
ka: სიჩქარის საზომი ერთეული
ko: 속도 단위
lt: Greičio matavimo vienetas
lv: Ātruma mērvienības
mk: Edinica za brzina
ml: വേഗതയുടെ അളവ്
my: မြန်နှုန်းယူနစ်
nb: Hastighetsenhet
nl: Eenheid van snelheid
oc: Unitats de velocitat
pl: Jednostki prędkości
pt_br: Unidade de velocidade
ro_ro: Unitate de viteză
ru: Единицы измерения скорости
sc: Unidade de sa lestresa
sk: Jednotka rýchlosti
sl: Enota hitrosti
sr: Јединица брзине
sr_latn: Jedinica brzine
sv: Enhet för hastighet
ta: வேகத்தின் அலகு
tr: Hız birimi
uk: Одиниці вимірювання швидкості
vi: Đơn vị đo tốc độ
zh_hans: 速度测量
zh_hant: 速度的單位

# recalculate_wrong_dir
source: Recalculate route in case of reverse direction
ar: إعادة حساب المسار في حالة الانحراف
be: Пералічыць маршрут у выпадку змены кірунку на адваротны
ca: Recalcula la ruta cas de direcció inversa
cs: Přepočítat trasu v případě pohybu opačným směrem
da: Genberegne rute i tilfælde af omvendt retning
de: Neuberechnung der Route im Falle einer Umkehrung der Richtung
el: Επαναυπολογισμός διαδρομής σε περίπτωση αντιστροφής κατεύθυνσης
es_us: Recalcular la ruta en caso de dirección inversa
et: Suuna muutmisel vastupidiseks arvuta teekond ümber
fi: Laske reitti uudelleen, jos suunta on päinvastainen
fr: Recalculer l'itinéraire en cas de direction inverse
hu: Útvonal újraszámítás fordított irány esetén
id: Hitung ulang rute jika arahnya terbalik
is: Endurreikna leið ef farið er í öfuga átt
it: Ricalcola il percorso in caso di inversione di marcia
ja: 逆方向の場合にルートを再計算
ko: 반대 방향의 경우 경로 재계산
nb: Omberegn rute i fall retningen vendes
nl: Route herberekenen in geval van omgekeerde richting
oc: Tornar calcular lo percors en cas de sens invèrse
pl: Przelicz trasę w przypadku zmiany kierunku
pt_br: Recalcular a rota em caso de direção reversa
ro_ro: Recalcularea traseului în caz de direcție inversă
ru: Пересчитать маршрут в случае обратного направления
sc: Torra a carculare s'àndala in casu de diretzione furriada
sr: Прерачунајте руту у случају обрнутог смера
sr_latn: Preračunajte rutu u slučaju obrnutog smera
sv: Omberäkna rutt ifall riktningen omvänds
ta: தலைகீழ் திசையின் போது பாதையை மீண்டும் கணக்கிடுங்கள்
tr: Ters yön durumunda güzergahı yeniden hesapla
uk: Перерахунок маршруту в разі зворотного напрямку
zh_hant: 方向相反時重新計算路線

# select_route_finish_on_map
source: Select end point of the route
ar: حدد نقطة نهاية الطريق
be: Абярыце канцавы пункт маршруту
ca: Seleccioneu el punt final de la ruta
cs: Zvolte koncový bod trasy
da: Vælg slutpunktet for ruten
de: Endpunkt der Route auswählen
el: Επιλέξτε σημείο προορισμού της διαδρομής
es_us: Elegir punto de fin de la ruta
et: Vali teekonna lõpp-punkt
fr: Sélectionnez le point d'arrivée du trajet
hu: Válassza ki az útvonal utolsó pontját
id: Pilih titik akhir rute
is: Veldu endapunkt leiðarinnar
it: Scegli il punto finale del percorso
ja: ルートの目的地を選択
ko: 배관의 끝점 선택
nl: Eindpunt van de route selecteren
oc: Chausissètz la destinacion dau percors
pl: Wybierz końcowy punkt trasy
pt_br: Selecione o ponto final da rota
ro_ro: Selectați punctul final al traseului
ru: Выберите конечную точку маршрута
sc: Ischerta su puntu de fine de d'àndala
sk: Zvoľte koncový bod trasy
sl: Izberite končno točko poti
sr: Изаберите крајњу тачку руте
sr_latn: Izaberite krajnju tačku rute
sv: Välj slutpunkt för rutt
ta: பாதையின் இறுதி புள்ளியைத் தேர்ந்தெடுக்கவும்
tr: Rotanın bitiş noktasını seçin
uk: Виберіть кінцеву точку маршруту
zh_hant: 選擇路線的終點

# route_roundabout
source: Roundabout: Take %d exit and go
af: Verkeersirkel : Neem %d uitgang en ry
ar: نقطة دوران: خذ المخرج %d ثم واصل
ast: Retonda: Sal pela salida %d y sigui
az: Dairəvi yol: %d-ci çıxışa gedin
be: Кругавы рух: %d з'езд
bg: Кръгово: Излезте от %d изход и продължете
bs: Kružni tok : idite %d izlaz i idite
ca: Rotonda: Preneu la %d sortida i continueu
cs: Kruhový objezd: Vyjeďte %d. výjezdem a pokračujte
cy: Cylchfan: Cymerwch allanfa %d a mynd
da: Rundkørsel: tag afkørsel %d
de: Kreisverkehr: Nehmen Sie die %d Ausfahrt, dann
el: Κυκλικός κόμβος: Ακολουθήστε την έξοδο %d και προχωρήστε
eo: Ĉe la trafikcirklo elektu la %d-an elveturejon
es_us: Rotonda: Toma la %dª salida en
et: Ringristmik: vali %d väljumine ja sõida otse
eu: Biribilgunea: Hartu %d. irteera
fa: میدان: از خروجی %d خارج شوید و بروید
fi: Liikenneympyrä: poistu %d. liittymästä
fr: Giratoire : prenez la sortie %d puis continuez
gl: Rotonda: Tome a %dª saída cara
he: כיכר : לצאת ביציאה מס׳ %d ולהמשיך
hu: Körforgalom: hajtson ki a %d. kijáraton és haladjon tovább ezen:
hy: Շրջանաձև երթևեկություն %d ելք
id: Bundaran: Ambil jalan keluar %d dan pergi
is: Hringtorg: Beygðu útaf við %d afrein og haltu áfram
it: Rotatoria: prendere la %d uscita e proseguire
ja: ロータリー交差点: %d 番目の出口を選択
ka: შემობრუნდით : %d
ko: 변곡점: take %d exit and go
lt: Žiedinė sankryža : sukite į %d išvažiavimą
lv: Lokveida kustība : izbraukt %d izbrauktuvē un turpināt kustību
mk: Kružen tek: izlezete %d na izlez i odete
ml: "റൗണ്ടാന: %d പുറത്തേക്കുള്ള വഴി എടുത്ത് പോവുക "
nb: Rundkjøring: Ta avkjøring %d og fortsett
nl: Rotonde: Neem de %d afslag en volg
oc: Rotonda: prenètz la %d sortida e continuatz
pl: Na rondzie wybierz %d zjazd
pt_br: Rotatória: Pegue a %d saída e siga
ro_ro: Sens giratoriu: alegeți ieșirea %d și continuați
ru: Круговое движение, %d съезд
sc: Rutunda: piga sa %d essida e sighi
sk: Kruhový objazd: Choďte cez %d. výjazd a pokračujte
sl: Krožišče: zapeljite v %d izvoz
sr: Кружни ток: Изађите на излазу %d. и наставите
sr_latn: Kružni tok: Izađi na %d izlaz i nastavi
sv: Rondell: Ta %d avfarten
ta: ரவுண்டானா: %d வெளியேறி செல்லுங்கள்
tr: Döner kavşak: %d çıkışa girin ve devam edin
uk: Круговий рух : Прямуйте до %d з’їзду та продовжуйте рух
zh_hans: 环岛：在第 %d 出口驶离
zh_hant: 迴轉處：在第 %d 出口過去

# route_roundabout_short
source: Take %d exit and go
ar: خذ المخرج %d ثم واصل
ast: Sal pela salida %d y sigui
be: Збочце на %d з’ездзе
bg: Излезте от %d изход и продължете
ca: Agafeu la %d sortida i continueu
cs: Použijte %d. výjezd a pokračujte
cy: Cymerwch %d allanfa a mynd
da: Tag %d afkørsel og forsæt
de: Nehmen Sie die %d Ausfahrt
el: Πάρτε την %d έξοδο και πηγαίνετε
eo: Elektu la %d-an elveturejon
es_us: Toma la %dª salida y continúa
et: Vali %d väljumine ja sõida otse
eu: Hartu %d. irteera eta jarraitu
fa: خروجی %d را بگیرید و بروید
fi: Poistu %d. liittymästä
fr: Prenez la sortie %d
gl: Colla a %d saída e siga
he: יש לצאת ביציאה מס׳ %d ולהמשיך
hu: Hajtson ki a %d. kijáraton, és haladjon tovább ezen:
hy: Վերցրեք %d ելքը
id: Ambil %d keluar dan pergi
is: Beygðu útaf við %d afrein og haltu áfram
it: Prendere la %d uscita e proseguire
ja: %d番目の出口から出て進みます
lt: Sukiteį %d išvažiavimą ir keliaukite
lv: Brauciet pa %d izeju
mk: Izlezete %d i trgnete
ml: %d എക്സിറ്റ് എടുത്തു പോവുക
nb: Ta %d avkjørsel og fortsett
nl: Neem %de afslag
oc: Prenètz la %d sortida e continuatz
pl: Zjedź %d zjazdem
pt_br: Tome %d sair e ir
ro_ro: Alegeți ieșirea %d și continuați
ru: Сверните на %d съезд
sc: Piga sa %d essida e sighi
sk: Použite výjazd %d a pokračujte
sl: Pojdite na %d izhod in nadaljujte
sr: Одреди излаз %d и иди
sr_latn: Odredi izlaz %d i idi
sv: Tag den %d avfarten och kör
ta: %d வெளியேறி செல்லுங்கள்
tr: %d çıkışa gir ve ilerle
uk: Поверніть у %d з’їзд
zh_hans: 在 %d 出口驶离并继续
zh_hant: 利用 %d 退出並離開
