Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# poi_filter_custom_filter
source: Custom filter
af: persoonlike filter
ar: تصفية مخصصة
az: Xüsusi filtr
be: Адвольны фільтр
bg: Потребителски филтър
ca: Filtre personalitzat
cs: Vlastní filtr
cy: Dy hidlydd dy hun
da: Brugerdefineret filter
de: Benutzerdefinierter Filter
el: Προσαρμοσμένο φίλτρο
eo: Propra filtrilo
es_us: Filtro personal
et: Kohandatud filter
eu: Iragazki pertsonala
fa: پالایهٔ سفارشی
fi: Mukautettu suodin
fr: Filtre personnalisé
gl: Filtro personalizado
he: מסנן מותאם אישית
hu: Egyéni szűrő
hy: Նոր ֆիլտր
id: Saringan kustom
is: Sérsniðin sía
it: Filtro personalizzato
ja: カスタムフィルター
ka: ხელით შეყვანილი ფილტრი
ko: 사용자 필터
lt: Individualus filtras
lv: Pielāgots filtrs
mk: Prilagoden filter
ml: കസ്റ്റം അരിപ്പ
nb: Egendefinert filter
nl: Aangepast filter
oc: Filtre personalizat
pl: Własny filtr
pt_br: Filtro personalizado
ro_ro: Filtru personalizat
ru: Пользовательский фильтр
sc: Filtru pessonalizadu
sk: Vlastný filter
sl: Filter po meri
sr: Произвољни пропусник
sr_latn: Proizvoljni filter
sv: Anpassat filter
ta: விருப்ப வடிப்பான்
tr: Özel süzgeç
uk: Власний фільтр
vi: Tùy chỉnh bộ lọc
zh_hans: 自定义过滤器
zh_hant: 自訂篩選

# poi_filter_closest_poi
source: Nearest POIs
af: naaste interessante plek
ar: أقرب POI
az: Ən yaxın POI-lər
be: Бліжэйшыя POI
bg: Най-близки POI
ca: PDI més propers
cs: Nejbližší body zájmu
cy: MODdau agosaf
da: Nærmeste interessepunkter
de: Nächstgelegene POIs
el: Πλησιέστερα ΣΕ
eo: Ĉiuj punktoj
es_us: PDI más cercanos
et: Lähimad huvipunktid
eu: POIrik gertuena
fa: نزدیک‌ترین مکان‌ها
fi: Lähimmät KP:t
fr: Points d'intérêt à proximité
gl: PDI máis pretos
he: נ״ע הקרובות ביותר
hu: Legközelebbi érdekes helyek
hy: Մոտակա POI-եր
id: POI terdekat
is: Næstu merkisstaðir
it: PDI più vicini
ja: 最寄りのPOI
ka: უახლოესი POI
ko: 가까운 POI
lt: Artimiausia LV
lv: Tuvākie POI
mk: Najblisku na POI
ml: അടുത്തുള്ള താല്‍പര്യബിന്ദുക്കള്‍ (പിഓഐ)
mr: सर्वात जवळील पिओआय
nb: Nærmeste interessepunkter
nl: POI’s in de buurt
oc: PDI vesins
pl: Pobliskie użyteczne miejsca
pt_br: POIs próximos
ro_ro: Cel mai apropiat POI
ru: Ближайшие POI
sc: PDI prus a curtzu
sk: Najbližšie body záujmu
sl: Najbližje točke POI
sr: Најближе тачке занимања
sr_latn: TOI u blizini
sv: Närmaste intressepunkter
ta: அருகில் உள்ள POI கள்
tr: En yakın POI
uk: Найближчі точки інтересу (POI)
vi: Địa điểm gần nhất
zh_hans: 距离最近的兴趣点
zh_hant: 最近的 POI

# shared_string_is_open_24_7
source: Open 24/7
ar: مفتوح 7/24
az: 24/7 açıq
be: Адчынена 24/7
bg: Денонощен
ca: Obert 24h/7d
cs: Otevřeno non-stop
cy: Ar agor 24/7
da: Åben 24/7
de: 24/7 geöffnet
el: Ανοιχτά 24/7
eo: Malfermitaj 24/7
es_us: Abierto 24/7
et: Avatud 24/7
eu: 24/7 irekita
fa: ۲۴/۷ باز است
fi: Avoinna 24/7
fr: Ouvert 24/7
gl: Aberto 24h
he: פתוח 24/7
hu: Éjjel-nappal nyitva
hy: Բաց է 24/7
id: Buka 24/7
is: Opið 24/7
it: Aperto 24/7
ja: 24時間年中無休
ka: ღიაა 24/7
ko: 24시간 영업
lt: Atidaryta 24/7
lv: Atvērts 24/7
mk: Otvoreno 24/7
ml: എല്ലായ്പോഴും തുറന്നിരിക്കുന്നു
mr: २४ तास उघडे
my: ၂၄/၇ ဖွင့်လှစ်
nb: Åpen 24/7
nl: 24/7 geopend
oc: Dobèrt 24/7
pl: Otwarte 24/7
pt_br: Aberto 24 horas
ro_ro: Deschise 24/7
ru: Открыто 24/7
sc: Abertu 24/7
sk: Otvorené nonstop
sl: Odprto 24/7
sr: Отворено стално
sr_latn: Otvoreno 24/7
sv: Öppet 24/7
ta: 24/7 திறக்க
tr: 7/24 açık
uk: Відкрито 24/7
zh_hans: 24小时开放
zh_hant: 全天候開放

# shared_string_is_open
source: Open now
ar: مفتوح الآن
az: İndi açıq
be: Адчынена
bg: Отвори
ca: Obert ara mateix
cs: Otevřeno nyní
cy: Ar agor nawr
da: Åben nu
de: Jetzt offen
el: Άνοιγμα
eo: Malfermitaj nun
es_us: Abierto ahora
et: Praegu avatud
eu: Ireki
fa: باز است
fi: Avoinna nyt
fr: Ouvert
gl: Aberto agora
he: פתיחה כעת
hu: Most nyitva van
hy: Բաց է
id: Buka sekarang
is: Opið núna
it: Aperto adesso
ja: 営業時間内
ka: ღიაა
kn: ತೆರೆ
ko: 열기
lt: Atidaryti
lv: Atvērt
mk: Otvori sega
ml: "തുറന്നിരിക്കുന്നു "
mr: उघडा
nb: Åpen nå
nl: Nu geopend
oc: Ara dobèrt
pl: Otwarte teraz
pt_br: Aberto agora
ro_ro: Deschise acum
ru: Открыто
sc: Abertu
sk: Otvorené
sl: Odpri
sr: Отворено сад
sr_latn: Otvoreno sad
sv: Öppna
ta: இப்பொழுதே திற
tr: Şimdi aç
uk: Відкрито
zh_hans: 打开
zh_hant: 開啓

source: Subcategories
ar: فئات فرعية
az: Altkateqoriyalar
be: Падкатэгорыі
br: Isrummadoù
cs: Podkategorie
cy: Is-gategorïau
da: Underkategorier
de: Unterkategorien
el: Υποκατηγορίες
eo: Subkategorioj
es_us: Subcategorías
et: Alamkategooriad
eu: Azpikategoriak
fa: زیردسته‌ها
fi: Alaluokat
fr: Sous-catégories
gl: Subcategorías
he: תת קטגוריות
hu: Alkategóriák
hy: Ենթակատեգորիաներ
id: Subkategori-subkategori
is: Undirflokkar
it: Modifica le categorie
ja: サブカテゴリー
ka: ქვეკატეგორიები
ko: 하위 카테고리
lt: Subkategorijos
lv: Apakškategorijas
mk: Podkategorii
ml: ഉപവിഭാഗങ്ങള്‍
nb: Underkategorier
nl: Subcategorieën
oc: Sotacategorias
pl: Podkategorie
pt_br: Subcategorias
ro_ro: Subcategorii
ru: Подкатегории
sc: Suta-categorias
sk: Podkategórie
sl: Podkategorije
sr: Подврсте
sr_latn: Potkategorije
sv: Underkategorier
ta: துணை வகைகள்
tr: Alt kategoriler
uk: Підкатегорії
vi: Danh mục con
zh_hans: 子分类
zh_hant: 子分類

# shared_string_select_all
source: Select all
af: Kies alles
ar: تحديد الكل
ast: Esbillar too
az: Hamısını seç
be: Абраць усё
bg: Избор всички
ca: Selecciona-ho tot
cs: Vybrat vše
cy: Dewis y cwbl
da: Vælg alle
de: Alle markieren
el: Επιλογή όλων
eo: Elektiĉiujn
es_us: Marcar todo
et: Vali kõik
eu: Hautatu guztiak
fa: انتخاب همه
fi: Valitse kaikki
fr: Sélectionner tout
gl: Selecciónao todo
he: בחירת הכול
hu: Összes kijelölése
hy: Ընտրել բոլորը
id: Pilih semua
is: Velja allt
it: Seleziona tutto
ja: 全て選択
ka: ყველაფრის არჩევა
kn: ಎಲ್ಲವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 모두 선택
lt: Pasirinkti viską
lv: Atlasīt visu
mk: Izberi se'
ml: എല്ലാം തെരഞ്ഞെടുക്കുക
mr: सर्व निवडा
nb: Velg alle
nl: Selecteer alles
oc: Tot seleccionar
pl: Zaznacz wszystko
ro_ro: Selectează tot
ru: Выбрать все
sc: Ischerta totu
sk: Vybrať všetko
sl: Izberi vse
sr: Означи све
sr_latn: Odaberi sve
sv: Markera alla
ta: அனைத்தையும் தெரிவுசெய்
tr: Hepsini seç
uk: Вибрати все
vi: Lựa chọn tất cả
zh_hans: 全部选中
zh_hant: 全選

# create_custom_poi
source: Create custom filter
ar: إنشاء تصفية مخصصة
az: Xüsusi filtr yarat
be: Стварыць адвольны фільтр
br: Krouiñ lec'hioù dedenn personelaet
ca: Crea filtre personalitzat
cs: Vytvořit vlastní filtr
cy: Creu hidlydd cyfaddas
da: Opret brugerdefineret filter
de: Benutzerdefinierten Filter erstellen
el: Δημιουργία προσαρμοσμένου φίλτρου
eo: Krei propran filtrilon
es_us: Crear filtro personalizado
et: Loo kohandatud filter
eu: Sortu iragazki pertsonalizatua
fa: ساخت پالایهٔ سفارشی
fi: Luo mukautettu suodin
fr: Créer un filtre personnalisé
gl: Crear un filtro personalizado
he: יצירת מסנן בהתאמה אישית
hu: Egyéni szűrő létrehozása
hy: Ստեղծել custom ֆիլտր
id: Buat filter khusus
is: Búa til sérsniðna síu
it: Crea un filtro personalizzato
ja: カスタムフィルターを作成
ka: მომხმარებლის ფილტრის შექმნა
ko: 사용자 정의 필터
lt: Sukurti pasirinktiną filtravimą
lv: Izveidot personalizētu filtru
mk: Kreirajte sopstven filter
ml: "കസ്റ്റം അരിപ്പക്ക്(ഫില്‍ട്ടര്‍) രുപം നല്‍കുക"
my: စိတ်တိုင်းကျ filter ကိုဖန်တီးပါ
nb: Opprett egendefinert filter
nl: Eigen filter maken
oc: Crear un filtre personalizat
pl: Tworzenie własnego filtra
pt_br: Criar filtro personalizado
ro_ro: Crează filtru personalizat
ru: Создать настраиваемый фильтр
sc: Crea unu filtru personalizadu
sk: Vytvoriť vlastný filter
sl: Ustvari filter po meri
sr: Направи произвољни филтер
sr_latn: TOI kategorije za pretragu
sv: Skapa eget filter
ta: தனிப்பயன் வடிப்பான் உருவாக்கவும்
tr: Özel süzgeç oluştur
uk: Налаштування пошуку
vi: Tạo bộ lọc tuỳ chỉnh
zh_hans: 创建自定义过滤器
zh_hant: 建立自訂篩選

source: Selected categories
ar: الفئات المحددة
az: Seçilən kateqoriyalar
be: Абраныя катэгорыі
br: Rummadoù diuzet
ca: Categories seleccionades
cs: Vybrané kategorie
cy: Categorïau dethol
da: Valgte kategorier
de: Ausgewählte Kategorien
el: Επιλεγμένες κατηγορίες
eo: Elektitaj kategorioj
es_us: Categorías elegidas
et: Vali kategooriad
eu: Aukeratutako kategoriak
fa: دسته‌های انتخاب‌شده
fi: Valitut luokat
fr: Catégories sélectionnées
gl: Categorías escollidas
he: קטגוריות נבחרות
hu: Kiválasztott kategóriák
hy: Ընտրված կատեգորիաները
id: Kategori yang dipilih
is: Valdir flokkar
it: Categorie selezionate
ja: 選択したカテゴリー
ka: არჩეული კატეგორიები
ko: 선택한 범주
lt: Pasirinktos kategorijos
lv: Atzīmētās kategorijas
mk: Izbrani kategorii
ml: തെരഞ്ഞെടുത്ത വിഭാഗങ്ങള്‍
my: ရွေးချယ်ထားသောအမျိုးအစားများ
nb: Valgte kategorier
nl: Gekozen categorieën
oc: Categorias seleccionadas
pl: Wybrane kategorie
pt_br: Categorias selecionadas
ro_ro: Categoriile selectate
ru: Выбранные категории
sc: Categorias ischertadas
sk: Vybrané kategórie
sl: Izbrane kategorije
sr: Изабране категорије
sr_latn: Izabrane kategorije
sv: Markerade kategorier
ta: தேர்ந்தெடுக்கப்பட்ட பிரிவுகள்
tr: Seçilen kategoriler
uk: Вибрані підкатегорії
vi: Danh much đã chọn
zh_hans: 选择分类
zh_hant: 已選取的分類

# new_filter_desc
source: Please enter a name for the new filter, this will be added to your 'Categories' tab.
ar: رجاءا أدخل اسم لفلتر الفرز الجديد. ستتم اضافته ضمن لائحة 'الفئات الخاصة بك'.
az: Yeni filtr üçün ad daxil edin. Bu, sizin “Kateqoriyalar” bölmənizə əlavə olunur.
be: Калі ласкі, увядзіце назву новага фільтра. Ён будзе дададзены ў спіс катэгорый.
ca: Introduïu un nom pel nou filtre amb el que s'afegirà a la vostra pestanya 'Categories'.
cs: Zadejte prosím název pro nový filtr, který bude přidán na záložku "Kategorie“.
cy: Rho enw ar gyfer yr hidlydd newydd, bydd hwn yn cael ei ychwanegu at dy dab 'Categorïau'.
da: Indtast et navn for det nye filter, det vil blive tilføjet til 'Kategorier'.
de: Bitte geben Sie einen Namen für den neuen Filter ein. Dieser wird zur Liste der „Kategorien“ hinzugefügt.
el: Παρακαλούμε, εισάγετε όνομα για το νέο φίλτρο, αυτό θα προστεθεί στην δική σας καρτέλα 'Κατηγορίες'.
eo: Bonvolu entajpi nomon por la nova filtrilo,ĝi estos aldonita al la langeto “kategorioj”.
es_us: Ingresa el nombre del nuevo filtro, que se añadirá en tu pestaña «Categorías».
et: Palun sisesta uue filtri nimi, see lisatakse Sinu 'Kategooriad' vahekaardile.
eu: Idatzi iragazki berriaren izena, zure 'Kategoriak' fitxara gehituko da.
fa: لطفاً برای این پالایه نامی بنویسید. این نام به «دسته‌ها» افزوده می‌شود.
fi: Anna nimi uudelle suotimelle, joka lisätään Luokat-välilehdelle.
fr: Veuillez saisir un nom pour ce filtre, il sera ajouté à l'onglet Catégories.
gl: Insire o nome do novo filtro, que se engadirá na túa lapela das "Categorías".
he: נא להקליד שם למסנן החדש, שם זה יצטרף ללשוניות ה‚קטגוריות’ שלך.
hu: Adja meg az új szűrő nevét, ami hozzá fog adódni a „Kategóriák” fülhöz.
hy: Մուտքագրեք նոր ֆիլտրի անունը: Դուք կարող եք գտնել այն "Կատեգորիաների" ցանկում:
id: Harap masukkan nama untuk filter baru Anda, ini akan ditambahkan ke tab 'Kategori' Anda.
is: Settu inn heiti fyrir nýju síuna, þessu verður bætt við á Flokkar-flipann þinn.
it: Inserisci il nome del nuovo filtro, verrà aggiunto nella tua scheda delle 'Categorie'.
ja: 新しいフィルターの名前を入力してください、作成したフィルターは[カテゴリー]タブに追加されます。
ko: 새 필터의 이름을 입력하면 '카테고리' 탭에 추가됩니다.
lt: Įrašykite naujo filtro pavadinimą. Jis bus įtrauktas į jūsų "Kategorijų" sąrašą.
lv: Ievadiet jaunā filtra vārdu, kas tiks pievienots jūsu Kategorijas sadaļai.
mk: Ve molime vnesete ime za noviot filter, ova ḱe bide dodadeno vo vašata kartička „Kategorii“.
ml: പുതിയ ഫിൽറ്ററിന് പേര് നൽകുക, ഇത് നിങ്ങളുടെ 'വിഭാഗങ്ങൾ' ടാബിൽ ചേർക്കും.
nb: Angi et navn for det nye filteret. Dette blir lagt til i fanen 'Kategorier'.
nl: Geen een naam aan het nieuwe filter. Deze naam wordt aan de lijst Categorieën toegevoegd.
oc: Nomatz lo novèu filtre. Serà ajustat a la lista dei Categorias.
pl: Wprowadź nazwę nowego filtra. Zostanie on dodany do karty „Kategorie”.
pt_br: Por favor, inserir um nome para o novo filtro. Ele será adicionado à sua guia Categorias.
ro_ro: Introduceți un nume pentru noul filtru, acesta va fi adăugat la fila 'Categorii'.
ru: Введите имя для нового фильтра. Он добавится в список «Категории».
sc: Pro praghere inserta unu nùmene pro su filtru nou. L'as a agatare in sa lista de sas 'Categorias'.
sk: Prosím zadajte názov pre nový filter, ktorý bude pridaný na záložku "Kategórie".
sl: Vpisati je treba ime novega filtra, ki se bo pojavilo na seznamu»kategorij«.
sr: Молимо, унесите име новог пропусника који ће бити придодат језичку „Врсте“.
sr_latn: Molimo, upiši naziv za novi filter, koji će biti dodan u oznaku "Kategorija".
sv: Ange ett namn på det nya filtret. Det kommer att läggas till på fliken ’Kategorier’.
ta: புதிய வடிப்பிற்கான பெயரை உள்ளிடவும், இது உங்கள் 'வகைகள்' தாவலுக்குச் சேர்க்கப்படும்.
tr: Lütfen yeni süzgeç için bir ad girin, bu 'Kategoriler' sekmenize eklenecek.
uk: Введіть назву для нового фільтра. Ви зможете його знайти у списку категорій.
zh_hans: 请输入新筛选器的名称，该名称将添加到你的"类别"选项卡中。
zh_hant: 請輸入新的篩選名稱，這會加到您的「類別」分頁裡。

# shared_string_filters
source: Filters
ar: تصفية
ast: Peñeres
az: Filtrlər
be: Фільтры
ca: Filtres
cs: Filtry
cy: Hidlyddion
da: Filtre
de: Filter
el: Φίλτρα
eo: Filtriloj
es_us: Filtros
et: Filtrid
eu: Iragazkiak
fa: پالایه‌ها
fi: Suotimet
fr: Filtres
gl: Filtros
he: מסננים
hu: Szűrők
hy: Ֆիլտրեր
id: Filter-filter
is: Síur
it: Filtri
ja: フィルター
ka: ფილტრები
ko: 필터
lt: Filtrai
lv: Filtri
mk: Filtri
ml: അരിപ്പകള്‍
nb: Filtre
oc: Filtres
pl: Filtry
pt_br: Filtros
ro_ro: Filtre
ru: Фильтры
sc: Filtros
sk: Filtre
sl: Filtri
sr: Пропусници
sr_latn: Filteri
sv: Filter
ta: வடிகட்டிகள்
tr: Süzgeçler
uk: Фільтри
vi: Bộ lọc
zh_hans: 过滤器
zh_hant: 篩選

source: Edit filter
ar: تحرير الفلتر
az: Kateqoriyalara düzəliş et
be: Рэдагаваць катэгорыі
bg: Edit categories
br: Embann ar sil
ca: Edita les categories
cs: Upravit filtr
cy: Golygu categorïau
da: Redigér filter
de: Filter bearbeiten
el: Επεξεργασία φίλτρου
eo: Redakti filtrilon
es_us: Editar filtro
et: Muuda filtrit
eu: Editatu iragazkia
fa: ویرایش پالایه
fi: Muokkaa suodatinta
fr: Modifier le filtre
gl: Editar filtro
he: עריכת קטגוריות
hu: Szűrő szerkesztése
hy: Խմբագրել կատեգորիաները
id: Sunting saringan
is: Breyta síu
it: Modifica i filtri
ja: フィルターの編集
ka: ფილტრის შეცვლა
ko: 카테고리 편집
lt: Redaguoti kategorijas
lv: Rediğēt kategorijas
mk: Uredete gi kategoriite
ml: വിഭാഗങ്ങള്‍ എഡിറ്റ് ചെയ്യുക
nb: Rediger filter
nl: Bewerk filter
oc: Modificar lei categorias
pl: Edycja filtra
pt_br: Editar categorias
ro_ro: Editează filtru
ru: Изменить фильтр
sc: Acontza sas categorias
sk: Upraviť filter
sl: Uredi kategorije
sr: Измени услов
sr_latn: Uredi filter
sv: Redigera filter
ta: வடிகட்டியைத் திருத்து
tr: Süzgeci düzenle
uk: Змінити фільтр
vi: Chỉnh sửa bộ lọc
zh_hans: 编辑筛选条件
zh_hant: 編輯篩選條件

# edit_filter_save_as_menu_item
source: Save As
af: Berg As
ar: حفظ باسم
az: Fərqli saxla
be: Захаваць як
bg: Запазване като
ca: Anomena i desa
cs: Uložit jako
cy: Cadw Fel
da: Gem som
de: Speichern als
el: Αποθήκευση Ως
eo: Konservi kiel
es_us: Guardar como
et: Salvesta nimega
eu: Gorde Honela
fa: ذخیره با نام
fi: Tallenna nimellä
fr: Enregistrer sous
gl: Gardar coma
he: שמירה בשם
hu: Mentés más néven
hy: Հիշել որպես
id: Simpan Sebagai
is: Vista sem
it: Salva come
ja: 名前をつけて保存
ka: ჩაწერა როგორც
ko: 다른이름으로 저장
ku: Bi awayekî cuda qeyd bike
lt: Išsaugoti kaip
lv: Saglabāt kā
mk: Zacuvajte kako
ml: പേരുകൊടുത്ത് സംരക്ഷിക്കുക
nb: Lagre som
nl: Bewaar als
oc: Sauvagardar per
pl: Zapisz jako
ro_ro: Salvează ca
ru: Сохранить как
sc: Sarva comente
sk: Uložiť ako
sl: Shrani kot
sr: Сачувај као
sr_latn: Snimi kao
sv: Spara som
ta: சேமி
tr: Farklı kaydet
uk: Зберегти як
vi: Lưu thành
zh_hans: 另存为
zh_hant: 另存

source: Delete filter
ar: حذف التصفية
az: Filtri sil
be: Выдаліць фільтр
ca: Esborra el filtre
cs: Odstranit filtr
cy: Dileu hidlydd
da: Slet filter
de: Filter löschen
el: Διαγραφή φίλτρου
eo: Forigi filtrilon
es_us: Borrar filtro
et: Kustuta filter
eu: Ezabatu iragazkia
fa: پاک‌کردن پالایه
fi: Poista suodin
fr: Supprimer le filtre
gl: Eliminar o filtro
he: מחיקת מסנן
hu: Szűrő törlése
hy: Ջնջել ֆիլտրը
id: Hapus filter
is: Eyða síu
it: Elimina filtro
ja: フィルターデフォルト
ka: ფილტრის წაშლა
lt: Ištrinti filtrą
lv: Dzēst filtru
mk: Izbrisete go filterot
ml: ഫില്‍റ്റര്‍ നീക്കം ചെയ്യുക
my: filter ကိုဖျက်ပါ
nb: Slett filter
nl: Wis filter
oc: Escafar un filtre
pl: Usuń filtr
pt_br: Remover filtro
ro_ro: Șterge filtrul
ru: Удалить фильтр
sc: Iscantzella sos filtros
sk: Vymazať filter
sl: Izbriši filter
sr: Избриши пропусник
sr_latn: Obriši filter
sv: Ta bort filter
ta: வடிப்பான் நீக்கு
tr: Süzgeci sil
uk: Вилучити фільтр
zh_hans: 删除过滤器
zh_hant: 刪除篩選

source: Save filter
ar: حفظ التصفية
ast: Guardar la peñera
az: Filtri saxla
be: Захаваць фільтр
ca: Desa el filtre
cs: Uložit filtr
cy: Cadw hidlydd
da: Gem filter
de: Filter speichern
el: Αποθήκευση φίλτρου
eo: Konservi filtrilon
es_us: Guardar filtro
et: Salvesta filter
eu: Gorde iragazkia
fa: ذخیره‌ٔ پالایه
fi: Tallenna suodin
fr: Mémoriser le filtre
gl: Gardar o filtro
he: שמירת מסנן
hu: Szűrő mentése
hy: Պահպանել ֆիլտրը
id: Simpan filter
is: Vista síu
it: Salva filtro
ja: フィルターの保存
ka: ფილტრის შენახვა
lt: Išsaugoti filtrą
lv: Saglabāt filtru
mk: Zacuvaj go filterot
ml: അരിപ്പ (ഫില്‍ട്ടര്‍) സൂക്ഷിക്കുക
my: filter ကိုသိမ်းပါ
nb: Lagre filter
nl: Filter opslaan
oc: Sauvagardar lo filtre
pl: Zapisz filtr
pt_br: Salvar filtro
ro_ro: Salvează filtru
ru: Сохранить фильтр
sc: Sarva sos filtros
sk: Uložiť filter
sl: Shrani filter
sr: Сачувај пропусник
sr_latn: Sačuvaj filter
sv: Spara filter
ta: வடிகட்டி சேமி
tr: Süzgeci kaydet
uk: Зберегти фільтр
zh_hans: 保存过滤器
zh_hant: 儲存篩選

# edit_filter_delete_dialog_title
source: Delete this filter?
af: Verwyder gekose filter?
ar: حذف هذا الفلتر؟
ast: ¿Quies desaniciar esta peñera?
az: Bu filtr silinsin?
be: Выдаліць гэты фільтр?
bg: Изтриване на избрания филтър?
ca: Voleu eliminar aquest filtre?
cs: Smazat tento filtr?
cy: Delete selected filter?
da: Slet dette filter?
de: Diesen Filter löschen?
el: Διαγραφή αυτού του φίλτρου;
eo: Ĉu forigi tiun ĉi filtrilon?
es_us: ¿Borrar este filtro?
et: Kustutada see filter?
eu: Ezabatu iragazki hau?
fa: این پالایه پاک شود؟
fi: Poista tämä suodin?
fr: Supprimer ce filtre ?
gl: Eliminar este filtro?
he: למחוק מסנן זה?
hu: Törli ezt a szűrőt?
hy: Ջնջե՞լ տվյալ ֆիլտրը?
id: Hapus saringan ini?
is: Eyða þessari síu?
it: Eliminare il filtro?
ja: 選択したフィルタを削除しますか?
ka: წავშალო მონიშნული ფილტრი?
ko: 선택된 필터를 삭제할까요?
lt: Ištrinti pasirinktą filtrą?
lv: Dzēst izvēlēto filtru?
mk: Da se izbrise filterot?
ml: ഫില്‍റ്റര്‍ നീക്കം ചെയ്യട്ടെ?
nb: Slett dette filteret?
nl: Verwijder deze filter?
oc: Escafar lo filtre ?
pl: Usunąć ten filtr?
pt_br: Apagar filtro selecionado?
ro_ro: Ștergeți acest filtru?
ru: Удалить этот фильтр?
sc: Iscantzellare custu filtru?
sk: Vymazať tento filter?
sl: Želiš izbrisati ta filter?
sr: Обрисати овај пропусник?
sr_latn: Obriši ovaj filter?
sv: Ta bort detta filter?
ta: இந்த வடிப்பானை நீக்கவா?
tr: Bu filtreyi sil?
uk: Вилучити цей фільтр?
vi: Xóa bộ lọc này?
zh_hans: 删除此筛选规则？
zh_hant: 刪除此過濾規則？

source: Apply filters
ar: تطبيق التصفية
az: Filtrləri tətbiq et
be: Ужыць фільтры
ca: Aplica els filtres
cs: Použít filtry
cy: Gosod hidlyddion
da: Anvend filtre
de: Filter anwenden
el: Εφαρμογή φίλτρων
eo: Apliki filtrilojn
es_us: Aplicar filtros
et: Rakenda filtrid
eu: Aplikatu iragazkiak
fa: به‌کارگیری پالایه‌ها
fi: Ota suotimet käyttöön
fr: Appliquer les filtres
gl: Aplicar os filtros
he: החלת מסננים
hu: Szűrők alkalmazása
hy: Կիրառել ֆիլտրերը
id: Terapkan filter
is: Virkja síur
it: Applica filtri
ja: フィルターを適用
ka: ფილტრები
lt: Pritaikyti filtrus
lv: Apstiprināt filtrus
mk: Primeni gi filtrite
ml: അരിപ്പകള്‍ (ഫില്‍ട്ടര്‍ ) പ്രയോഗിക്കുക
my: filter များကိုအသုံးပြုပါ
nb: Bruk filtre
nl: Filters toepassen
oc: Aplicar lei filtres
pl: Zastosuj filtry
pt_br: Aplicar filtros
ro_ro: Aplică filtrele
ru: Применить фильтры
sc: Àplica sos filtros
sk: Použiť filtre
sl: Uveljavi filtre
sr: Примени пропуснике
sr_latn: Primeni filtere
sv: Applicera filter
ta: வடிப்பான்களை விண்ணப்பிக்கவும்
tr: Süzgeç uygula
uk: Застосувати фільтри
zh_hans: 应用过滤器
zh_hant: 套用篩選

# filter_poi_hint
source: Filter by name
ar: تصفية حسب الاسم
az: Ada görə filtrlə
be: Фільтраваць па назве
bg: Филтриране по име
ca: Filtre per nom
cs: Filtrovat podle jména
cy: Hidlo ynôl enw
da: Filtrer efter navn
de: Nach Namen filtern
el: Φιλτράρισμα κατά όνομα
eo: Filtri laŭ nomo
es_us: Filtrar por nombre
et: Filtreeri nime järgi
eu: Iragazi izenez
fa: پالایش بر پایه نام
fi: Suodatus nimen mukaan
fr: Filtrer par nom
gl: Filtrar polo nome
he: סינון לפי שם
hu: Szűrés név szerint
hy: Ֆիլտրում անունով
id: Saring berdasarkan nama
is: Sía eftir nafni
it: Filtra per nome
ja: 名前でフィルター
ka: სახელით ფილტრაცია
kn: ಹೆಸರಿನಿಂದ ಶೋಧಿಸು
ko: 이름으로 필터링
lt: Filtruoti pagal pavadinimą
lv: Filtrēt pēc nosaukuma
mk: Filter po ime
ml: പേരുപയോഗിച്ച് അരിക്കുക (ഫില്‍റ്റര്‍)
nb: Filtrer etter navn
nl: Filter op naam
oc: Filtrar per nom
pl: Filtruj po nazwie
pt_br: Filtrar por nome
ro_ro: Filtrează după nume
ru: Фильтровать по имени
sc: Filtra pro nùmene
sk: Filtrovať podľa názvu
sl: Filtriraj po imenu
sr: Распореди по имену
sr_latn: Pretraga po karakteristici
sv: Filtrera efter namn
ta: பெயர் வைத்து வடிகட்டு
tr: Ada göre süz
uk: Фільтрувати за назвою
zh_hans: 按名称筛选
zh_hant: 依名稱篩選

source: Opening hours
af: Openingsure
ar: ساعات العمل
az: İş saatları
be: Гадзіны працы
bg: Работно време
ca: Horari d'obertura
cs: Otevírací doba
cy: Oriau agor
da: Åbningstider
de: Öffnungszeiten
el: Ώρες λειτουργίας
eo: Malfermaj horoj
es_us: Horario de apertura
et: Avatud
eu: Irekitze orduak
fa: ساعت کاری
fi: Avoinna
fr: Heures d'ouverture
gl: Horas de apertura
he: שעות הפתיחה
hu: Nyitva tartás
hy: Աշխատանքային ժամերը
id: Jam buka
is: Opnunartímar
it: Orari di apertura
ja: 営業時間
ka: საათების გახსნა
ko: 오프닝 시간
lt: Darbo laikas
lv: Darba laiks
mk: Rabotni vreminja
ml: തുറക്കുന്ന സമയം
mr: उघडण्याची वेळ
nb: Åpningstider
nl: Openingstijden
oc: Orari de dobertura
pl: Godziny otwarcia
ro_ro: Orar
ru: Рабочие часы
sc: Oràrios de abertura
sk: Otváracie hodiny
sl: Delovničas
sr: Радно време
sr_latn: Radno vreme
sv: Öppettider
ta: தொடக்க நேரம்
tr: Çalışma saatleri
uk: Робочі години
vi: Giờ mở cửa
zh_hans: 营业时间
zh_hant: 營業時間

# city_type_district
source: District
ar: منطقة
ast: Distritu
az: Rayon
be: Раён
bg: Окръг
ca: Districte
cs: Okres
cy: Dosbarth
da: Distrikt
de: Bezirk
el: Περιοχή
eo: Kvartalo
es_us: Distrito
et: Linnaosa
eu: Distritua
fa: ناحیه
fi: Alue
gl: Distrito
he: מחוז
hu: Kerület
hy: Տարածաշրջան
id: Distrik/Kabupaten
is: Umdæmi
it: Distretto
ja: 地区
ka: ოლქი
ko: 구역
lt: Mikrorajonas
lv: Apgabals
mk: Okrug
ml: ജില്ല
mr: जिल्हा
my: နယ်မြေဒေသ
nb: Distrikt
nl: Stadsdeel
oc: Arondiment (?!)
pl: Dzielnica
pt_br: Distrito
ru: Район
sc: Distretu
sk: Okres
sl: Območje
sr: Област
sr_latn: Distrikt
sv: Distrikt
ta: மாவட்டம்
tr: İlçe
uk: Район
zh_hans: 区
zh_hant: 區

# city_type_neighbourhood
source: Neighbourhood
ar: حي
ast: Vecinderu
az: Ətrafında
be: Ваколіцы
bg: Квартал
ca: Barri
cs: Okolí
cy: Cymdogaeth
da: Kvarter
de: Nachbarschaft
el: Γειτονιά
eo: Najbaraĵo
es_us: Vecindario
et: Naabruskond
eu: Auzoa
fa: محله
fi: Ympäristö
fr: Quartier
gl: Barrio
he: שכונה
hu: Városrész
hy: Թաղամաս
id: lingkungan
is: Hverfi
it: Quartiere
ja: 小字・丁目
ka: სამეზობლო
ko: 근교
lt: Kaimynystė
lv: Apvidus
mk: Sosedstvo
ml: സമീപദേശം
mr: शेजार
my: ရပ်ကွက်ထဲ
nb: Nabolag
nl: Wijk
oc: Quartier
pl: Sąsiedztwo
pt_br: Vizinhança
ro_ro: Vecinătate
ru: Микрорайон
sc: Bighinadu
sk: Okolie
sl: Soseska
sr: Сусед
sr_latn: Sused
sv: Grannskap
ta: அக்கம்பக்கத்து
tr: Mahalle
uk: Мікрорайон
zh_hans: 邻里
zh_hant: 鄰里
