Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# battery_widget_desc
source: Shows the battery level of your device.
ar: ودجت عرض مستوى بطارية جهازك.
az: Cihazınızın batareya səviyyəsini göstərir.
be: Паказвае ўзровень зараду батарэі вашай прылады.
bg: Показва нивото на батерията на устройство.
cs: Zobrazuje úroveň nabití baterie zařízení.
cy: Dangosa'r ategyn lefel batri dy ddyfais.
da: Viser din enheds batteriniveau.
de: Zeigt den Akkustand Ihres Geräts an.
el: Δείχνει το επίπεδο της μπαταρίας της συσκευή σας.
eo: Fenestraĵo montranta nivelon de baterio de via aparato.
es_us: Muestra el nivel de batería del dispositivo.
et: Näitab sinu nutiseadme akutäituvust.
eu: Zure gailuaren bateria-maila erakusten du.
fa: سطح باتری دستگاه شما را نمایش می‌دهد.
fi: Näyttää laitteesi akun varaustason.
fr: Affiche le niveau de batterie de votre appareil.
he: מציג את עוצמת הסוללה של המכשיר שלך.
hu: Megjeleníti az eszköze akkumulátorának töltöttségi szintjét.
id: Menampilkan tingkat baterai perangkat Anda.
is: Sýnir styrk rafhlöðu á tækinu þínu.
it: Mostra il livello della batteria del tuo dispositivo.
ja: 端末のバッテリー量を表示します。
ko: 기기의 배터리 수준 표시.
mk: Go prikažuva nivoto na baterijata na vašiot ured.
nb: Viser batterinivået til enheten din.
nl: Toont het batterijniveau van je apparaat.
pl: Pokazuje poziom naładowania baterii urządzenia.
ro_ro: Arată nivelul bateriei dispozitivului.
ru: Виджет показывает уровень заряда батареи вашего устройства.
sc: Ammustrat su livellu de bateria de su dispositivu tuo.
sk: Zobrazuje úroveň nabitia batérie zariadenia.
sl: Prikazuje nivo baterije v napravi.
sr: Приказује попуњеност батерије Вашег уређаја.
sr_latn: Prikazuje nivo popunjenosti baterije.
sv: Visar din enhets batterinivå.
ta: உங்கள் சாதனத்தின் பேட்டரி அளவைக் காட்டுகிறது.
tr: Aygıtınızın pil seviyesini gösterir.
uk: Показує рівень заряду акумулятора пристрою.
vi: Hiện mức pin của thiết bị của bạn.
zh_hans: 显示您设备的电池电量。
zh_hant: 顯示您的裝置的電池電量。

# time_to_go_desc
source: Time in minutes or hours needed to reach your destination.
ar: الوقت بالدقائق أو الساعات المتوقعة للوصول إلى وجهتك.
be: Час у хвілінах або гадзінах, неабходны для дасягнення пункта прызначэння.
bg: Времето в минути или часове, необходимо за достигане до местоназначението.
cs: Čas v minutách nebo hodinách potřebný k dosažení cíle.
cy: Yr amser mewn munudau neu oriau i gyrraedd pen y daith.
da: Tid i minutter eller timer for at nå din destination.
de: Zeit in Minuten oder Stunden, die Sie benötigen, um Ihr Ziel zu erreichen.
el: Χρόνος σε λεπτά ή ώρες για να φτάσετε στον προορισμό σας.
eo: Tempo en minutoj aŭ horoj necesa por akiri vian alcelan lokon.
es_us: Tiempo en minutos u horas necesario para llegar al destino.
et: Aeg minutites või tundides sinu sihtkohta jõudmiseks.
eu: Zure helmugara iristeko behar den denbora minutu edo orduetan.
fa: زمان به دقیقه یا ساعت برای رسیدن به مقصد.
fi: Aika minuuteissa/tunneissa kohteeseen.
fr: Temps (en minutes ou en heures) nécessaire pour atteindre votre destination.
he: הזמן בדקות או שעות שנדרש להגעה ליעד שלך.
hu: Az úti cél eléréséhez szükséges időtartam percben vagy órában kifejezve.
id: Waktu dalam menit atau jam yang dibutuhkan untuk mencapai tujuan Anda.
is: Tími í mínútum eða klukkustundum þar til þú nærð á áfangastað.
it: Tempo necessario per raggiungere la tua destinazione in ore e minuti.
ja: 目的地に到着するまでに必要な時間(分または時間)です。
ko: 목적지에 도달해야 할 분 또는 시간.
mk: Vreme vo minuti iličasovi potrebni za da stignete do vašata destinacija.
nb: Tid i minutter eller timer til du når ditt mål.
nl: Tijd (in minuten of uren) benodigd om je bestemming te bereiken.
pl: Czas w minutach lub godzinach potrzebny do osiągnięcia celu podróży.
ro_ro: Timpul în minute sau ore necesar pentru a ajunge la destinație.
ru: Время в минутах или часах, необходимое для достижения пункта назначения.
sc: Tempus in minutos o oras netzessàriu pro arribbare a sa destinatzione tua.
sk: Čas v minútach alebo hodinách potrebný na dosiahnutie cieľa.
sl: Čas v minutah ali urah, potreben za dosego cilja.
sr: Време у минутима или сатима потребно да стигнете на одредиште.
sr_latn: Vreme u minutima ili satima potrebno da stignete na odredište.
sv: Tid i minuter eller timmar för att nå din destination.
ta: உங்கள் இலக்கை அடைய தேவையான நிமிடங்கள் அல்லது மணிநேரங்களில் நேரம்.
tr: Varış noktasına ulaşmak için gereken dakika veya saat cinsinden süre.
uk: Час у хвилинах або годинах, необхідний для досягнення пункту призначення.
vi: Thời gian tính bằng phút hoặc giờ để đến điểm đến của bạn.
zh_hans: 到达目的地所需的时间（以分钟或小时为单位）。
zh_hant: 需要到達您的目的地的時間（以分鐘或小時計）。

# precipitation_widget_desc
source: Shows the precipitation for the current map center.
ar: يعرض هطول الأمطار لمركز الخريطة الحالي.
be: Паказвае колькасць ападкаў для бягучага цэнтра мапы.
bg: Показва валежите в текущия център на картата.
ca: Mostra les precipitacions per al centre del mapa actual.
cs: Zobrazuje srážky pro aktuální střed mapy.
da: Viser nedbøren for det nuværende kortcentrum.
de: Zeigt den Niederschlag für die aktuelle Kartenmitte an.
el: Δείχνει την πιθανότητα υετού του κέντρου του τρέχοντος χάρτη.
eo: Fenestraĵo montranta precipitaĵojn por la nuna map-centro.
es_us: Muestra la precipitación para el centro de mapa actual.
et: Näitab sademeid kaardi praeguses keskkohas.
eu: Uneko mapa-zentrorako prezipitazioa erakusten du.
fa: نمایش بارش کنونی در مرکز نقشه.
fi: Näyttää kartan keskikohdan mukaisen sadannan.
fr: Affiche les précipitations pour le centre actuel de la carte.
hu: Megjeleníti a csapadékot a jelenlegi térképközéppontnál.
id: Menampilkan curah hujan untuk tengah peta saat ini.
is: Sýnir úrkomu fyrir núverandi miðju landakortsins.
it: Mostra le precipitazioni del centro attuale della mappa.
ja: 現在のマップ中心の降水量を表示します。
ko: 현재 맵 센터의 강수량을 보여줍니다.
nb: Viser nedbør for nåværende kartsentrum.
nl: Toont neerslag voor huidige midden van de kaart.
pl: Pokazuje opady dla bieżącego centrum mapy.
ro_ro: Arată precipitațiile pentru centrul curent al hărții.
ru: Виджет показывает количество осадков для текущего центра карты.
sc: Ammustrat sas pretzipitatziones pro su tzentru atuale de sa mapa.
sk: Zobrazí zrážky pre súčasný stred mapy.
sl: Prikazuje padavine za trenutno središče zemljevida.
sr: Приказује падавине на тренутном средишту карте.
sr_latn: Prikazuje padavine na trenutnom središtu mape.
sv: Visar nederbörd för aktuellt centrum i kartan.
ta: தற்போதைய வரைபட மையத்திற்கான மழைப்பொழிவைக் காட்டுகிறது.
tr: Geçerli harita merkezi için yağışı gösterir.
uk: Показує кількість опадів для поточного центру мапи.
vi: Hiện sự ngưng tụ cho trung tâm bản đồ hiện tại.
zh_hans: 显示当前地图中心的降水。
zh_hant: 顯示目前地圖中心的降水量。

# map_widget_distance_to_destination
source: Distance to destination
ar: المسافة إلى الوجهة
be: Адлегласць да пункта прызначэння
bg: Разстояние до местоназначение
cs: Vzdálenost do cíle
cy: Pellter i ben y daith
da: Afstand til destination
de: Entfernung zum Ziel
el: Απόσταση μέχρι προορισμό
eo: Distanco al celo
es_us: Distancia al destino
et: Vahemaa sihtkohta
eu: Helmugarako distantzia
fa: فاصله تا مقصد
fr: Distance jusqu'à destination
he: מרחק ליעד
hu: Távolság az úti célig
id: Jarak ke tujuan
is: Fjarlægð á áfangastað
it: Distanza alla destinazione
ja: 目的地までの距離
ko: 목적지까지의 거리
mk: Rastojanie do odredisteto
nb: Avstand til mål
nl: Afstand tot bestemming
pl: Odległość do celu
ro_ro: Distanță până la destinație
ru: Расстояние до пункта назначения
sc: Distàntzia dae sa destinatzione
sk: Vzdialenosť do cieľa
sl: Razdalja do cilja
sr: Удаљеност до одредишта
sr_latn: Udaljenost do odredišta
sv: Avstånd till destination
ta: இலக்குக்கான தூரம்
tr: Varış noktasına uzaklık
uk: Відстань до пункту призначення
vi: Khoảng cách đến điểm đến
zh_hans: 距目的地距离
zh_hant: 到目的地的距離

# poi_operator
source: Operator
ar: المشغل
cs: Operátor
da: Operatør
de: Betreiber
el: Χειριστής
es_us: Operador
et: Käitaja
fi: Toimija
fr: Opérateur
hu: Üzemeltető
is: Stýring
it: Operatore
ko: 연산자
pl: Zarządca
ru: Оператор
sr: Оператор
sv: Operatör
ta: ஆபரேட்டர்
uk: Оператор
zh_hant: 營運者

# nav_type_descr
source: Select how to calculate a route for this profile
ar: تحديد كيفية حساب مسار لهذا الملف الشخصي
be: Абярыце спосаб разліку маршруту для гэтага профілю
ca: Seleccioneu com calcular la ruta en aquest perfil
cs: Zvolte způsob výpočtu trasy pro tento profil
da: Vælg, hvordan en rute skal beregnes for profilen
de: Wählen Sie aus, wie eine Route für dieses Profil berechnet werden soll
el: Επιλογή υπολογισμού διαδρομής για αυτό το προφίλ
es_us: Elige cómo calcular una ruta para este perfil
et: Vali, kuidas selle profiili jaoks teekonda arvutada
fr: Sélectionnez comment calculer un itinéraire pour ce profil
hu: Válassza ki, hogyan számítsa ki az útvonalat ennél a profilnál
id: Pilih cara menghitung rute untuk profil ini
is: Veldu hvernig eigi að reikna leiðir í þessu sniði
it: Seleziona come calcolare un percorso per questo profilo
ja: このプロファイルのルートを計算方法を選択してください
ko: 이 프로필의 경로를 계산하는 방법 선택
nb: Velg hvordan du vil kalkulere en rute for denne profilen
nl: Selecteer hoe een route voor dit profiel berekend moet worden
oc: Seleccionatz coma calcular lo percors per aquest perfiu
pl: Wybierz sposób obliczania trasy dla tego profilu
pt_br: Selecionar como calcular uma rota para este perfil
ro_ro: Selectați modul de calculare a unui traseu pentru acest profil
ru: Выберите способ расчета маршрута для этого профиля
sc: Issèbera comente carculare un'àndala pro custu profilu
sr: Изаберите како израчунати руту за овај профил
sr_latn: Izaberite kako izračunati rutu za ovaj profil
sv: Välj hur rutter ska beräknas för denna profil
ta: இந்த சுயவிவரத்திற்கான வழியை எவ்வாறு கணக்கிடுவது என்பதைத் தேர்ந்தெடுக்கவும்
tr: Bu profil için rotanın nasıl hesaplanacağını seçin
uk: Виберіть спосіб обчислення маршруту для цього профілю
zh_hant: 選擇這個設定檔如何計算路線

# avoid_in_routing_descr_
source: Avoid certain routes and road types
ar: تجنب بعض الطرق
az: Müəyyən marşrutlardan və yol növlərindən yayın
be: Пазбягаць пэўныя маршруты і тыпы дарог
bg: Avoid toll roads, unpaved, ferries
ca: Evita determinades rutes i tipus de carretera
cs: Vyhnout se některým trasám a typům cest
cy: Osgoi rhai llwybrau a mathau o ffyrdd
da: Undgå visse ruter og vejtyper
de: Vermeiden bestimmter Routen und Straßentypen
el: Αποφυγή συγκεκριμένων διαδρομών και τύπων δρόμων
eo: Eviti difinitajn kursojn kaj specojn de vojoj
es_us: Evita ciertas rutas y tipos de caminos
et: Väldi teatud marsruute ja teetüüpe
eu: Saihestu ibilbide eta errepide mota batzuk
fa: از مسیرهای بخصوص و انواع جاده‌ها بپرهیزید
fi: Vältä tiettyjä reittejä ja tietyyppejä
fr: Éviter certains types de route
gl: Evitar certas rutas e tipos de estradas
he: הימנעות מסוגים מסוימים של מסלולים וכבישים
hu: Bizonyos útvonalak és úttípusok elkerülése
id: Hindari rute dan jenis jalan tertenu
is: Forðast tilteknar leiðir og gerðir af vegum
it: Evita certi percorsi e tipi di strade
ja: 特定のルートや特定の道路種別を避けるよう設定ができます
ka: Avoid toll roads, unpaved, ferries
kn: ಕೆಲವು ಮಾರ್ಗಗಳು ಮತ್ತು ರಸ್ತೆ ಪ್ರಕಾರಗಳನ್ನು ಪರಿಗಣಿಸಬೇಡಿ
ko: 유료 도로, 비 포장 도로, 페리 제외
lt: Avoid toll roads, unpaved, ferries
lv: Avoid toll roads, unpaved, ferries
mk: Izbegnuvajte odredeni pravci i tipovi patišta
nb: Unngå visse ruter og veityper
nl: Vermijd bepaalde routes en wegen
oc: Evitar lei rotas de peatge, lei non enquitranadas e lei barcas a tralha
pl: Unikaj określonych tras i rodzajów dróg
ro_ro: Evitaţi anumite rute şi tipuri de drumuri
ru: Избегать определённых участков и типов дорог
sc: Istransi castas isseberadas de àndalas e caminos
sk: Vyhnúť sa niektorým trasám a typom ciest
sl: Izogibaj se določenim potem in vrstam cest
sr: Избегавај одређене путеве и врсте путева
sr_latn: Izbegavanje određenih puteva i vrsta puteva
sv: Undvik vissa rutter och vägtyper
ta: சில வழிகள் மற்றும் சாலை வகைகளைத் தவிர்க்கவும்
tr: Belirli rotalardan ve yol türlerinden kaçın
uk: Уникати певних маршрутів та типів доріг
vi: Tránh một số tuyến đường và loại đường nhất định
zh_hans: 避开特定路线和道路类型
zh_hant: 避開特定路線與道路類型

# shared_string_total_size
source: Total size
ar: الحجم الإجمالي
be: Агульны памер
cs: Celková velikost
cy: Maint cyfanswm
da: Samlet størrelse
de: Gesamtgröße
el: Συνολικό μέγεθος
es_us: Tamaño total
et: Kogumaht
fr: Taille totale
hu: Teljes méret
id: Ukuran total
is: Heildarstærð
it: Dimensioni totali
ja: 合計サイズ
lt: Bendras dydis
nb: Total størrelse
nl: Totale grootte
oc: Mesura totala
pl: Całkowity rozmiar
ro_ro: Dimensiunea totală
ru: Общий размер
sc: Mannària totale
sr: Укупна величина
sr_latn: Ukupna veličina
sv: Total storlek
ta: மொத்த அளவு
tr: Toplam boyut
uk: Загальний розмір
zh_hant: 總大小

# shared_string_next_update
source: Next update
ar: التحديث التالي
cs: Příští aktualizace
cy: Diweddariad nesaf
da: Næste opdatering
de: Nächste Aktualisierung
el: Επόμενη ενημέρωση
es_us: Próxima actualización
et: Järgmine uuendus
fr: Prochaine mise à jour
hu: Következő frissítés
id: Pembaruan berikutnya
is: Næsta uppfærsla
it: Prossimo aggiornamento
lt: Kitas atnaujinimas
nb: Neste oppdatering
nl: Volgende update
oc: Actualizacion venenta
pl: Następna aktualizacja
ro_ro: Următoarea actualizare
ru: Следующее обновление
sc: Agiornamentu imbeniente
sr: Следеће ажурирање
sr_latn: Sledeće ažuriranje
sv: Nästa uppdatering
ta: அடுத்த புதுப்பிப்பு
tr: Sonraki güncelleme
uk: Наступне оновлення
zh_hant: 下次更新

# interrupt_music
source: Pause music
ar: إيقاف الأصوات
ast: Posar la música
az: Musiqini dayandır
be: Прыпыніць музыку
bg: Прекъсване на музика
ca: Atura la música
cs: Pozastavit hudbu
da: Pause musik
de: Musik pausieren
el: Παύση μουσικής
eo: Paŭzigi muzikon
es_us: Pausar música
et: Peata muusika
eu: Eten musika
fa: مکث موسیقی
fi: Keskeytä musiikki
fr: Interrompre la musique
gl: Deter a música
he: השהיית מוזיקה
hu: Zene szüneteltetése
hy: Ընդհատել երաժշտությունը
id: Jeda musik
is: Hlé á tónlist
it: Metti in pausa la musica
ja: 音楽の一時停止
ka: მუსიკის პაუზა
ko: 음악 중지
lt: Pristabdyti muziką
lv: Pauzēt mūziku
mk: Pauziraj muzika
ml: പാട്ടുകള്‍ പാടുന്നത് താല്‍ക്കാലികമായി നിര്‍ത്തുക
nb: Stopp musikk midlertidig
nl: Muziek onderbreken
oc: Metre en pausa la musica
pl: Przerywanie muzyki
pt_br: Pausar música
ro_ro: Întrerupeți muzica
ru: Прерывать музыку
sc: Firma sa mùsica
sk: Pozastaviť hudbu
sl: Prekini predvajanje glasbe
sr: Заустави музику
sr_latn: Zaustavi muziku
sv: Pausa musiken
ta: இடைநிறுத்தப்பட்ட இசை
tr: Müziği duraklat
uk: Призупиняти музику
vi: Dừng âm nhạc
zh_hans: 暂停音乐
zh_hant: 暫停音樂

# shared_string_custom
source: Custom
ar: تخصيص
az: Xüsusi
be: Адвольны
ca: Personalitzat
cs: Vlastní
cy: Addas
da: Tilpasset
de: Benutzerdefiniert
el: Προσαρμοσμένο
eo: Propra
es_us: Personalizado
et: Kohandatud
eu: Pertsonalizatua
fa: سفارشی
fi: Mukautettu
fr: Personnalisé
gl: Personalizado
he: התאמה אישית
hu: Egyéni
id: Kustom
is: Sérsniðið
it: Personalizzato
ja: カスタム
ka: ხელნაკეთი
ko: 사용자 맞춤
lt: Pasirinktinis
mk: Prilagodete po Vasa zelba
nb: Egendefinert
nl: Aangepast
oc: Personalizat
pl: Dostosowany
pt_br: Personalizados
ro_ro: Personalizare
ru: Своё значение
sc: Personalizadu
sk: Vlastné
sl: Po meri
sr: Прилагођен
sr_latn: Vlastite
sv: Anpassad
ta: தனிப்பயன்
tr: Özel
uk: Власний
vi: Tuỳ chỉnh
zh_hans: 自定义
zh_hant: 自訂

# rotate_map_manual_opt
source: Manually rotated
ar: تدوير يدوي
be: Фіксавана (паварочваецца ўручную)
bg: Ръчно завъртане
ca: Girar manualment (fix)
cs: Ruční otáčení
da: Manuelt roteret
de: Manuell gedreht (fest)
el: Χειροκίνητη περιστροφή
eo: Permane turnita
es_us: Rotación manual
et: Pööra käsitsi
eu: Eskuz biratuta
fa: چرخش دستی
fr: Orientation manuelle
he: סיבוב ידני (קבוע)
hu: Kézzel forgatott
id: Diputar secara manual
is: Snúið handvirkt
it: Ruotato manualmente
ja: 手動回転(固定)
ko: 수동으로 직접회전 (고정됨)
nb: Manuelt rotert
nl: Handmatig gedraaid
pl: Obracane ręcznie
ro_ro: Rotită manual
ru: Можно вращать вручную
sc: Fissu (rotatzione manuale)
sk: Manuálne otočené
sl: Ročno vrtenje
sr: Ручно окретање
sr_latn: Ručno okretanje
sv: Manuell rotering
ta: கைமுறையாக சுழற்றப்பட்டது
tr: Elle döndürülen
uk: Обертається вручну
vi: Xoay thủ công
zh_hans: 手动旋转
zh_hant: 手動旋轉

# gpx_add_new
source: Add new file
ar: تغيير الاسم
be: Дадаць новы файл
ca: Afegeix un fitxer nou
cs: Přidat nový soubor
da: Tilføj en ny fil
de: Neue Datei hinzufügen
el: Προσθήκη νέου αρχείου
es_us: Añadir nuevo archivo
et: Lisa uus fail
fr: Ajouter un nouveau fichier
hu: Új fájl hozzáadása
id: Tambah file baru
is: Bæta við nýrri skrá
it: Aggiungi un nuovo file
ja: 新しいファイルを追加
ka: ახალი ფაილის დამატება
ko: 새 파일 추가
nl: Nieuw bestand toevoegen
oc: Ajustar un fichier novèu
pl: Dodaj nowy plik
pt_br: Adicionar novo arquivo
ro_ro: Adăugați un nou fișier
ru: Добавить новый файл
sc: Annaghe unu documentu nou
sk: Pridať nový súbor
sl: Dodaj novo datoteko
sr: Додајте нову датотеку
sr_latn: Dodajte novu datoteku
sv: Lägg till ny fil
ta: புதிய கோப்பைச் சேர்க்கவும்
tr: Yeni dosya ekle
uk: Додати новий файл
zh_hans: 添加新文件
zh_hant: 增加新檔案

# routing_attr_short_way_description
source: Optimized shorter route (energy saving)
ar: طريق أقصر محسن (توفير الطاقة)
az: Optimallaşdırılmış qısa marşrut (enerjiyə qənaət)
be: Аптымальны карацейшы маршрут
bg: Оптимизиран по-кратък маршрут (спестяване на енергия)
ca: Ruta més curta optimitzada (baix consum)
cs: Optimalizovaná kratší trasa (úspora energie)
cy: Llwybr byrrach (arbed ynni)
da: Optimeret kortere rute (energibesparende)
de: Optimierte kürzere Route (energiesparend)
el: Βελτιστοποιημένη συντομότερη διαδρομή (εξοικονόμηση ενέργειας)
eo: Optimumigita pli mallonga kurso (energiŝpara)
es_us: Ruta optimizada más corta (bajo consumo)
et: Optimeeritud lühem marsruut (energiat säästev)
eu: Ibilbide laburragoa optimizatua (energia aurreztea)
fa: مسیر کوتاه‌ترِ بهینه (صرفه‌جویی انرژی)
fi: Optimoitu lyhyempi reitti (energiansäästö)
fr: Itinéraire court optimisé (plus économe en énergie)
gl: Ruta optimizada máis curta (baixo consumo)
he: מסלול מקוצר מרחק (לחסכון באנרגיה)
hu: Optimalizált rövidebb útvonal (energiamegtakarítás)
id: Rute lebih pendek yang dioptimalkan (hemat energi)
is: Bestuð styttri leið (orkusparandi)
it: Percorso ottimizzato per brevità (risparmio energia)
ja: 最適化されたなるべく短い(省エネ)ルートを選択します
ka: Use fuel-efficient way (usually shorter).
ko: 최적화 된 단축 경로 (energy Saving)
lt: Optimizuotas trumpesnis maršrutas (energijos taupymas)
lv: Use fuel-efficient way (usually shorter).
mk: Optimizirana pokratka ruta (zašteda na energija)
nb: Optimalisert kortere rute (energisparende)
nl: Geoptimaliseerde kortere route (energiebesparing)
oc: Prioritat a un percors breu e esparnhaire en energia
pl: Zoptymalizowana krótsza trasa (oszczędność energii)
pt_br: Utilizar caminho econômico (geralmente mais curto).
ro_ro: Traseu mai scurt, optimizat (economie de energie)
ru: Оптимизированный более короткий маршрут (экономия топлива/энергии)
sc: Àndala prus curtza otimizada (rispàrmiu energèticu)
sk: Optimalizovaná kratšia trasa (úspora energie)
sl: Optimizirana krajša pot (varčevanje z energijo)
sr: Прилагођени краћи пут (уштеда енергије)
sr_latn: Optimizovana kraća ruta (ušteda energije)
sv: Optimerad kortare rutt (energibesparing)
ta: உகந்த குறுகிய பாதை (ஆற்றல் சேமிப்பு)
tr: Optimize edilmiş daha kısa rota (enerji tasarrufu)
uk: Оптимізований коротший маршрут (енергоощадний)
vi: Lộ trình ngắn hơn được tối ưu hoá (tiết kiệm năng lượng)
zh_hans: 优化的更短路线（节能）
zh_hant: 最佳化的較短路線（節能）

# rendering_attr_surface_asphalt_name
source: Asphalt
ar: إسفلت
ast: Asfaltu
az: Asfalt
be: Асфальт
bg: Асфалт
ca: Asfalt
cs: Asfalt
cy: Asffelt
da: Asfalt
el: Άσφαλτος
eo: Asfalto
es_us: Asfalto
et: Asfalt
eu: Asfaltoa
fa: آسفالت
fi: Asfaltti
fr: Asphalte
gl: Asfalto
he: אספלט
hu: Aszfalt
id: Aspal
is: Asfalt
it: Asfalto
ja: アスファルト舗装
ka: ასფალტი
ko: 아스팔트
lt: Asfaltas
lv: Asfalts
mk: Asfalt
ml: ടാർ
my: ကတ္တရာ
nb: Asfalt
nl: Asfalt
oc: Asfalte
pl: Asfalt
pt_br: Asfalto
ro_ro: Asfalt
ru: Асфальт
sc: Asfaltu
sk: Asfalt
sl: Asfalt
sr: Асфалт
sr_latn: Asfalt
sv: Asfalt
ta: நிலக்கீல்
tr: Asfalt
uk: Асфальт
vi: Nhựa đường
zh_hans: 沥青路
zh_hant: 柏油

# backup_danger_zone
source: Danger zone
ar: منطقة خطرة
ast: Zona peligrosa
az: Təhlükəli zona
be: Небяспечная зона
cs: Nebezpečná zóna
cy: Parth perygl
da: Farezone
de: Gefahrenbereich
el: Ζώνη κινδύνου
eo: Danĝera zono
es_us: Zona peligrosa
et: Hoiatus
eu: Arrisku gunea
fa: منطقهٔ خطر
fi: Vaaravyöhyke
fr: Zone de danger
he: אזור מסוכן
hu: Veszélyes terület
id: Zona berbahaya
is: Hættusvæði
it: Zona pericolosa
ja: 要注意
ka: საშიში ზონა
ko: 위험 영역
lt: Pavojinga zona
mk: Opasna zona
nb: Faresone
nl: Gevarenzone
oc: Zòna perilhosa
pl: Strefa niebezpieczna
ro_ro: Zona de pericol
ru: Опасная зона
sc: Zona de perìgulu
sk: Nebezpečná zóna
sl: Nevarno območje
sr: Опасна зона
sr_latn: Opasna zona
sv: Farozon
ta: இடர் மண்டலம்
tr: Tehlike bölgesi
uk: Небезпечна зона
vi: Khu vực nguy hiểm
zh_hans: 危险区域
zh_hant: 危險地帶

source: Troubleshooting
ar: استكشاف الاخطاء
ast: Igua de problemes
az: Problem həlli
be: Вырашэнне непаладак
ca: Resolució de problemes
cs: Řešení problémů
cy: Datrys problemau
da: Fejlfinding
de: Problemlösung
el: Αντιμετώπιση προβλημάτων
eo: Problemsolvado
es_us: Solución de problemas
et: Veaotsing
eu: Arazoak konpontzea
fa: عیب‌یابی
fi: Vianmääritys
fr: FAQ
gl: Solución de problemas
he: פתרון בעיות
hu: Hibaelhárítás
id: Pemecahan masalah
is: Lausn á vandamálum
it: Risoluzione dei problemi
ja: トラブルシューティング
ka: დიაგნოსტიკა
ko: 문제 해결하기
mk: Problem
nb: Feilsøking
nl: Probleemoplosser
oc: Resolucion de dificultats
pl: Rozwiązywanie problemów
ro_ro: Depanare
ru: Устранение неполадок
sc: Risolutzione de problemas
sk: Riešenie problémov
sl: Odpravljanje težav
sr: Решавање проблема
sr_latn: Rešavanje problema
sv: Felsökning
ta: சரிசெய்தல்
tr: Sorun giderme
uk: Розвʼязання проблем
vi: Khắc phục sự cố
zh_hans: 故障排除
zh_hant: 故障排除

source: Setup
ar: إعداد
bg: Настройки
ca: Configuració
cs: Nastavení
cy: Gosod
da: Indstilling
de: Einrichtung
el: Διαμόρφωση
eo: Agordi
es_us: Configuración
et: Seadista
eu: Konfigurazioa
fr: Configuration
hu: Beállítás
id: Penyiapan
is: Uppsetning
it: Impostazione
ka: მორგება
ko: 구성
nb: Innstilling
nl: Instelling
oc: Reglatges
pl: Ustawienie
ro_ro: Configurează
ru: Настройка
sk: Nastavenie
sr: Подешавања
sr_latn: Postavljanje
sv: Konfiguration
ta: அமைவு
uk: Встановлення
vi: Thiết lập
zh_hans: 设定
zh_hant: 設定

source: GitHub Discussion
ar: مناقشة موقع جيثب
bg: Дискусии в Гитхъб
cs: Diskuse na GitHubu
da: GitHub-diskussion
de: GitHub-Diskussion
el: Συζήτηση στο GitHub
eo: Diskutojĉe GitHub
es_us: Discusiones de GitHub
et: Arutelu GitHubis
eu: GitHub-eko eztabaida
fi: GitHub-keskustelu
fr: Discussions GitHub
he: דיונים ב־GitHub
hu: GitHub vitafórum
id: Diskusi GitHub
is: Umræður á GitHub
it: Discussione su GitHub
ko: GitHub 토론
nb: GitHub-diskusjon
nl: GitHub-discussie
pl: Dyskusja na GitHubie
ro_ro: Discuții pe GitHub
ru: Обсуждения на GitHub
sk: Diskusia na GitHube
sr: Разговор на Гитхубу
sr_latn: Razgovor na Githubu
sv: GitHub-diskussion
ta: அறிவிலிமையம் கலந்துரையாடல்
tr: GitHub Tartışmaları
uk: Обговорення GitHub
vi: Thảo luận trên GitHub
zh_hans: GitHub 讨论
zh_hant: GitHub 討論

source: Telegram chats
ar: دردشات التليجرام
bg: Разговор в Телеграм
cs: Telegram chaty
el: Συνομιλίες Telegram
eo: Kanaloj Telegram
es_us: Chats de Telegram
et: Vestlused Telegramis
eu: Telegram txatak
fa: گپ‌های تلگرام
fi: Telegram-keskustelut
fr: Chats Telegram
he: ערוצי טלגרם
hu: Telegram csevegések
id: Chat Telegram
is: Telegram-spjallrásir
it: Chat Telegram
ko: 텔레그램 채팅
nb: Telegramprat
nl: Telegram-groepen
pl: Czaty Telegramowe
ro_ro: Chaturi Telegram
ru: Чаты Telegram
sk: Chaty na Telegrame
sr: Ћаскања Телеграмом
sr_latn: Telegram ćaskanje
sv: Telegramchattar
ta: தந்தி அரட்டைகள்
tr: Telegram sohbetleri
uk: Телеграм-бесіди
vi: Nhóm chat Telegram
zh_hans: Telegram 聊天室
zh_hant: Telegram 聊天室
