Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# save_global_track_interval_descr
source: Specify the logging interval for the general track recording (turned on via the 'Trip recording' widget on the map).
ar: حدد الفاصل الزمني للإدخال الخاص بالتسجيل العام للمسار (مفعل من خلال ودجت "تسجيل الرحلة" على الخريطة).
be: Вызначце інтэрвал запісу следу (уключаецца праз віджэт "Запіс паездкі" на мапе).
bg: Изберете общ интервал за запис на трасета (включва се от приспособле ието „Записване на пътуването“ на картата.
ca: Trieu l'interval d'enregistrament general dels desplaçaments (s'activa mitjançant el giny del mapa 'Enregistrament de ruta').
cs: Zadejte interval ukládání pro obecný záznam stopy (aktivovaný přes nástroj Záznam trasy na mapové obrazovce).
cy: Noda'r ysbaid logio ar gyfer recordio traciau cyffredinol (caiff ei droi ymlaen gyda'r teclyn 'Recordio taith' ar y map).
da: Angiv logningsintervallet for den generelle sporregistrering (aktiveres via modulet "Optagelse af spor" på kortet).
de: Aufzeichnungsintervall für die generelle Trackaufzeichnung festlegen (wird über die Schaltfläche „Routenaufzeichnung“ auf dem Kartenbildschirm angeschaltet).
el: Ορίστε τα χρονικά διαστήματα καταγραφής για τη γενική εγγραφή ιχνών (ενεργό μέσω του γραφικού στοιχείου 'Καταγραφή ταξιδιού' στον χάρτη).
eo: Elektu la intertempon de registrado por laĝenerala registrado de spuro (aktivigebla per la fenestraĵo “registri spuron” sur la mapo).
es_us: Intervalo de registro para la grabación general de trazas (activado desde el widget «Grabación de viaje» en el mapa).
et: Määra üldisel teekonna salvestamisel kasutatav logimisvälp (lülitatakse sisse kaardil asuvast teekonna salvestamise vidinast).
eu: Zehaztu arrasto orokorreko grabazio erregistroaren tartea (mapan 'Bidaia grabaketa' trepetaren bidez aktibatuta dago).
fa: تناوب ردنگاری عمومی را انتخاب کنید (که از طریق ابزارک ضبط سفر روی نقشه روشن می‌شود).
fi: Määritä kirjausväli yleiseen reitin tallennukseen (kytketään päälle kartalta Matkatallennus-widgetillä).
fr: Définit la fréquence d’enregistrement des points du parcours (activable depuis le widget "Enregistrement" sur la carte).
gl: Especifica o intre de gravación xeral para pistas (habilitado a través do trebello de 'Gravación no mapa').
he: נא לציין מרווח בין הקלטות כלליות של מסלול (ניתן להפעלה דרך וידג׳ט ‚הקלטת המסלול’ שעל המפה).
hu: Adja meg az általános nyomvonalrögzítés naplózási időközét (bekapcsolható a térképen található „Utazás rögzítése” modullal).
id: Tentukan interval pencatatan untuk perekaman trek umum (diaktifkan melalui widget 'Perekaman perjalanan' di peta).
is: Veldu millibil skráninga í almenna leiðarskráningu (virkjað með viðmótshlutanum 'Skráning ferðar' á kortinu).
it: Specifica l'intervallo per la registrazione delle tracce (avviata attraverso il pulsante di 'Registrazione del viaggio' sulla mappa).
ja: 一般的な経路記録の記録間隔を指定します(マップウィジェットの'旅程の記録'ボタンでONにします)
ka: Choose logging interval for the general track recording (enabled via the GPX logging widget on the map).
ko: 일반 트랙 기록에 대한 로깅 간격을 지정합니다(지도의 '여행 기록' 위젯을 통해 켜짐).
lt: Pasirinkite bendrojo maršruto įrašymo intervalą (įjungtas per "kelionės įrašymo" valdiklį žemėlapyje).
lv: Choose logging interval for the general track recording (enabled via the GPX logging widget on the map).
mk: Navedete go intervalot za evidentiranje za opštoto snimanje na pesna (vklučeno preku grafičkata kontrola „Patuvanje snimanje“ na kartata).
nb: Spesifiser loggingsintervallet for det generelle sporopptaket (slått på via 'Turopptak'-modulen på kartet).
nl: Specificeer het logging-interval voor de algemene track-opname (ingeschakeld via de track-widget op de kaart).
oc: Indicar l'intervalle per l'enregistrament generau dei traças (aiçò s'activa per lo boton 'Enregistrament de percors' sus la mapa).
pl: Określ interwał dla nagrywania trasy (włączonego przez widżet „Nagrywanie podróży” na mapie).
pt_br: Escolha o intervalo de registro para a gravação de trilha geral (habilitado por meio do widget de registro GPX no mapa).
ro_ro: Specificați intervalul de înregistrare pentru înregistrarea generală a traseului (activat prin intermediul widget-ului 'Trip recording' de pe hartă).
ru: Укажите общий интервал записи трека (включается через виджет «Запись маршрута» на карте).
sc: Dislinda s’intervallu pro sa registratzione generale de sas rastas (allutu pro mèdiu de su widget 'Registratzione GPX' in sa mapa).
sk: Zadaj interval pre všeobecné zaznamenávanie výletu (zapínané cez tlačidlo Záznamu výletu na mape).
sl: Določi interval beleženja za splošno snemanje sledi (vklopljeno prek pripomočka »Snemanje poti« na zemljevidu).
sr: Наведите међувреме завођења општег снимања трагова (укључено помоћу справице „снимање путовања“ на карти).
sr_latn: Navedi interval zapisivanja za opšte snimanje trasa (uključeno pomoću widžeta „snimanje putovanja“ na mapi).
sv: Ange loggningsintervallet för den allmänna spårinspelningen (aktiverad via widgeten 'Trip recording' på kartan).
ta: பொது தட பதிவுக்கான பதிவு இடைவெளியைக் குறிப்பிடவும் (வரைபடத்தில் 'ட்ரிப் ரெக்கார்டிங்' விட்செட் வழியாக இயக்கப்பட்டது).
tr: Genel yol kaydı için kayıt aralığını belirtin (haritadaki 'Seyahat kaydetme' widget'ı aracılığıyla açıldı).
uk: Оберіть загальну частоту записування точок треку (вмикається через віджет «Запис треку» на мапі).
vi: Chỉ định quãng thời gian ghi nhật ký cho việc ghi đường dẫn nói chung (được bật qua widget "Ghi chuyến đi" trên bản đồ).
zh_hans: 指定一般轨迹记录的记录间隔（通过地图上的“行程记录”小组件开启）。
zh_hant: 指定一般軌跡錄製的記錄間隔（透過地圖上的旅程錄製小工具開啟）。

# logging_interval_navigation_descr
source: Choose logging interval for track recording during navigation
ar: اختر الفاصل الزمني للتسجيل لتسجيل المسار أثناء الملاحة
be: Абраць інтэрвал захоўвання пунктаў следу падчас навігацыі
ca: Seleccioneu l'interval d'enregistrament en generar la traça de la navegació
cs: Zvolte interval ukládání stopy během navigace
da: Vælg logningsinterval for sporoptagelse under navigation
de: Wählen Sie das Aufzeichnungsintervall für die Trackaufzeichnung während der Navigation aus
el: Επιλέξτε το διάστημα καταγραφής για τη εγγραφή ταξιδιού κατά τη διάρκεια της πλοήγησης
es_us: Intervalo de registro de trazas durante la navegación
et: Vali logimise intervall teekonna salvestamiseks navigeerimise ajal
fa: بازهٔ زمانی ثبت داده‌های ضبط مسیر در هنگام راهبری
fr: Choisissez l'intervalle d'enregistrement de votre trace durant la navigation
hu: Válassza ki a naplózás időközét a navigáció közbeni nyomvonalrögzítéshez
id: Pilih interval pencatatan untuk perekaman trek selama navigasi
is: Veldu millibil skráninga í ferilskráningu á meðan leiðsögn stendur
it: Scegli l'intervallo di registrazione per la registrazione del viaggio durante la navigazione
ja: ナビゲーション中に行う経路ログの記録間隔を選択します
ko: 내비게이션 중에 트랙 레코딩을 위한 로깅 간격을 선택하십시오
nb: Choose logging interval for trip recording during navigation
nl: Selecteer het logging-interval voor de track-opname gedurende navigatie
oc: Chausissètz l'intervalle d'enregistrament per la traça de la navigacion
pl: Wybierz interwał dla nagrywania trasy podczas nawigacji
pt_br: Escolha o intervalo de registro para gravação de trilha durante a navegação
ro_ro: Alegeți intervalul de înregistrare pentru înregistrarea pieselor în timpul navigației
ru: Выберите интервал регистрации местоположения для записи трека во время навигации
sc: Issèbera s’intervallu de sarvamentu pro sa registratzione de sas rastas durante sa navigatzione
sk: Zvoľte interval zaznamenávania stopy pri navigácii
sr: Наведите интервал логовања снимања путање приликом навођења
sr_latn: Navedite interval logovanja snimanja putanje prilikom navođenja
sv: Välj loggningsintervall för spårregistrering under navigering
ta: வழிசெலுத்தலின் போது தட பதிவுக்கான பதிவு இடைவெளியைத் தேர்வுசெய்க
tr: Navigasyon sırasında yol kaydı için kayıt aralığını seçin
uk: Виберіть інтервал запису треку під час навігації
zh_hans: 选择导航过程中记录轨迹的记录时间间隔
zh_hant: 在導航期間，選擇軌跡錄製的記錄間隔

# save_track_logging_accuracy
source: Logging accuracy
ar: دقة التسجيل
ast: Precisión del rexistru
be: Дакладнасць рэгістрацыі
bg: Точност на регистриране
ca: Precisió de registre
cs: Přesnost záznamu
cy: Cywirdeb logio
da: Lognøjagtighed
de: Genauigkeit der Protokollierung
el: Ακρίβεια καταγραφής
eo: Precizo de registrado
es_us: Precisión de registro
et: Logimise täpsus
eu: Erregistroaren zehaztasuna
fa: صحت ردنگاری
fi: Kirjaustarkkuus
fr: Précision de l'enregistrement
gl: Precisión de rexistro
he: דיוק תיעוד ביומן
hu: Naplózás pontossága
id: Akurasi pencatatan
is: Nákvæmni skráninga
it: Precisione di registrazione
ja: ロギング精度
ka: ჟურნალის სიზუსტე
ko: 로깅정확도
lv: žurnalēšanas precizitāte
mk: Točnost na evidencija
nb: Loggingsnøyaktighet
nl: Logging nauwkeurigheid
oc: Precision dau registrament
pl: Dokładność rejestrowania
ro_ro: Precizie înregistrare
ru: Точность журналирования
sc: Pretzisione de registratzione
sk: Presnosť záznamu
sl: Natančnost beleženja
sr: Тачност бележења
sr_latn: Tačnost beleženja
sv: Loggningsnoggrannhet
ta: பதிவு துல்லியம்
tr: Kayıt tutma doğruluğu
uk: Точність запису
vi: Sự chính xác khi ghi nhật ký
zh_hans: 记录精度
zh_hant: 記錄精度

# monitoring_min_speed
source: Minimum speed
ar: الحد الأدنى للسرعة
ast: Velocidá mínima
be: Мінімальная хуткасць
bg: Минимална скорост
ca: Velocitat mínima
cs: Minimální rychlost
cy: Isafswm cyflymder
da: Min. hastighed
de: Mindestgeschwindigkeit
el: Ελάχιστη ταχύτητα
eo: Minimuma rapido
es_us: Velocidad mínima
et: Vähim kiirus
eu: Gutxieneko abiadura
fa: کمترین سرعت
fi: Vähimmäisnopeus
fr: Vitesse minimale
gl: Velocidade mínima
he: מהירות מזערית
hu: Legkisebb sebesség
id: Kecepatan minimum
is: Lágmarkshraði
it: Velocità minima
ja: 最低速度
ka: მინიმალური სიჩქარე
ko: 최소 속도
lv: Minimālais ātrums
mk: Minimalna brzina
nb: Minimumshastighet
nl: Minimum snelheid
oc: Velocitat minimala
pl: Prędkość minimalna
ro_ro: Viteză minimă
ru: Минимальная скорость
sc: Lestresa mìnima
sk: Minimálna rýchlosť
sl: Najmanjša hitrost
sr: Најмања брзина
sr_latn: Najmanja brzina
sv: Minimihastighet
ta: குறைந்தபட்ச விரைவு
te: కనిష్ట వేగం
tr: En düşük hız
uk: Мінімальна швидкість
vi: Tốc độ tối thiểu
zh_hans: 最低速度
zh_hant: 最低速度

# logging_min_speed_descr
source: Filter: no logging below selected speed
ar: تصفية: لا تسجيل أقل من السرعة المحددة
be: Фільтр: не рэгістраваць пры хуткасці ніжэй за абраную
ca: Filtre: no s'enregistra per sota de la velocitat seleccionada
cs: Filtr: neukládat při nižší než zvolené rychlosti
da: Filter: Ingen logning under denne hastighed
de: Filter: keine Aufzeichnung unter der ausgewählten Geschwindigkeit
el: Φίλτρο: καμία καταγραφή κάτω από την επιλεγμένη ταχύτητα
es_us: Filtro: no registrar por debajo de la velocidad definida
et: Filter: mitte logida alla valitud kiiruse
fa: فیلتر: نقطه‌ای ثبت نمی‌شود مگر به این سرعت برسد
fr: Filtre : pas d'enregistrement en dessous de la vitesse choisie
hu: Szűrő: a megadott sebesség alatt nincs naplózás
id: Filter: tidak ada pencatatan di bawah kecepatan yang dipilih
is: Sía: Engin skráning punkta fyrir neðan þennan hraða
it: Filtro: nessuna registrazione a velocità inferiori a quella selezionata
ja: フィルター: ログに記録を許可する最低速度を設定します
ko: 필터: 선택된 속도의 밑에 로깅 없음
nl: Filter: geen logging beneden geselecteerde snelheid
oc: Filtre: pas d'enregistrament en dessota de la velocitat seleccionada
pl: Filtr: Brak rejestrowania poniżej wybranej prędkości
pt_br: Filtro: sem registro abaixo da velocidade selecionada
ro_ro: Filtru: nicio înregistrare sub viteza selectată
ru: Фильтр: не регистрировать, пока не достигнута необходимая скорость
sc: Filtru: peruna registratzione in suta de sa lestresa isseberada
sk: Filter: nezaznamenať ak nie je dosiahnutá rýchlosť
sr: Филтер: нема евидентирања испод одабране брзине
sr_latn: Filter: nema evidentiranja ispod odabrane brzine
sv: Filter: ingen loggning under vald hastighet
ta: வடிகட்டி: தேர்ந்தெடுக்கப்பட்ட வேகத்திற்கு கீழே உள்நுழையவில்லை
tr: Filtre: seçili hızın altında kaydetme yok
uk: Фільтр: не записувати, якщо швидкість нижча за обрану
zh_hant: 篩選：不記錄低於所選的速度

# auto_split_gap_descr
source: Start a new segment after 6 min gap, new track after 2 h gap, or new file after a longer gap
ar: قم ببدء شريحة جديدة بعد 6 دقائق أو رحلة جديدة بعد ساعتين أو ملف جديد بعد وقت أطول
be: Распачне новы сегмент пасля прыпынку ў 6 хвілін, новы след пасля 2 гадзін альбо новы файл пасля працяглага прыпынку
ca: Comença un nou segment si la pausa és major de 6 minuts, una nova traça si supera les dues hores i un nou arxiu si encara és més llarga
cs: Začít nový segment po 6minutové pauze, novou stopu po 2hodinové pauze a nový soubor po delší pauze
da: Start et nyt segment efter ophold på 6 min., et nyt spor efter 2 timer eller en ny fil efter et længere ophold
de: Starten Sie ein neues Segment nach 6 min Pause, einen neuen Track nach 2 h Pause oder eine neue Datei nach einer längeren Pause
el: Ξεκινά νέο τμήμα μετά από κενό 6 λεπτών, νέο ίχνος μετά από κενό 2 ωρών, ή νέο αρχείο μετά από μεγαλύτερο κενό
es_us: Comenzar un nuevo segmento después de un intervalo de 6 minutos, una nueva traza después de un intervalo de 2 horas, o un nuevo archivo después de un intervalo de tiempo más largo
et: Alusta uut lõiku pärast 6-minutist vahet, uut teekonda pärast 2-tunnist vahet või uut faili pärast pikemat pausi
fr: Débute un nouveau segment après 6 minutes de pause, une nouvelle trace après 2 heures de pause ou un nouveau fichier après une pause plus longue
hu: 6 perc szünet után új szakasz, 2 óra szünet után új nyomvonal, hosszabb szünet után pedig új fájl indítása
id: Mulai segmen baru setelah jeda 6 menit, track baru setelah jeda 2 jam, atau file baru setelah jeda yang lebih lama
is: Hefja nýjan bút eftir 6 mínútna bil, hefja nýjan feril eftir 2 klst. bil, eða nýja skrá eftir lengra bil
it: Inizia un nuovo segmento dopo una pausa di 6 minuti, un nuovo percorso dopo una pausa di 2 ore, o un nuovo file dopo una pausa più lunga
ja: 6分のギャップの後に新しいセグメントを開始し、2時間のギャップの後に新しいトリップを開始するか、より長いギャップの検知後は新しいファイルに記録するかを選択します
ko: 6 분 간격 후에 새로운 세그먼트를 시작하십시오, 2개의 h 간격 후에 새로운 궤도, 또는 더 긴 간격 후에 새로운 파일
nb: Start a new segment after 6 min gap, new trip after 2 h gap, or new file after a longer gap
nl: Begin een nieuw segment na een 6 minuten onderbreking, een nieuwe track na een 2 uur onderbreking, of een nieuw bestand na een langere onderbreking
oc: Començar un segment nòu si la pausa passa 6 minutas, una traça novèla si passa lei doas oras, ò un fichier nòu après una pausa encar pus lònga
pl: Rozpocznij nowy segment po 6-minutowej przerwie, nową trasę po 2-godzinnej przerwie lub nowy plik po dłuższej przerwie
pt_br: Comece um novo segmento após intervalo de 6 min, nova trilha após intervalo de 2 h ou novo arquivo após intervalo maior
ro_ro: Începeți un nou segment după o pauză de 6 minute, o nouă piesă după o pauză de 2 ore sau un nou fișier după o pauză mai lungă
ru: Начинает новый сегмент после 6-минутного перерыва, новый трек после 2-часового или новый файл после долгого перерыва
sc: Incumintza unu segmentu nou a pustis de una pàusa de 6 minutos, una rasta noa a pustis de duas oras, o unu documentu nou a pustis de una pàusa prus longa
sk: Začať nový úsek po medzere na 6 minút, novú stopu po prestávke 2 hodín alebo nový súbor po dlhšej restávke
sr: Започните нови сегмент након 6 минута паузе, нову путању након 2 сата паузе или нову датотеку након дуже паузе
sr_latn: Započnite novi segment nakon 6 minuta pauze, novu putanju nakon 2 sata pauze ili novu datoteku nakon duže pauze
sv: Starta ett nytt segment efter 6 minuters mellanrum, nytt spår efter 2 timmars mellanrum, eller ny fil efter ett längre mellanrum
ta: 6 மணித்துளி இடைவெளிக்குப் பிறகு ஒரு புதிய பிரிவைத் தொடங்கவும், 2 மணிநேர இடைவெளிக்குப் பிறகு புதிய பாடல் அல்லது நீண்ட இடைவெளிக்குப் பிறகு புதிய கோப்பு
tr: 6 dakikalık boşluktan sonra yeni bölüm, 2 saatlik boşluktan sonra yeni yol veya daha uzun bir boşluktan sonra yeni dosya başlat
uk: Почніть новий відрізок після 6-хвилинної перерви, новий трек після 2-годинної перерви або новий файл після довшої перерви
zh_hant: 在 6 分鐘的間隔後開始新的區段，在 2 小時的間隔後開始新的軌跡，或是在更長的間隔後開始新的檔案
