Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# enough_contributions_descr
source: Congratulations, you have provided enough OpenStreetMap contributions and can now enjoy unlimited OsmAnd map updates!
ar: تهانينا ، لقد قدمت ما يكفي من مساهمات OpenStreetMap ويمكنك الآن الاستمتاع بتحديثات خرائط OsmAnd غير محدودة!
ast: Norabona, collaboresti abondo n'OpenStreetMap y agora pues esfrutar de los anovamientos ensin llende pa los mapes d'OsmAnd.
az: Təbrik edirik, kifayət qədər OpenStreetMap töhfəsi təqdim etdiniz və indi limitsiz OsmAnd xəritə yeniləmələrindən istifadə edə bilərsiniz!
be: Віншуем, вы ўнеслі дастатковую колькасць змен у OpenStreetMap і цяпер можаце атрымліваць асалоду ад неабмежаванай колькасці абнаўленняў мапы ў OsmAnd!
bg: Поздравления, имате необходимия принос към OpenStreetMap и можете да се наслаждавате на неограничено обновяване на картата!
ca: Enhorabona, heu fet prou contribucions a OpenStreetMap per a gaudir d'actualitzacions de mapes il·limitades!
cs: Gratulujeme, dostatečně přispíváte do OpenStreetMap, a proto můžete nyní využívat neomezené aktualizace map v OsmAnd!
cy: Llongyfarchiadau! Rwyt wedi cyfrannu digon i OpenStreetMap i allu diweddaru mapiau OsmAnd heb gyfyngiad!
da: Tillykke, du har lavet nok OpenStreetMap-bidrag til, at du nu kan nyde godt af ubegrænsede OsmAnd-kortopdateringer!
de: Herzlichen Glückwunsch, Sie haben genügend Beiträge zu OpenStreetMap geleistet und können nun unbegrenzte Kartenaktualisierungen genießen!
el: Συγχαρητήρια, έχετε κάνει αρκετές συνεισφορές στο OpenStreetMap και μπορείτε τώρα να απολαύσετε απεριόριστες ενημερώσεις χάρτη του OsmAnd!
eo: Gratulon, vi sufiĉe kontribuis al OpenStreetMap kaj nun povas ĝui senlimajn ĝisdatigojn de mapoj!
es_us: ¡Felicitaciones, has hecho suficientes contribuciones a OpenStreetMap y ahora puedes disfrutar de actualizaciones ilimitadas de los mapas de OsmAnd!
et: Õnnitleme! Oled teinud OpenStreetMapile piisavalt kaastööd ja saad nüüd piiramatult kasutada OsmAnd'i kaardivärskendusi!
eu: Zorionak, OpenStreetMapen nahikoa ekarpen egin dituzu eta mugarik gabeko mapen eguneraketaz baliatu ahal izango duzu!
fa: تبریک! شما به اندازه کافی در اوپن‌استریت‌مپ مشارکت کرده‌اید و اکنون می‌توانید از به‌روزرسانی‌های نامحدود نقشه در OsmAnd لذت ببرید!
fi: Onnittelut, olet antanut tarpeeksi OpenStreetMap-avustuksia ja voit nyt nauttia rajoittamattomasta OsmAnd -karttapäivityksestä!
fr: Félicitations, vous avez suffisamment contribué à OpenStreetMap pour profiter de mises à jour illimitées des cartes OsmAnd !
he: ברכות, סיפקת מספיק תרומות ל־OpenStreetMap ועכשיו מותר לך ליהנות מכמות בלתי מוגבלת של עדכוני מפות מ־OsmAnd!
hu: Gratulálunk, elegendő OpenStreetMap-szerkesztést végzett, így most korlátlanul élvezheti az OsmAnd térképfrissítéseit!
id: Selamat, Anda telah menyediakan kontribusi OpenStreetMap yang cukup dan dapat menikmati pembaruan peta OsmAnd tak terbatas!
is: Til hamingju, þú hefur gefið næginleg framlög til OpenStreetMap og getur því notið ótakmarkaðs niðurhals á uppfærslum OsmAnd-landakorta!
it: Congratulazioni, hai contributo a OpenStreetMap a sufficienza per godere degli aggiornamenti illimitati delle mappe OsmAnd!
ja: おめでとうございます。OpenStreetMapに十分な貢献をしたと判断され、無制限のOsmAndマップの更新を受けることができます！
ko: 축하합니다, 충분한 OpenStreetMap 기여도를 제공했으며 이제 무제한 OsmAnd 지도 업데이트를 즐길 수 있습니다!
lt: Sveikiname, pateikėte pakankamai OpenStreetMap pakeitimų ir dabar galite mėgautis neribotais OsmAnd žemėlapių atnaujinimais!
mk: Čestitki, obezbedivte dovolno pridonesi za OpenStreetMap i sega možete da uživate vo neograničenite ažuriranja na kartata OsmAnd!
nb: Gratulerer, du har nok bidrag til OpenStreetMap og kan nyte godt av ubegrensede kartoppdateringer.
nl: Proficiat, je hebt genoeg OpenStreetMap bijdragen geleverd en kan nu genieten van onbeperkte OsmAnd kaart updates!
oc: Felicitacions, avètz un nombre de contribucions OpenStreetMap sufisent e podètz profichar de l'actualizacion illimitada de la mapa OsmAnd !
pl: Gratulacje, dostarczyłeś wystarczająco dużo wkładu OpenStreetMap i możesz teraz cieszyć się nieograniczonymi aktualizacjami map OsmAnd!
ro_ro: Felicitări, ați avut suficiente contribuții la OpenStreetMap și acum vă puteți bucura de actualizări nelimitate ale hărții OsmAnd!
ru: Вы внесли достойный вклад в OpenStreetMap и теперь можете обновлять карты OsmAnd без ограничений!
sc: Bene meda, as frunidu contributziones bastantes a OpenStreetMap e como ti podes godire agiornamentos chene lìmites de sas mapas de OsmAnd!
sk: Gratulujeme, vykonali ste dostatok príspevkov do OpenStreetMap a teraz môžete využiť neobmedzené aktualizácie máp v OsmAnd!
sl: Čestitamo, zagotovil si dovolj prispevkov dodanih na OpenStreetMap in zdaj lahko uživaš v neomejenih posodobitvah zemljevida OsmAnd!
sr: Честитамо, стекли сте довољно доприноса Опенстритмап-ама и сада можете уживати неограничено у освежавању карата ОсмАнда!
sr_latn: Čestitamo, stekao si dovoljno doprinosa u uređivanji OpenStreetMap i sada možeš uživati neograničeno u ažuriranju mapa!
sv: Grattis, du har bidragit tillräckligt mycket till OpenStreetMap och kan nu dra nytta av obegränsade kartuppdateringar i OsmAnd!
ta: வாழ்த்துக்கள், நீங்கள் போதுமான ஓபன்ச்ட்ரீட்மேப் பங்களிப்புகளை வழங்கியுள்ளீர்கள், இப்போது வரம்பற்ற OSMAND MAP புதுப்பிப்புகளை அனுபவிக்க முடியும்!
tr: Tebrikler, OpenStreetMap'e yeterince katkı sağladınız ve artık sınırsız OsmAnd harita güncellemesinin keyfini çıkarabilirsiniz!
uk: Вітаємо, ви зробили достатньо змін в OpenStreetMap і тепер можете насолоджуватися необмеженою кількістю оновлень мап OsmAnd!
vi: Chúc mừng, bạn đã cung cấp đủ đóng góp cho OpenStreetMap và bây giờ có thể tận hưởng các bản cập nhật bản đồ OsmAnd không giới hạn!
zh_hans: 恭喜，你已经提供了足够多的 OpenStreetMap 贡献，现在可以享受无限制的 OsmAnd 地图更新了！
zh_hant: 恭喜！您提供 OpenStreetMap 夠多的貢獻，現在可以享受無限的 OsmAnd 地圖更新了！

# recalc_angle_dialog_descr
source: Extra straight segment between my location and calculated route will be displayed until the route is recalculated
ar: سيتم عرض جزء مستقيم إضافي بين موقعي والمسار المحسوب حتى يتم إعادة حساب المسار
be: Да той пары, пакуль маршрут не будзе пералічаны, будзе паказвацца адрэзак паміж месцазнаходжаннем і разлічаным маршрутам
bg: Допълнителна права между моето местоположение и изчертаният маршрут ще се появи докато маршрутът се преизчислява
bn: আমার নিজের অবস্থান এবং গন্তব্য এর হিসাব করা অতিরিক্ত সরলরেখাংশ গুলো দেখানো হবে, যতক্ষণ না গন্তব্যে পৌছানোর রাস্তাটি আবার খুঁজে পাওয়া যাচ্ছে
ca: Es mostrarà la desviació perpendicular entre la meva posició i la ruta calculada actual fins que es calculi la nova ruta
cs: Dokud nebude trasa přepočítána, bude mezi mou polohou a vypočtenou trasou zobrazen další přímý úsek
cy: Bydd segment syth ychwanegol rhwng fy lleoliad a'r llwybr a gyfrifwyd yn cael ei ddangos nes bod y llwybr wedi'i ailgyfrifo
da: Ekstra lige segment mellem min placering og den beregnede rute vises, indtil ruten er genberegnet
de: Ein gerades Segment zwischen meinem Standort und berechneter Route wird angezeigt, bis die Route neu berechnet wird
el: Θα εμφανιστεί ένα πολύ ευθύ τμήμα μεταξύ της θέσης μου και της υπολογισμένης διαδρομής μέχρι να υπολογιστεί εκ νέου η διαδρομή
eo: Kroma rekta segmento inter mia pozicio kaj la kalkulita kurso montriĝos ĝis la kurso estos rekalkulita
es_us: Se muestra un segmento recto adicional entre la ubicación y la ruta calculada, hasta que la ruta sea recalculada
et: Minu asukoha ja arvutatud teekonna vahel kuvatakse teekonna ümberarvutuseni täiendav sirglõik
eu: Nire kokapenaren eta kalkulatutako ibilbidearen artean segmentu zuzen bat agertuko da ibilbidea berriz kalkulatu arte
fa: تا مسیریابی مجدد انجام نشده، از موقعیت من تا مسیر محاسبه‌شده پاره‌خط مستقیمی نمایش داده می‌شود
fi: Sijaintini ja lasketun reitin välinen ylimääräinen suora segmentti näytetään, kunnes reitti lasketaan uudelleen
fr: Un segment supplémentaire sera affiché entre ma position et l'itinéraire initial jusqu'à ce que l'itinéraire soit recalculé
gl: Amosarase un segmento recto adicional entre a miña localización e a ruta calculada até que se volva calcular a ruta
he: קטע ישר נוסף יוצג בין המיקום שלי והיעד עד לחישוב המסלול
hu: Egy egyenes szakasz fog megjelenni a helyzetem és a tervezett útvonal között, amíg az útvonal újratervezésre kerül
id: Segmen ekstra lurus antara lokasi saya dan rute yang dihitung akan ditampilkan hingga rute dihitung ulang
is: Aukalegur beinn bútur á milli staðsetningar minnar og reiknaðrar leiðar verður sýndur þar til leiðin hefur verið endurreiknuð
it: Un segmento rettilineo aggiuntivo verrà visualizzato tra la mia posizione e il percorso calcolato fino a quando il percorso non viene ricalcolato
ja: ルートの再計算が終わるまで、現在地と計算済みルートの間に余剰分の直線区分が表示されます
ko: 내 위치와 계산 된 경로 사이의 여분 직선 세그먼트는 경로가 재 계산 될 때까지 표시됩니다
lt: Papildoma tiesi atkarpa tarp mano buvimo vietos ir apskaičiuoto maršruto bus rodoma tol, kol maršrutas bus perskaičiuotas
mk: Ekstra direkten segment pomeǵu mojata lokacija i presmetanata maršruta ḱe se prikažuva dodeka maršrutata ne se presmeta povtorno
nb: Ekstra rett segment mellom min posisjon og beregnet rute blir vist til ruten er beregnet på nytt
nl: Een extra recht segment tussen mijn locatie en de berekende route zal getoond worden tot de route herberekend is
pl: Dodatkowy prosty odcinek pomiędzy moją pozycją a obliczoną trasą zostanie wyświetlony do czasu ponownego obliczenia trasy
ro_ro: Se va afișa un segment drept între locație și ruta calculată până la recalcularea rutei
ru: Между текущей позицией и рассчитанным маршрутом будет отображаться прямой отрезок, пока маршрут не будет пересчитан
sc: Unu segmentu dritu intre sa positzione mea e s'àndala carculada at a èssere ammustradu finas a cando s'àndala non s'at a torrare a carculare
sk: Samostatný rovný úsek medzi mojou polohou a vypočítanou trasou bude zobrazený kým nebude trasa prepočítaná
sl: Dokler se pot ne preračuna, bo med trenutno lokacijo in izračunano potjo prikazan dodaten ravni odsek
sr: Потпуно прави одсечак између мојег положаја и израчунатог пута биће приказан док се пут не израчуна
sr_latn: Potpuno pravi segment između lokacije i izračunatog puta biće prikazan dok se ruta ne izračuna
sv: En rak linje mellan min position och den beräknade rutten visas, tills rutten har beräknats om
ta: எனது இருப்பிடத்திற்கும் கணக்கிடப்பட்ட பாதைக்கும் இடையில் கூடுதல் நேரான பிரிவு பாதை மீண்டும் கணக்கிடப்படும் வரை காண்பிக்கப்படும்
tr: Konumum ve hesaplanan rota arasındaki ekstra düz segment, rota yeniden hesaplanıncaya kadar görüntülenecek
uk: Додатковий прямий відрізок між моїм розташуванням та прокладеним маршрутом показуватиметься, поки маршрут не буде перебудовано
vi: Một đoạn thẳng bổ sung giữa vị trí của tôi và tuyến đường đã tính toán sẽ được hiển thị cho đến khi tuyến đường được tính toán lại
zh_hans: 将显示我的位置和计算的路径之间的额外直线段，直到重新计算路径
zh_hant: 將顯示我的位置和計算出來的路線之間的額外直線線段，直到路線重新計算完成為止
