Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# shared_string_uploading
source: Uploading
ar: يتم الرفع
az: Yüklənir
be: Адпраўленне
ca: Pujant
cs: Nahrávání
cy: Yn uwchlwytho
da: Sender
de: Hochladen
el: Μεταφορτώνεται
eo: Sendado
es_us: Subiendo
et: Laadin üles
eu: Igotzen
fa: در حال بارگذاری
fi: Lähetetään
fr: Envoi en cours
gl: Subindo
he: מתבצעת שליחה
hu: Felöltés folyamatban
id: Mengunggah
is: Sendi inn
it: Caricamento
ja: アップロード中
ka: ატვირთვა
ko: 업로드 중
mk: Prenesuvanje
nb: Laster opp…
nl: Opladen
oc: A telecargar
pl: Wysyłanie
ro_ro: Se încarcă
ru: Отправка
sc: Carrighende
sk: Odosielanie
sl: Poteka pošiljanje
sr: Отпремам
sr_latn: Preuzimanje
sv: Uppladdning
ta: பதிவேற்றம்
tr: Karşıya yükleniyor
uk: Надсилання
vi: Đang tải lên
zh_hans: 上传中
zh_hant: 正在上傳

# save_poi_without_poi_type_message
source: Save POI without type?
ar: حفظ موضع الاهتمام بدون نوع؟
az: POI növ olmadan yadda saxlansın?
be: Захаваць POI без тыпу?
bg: Наистина ли ще запазите POI без да укажете тип?
ca: Desar el PDI sense especificar tipus?
cs: Uložit bod zájmu bez uvedení typu?
cy: Do you want to save POI without type?
da: Gem IP uden at angive type?
de: POI wirklich ohne Typ speichern?
el: Αποθήκευση ΣΕ χωρίς τύπο;
eo: Ĉu konservi interesejon sen determinita speco?
es_us: ¿Guardar el PDI sin especificar el tipo?
et: Salvesta POI ilma liigita?
eu: Interesguneak mota zehaztu gabe gorde?
fa: نقطهٔ توجه را بدون مشخص‌کردن نوعش ذخیره می‌کنید؟
fi: Haluatko todella tallentaa KP:n ilman tyyppiä?
fr: Enregistrer ce point d'intérêt sans définir son type ?
gl: Estás na certeza de que desexas gardar o PDI sen especificar o tipo?
he: לשמור נקודת עניין ללא סוג?
hu: Biztosan típus nélkül menti az érdekes helyet?
hy: Վստահ եք, որ ցանկանում եք POI-ին պահպանել առանց տեսակը նշելու?
id: Simpan POI tanpa tipe?
is: Vista merkisstað á þess að gefa upp tegund hans?
it: Salvare il PDI senza specificarne il tipo?
ja: 種類を指定せずにPOIを保存しますか？
ka: Do you want to save POI without type?
ko: POI를 입력하지 않고 저장합니까?
lt: Ar tikrai norite išsaugoti LV nenurodydami jos tipo?
lv: Vai saglabāt POI, nenorādot tā tipu?
mk: Da se začuva POI bez tip?
ml: "ഈ POI അതിന്റെ തരം ഇല്ലാ തെസംരക്ഷിക്കണോ?"
nb: Vil du lagre interessepunkt utenå angi type?
nl: POI opslaan zonder het type te vermelden?
oc: Sauvar lo PDI sensa caracterizacion ?
pl: Zapisać POI bez podawania typu?
pt_br: Você realmente quer salvar o POI sem especificar o tipo?
ro_ro: Salvați punct de interes fără tip?
ru: Сохранить POI без указания типа?
sc: Sarvare su PDI chene casta?
sk: Uložiť bod záujmu bez uvedenia typu?
sl: Shraniti točko POI brez določila vrste?
sr: Сачувати тачку занимања без врсте?
sr_latn: Sačuvaćeš TOI bez vrste?
sv: Spara denna POI utan att ange typ?
ta: வகை இல்லாமல் POI ஐ சேமிக்கவா?
tr: POI tür olmadan kaydedilsin mi?
uk: Зберегти POI без типу?
zh_hans: 要保存无类型的 POI 吗？
zh_hant: 儲存沒有類型的 POI 嗎？

# mapillary_get_descr
source: Get Mapillary to add photos to this location
ar: ثبت تطبيق مابيلاري لإضافة صورة أو أكثر إلى هذا الموقع
be: Усталюйце Mapillary, каб дадаць фотаздымкі гэтага месца
ca: Aconseguiu el Mapillary per a afegir fotos en aquesta ubicació
cs: Získejte Mapillary, abyste mohli přidat fotografie z tohoto místa
da: Få Mapillary til at tilføje fotos til denne placering
de: Holen Sie sich Mapillary, um Fotos zu diesem Ort hinzuzufügen
el: Αποκτήστε το Mapillary για να προσθέσετε φωτογραφίες σε αυτήν την τοποθεσία
es_us: Obtén Mapillary para añadir fotos a esta ubicación
et: Hangi Mapillary sellesse kohta fotode lisamiseks
fr: Téléchargez Mapillary pour ajouter des photos à cet endroit
hu: Szerezze be a Mapillaryt, hogy fotókat adhasson hozzá ehhez a helyhez
id: Dapatkan Mapillary untuk menambahkan foto ke lokasi ini
is: Náðu í Mapillary til að bæta myndum við þennan stað
it: Ottieni Mapillary per aggiungere foto a questa posizione
ja: Mapillaryを導入し、この場所の写真を追加します
nl: Gebruik Mapillary om foto's aan deze locatie toe te voegen
oc: Obtenir Mapillary per ajustar de fòtos d'aquesta posicion
pl: Uzyskaj Mapillary, aby dodać zdjęcia do tej lokalizacji
pt_br: Obter o Mapillary para adicionar fotos a este local
ro_ro: Obțineți Mapillary pentru a adăuga fotografii la această locație
ru: Скачайте Mapillary, чтобы добавить к этому месту фотографии
sc: Installa Mapillary pro annànghere fotografias a custa positzione
sk: Získajte Mapillary pre zobrazenie fotografií z tohto miesta
sr: Набавите Мапилари да бисте додали фотографије за ову локацију
sr_latn: Nabavite Mapilari da biste dodali fotografije za ovu lokaciju
sv: Skaffa Mapillary för att lägga till bilder på den här platsen
ta: இந்த இடத்திற்கு புகைப்படங்களைச் சேர்க்க மேபிலரி கிடைக்கும்
tr: Bu konuma fotoğraf eklemek için Mapillary edinin
uk: Завантажте Mapillary, щоб додати світлини до цього місця
zh_hant: 取得 Mapillary 以新增照片到這個位置

# mapil_filter_user_descr
source: Filter images by user
ar: تصفيه الصور حسب المستخدم
be: Фільтраваць выявы па карыстальніках
ca: Filtre d'imatges per usuari
cs: Filtrovat obrázky podle uživatelů
da: Filtrer billeder efter bruger
de: Bilder nach Benutzer filtern
el: Φιλτράρισμα φωτογραφιών ανά χρήστη
es_us: Filtrar imágenes por usuario
et: Filtreeri pilte kasutaja järgi
fr: Filtrer les images par utilisateur
hu: Képek szűrése felhasználó szerint
id: Filter gambar berdasarkan pengguna
is: Sía myndir eftir notanda
it: Filtra le immagini per utente
ja: ユーザーごとにフィルターされた画像です
ka: გამოსახულებების გაფილტვრა მომხმარებლით
nl: Filter de afbeeldingen op gebruiker
oc: Filtrar leis imatges per utilizator
pl: Filtruj obrazy według użytkownika
pt_br: Filtrar imagens por usuário
ro_ro: Filtrează imaginile în funcție de utilizator
ru: Фильтровать изображение по пользователю
sc: Filtra sas immàgines pro impreadore
sk: Filtrovať obrázky podľa používateľov
sr: Филтрирај слике према кориснику
sr_latn: Filtriraj slike prema korisniku
sv: Filtrera bilder efter användare
ta: பயனரால் படங்களை வடிகட்டவும்
tr: Görüntüleri kullanıcıya göre filtrele
uk: Фільтрувати зображення за користувачем
zh_hant: 按使用者過濾圖像

source: Searching GPS
ar: بحث عن جي بي اس
ast: Buscando la señal GPS
az: GPS axtarılır
be: Пошук GPS
ca: Buscant GPS
cs: Vyhledávání GPS
cy: Chwilio am GPS
da: Søger efter GPS
de: Suche GPS
el: Αναζήτηση GPS
eo: Determinado de pozicio…
es_us: Buscando GPS
et: GPSi otsimine
eu: GPSa bilatzen
fa: در حال جستجوی GPS‏
fr: Recherche des signaux GPS
gl: Estase a procurar o GPS
he: בחיפוש אחר GPS
hi: जीपीएस की खोज
hu: Műholdak keresése
id: Mencari GPS
is: Leita að GPS
it: Ricerca GPS
ja: GPS検索
ka: GPS-ის ძებნა
ko: GPS 검색
lv: Meklē GPS
mk: Prebaruvanje GPS
my: GPS ရှာဖွေခြင်း
nb: Søker etter GPS
nl: GPS zoeken
oc: Recèrca GPS en trin
pl: Wyszukiwanie GPS
pt_br: Pesquisando GPS
ro_ro: Se caută GPS
ru: Поиск GPS
sc: Chirchende su GPS
sk: Hľadá sa GPS
sl: Poteka iskanje signalov GPS
sr: Тражим ГПС
sr_latn: Tražim GPS
sv: Söker GPS
ta: சி.பி.எச் தேடுகிறது
tr: GPS aranıyor
uk: Пошук GPS
vi: Đang tìm GPS
zh_hans: 正在搜索 GPS
zh_hant: 正在搜尋 GPS

source: Add GPX waypoint
ar: إضافة الإحداثية GPX
be: Дадаць пункт GPX
ca: Afegeix fita GPX
cs: Přidat GPX mezicíl
da: Tilføj GPX-rutepunkt
de: GPX-Wegpunkt hinzufügen
el: Προσθήκη σημείου διαδρομής GPX
es_us: Añadir punto de ruta GPX
et: Lisa GPX teekonnapunkt
fa: افزودن نقطهٔ بین‌راهی GPX
fr: Ajouter un point GPX
gl: Engadir punto de pasaxe GPX
hu: GPX-útpont hozzáadása
id: Tambah titik jalan GPX
is: Bæta við GPX-ferilpunkti
it: Aggiungi un punto intermedio GPX
ja: GPX経由地点の追加
ka: GPX გზის წერტილის დამატება
nb: Legg til GPX-rutepunkt
nl: GPX-track tussenpunt toevoegen
oc: Ajustar de ponchs d'etapa GPX
pl: Dodaj punkt do GPX
pt_br: Adicionar ponto de passagem GPX
ro_ro: Adaugă waypoint GPX
ru: Добавить путевую точку GPX
sc: Annanghe unu puntu de coladòrgiu GPX
sk: Pridať GPX waypoint
sl: Dodaj vmesno točko GPX
sr: Додај GPX пролазну тачку
sr_latn: Dodaj GPX prolaznu tačku
sv: Lägg till GPX-ruttpunkt
ta: சிபிஎக்ச் வழித்தடத்தைச் சேர்க்கவும்
tr: GPX yol noktası ekle
uk: Додати маршрутну точку GPX
zh_hans: 添加 GPX 地标
zh_hant: 增加 GPX 航點

# fav_hide
source: Hide favorites
ar: إخفاء المفضلة
be: Схаваць улюбёныя мясціны
ca: Amaga preferits
cs: Skrýt oblíbené
da: Skjul favoritter
de: Favoriten ausblenden
el: Απόκρυψη αγαπημένων
es_us: Ocultar favoritos
et: Peida lemmikud
fr: Masquer les favoris
hu: Kedvencek elrejtése
id: Sembunyikan favorit
is: Fela eftirlæti
it: Nascondi preferiti
ja: お気に入りを非表示
ka: სანიშნეების დამალვა
nb: Skjul favoritter
nl: Verberg favorieten
oc: Amagar lei luòcs preferits
pl: Ukryj ulubione
pt_br: Ocultar favoritos
ro_ro: Ascundeți favoritele
ru: Скрыть избранные
sc: Cua sos preferidos
sr: Сакриј омиљене
sr_latn: Sakrij omiljene
sv: Dölj favoriter
ta: பிடித்தவைகளை மறைக்கவும்
tr: Sık kullanılanları gizle
uk: Сховати закладки
zh_hant: 隱藏收藏

# toggle_temperature
source: Show/hide - Temperature layer
ar: إظهار/إخفاء - طبقة درجة الحرارة
cs: Zobrazit/skrýt - Teplotní vrstva
da: Vis/skjul - Temperaturlag
de: Zeige/verstecke - Temperaturebene
el: Εμφάνιση/απόκρυψη επιπέδου θερμοκρασίας
es_us: Mostrar/Ocultar - Capa de temperatura
et: Näita/peida - temperatuuri andmekiht
fr: Afficher/masquer - Couche de température
hu: Hőmérsékletréteg megjelenítése/elrejtése
id: Tampilkan/sembunyikan - Lapisan suhu
is: Birta/Fela hitastigslag
it: Mostra/nascondi - Livello delle temperature
nl: Toon/verberg - Temperatuur kaartlaag
oc: Mostrar & Amagar la jaça de temperatura
pl: Pokaż/ukryj - Warstwa temperatury
ro_ro: Afișați / ascundeți - Stratul de temperatură
ru: Показать/скрыть - Слой температур
sc: Ammustra/cua - Istratu de sa temperadura
sr: Прикажи/сакриј – слој температуре
sr_latn: Prikaži/sakrij – sloj temperature
sv: Visa/dölj - temperaturlager
ta: காட்டு/மறை - வெப்பநிலை அடுக்கு
tr: Göster/gizle - Sıcaklık katmanı
uk: Показати/сховати - Температурний шар
zh_hant: 顯示/隱藏 - 溫度圖層

# toggle_pressure
source: Show/hide - Pressure layer
ar: إظهار/إخفاء - طبقة الضغط
cs: Zobrazit/skrýt - Tlaková vrstva
da: Vis/Skjul - Tryklag
de: Zeige/verstecke - Druckebene
el: Εμφάνιση/απόκρυψη επιπέδου πίεσης
es_us: Mostrar/Ocultar - Capa de presión
et: Näita/peida - õhurõhu andmekiht
fr: Afficher/masquer - Couche de pression
hu: Nyomásréteg megjelenítése/elrejtése
id: Tampilkan/sembunyikan - Lapisan tekanan
is: Birta/Fela loftþrýstingslag
it: Mostra/nascondi - Livello della pressione
nl: Toon/verberg - Luchtdruk kaartlaag
oc: Mostrar & Amagar la jaça de pression
pl: Pokaż/ukryj - Warstwa ciśnienia
ro_ro: Afișați / ascundeți - Strat de presiune
ru: Показать/скрыть - Слой давления
sc: Ammustra/cua - Istratu de sa pressione
sr: Прикажи/сакриј - слој притиска
sr_latn: Prikaži/sakrij - sloj pritiska
sv: Visa/dölj - Lufttryckslager
ta: காட்டு/மறை - அழுத்தம் அடுக்கு
tr: Göster/gizle - Basınç katmanı
uk: Показати/сховати - Шар тиску
zh_hant: 顯示/隱藏 - 壓力圖層

# wind_hide
source: Hide wind
ar: إخفاء الرياح
cs: Skrýt vítr
cy: Cuddio gwynt
da: Skjul vind
de: Wind verstecken
el: Απόκρυψη ανέμου
es_us: Ocultar viento
et: Peida tuule andmed
fr: Masquer le vent
hu: Szél elrejtése
id: Sembunyikan angin
is: Fela vind
it: Nascondi vento
lt: Slėpti vėją
nb: Skjul vind
nl: Verberg wind
oc: Amagar lo vent
pl: Ukryj wiatr
ro_ro: Ascunde vântul
ru: Скрыть ветер
sc: Cua su bentu
sr: Сакриј ветар
sr_latn: Sakrij vetar
sv: Dölj vind
ta: காற்றை மறைக்க
tr: Rüzgarı gizle
uk: Сховати напрямок вітру
zh_hant: 隱藏風速

# toggle_wind
source: Show/hide - Wind layer
ar: إظهار/إخفاء - طبقة الرياح
cs: Zobrazit/skrýt - Větrná vrstva
da: Vis/skjul - Vinlag
de: Zeige/verstecke - Windebene
el: Εμφάνιση/αποκρυψη - επίπεδο ανέμου
es_us: Mostrar/Ocultar - Capa de viento
et: Näita/peida - tuule andmekiht
fr: Afficher/masquer - Couche de vent
hu: Szélréteg megjelenítése/elrejtése
id: Tampilkan/sembunyikan - Lapisan angin
is: Birta/Fela vindlag
it: Mostra/nascondi - Livello dei venti
nb: Vis/skjul — vindlag
nl: Toon/verberg - Wind kaartlaag
oc: Mostrar & Amagar la jaça de vent
pl: Pokaż/ukryj - Warstwa pokazująca wiatr
ro_ro: Afișați / ascundeți - Strat de vânt
ru: Показать/скрыть - Слой ветра
sc: Ammustra/cua - Istratu de su bentu
sr: Прикажи/сакриј - слој ветра
sr_latn: Prikaži/sakrij - sloj vetra
sv: Visa/dölj - vindlager
ta: காட்டு/மறை - காற்று அடுக்கு
tr: Göster/gizle - Rüzgar katmanı
uk: Показати/приховати - Шар напрямку вітру
zh_hant: 顯示/隱藏 - 風速圖層

# toggle_cloud
source: Show/hide - Cloud layer
ar: إظهار/إخفاء - طبقة السحابة
cs: Zobrazit/skrýt - Vrstva oblačnosti
da: Vis/skjul - Skylag
de: Zeige/verstecke - Windebene
el: Εμφάνιση/απόκρυψη - επίπεδο σύννεφων
es_us: Mostrar/Ocultar - Capa de nubes
et: Näita/peida - pilvede andmekiht
fr: Afficher/masquer - Couche des nuages
hu: Felhőréteg megjelenítése/elrejtése
id: Tampilkan/sembunyikan - Lapisan awan
is: Birta/Fela skýjahululag
it: Mostra/nascondi - Livello delle nuvole
nb: Vis/skjul — skylag
nl: Toon/verberg - Bewolking kaartlaag
oc: Mostrar & Amagar la jaça de nívol
pl: Pokaż/ukryj - Warstwa chmur
ro_ro: Afișați / ascundeți - Strat de nor
ru: Показать/скрыть - Слой облачности
sc: Ammustra/cua - Istratu de sas nues
sr: Прикажи/сакриј – слој облака
sr_latn: Prikaži/sakrij – sloj oblaka
sv: Visa/dölj - molntäcke-lager
ta: காட்டு/மறைக்க - மேகக்கணி அடுக்கு
tr: Göster/gizle - Bulut katmanı
uk: Показати/сховати - Шар хмарності
zh_hant: 顯示/隱藏 - 雲層圖層

# precipitation_show
source: Show precipitation
ar: عرض هطول الأمطار
cs: Zobrazit srážky
da: Vis nedbør
de: Niederschlag anzeigen
el: Εμφάνιση υετού
es_us: Mostrar precipitación
et: Näita sademeid
fr: Afficher les précipitations
hu: Csapadék megjelenítése
id: Tampilkan curah hujan
is: Sýna úrkomu
it: Mostra precipitazioni
lt: Rodyti kritulius
nl: Toon neerslag
oc: Mostrar lei precipitacions
pl: Pokaż opady
ro_ro: Arată precipitații
ru: Показать осадки
sc: Ammustra sas pretzipitatziones
sr: Прикажи падавине
sr_latn: Prikaži padavine
sv: Visa nederbörd
ta: மழைப்பொழிவைக் காட்டு
tr: Yağışı göster
uk: Показати опади
zh_hant: 顯示降水量

# precipitation_hide
source: Hide precipitation
ar: إخفاء هطول الأمطار
cs: Skrýt srážky
da: Skjul nedbør
de: Niederschlag verstecken
el: Απόκρυψη υετού
es_us: Ocultar precipitación
et: Peida sademed
fr: Masquer les précipitations
hu: Csapadék elrejtése
id: Sembunyikan curah hujan
is: Fela úrkomu
it: Nascondi precipitazioni
lt: Slėpti kritulius
nl: Verberg neerslag
oc: Amagar lei precipitacions
pl: Ukryj opady
ro_ro: Ascundeți precipitațiile
ru: Скрыть осадки
sc: Cua sas pretzipitatziones
sr: Сакриј падавине
sr_latn: Sakrij padavine
sv: Dölj nederbörd
ta: மழைப்பொழிவை மறைக்கவும்
tr: Yağışı gizle
uk: Сховати опади
zh_hant: 隱藏降水量

# toggle_precipitation
source: Show/hide - Precipitation layer
ar: إظهار / إخفاء - طبقة هطول الأمطار
cs: Zobrazit/skrýt - Srážková vrstva
da: Vis/Skjul - Nedbørslag
de: Zeige/verstecke - Niederschlagsebene
el: Εμφάνιση/απόκρυψη - Επίπεδο υετού
es_us: Mostrar/Ocultar - Capa de precipitación
et: Näita/peida - sademete andmekiht
fr: Afficher/masquer - Couche de précipitations
hu: Csapadékréteg megjelenítése/elrejtése
id: Tampilkan/sembunyikan - Lapisan curah hujan
is: Birta/Fela úrkomulag
it: Mostra/nascondi - Livello delle precipitazioni
nl: Toon/verberg - Neerslag kaartlaag
oc: Mostrar & Amagar la jaça de nívol
ro_ro: Afișați / ascundeți - Strat de precipitații
ru: Показать/скрыть - Слой осадков
sc: Ammustra/cua - Istratu de sas pretzipitatziones
sr: Прикажи/сакриј - слој падавина
sr_latn: Prikaži/sakrij - sloj padavina
sv: Visa/dölj - nederbördslager
ta: காட்டு/மறை - மழைப்பொழிவு அடுக்கு
tr: Göster/gizle - Yağış katmanı
uk: Показати/сховати - Шар опадів
zh_hant: 顯示/隱藏 - 降水量圖層

# quick_action_add_poi
source: Add POI
ar: إضافة POI
ast: Amestar un PdI
az: POIəlavə et
be: Дадаць POI
ca: Afegeix PDI
cs: Přidat POI
cy: Ychwanegu pwynt o ddiddordeb
da: Tilføj IP
de: POI hinzufügen
el: Προσθήκη ΣΕ
eo: Aldoni interesejon
es_us: Añadir PDI
et: Lisa huvipunkt
eu: Gehitu POI
fa: افزودن POI
fi: Lisää KP
fr: Ajouter un point d'intérêt
gl: Engadir un PDI
he: הוספת נקודת עניין
hu: Érdekes hely hozzáadása
hy: Ավելացնել POI
id: Tambahkan POI
is: Bæta við merkisstað
it: Aggiungi PDI
ja: POIを追加
ka: POI-ს დამატება
lt: Pridėti LV
lv: Pievienot POI
mk: Dodadete POI
ml: POIചേർക്കുക
nb: Legg til interessepunkt
nl: POI toevoegen
oc: Ajustar un PDI
pl: Dodaj użyteczne miejsce
ro_ro: Adaugă punct de interes
ru: Добавить POI
sc: Annanghe PDI
sk: Pridať bod záujmu
sl: Dodaj točko POI
sr: Додај тачку занимања
sr_latn: Dodaj TOI
sv: Lägg till intressepunkt
ta: பின்னர் சேர்க்கவும்
tr: POI ekle
uk: Додати POI
zh_hans: 添加 POI
zh_hant: 增加 POI

source: Auto zoom off
ar: إيقاف تكبير/تصغير تلقائي
be: Аўтаматычнае маштабаванне выкл
ca: Zoom automàtic desactivat
cs: Automatické přibližování vypnuto
da: Automatisk kortzoom fra
de: Auto-Zoom aus
el: Αυτόματη εστίαση απενεργοποιημένη
es_us: Zum automático desactivado
et: Automaatne suurendamine väljas
fr: Autozoom désactivé
hu: Automatikus nagyítás ki
id: Auto zoom nonaktif
is: Sjálfvirkur aðdráttur af
it: Zoom automatico spento
ja: 自動ズームをOFF
ka: ავტოგადიდების გამორთვა
nl: Auto-zoom uit
oc: Zoom automatic desactivat
pl: Wyłącz auto-przybliżenie
pt_br: Zoom automático desativado
ro_ro: Zoom automat oprit
ru: Автоматическое масштабирование выкл
sc: Ismanniamentu automàticu istudadu
sr: Аутоматско зумирање искључено
sr_latn: Automatsko zumiranje isključeno
sv: Auto-zoom av
ta: ஆட்டோ சூம் ஆஃப்
tr: Otomatik yakınlaştırma kapalı
uk: Автоматичне масштабування вимк
zh_hant: 關閉自動縮放

# confirm_bulk_delete
source: Do you want to delete %ld items?
ar: هل تريد حذف % ld عناصر؟
be: Сапраўды хочаце выдаліць %ld элементаў?
ca: Voleu eliminar %ld elements?
cs: Opravdu chcete odstranit %ld položek?
da: Slet %ld elementer?
de: Sollen %ld Elemente gelöscht werden?
el: Θέλετε να διαγράψετε %ld αντικείμενα;
es_us: ¿Borrar %ld elementos?
et: Kas soovid kustutada %ld kirjet?
fr: Voulez-vous supprimer %ld objets ?
hu: Biztosan törölni szeretne %ld elemet?
id: Apakah Anda ingin menghapus %ld item?
is: Viltu eyða %ld atriðum?
it: Vuoi cancellare %ld oggetti?
ja: %ld個のアイテムを削除してもよろしいですか？
nb: Vil du slette %ld elementer?
nl: Wil je %ld items verwijderen?
oc: Volètz escafar %ld elements ?
pl: Usunąć %ld elementy?
pt_br: Deseja excluir itens %ld?
ro_ro: Doriți să ștergeți %ld elemente?
ru: Вы действительно желаете удалить %ld элементов?
sc: Cheres iscantzellare %ld elementos?
sr: Желите ли да избришете %ld ставки?
sr_latn: Želite li da izbrišete %ld stavki?
sv: Vill du radera %ld objekt?
ta: %எல்.டி உருப்படிகளை நீக்க விரும்புகிறீர்களா?
tr: %ld ögeyi silmek istiyor musunuz?
uk: Ви дійсно бажаєте вилучити %ld елементів?
zh_hant: 您要刪除 %ld 個項目嗎？

# quick_action_add_actions_descr
source: Add actions to access them quickly from the map.
ar: أضف إجراءات للوصول إليها بسرعة من الخريطة.
be: Дадаць дзеянні для хуткага доступу да іх на мапе.
ca: Afegiu accions per accedir-hi ràpidament des del mapa.
cs: Přidejte akce, abyste je měli po ruce na mapě.
da: Tilføj genveje og få hurtigt adgang til dem fra kortet.
de: Aktionen hinzufügen, um diese schnell von der Karte aus aufzurufen.
el: Προσθήκη ενεργειών για γρήγορη πρόσβαση από το χάρτη.
es_us: Añade acciones para acceder a ellas rápidamente desde el mapa.
et: Lisa tegevused, et neile kiiresti kaardilt juurde pääseda.
fr: Ajoutez des actions pour y accéder rapidement depuis la carte.
hu: Adjon hozzá műveleteket, hogy gyorsan elérhesse őket a térképről.
id: Tambahkan tindakan untuk mengaksesnya dengan cepat dari peta.
is: Bættu við aðgerðum til að fá fljótlegan aðgang að þeim af kortinu.
it: Azione aggiungi per accedervi velocemente dalla mappa.
ja: マップ画面からすばやく実行したいアクションを追加します。
nl: Acties toevoegen op de kaart om ze snel te gebruiken.
oc: Ajustar d'accions que seràn a posita lèu partent de la mapa.
pl: Dodaj czynności, by mieć do nich szybki dostęp z mapy.
pt_br: Adicione ações para acessá-las rapidamente no mapa.
ro_ro: Adăugați acțiuni pentru a le accesa rapid de pe hartă.
ru: Добавить действия для быстрого доступа к ним на карте.
sc: Annanghe atziones pro b'atzedere in presse dae sa mapa.
sr: Додајте радње да бисте им брзо приступили са мапе.
sr_latn: Dodajte radnje da biste im brzo pristupili sa mape.
sv: Lägg till åtgärder för att snabbt nå dem direkt från kartvyn.
ta: வரைபடத்திலிருந்து அவற்றை விரைவாக அணுக செயல்களைச் சேர்க்கவும்.
tr: Haritadan hızlı bir şekilde erişmek için eylemler ekleyin.
uk: Додати дії для швидкого доступу до них на мапі.
zh_hant: 新增動作以便從地圖快速存取。

# toggle_hillshade
source: Show/Hide terrain
ar: إظهار/إخفاء التضاريس
be: Паказаць/схаваць рэльеф
ca: Mostra/Amaga el terreny
cs: Zobrazit/skrýt terén
da: Vis/skjul terræn
de: Gelände ein-/ausblenden
el: Εμφάνιση/απόκρυψη εδάφους
es_us: Mostrar/Ocultar terreno
et: Kuva või peida maastik
fr: Afficher/masquer le relief
hu: Domborzat megjelenítése/elrejtése
id: Tampilkan/Sembunyikan medan
is: Birta/fela yfirborð
it: Mostra/nascondi l'ombreggiamento dei rilievi
ja: 地形の表示/非表示
ka: რელიეფის ჩვენება/დამალვა
nb: Vis/skjul terreng
nl: Toon/Verberg terrein
oc: Mostrar & Amagar lo relèu
pl: Pokaż/ukryj teren
pt_br: Mostrar/ocultar terreno
ro_ro: Afișați / Ascundeți terenul
ru: Показать/скрыть рельеф
sc: Ammustra/Cua su terrinu
sr: Прикажи/сакриј терен
sr_latn: Prikaži/sakrij teren
sv: Visa/dölj terräng
ta: நிலப்பரப்பைக் காட்டவும்/மறைக்கவும்
tr: Araziyi göster/gizle
uk: Показати/Сховати рельєф
zh_hant: 顯示/隱藏地形

# shared_string_add_profile
source: Add profile
ar: إضافة وضع
az: Profil əlavə et
be: Дадаць профіль
ca: Afegeix un perfil
cs: Přidat profil
cy: Ychwanegu proffil
da: Tilføj profil
de: Profil hinzufügen
el: Προσθήκη προφίλ
eo: Aldoni profilon
es_us: Añadir perfil
et: Lisa profiil
eu: Gehitu profila
fa: افزودن نمایه
fi: Lisää profiili
fr: Ajouter un profil
gl: Engadir perfil
he: הוספת פרופיל
hu: Profil hozzáadása
hy: Ավելացնել պրոֆիլ
id: Tambahkan profil
is: Bæta við sniði
it: Aggiungi profilo
ja: プロファイルの追加
ka: პროფილის დამატება
ko: 프로필 추가
lt: Pridėti profilį
lv: Pievienot profilu
mk: Dodado profil
nb: Legg til profil
nl: Profiel toevoegen
oc: Ajustar un perfiu
pl: Dodaj profil
pt_br: Adicionar perfil
ro_ro: Adaugă profil
ru: Добавить профиль
sc: Annanghe unu profilu
sk: Pridať profil
sl: Dodaj profil
sr: Додај налог
sr_latn: Dodaj profil
sv: Lägg till profil
ta: சுயவிவரத்தைச் சேர்க்கவும்
tr: Profil ekle
uk: Додати профіль
vi: Thêm hồ sơ
zh_hans: 添加配置文件
zh_hant: 新增設定檔
