Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# backup_error_failed_to_fetch_remote_items
source: Failed to fetch the file list from the server.
ar: فشل في جلب قائمة الملفات من الخادم.
bg: Грешка при получаване на списъка с файлове от сървъра.
ca: No s'ha pogut obtenir la llista del servidor.
cs: Nepodařilo se načíst seznam souborů ze serveru.
da: Fillisten kunne ikke hentes fra serveren.
de: Fehler beim Abrufen der Dateiliste vom Server.
el: Απέτυχε η ανάκτηση της λίστας αρχείων από το διακομιστή.
eo: Fiaskis elŝuti dosierliston el la servilo.
es_us: No se pudo obtener la lista de archivos del servidor.
eu: Ezin izan da fitxategien zerrenda zerbitzaritik eskuratu.
fa: دریافت فهرست پرونده‌ها از سرور ناموفق بود.
fi: Tiedostoluettelon haku palvelimelta epäonnistui.
fr: Impossible de récupérer la liste des fichiers sur le serveur.
he: משיכת רשימת הקבצים מהשרת נכשלה.
hu: Nem sikerült lekérni a fájllistát a kiszolgálóról.
id: Gagal mendapatkan daftar berkas dari server.
is: Það tókst ekki að sækja skráalistann af þjóninum.
it: Recupero della lista dei file dal server fallito.
ja: サーバーからファイル リストを取得できませんでした。
ko: 서버에서 파일 목록을 fetch로 실패했습니다.
lt: Nepavyko gauti failų sąrašo iš serverio.
nb: Klarte ikkeå hente fillisten fra tjeneren.
nl: Kon de bestandslijst niet van de server ophalen.
oc: Impossible de recuperar la lista dei fichiers sus lo servidor.
pl: Nie udało się pobrać listy plików z serwera.
ro_ro: Nu s-a putut obține lista de fișiere de pe server.
ru: Не удалось получить список файлов с сервера.
sc: Recùperu de sa lista de documentos dae su serbidore fallidu.
sk: Nepodarilo sa stiahnuť zoznam súborov zo serveru.
sl: Ni bilo mogoče pridobiti seznama datotek s strežnika.
sr: Нисам успео да добавим списак датотека са служитеља.
sr_latn: Neuspešno dobavljanje liste fajlova sa servera.
sv: Misslyckades att hämta listan över filer från servern.
ta: சேவையகத்திலிருந்து கோப்பு பட்டியலைப் பெறுவதில் தோல்வி.
tr: Sunucudan dosya listesi alınamadı.
uk: Не вдалося отримати список файлів із сервера.
vi: Thất bại khi lấy danh sách tệp từ máy chủ.
zh_hans: 无法从服务器获取文件列表。
zh_hant: 從伺服器擷取檔案清單失敗。

# logout_from_osmand_cloud_decsr
source: Log out? You will need to sign in again to backup or restore data.
ar: تسجيل الخروج؟ ستحتاج إلى تسجيل الدخول مرة أخرى للنسخ الاحتياطي للبيانات أو استعادتها.
az: Çıxış edilsin? Məlumatların nüsxəsini çıxarmaq və ya bərpa etmək üçün yenidən daxil olmalısınız.
be: Выйсці? Каб выканаць рэзервовае капіяванне або аднаўленне, вам патрэбна будзе зноў увайсці.
bg: Изход от системата? Ще трябва да влезете отново, за да направите резервно копие или да възстановите данните.
cs: Odhlásit se? Před dalším zálohováním nebo obnovením dat se budete muset znovu přihlásit.
cy: Allgofnodi? Bydd angen mewngofnodi i adfer neu gadw data wrth gefn.
da: Log ud? Du skal logge ind igen for at sikkerhedskopiere eller gendanne data.
de: Abmelden? Zum Sichern oder Wiederherstellen von Daten müssen Sie sich erneut anmelden.
el: Αποσύνδεση. Θα χρειαστεί να συνδεθείτε ξανά για αντίγραφα ασφαλείας ή επαναφορά δεδομένων.
eo: Ĉu elsaluti? Vi devos reensaluti por fari sekurkopion aŭ restarigi datumojn.
es_us: ¿Cerrar la sesión? Tendrás que volver a iniciar sesión para hacer una copia de seguridad o restaurar los datos.
et: Kas logime välja? Andmete varundamiseks või taastamiseks pead uuesti sisse logima.
eu: Saioa amaitu? Berriro saioa hasi beharko duzu datuen babeskopia egiteko edo leheneratzeko.
fa: از حساب کاربری خارج می‌شوید؟ برای پشتیبان‌گیری یا بازیابی داده لازم است دوباره وارد شوید.
fi: Kirjaudu ulos? Sinun on kirjauduttava uudelleen sisään tietojen varmuuskopiointia tai palauttamista varten.
fr: Êtes-vous certain de vouloir vous déconnecter ? Vous devrez vous reconnecter pour sauvegarder ou restaurer vos données.
he: לצאת מהחשבון? יהיה עליך להיכנס שוב כדי לגבות או לשחזר נתונים.
hu: Kijelentkezik? Az adatok biztonsági mentéséhez vagy visszaállításához újra be kell jelentkeznie.
id: Keluar? Anda harus masuk lagi untuk mencadangkan atau memulihkan data.
is: Skrá út? Þú þarft að skrá þig aftur inn til að taka öryggisafrit eða endurheimta gögn.
it: Disconnettersi? Dovrai ricollegarti nuovamente per fare il backup o ripristinare i tuoi dati.
ja: ログアウトしますか？ データをバックアップまたは復元するには、再度ログインする必要があります。
ko: 로그아웃 백업 또는 복원 데이터에 다시 로그인해야합니다.
lt: Atsijungti? Norėdami sukurti atsarginę duomenų kopiją arba atkurti duomenis, turėsite prisijungti dar kartą.
lv: Izrakstīties? Jums vajadzēs no jauna pierakstīties, lai dublētu vai atjaunotu datus.
mk: Odjavuvanje? Ḱe treba povtorno da se najavite za da napravite rezervna kopija ili da gi vratite podatocite.
nb: Logg ut? Du vil måtte logge inn igjen for å sikkerhetskopiere eller gjenopprette data.
nl: Uitloggen? Je zal opnieuw moeten aanmelden om je gegevens te herstellen of back-uppen.
oc: Se deconnectar ? Vos deuretz tornar connectar per sauvagardarò restaurar lei donadas.
pl: Wylogowałeś się? Aby utworzyć kopię zapasową lub przywrócić dane, konieczne będzie ponowne zalogowanie się.
ro_ro: Vă deconectați? Va trebui să vă conectați din nou pentru a face backup sau a restaura date.
ru: Выйти? Вам нужно будет снова войти в OsmAnd Cloud для резервного копирования или восстановления данных.
sc: Cheres essire? As a dèpere torrare a intrare pro fàghere una còpia de seguresa o ripristinare sos datos.
sk: Odhlásiť sa? Pred ďalším zálohovaním alebo obnovením údajov sa budete musieť znovu prihlásiť.
sl: Odjava? Za varnostno kopiranje ali obnovitev podatkov, bo potrebna ponovna prijava.
sr: Одјављујете се? Мораћете да се пријавите поново да направите умножак за чување или да повратите податке.
sr_latn: Odjavljuješ se? Moraćeš da se prijaviš ponovo da napraviš kopiju ili da povratiš podatke.
sv: Logga ut? Du kommer att behöva logga in igen för att säkerhetskopiera eller återställa data.
ta: வெளியேறு? தரவை காப்புப் பிரதி எடுக்க அல்லது மீட்டமைக்க நீங்கள் மீண்டும் உள்நுழைய வேண்டும்.
tr: Oturum kapatılsın mı? Verileri yedeklemek veya geri yüklemek için tekrar oturum açmanız gerekecek.
uk: Вийти? Щоб створити резервну копію даних або відновити їх, потрібно буде ввійти ще раз.
vi: Đăng xuất? Bạn sẽ cần đăng nhập lại để sao lưu hoặc khôi phục dữ liệu.
zh_hans: 退出登录？ 您需要再次登录才能备份或恢复数据。
zh_hant: 登出？ 您必須重新登入才能備份或還原資料。

# free_favorites_backup_description
source: Register in OsmAnd Cloud to get free backup for favorites and settings.
ar: سجل في سحابة أوسماند للحصول على نسخة احتياطية مجانية للمفضلة والإعدادات.
be: Зарэгіструйцеся ў OsmAnd Cloud, каб атрымаць бясплатную рэзервовую копію закладак і налад.
bg: Регистрирайте се в OsmAnd Cloud, за да получите безплатно резервно копие на избраните точки и настройките.
cs: Zaregistrujte se do OsmAnd Cloud a získejte bezplatné zálohování oblíbených bodů a nastavení.
da: Registrér dig hos OsmAnd Cloud for at få gratis sikkerhedskopiering af favoritter og indstillinger.
de: Registrieren Sie sich in OsmAnd Cloud, um ein kostenloses Backup Ihrer Favoriten und Einstellungen zu erhalten.
el: Εγγραφείτε στο OsmAnd Cloud για να πάρετε δωρεάν αντίγραφα ασφαλείας για τα αγαπημένα και τις ρυθμίσεις.
eo: Akiru konton OsmAnd-Nubo por havigi senpagan sekurkopion deŝatataj punktoj kaj agordoj.
es_us: Regístrate en OsmAnd Cloud para obtener una copia de seguridad gratuita de los favoritos y ajustes.
et: Registreeru OsmAnd Cloudi kasutajaks ning pruugi lemmikute ja seadistuste tasuta varunduse võimalust.
eu: Erregistratu OsmAnd Cloud-en gogokoen eta ezarpenen doako babeskopia lortzeko.
fa: در ابر OsmAnd ثبت‌نام کنید تا پشتیبان‌گیری رایگان برای نقاط مورد علاقه و تنظیمات دریافت کنید.
fi: Rekisteröidy OsmAnd Cloudiin käyttääksesi ilmaista varmuuskopiointia suosikeille ja asetuksille.
fr: S'inscrire au cloud OsmAnd pour obtenir une sauvegarde gratuite de vos favoris et de vos paramètres.
hu: Regisztráljon az OsmAnd Cloudba, hogy ingyenesen biztonsági másolatot készíthessen a kedvencekről és a beállításokról.
id: Daftar di OsmAnd Cloud untuk mendapatkan cadangan gratis untuk favorit dan pengaturan.
is: Skráðu þig á OsmAnd Cloud-tölvuskýið til að fá ókeypis öryggisafrit eftirlæta og stillinga.
it: Registrati in OsmAnd Cloud per ottenere il backup gratuito dei preferiti e delle impostazioni.
ja: OsmAnd Cloudに登録すると、お気に入りと設定を無料でバックアップできます。
ko: OsmAnd Cloud에 등록하면 즐겨찾기 및 설정을 무료로 백업할 수 있습니다.
nb: Registrer deg for OsmAnd-sky og få gratis sikkerhetskopiering av favoritter og innstillinger.
nl: Registreer voor OsmAnd Cloud om een gratis back-up te maken van favorieten en instellingen.
pl: Zarejestruj się w OsmAnd Cloud, aby uzyskać bezpłatną kopię zapasową ulubionych i ustawień.
ro_ro: Înregistrați-vă în OsmAnd Cloud pentru a obține backup gratuit pentru favorite și setări.
ru: Зарегистрируйтесь в OsmAnd Cloud, чтобы получить возможность бесплатного резервного копирования избранных и настроек.
sk: Zaregistrujte si OsmAnd Cloud a získate bezplatné zálohovanie vašich nastavení a obľúbených bodov.
sl: Registriraj se v OsmAnd oblak, da dobiš brezplačno varnostno kopiranje za priljubljene in nastavitve.
sr: Пријавите се у Облаку ОсмАнда ради добављања бесплатног складишта за омиљено и поставке.
sr_latn: Prijavi se u OsmAnd Coud radi dobavljanja besplatnog skladišta za favorite i podešavanja.
sv: Registrera dig för OsmAnd molntjänst för gratis säkerhetskopiering av favoriter och inställningar.
ta: பிடித்தவை மற்றும் அமைப்புகளுக்கு இலவச காப்புப்பிரதியைப் பெற ஒச்மண்ட் கிளவுட்டில் பதிவு செய்யுங்கள்.
tr: Sık kullanılanlar ve ayarlar için ücretsiz yedekleme için OsmAnd Bulut'a kaydolun.
uk: Зареєструйтеся в OsmAnd Cloud, щоб отримати безплатне резервне копіювання закладок і налаштувань.
vi: Đăng ký OsmAnd Cloud để có sao lưu miễn phí cho những thứ yêu thích và cài đặt của bạn.
zh_hans: 在 OsmAnd Cloud 注册，即可免费备份收藏夹和设置。
zh_hant: 在 OsmAnd Cloud 中註冊即可免費備份最愛與設定。

# rendering_attr_showTramRoutes_name
source: Tram routes
ar: طرق الترام
be: Трамвайныя маршруты
bg: Трамвайни маршрути
ca: Línies de tramvia
cs: Tramvajové linky
cy: Llwybrau tramiau
da: Sporvognsruter
de: Straßenbahnlinien
el: Δρομολόγια τραμ
eo: Tramaj kursoj
es_us: Rutas de tranvía
et: Trammiliinid
eu: Tranbiaren ibilbideak
fa: مسیرهای تراموا
fi: Raitiovaunureitit
fr: Lignes de tramway
he: מסלולי חשמלית
hu: Villamosvonalak
id: Rute trem
is: Leiðir sporvagna
it: Percorsi dei tram
ja: 路面電車路線
ka: ტრამვაის გზები
ko: 전차 노선
mk: Tramvajski pravci
nb: Trikkeruter
pl: Trasy tramwajów
ro_ro: Rute de tramvai
ru: Трамвайные маршруты
sc: Àndalas de sos tram
sk: Trasy električiek
sl: Proge tramvajev
sr: Трамвајске путање
sr_latn: Tramvajske rute
sv: Spårvagnsrutter
ta: டிராம் வழிகள்
tr: Tramvay yolları
uk: Трамвайні маршрути
vi: Tuyến tàu điện nhỏ
zh_hans: 有轨电车线路
zh_hant: 有軌電車路線

# routing_attr_allow_intermittent_name
source: Allow intermittent water ways
ar: السماح بالممرات المائية المتقطعة
be: Дазволіць перапынныя водныя маршруты
ca: Permet les vies navegables no permanents
cs: Povolit občasné vodní cesty
cy: Caniatáu ffyrdd dŵr ysbeidiol
da: Tillad mellemliggende vandveje
de: Gewässer erlauben, die nicht ständig Wasser führen
el: Να επιτρέπονται υδάτινα ρέματα διακοπτόμενης ροής
eo: Permesi sezonajn akvovojojn
es_us: Permitir cursos de agua intermitentes
et: Luba vahele jäävad veeteed
eu: Onartu aldizkako ur-ibilguak
fa: آبراه‌های غیردائمی مجاز باشد
fi: Salli ajoittaiset vesireitit
fr: Autoriser les voies navigables intermittentes
gl: Permitir canles de auga intermitentes
he: לאפשר מקטעים עם דרכי מים עונתיים
hu: Időszakos vízfolyások engedélyezése
id: Perbolehkan jalan air intermiten
is: Leyfa tímabundnar vatnaleiðir
it: Permetti le vie d'acqua intermittenti
ja: 常に水が流れているわけではない水路も許可
ko: 간헐적인 수로 허용
mk: Dozvolete naizmenični vodni patista
nb: Tillat periodiske vannveier
nl: Laat regelmatig droogvallende waterwegen toe
oc: Permetre lei vias navigablas non permanentas
pl: Zezwalaj na przerywane drogi wodne
ro_ro: Permiteți căi navigabile intermitente
ru: Разрешить пересыхающие водные пути
sc: Permite caminos de abba intermitentes
sk: Povoliť dočasné vodné toky
sl: Omogoči občasne vodotoke
sr: Дозволи несталне водене токове
sr_latn: Dozvoli povremene vodene tokove
sv: Tillåt vägar över vatten
ta: இடைப்பட்ட நீர் வழிகளை அனுமதிக்கவும்
tr: Aralıklı su yollarına izin ver
uk: Використовувати водні шляхи, які пересихають
vi: Cho phép các tuyến đường thủy gián đoạn
zh_hans: 允许间歇性水路
zh_hant: 允許間歇水路

# routing_attr_freeride_policy_allow_name
source: Allow
ar: السماح
be: Дазволіць
bg: Разрешаване
ca: Autoritza
cs: Povolit
cy: Caniatáu
da: Tillad
de: Erlauben
el: Να επιτρέπεται
eo: permesi
es_us: Permitir
et: Luba
eu: Baimendu
fa: اجازه
fi: Salli
fr: Autoriser
he: לאפשר
hu: Engedélyezve
id: Perbolehkan
is: Leyfa
it: Permetti
ja: 許可
ka: დაშვება
ko: 허용
lt: Leisti
mk: Dozvolete
nb: Tillat
nl: Toestaan
pl: Pozwól
ro_ro: Permite
ru: Разрешить
sc: Permite
sk: Povoliť
sl: Dovoli
sr: Дозволи
sr_latn: Dozvoli
sv: Tillåt
ta: இசைவு
tr: İzin ver
uk: Дозволено
vi: Cho phép
zh_hans: 允许
zh_hant: 允許

# map_widget_sun_position_desc
source: Shows the time until sunrise or sunset.
ar: يعرض هذا الودجت الوقت حتى شروق الشمس أو غروبها، اعتمادا على الوقت الحالي.
cs: Zobrazuje čas do východu nebo západu slunce.
da: Viser hvor lang tid der er til solopgang eller solnedgang.
de: Zeigt die Zeit bis zum Sonnenaufgang oder Sonnenuntergang.
el: Δείχνει την ώρα μέχρι την ανατολή ή τη δύση του ηλίου.
eo: Montras temponĝis sunleviĝo aŭ sunsubiro.
es_us: Muestra el tiempo hasta el amanecer o el atardecer.
et: Aeg päikesetõusu või -loojanguni.
eu: Eguzkia atera edo ilunabarrera arte falta den denbora erakusten du.
fa: زمان تا طلوع یا غروب خورشید را نشان می‌دهد.
fi: Näyttää ajan seuraavaan auringonnousuun- tai laskuun.
fr: Indique le temps restant avant le lever ou le coucher du soleil.
hu: A napkeltéig vagy napnyugtáig hátralévő időt jeleníti meg.
id: Menampilkan waktu sampai matahari terbit atau matahari terbenam.
is: Birtir tímann fram að sólarupprás eða sólsetri.
it: Mostra il tempo fino all'alba o al tramonto.
ko: 이 위젯은 현재 시간에 따라 일출 또는 일몰까지 시간을 보여줍니다.
lt: Rodo laiką iki saulėtekio arba saulėlydžio.
nb: Miniprogrammet viser tid til neste solopp- eller nedgang, avhengig av nåværende til.
nl: Laat de tijd tot zonsopkomst of zonsondergang zien.
pl: Wyświetla czas do wschodu lub zachodu słońca.
ro_ro: Afișează timpul până la răsăritul sau apusul soarelui.
ru: Виджет показывает время до восхода или заката.
sk: Zobrazuje čas do východu alebo západu slnka.
sr: Показује време до изласка или заласка.
sr_latn: Prikazuje vreme do izlaska ili zalaska sunca.
sv: Visar tid kvar till solens upp- eller nedgång.
ta: சூரிய தோன்றுகை அல்லது சூரிய மறைவு வரை நேரத்தைக் காட்டுகிறது.
te: సూర్యోదయం లేదా సూర్యాస్తమయం వరకు సమయాన్ని చూపుతుంది.
tr: Gün doğumuna veya gün batımına kadar olan süreyi gösterir.
uk: Показує час до сходу або заходу сонця.
vi: Hiện thời gian cho đến bình minh hoặc hoàng hôn.
zh_hans: 显示距离日出或日落前的剩余时间。
zh_hant: 顯示到日出或日落之前的時間。

# map_widget_sun_position
source: Sun position
ar: موقع الشمس
cs: Poloha slunce
da: Solposition
de: Sonnenposition
el: Θέση ήλιου
eo: Pozicio de Suno
es_us: Ubicación del Sol
et: Päikese asukoht
eu: Eguzkiaren posizioa
fa: موقعیت خورشید
fi: Auringon sijainti
fr: Position du soleil
hu: Napszak váltás
id: Posisi matahari
is: Sólstaða
it: Posizione del sole
ko: 태양 위치
lt: Saulės padėtis
nb: Solposisjon
nl: Zonnestand
pl: Pozycja słońca
ro_ro: Poziție soare
ru: Положение солнца
sk: Poloha slnka
sr: Позиција Сунца
sr_latn: Pozicija Sunca
sv: Solens position
ta: சூரிய நிலை
te: సూర్య స్థానం
tr: Güneşin konumu
uk: Розташування сонця
vi: Vị trí mặt trời
zh_hans: 太阳位置
zh_hant: 太陽位置

# shared_string_mode
source: Mode
ar: نمط
az: Rejim
be: Рэжым
bg: Режим
ckb: بار/دۆخ
cs: Režim
cy: Modd
da: Tilstand
de: Modus
el: Λειτουργία
eo: Reĝimo
es_us: Modo
et: Režiim
eu: Modua
fa: حالت
he: מצב
hu: Mód
is: Hamur
it: Modalità
ja: モード
ka: რეჟიმი
ko: 모드
mk: Rezim
nb: Modus
nl: Modus
pl: Tryb
ro_ro: Mod
ru: Режим
sc: Modalidade
sk: Režim
sl: Način
sr: Начин
sr_latn: Režim
sv: Läge
ta: பயன்முறை
tr: Mod
uk: Режим
vi: Chế độ
zh_hans: 模式
zh_hant: 模式

source: Average glide ratio
ar: متوسط نسبة الانحدار
bg: Среден коефициент на планиране
cs: Průměrný klouzavý poměr
da: Gennemsnitligt glidetal
de: Mittlere Gleitzahl
eo: Mezuma glisrilato
es_us: Relación de planeo promedio
eu: Batez besteko planeatze-erlazioa
fa: میانگین نسبت گلاید
fr: Dérive moyenne
he: יחס גלישה ממוצע
hu: Átlagos siklószám
id: Rasio glide rata-rata
is: Meðal-rennslishlutfall
it: Rapporto di planata medio
ja: 平均滑空比
ko: 평균 활공 비율
nb: Gjennomsnittlig glidetall
nl: Gemiddelde zweefhoek
pl: Średni współczynnik poślizgu
ro_ro: Rata medie de planare
ru: Средний коэффициент планирования
sk: Priemerný pomer kĺzania
sr: Просечна размера једрења
sr_latn: Prosečna razmera jedrenja
sv: Genomsnittligt glidtal
ta: சராசரி சறுக்கு விகிதம்
uk: Середній коефіцієнт ковзання
vi: Tỷ lệ lượn trung bình
zh_hans: 平均滑翔比率
zh_hant: 平均滑翔比

# visualization_3d_wall_color
source: Wall color
ckb: ڕەنگی دیوار
cs: Barva zdi
da: Vægfarve
de: Wandfarbe
el: Χρώμα τοίχου
eo: Koloro de muro
es_us: Color del muro
et: Seina värv
eu: Hormaren kolorea
fr: Couleur du mur
hu: Fal szín
id: Warna tembok
is: Litur á vegg
it: Colore della parete
ko: 벽 색깔
lt: Sienos spalva
nb: Veggfarge
nl: Muurkleur
pl: Kolor ściany
ro_ro: Culoare perete
ru: Цвет стены
sk: Farba steny
sr: Боја зида
sr_latn: Boja zidova
sv: Väggfärg
ta: சுவர் நிறம்
tr: Duvar rengi
uk: Колір стіни
vi: Màu tường
zh_hans: 墙壁颜色
zh_hant: 牆壁顏色

source: Lock screen
cs: Zamknout obrazovku
da: Lås skærm
de: Bildschirm sperren
el: Κλείδωμα οθόνης
et: Lukustusvaade
fa: قفل صفحه
fr: Verrouiller l’écran
hu: Képernyő zárolása
id: Kunci layar
is: Læsa skjá
it: Schermata di blocco
ja: 画面ロック
nl: Vergrendel scherm
ru: Блокировка экрана OsmAnd
sk: Zamknutie obrazovky
sr: Закључај екран
sr_latn: Zaključaj ekran
sv: Lås skärm
ta: பூட்டுத் திரை
uk: Блокування екрану
vi: Màn hình khoá
zh_hant: 鎖定螢幕

source: Add widget to the right
cs: Přidat widget vpravo
da: Tilføj modul til højre
de: Widget rechts hinzufügen
el: Προσθήκη γραφικού στοιχείου στα δεξιά
et: Lisa vidin paremale
fa: افزودن ابزارک در سمت راست
fr: Ajouter le gadget à droite
hu: Modul hozzáadása a jobb oldalra
id: Tambahkan gawit di sisi kanan layar
is: Bæta viðmótshluta til hægri
it: Aggiungi il widget a destra
ja: 右側にウィジェットを追加
nl: Widget rechts toevoegen
ru: Добавить виджет справа
sk: Pridať nástroj vpravo
sr: Додај справицу десно
sr_latn: Dodaj widžet desno
sv: Lägg till widget till höger
ta: வலதுபுறத்தில் விட்செட்டைச் சேர்க்கவும்
uk: Додати віджет справа
vi: Thêm widget vào bên phải
zh_hant: 在右方新增小工具

source: Add widget to the left
cs: Přidat widget vlevo
da: Tilføj modul til venstre
de: Widget links hinzufügen
el: Προσθήκη γραφικού στοιχείου στα αριστερά
et: Lisa vidin vasakule
fa: افزودن ابزارک در سمت چپ
fr: Ajouter le gadget à gauche
hu: Modul hozzáadása a bal oldalra
id: Tambahkan gawit di sisi kiri layar
is: Bæta viðmótshluta til vinstri
it: Aggiungi il widget a sinistra
ja: 左側にウィジェットを追加
nl: Widget links toevoegen
ru: Добавить виджет слева
sk: Pridať nástroj vľavo
sr: Додај справицу лево
sr_latn: Dodaj widžet levo
sv: Lägg till widget till vänster
ta: இடதுபுறத்தில் விட்செட்டைச் சேர்க்கவும்
uk: Додати віджет зліва
vi: Thêm widget vào bên trái
zh_hant: 在左方新增小工具

source: Purchase origin
ar: مصدر الشراء
cs: Původ nákupu
da: Købets oprindelse
de: Herkunft des Kaufs
es_us: Origen de la compra
et: Ostukoht
fr: Origine de l'achat
hu: Vásárlás eredete
id: Asal pembelian
is: Uppruni innkaupa
it: Origine dell'acquisto
lt: Pirkimo kilmė
oc: Origina de la crompa
ro_ro: Sursă achiziții
ru: Источник покупки
sc: Orìgine de sa còmpora
sr: Порекло куповине
sr_latn: Poreklo kupovine
sv: Köpets ursprung
ta: தோற்றம் வாங்க
tr: Satın almanın kökeni
uk: Походження придбання
zh_hant: 付款來源

source: Free Favorites Backup
ar: نسخ احتياطي مجاني للمفضلة
be: Бясплатная рэзервовая копія закладак
bg: Резервно копие на избраните точки
cs: Bezplatné zálohování oblíbených bodů
da: Gratis sikkerhedskopiering af favoritter
de: Kostenloses Backup Ihrer Favoriten
el: Δωρεάν αντίγραφα ασφαλείας αγαπημένων
eo: Senpaga sekurkopio deŝatataj punktoj
es_us: Copia de seguridad gratuita de favoritos
et: Lemmikute tasuta varundus
eu: Gogokoen doako babeskopia
fa: پشتیبان‌گیری رایگان نقاط مورد علاقه
fr: Sauvegarde gratuite des favoris
hu: Kedvencek mentése ingyenesen
id: Pencadangan Favorit Gratis
is: Ókeypis öryggisafrit eftirlæta
it: Backup gratuito dei preferiti
ja: お気に入りバックアップ(無料)
ko: 무료 즐겨찾기 백업
nb: Gratis favoritt-sikkerhetskopiering
nl: Gratis favorieten back-up
pl: Darmowa kopia zapasowa ulubionych
ro_ro: Backup gratuit pentru favorite
ru: Резервное копирование избранных
sk: Bezplatné zálohovanie obľúbených bodov
sl: Brezplačna varnostna kopija priljubljenih
sr: Бесплатно складиште омиљених
sr_latn: Besplatno skladištenje favorita
sv: Gratis säkerhetskopiering av favoriter
ta: இலவச பிடித்தவை காப்புப்பிரதி
tr: Ücretsiz Sık Kullanılanlar Yedeklemesi
uk: Безплатне резервне копіювання закладок
vi: Sao lưu yêu thích miễn phí
zh_hans: 免费备份收藏夹
zh_hant: 免費最愛備份

# banner_payment_free_backup_settings_title
source: Free Settings Backup
ar: نسخ احتياطي مجاني للإعدادات
be: Бясплатная рэзервовая копія налад
bg: Резервно копие на настройките
cs: Bezplatné zálohování nastavení
da: Gratis sikkerhedskopiering af indstillinger
de: Kostenlose Sicherung der Einstellungen
el: Δωρεάν αντίγραφο ασφαλείας ρυθμίσεων
eo: Senpaga sekurkopio de agordoj
es_us: Copia de seguridad gratuita de los ajustes
et: Seadistuste tasuta varundus
eu: Ezarpenen doako babeskopia
fr: Sauvegarde gratuite des paramètres
hu: Beállítások ingyenes lementése
id: Pencadangan Pengaturan Gratis
is: Ókeypis öryggisafrit stillinga
it: Backup delle impostazioni gratuito
ja: 設定のバックアップ(無料)
ko: 무료 설정 백업
nb: Gratis sikkerhetskopiering av innstillinger
nl: Gratis instellingen back-up
pl: Bezpłatna kopia zapasowa ustawień
ro_ro: Backup gratuit al setărilor
ru: Бесплатное резервное копирование настроек
sk: Bezplatné zálohovanie nastavení
sl: Brezplačno varnostno kopiranje nastavitev
sr: Складиштење бесплатних поставки
sr_latn: Skladištenje besplatnih postavki
sv: Gratis säkerhetskopiering av inställningar
ta: இலவச அமைப்புகள் காப்புப்பிரதி
tr: Ücretsiz Ayarlar Yedeklemesi
uk: Безплатне резервне копіювання налаштувань
vi: Sao lưu cài đặt miễn phí
zh_hans: 免费备份设置
zh_hant: 免費設定備份

source: Weather forecast
ar: توقعات الطقس
bg: Прогноза за времето
cs: Předpověď počasí
cy: Rhagolwg tywydd
da: Vejrudsigt
de: Wettervorhersage
el: Πρόγνωση καιρού
eo: Veterprognozo
es_us: Previsión meteorológica
et: Ilmaennustus
eu: Eguraldi iragarpena
fa: پیش‌بینی آب‌وهوا
fi: Sääennuste
fr: Prévisions météo
hu: Időjárás-előrejelzés
id: Prakiraan cuaca
is: Veðurspá
it: Previsioni meteorologiche
ja: 天気予報
ko: 일기 예보
lt: Orų prognozė
nb: Værmelding
nl: Weersvoorspelling
oc: Previsions dau temps que fa
pl: Prognoza pogody
ro_ro: Prognoză meteo
ru: Прогноз погоды
sc: Previsiones mèteu
sk: Predpoveď počasia
sl: Vremenska napoved
sr: Временске прилике
sr_latn: Vremenska prognoza
sv: Väderprognos
ta: வானிலை முன்னறிவிப்பு
tr: Hava durumu tahmini
uk: Прогноз погоди
vi: Dự báo thời tiết
zh_hans: 天气预报
zh_hant: 天氣預報
