Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# shared_string_delete
source: Delete
af: verwyder
ar: حذف
ast: Desaniciar
az: Sil
be: Выдаліць
bg: Премахване
ca: Suprimeix
cs: Vymazat
cy: Dileu
da: Slet
de: Löschen
el: Διαγραφή
eo: Forigi
es_us: Borrar
et: Kustuta
eu: Ezabatu
fa: پاک‌کردن
fi: Poista
fr: Supprimer
gl: Eliminar
he: מחיקה
hu: Törlés
hy: Ջնջել
id: Hapus
is: Eyða
it: Elimina
ja: 削除
ka: წაშლა
kn: ಅಳಿಸಿ
ko: 삭제
ku: Jê bibe
lt: Ištrinti
lv: Dzēst
mk: Izbrisi
ml: നീക്കം ചെയ്യുക
mr: काढून टाका
nb: Slett
nl: Verwijder
oc: Supprimir
pl: Usuń
pt_br: Apagar
ro_ro: Șterge
ru: Удалить
sc: Iscantzella
sk: Odstrániť
sl: Izbriši
sr: Избриши
sr_latn: Obriši
sv: Ta bort
ta: அழி
tr: Sil
uk: Вилучити
vi: Xóa
zh_hans: 删除
zh_hant: 删除

# shared_string_remove
source: Remove
ar: حذف
ast: Quitar
az: Sil
be: Выдаліць
bg: Премахване
ca: Esborra
cs: Odstranit
cy: Tynnu
da: Fjern
de: Entfernen
el: Αφαίρεση
eo: Forigi
es_us: Quitar
et: Eemalda
eu: Kendu
fa: برداشتن
fi: Poista
fr: Supprimer
gl: Eliminar
he: הסרה
hu: Eltávolítás
hy: Ջնջել
id: Hilangkan
is: Fjarlægja
it: Rimuovi
ja: 削除
ka: წაშლა
kn: ತೆಗೆಯಿರಿ
ko: 제거하다
ku: Helîne
lt: Pašalinti
lv: Noņemt
mk: Otstrani
ml: ഒഴിവാക്കുക
my: ဖယ်ရှားပါ
nb: Fjern
nl: Verwijder
oc: Suprimir
pl: Usuń
pt_br: Excluir
ro_ro: Șterge
ru: Удалить
sc: Boga
sk: Odstrániť
sl: Odstrani
sr: Уклони
sr_latn: Ukloni
sv: Ta bort
ta: அகற்று
tr: Kaldır
uk: Вилучити
vi: Gỡ bỏ
zh_hans: 移除
zh_hant: 移除

# shared_string_dismiss
source: Dismiss
ar: تجاهل
ast: Escartar
az: İmtina et
be: Адхіліць
bg: Отхвърляне
ca: Descarta
cs: Zavřít
cy: Cau
da: Annuller
de: Verwerfen
el: Παράβλεψη
eo: Rezigni
es_us: Descartar
et: Loobu
eu: Baztertu
fa: بی‌خیال
fi: Hylkää
fr: Arrêter
gl: Rexeitar
he: התעלמות
hu: Bezárás
hy: Փակել
id: Abaikan
is: Hafna
it: Abbandona
ja: キャンセル
ka: მოშორება
kn: ತಳ್ಳಿಹಾಕು
ko: 해제
lt: Atšaukti
lv: Atcelt
mk: Otfrli
ml: ഒഴിവാക്കുക
nb: Avvis
nl: Sluiten
oc: Abandonar
pl: Anuluj
pt_br: Descartar
ro_ro: Închide
ru: Отменить
sc: Abbandona
sk: Zamietnuť
sl: Opusti
sr: Откажи
sr_latn: Otkaži
sv: Avböj
ta: ரத்து செய்
tr: Vazgeç
uk: Відхилити
vi: Loại bỏ
zh_hans: 放弃
zh_hant: 退出

# shared_string_add
source: Add
af: Voeg by
ar: إضافة
ast: Amestar
az: Əlavə et
be: Дадаць
bg: Добавяне
ca: Afegeix
cs: Přidat
cy: Ychwanegu
da: Tilføj
de: Hinzufügen
el: Προσθήκη
eo: Aldoni
es_us: Añadir
et: Lisa
eu: Gehitu
fa: افزودن
fi: Lisää
fr: Ajouter
gl: Engadir
he: הוספה
hu: Hozzáadás
hy: Ավելացնել
id: Tambahkan
is: Bæta við
it: Aggiungi
ja: 追加
ka: ჩამატება
kn: ಸೇರಿಸು
ko: 추가
ku: Lê zêde bike
lt: Pridėti
lv: Pievienot
mk: Dodadi
ml: ചേര്‍ക്കുക
nb: Legg til
nl: Voeg toe
oc: Ajustar
pl: Dodaj
pt_br: Adicionar
ro_ro: Adaugă
ru: Добавить
sc: Annanghe
sk: Pridať
sl: Dodaj
sr: Додај
sr_latn: Dodaj
sv: Lägg till
ta: சேரு
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加
zh_hant: 新增

# shared_string_or
source: or
af: of
ar: أو
ast: o
az: və ya
be: альбо
bg: или
ca: o
cs: nebo
cy: neu
da: eller
de: oder
el: ή
eo: aŭ
es_us: o
et: või
eu: edo
fa: یا
fi: tai
fr: ou
gl: ou
he: או
hu: vagy
hy: կամ
id: atau
is: eða
it: o
ja: または
ka: ან
kn: ಅಥವಾ
ko: 또는
ku: an jî
lt: arba
lv: vai
mk: ili
ml: "അല്ലെങ്കില്‍ "
mr: किंवा
nb: eller
nl: of
oc: ò
pl: lub
pt_br: ou
ro_ro: sau
ru: или
sc: o
sk: alebo
sl: ali
sq: ose
sr: или
sr_latn: ili
sv: eller
ta: அல்லது
tr: veya
uk: або
vi: hoặc
zh_hans: 或
zh_hant: 或是

# shared_string_and
source: and
af: en
ar: و
ast: y
az: və
be: і
bg: и
ca: i
cs: a
cy: a
da: og
de: und
el: και
eo: kaj
es_us: y
et: ja
eu: eta
fa: و
fi: ja
fr: et
gl: e
he: וגם
hu: és
hy: և
id: dan
is: og
it: e
ja: と
ka: და
kn: ಮತ್ತು
ko: 그리고
ku: û
lt: ir
lv: un
mk: i
mr: व
nb: og
nl: en
oc: e
pl: i
pt_br: e
ro_ro: și
ru: и
sc: e
sk: a
sl: in
sq: dhe
sr: и
sr_latn: i
sv: och
ta: மற்றும்
tr: ve
uk: та
vi: và
zh_hans: 与
zh_hant: 以及

# shared_string_edit
source: Edit
ar: تعديل
ast: Editar
az: Düzəliş et
be: Рэдагаваць
bg: Редактиране
ca: Edita
cs: Upravit
cy: Golygu
da: Rediger
de: Bearbeiten
el: Επεξεργασία
eo: Redakti
es_us: Editar
et: Muuda
eu: Editatu
fa: ویرایش
fi: Muokkaa
fr: Modifier
gl: Editar
he: עריכה
hu: Szerkesztés
hy: Խմբագրել
id: Sunting
is: Breyta
it: Modifica
ja: 編集
ka: ჩასწორება
kn: ಸಂಪಾದಿಸು
ko: 편집
ku: Biguherîne
lt: Redaguoti
lv: Labot
mk: Ureduvaj
ml: തിരുത്തുക(എഡിറ്റ്)
nb: Rediger
nl: Bewerk
oc: Editar
pl: Edytuj
pt_br: Editar
ro_ro: Editează
ru: Править
sc: Modìfica
sk: Upraviť
sl: Uredi
sr: Уреди
sr_latn: Urediti
sv: Redigera
ta: தொகுப்பு
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

# shared_string_all
source: All
ar: الكل
az: Hamısı
be: Усе
bg: Всички
ca: Tot
cs: Všechny
cy: Popeth
da: Alle
de: Alle
el: Όλα
eo: Ĉiuj
es_us: Todo
et: Kõik
eu: Guztia
fa: همه
fi: Kaikki
fr: Tout
gl: Todo
he: הכול
hu: Összes
hy: Բոլորը
id: Semua
is: Allt
it: Tutti
ja: 全て
ka: ყველა
ko: 모두
lt: Visi
lv: Visi
mk: Site
ml: എല്ലാം
nb: Alle
nl: Alles
oc: Tot
pl: Wszystkie
pt_br: Todos
ro_ro: Toate
ru: Все
sc: Totus
sk: Všetky
sl: Vse
sr: Све
sr_latn: Sve
sv: Alla
ta: அனைத்து
tr: Tümü
uk: Всі
vi: Tất cả
zh_hans: 全部
zh_hant: 所有

# shared_string_from
source: from
ar: من
az: buradan:
be: ад
bg: от
ca: des de
cs: od
cy: o
da: fra
de: von
el: από
eo: el
es_us: desde
et: alates
eu: nondik
fa: از
fi: lähtien
fr: de
gl: dende
he: מאת
hu: innen
hy: սկսած
id: Dari
is: frá
it: da
ja: コピー元
ka: -დან
ko: 부터
lt: iš
lv: no
mk: od
ml: ഫ്രം
my: မှ
nb: fra
nl: van
oc: de
pl: z
pt_br: de
ro_ro: de la
ru: от
sc: dae
sk: od
sl: od
sr: из
sr_latn: iz
sv: från
ta: இருந்து
tr: -dan
uk: від
vi: từ
zh_hans: 之于
zh_hant: 從

# shared_string_distance
source: Distance
ar: المسافة
ast: Distancia
az: Məsafə
be: Адлегласць
bg: Разстояние
ca: Distància
cs: Vzdálenost
cy: Pellter
da: Afstand
de: Entfernung
el: Απόσταση
eo: Distanco
es_us: Distancia
et: Kaugus
eu: Distantzia
fa: فاصله
fi: Etäisyys
gl: Distancia
he: מרחק
hu: Távolság
hy: Հեռավորություն
id: Jarak
is: Vegalengd
it: Distanza
ja: 距離
ka: მანძილი
ko: 거리
lt: Atstumas
lv: Attālums
mk: Rastojanie
ml: ദൂരം
mr: अंतर
nb: Avstand
nl: Afstand
oc: Distància
pl: Odległość
pt_br: Distância
ro_ro: Distanța
ru: Расстояние
sc: Distantzia
sk: Vzdialenosť
sl: Razdalja
sr: Растојање
sr_latn: Rastojanje
sv: Sträcka
ta: தூரம்
tr: Mesafe
uk: Відстань
vi: Khoảng cách
zh_hans: 距离
zh_hant: 距離

source: Retry
ar: أعد المحاولة
az: Təkrar cəhd
be: Паўтарыць
ca: Torneu a provar
cs: Zkusit znovu
cy: Ail geisio
da: Prøv igen
de: Wiederholen
el: Ξαναπροσπαθήστε
eo: Reprovi
es_us: Reintentar
et: Proovi uuesti
eu: Saiatu berriro
fa: تلاش مجدد
fi: Yritä uudelleen
fr: Réessayer
gl: Tentar de novo
he: ניסיון חוזר
hu: Újra
hy: Կրկնել
id: Coba lagi
is: Reyna aftur
it: Riprova
ja: 再試行
ka: თავიდან
ko: 다시시도
lt: Bandykite dar kartą
lv: Mēğināt vēlreiz
mk: Povtorno obidete se
ml: വീണ്ടും ശ്രമിയ്ക്കുക
nb: Prøv igjen
nl: Probeer opnieuw
oc: Tornatz assajar
pl: Ponów
ro_ro: Reîncercare
ru: Повторить
sc: Torra a proare
sk: Skúsiť znova
sl: Poskusi znova
sr: Покушај поново
sr_latn: Pokušaj ponovo
sv: Försök igen
ta: மீண்டும் முயற்சிக்கவும்
tr: Tekrar dene
uk: Повторити
zh_hans: 重试
zh_hant: 重試

# shared_string_enabled
source: Enabled
ar: مفعل
ast: Activóse
az: Aktiv
be: Уключана
bg: Включено
ca: Activat
cs: Povolen
cy: Galluogwyd
da: Aktiveret
de: Aktiviert
el: Ενεργοποιημένο
eo: Aktiva
es_us: Activado
et: Lubatud
eu: Gaituta
fa: فعال
fi: Käytössä
fr: Activé
gl: Activado
he: מופעל
hu: Engedélyezve
hy: Միացված է
id: Diaktifkan
is: Virkt
it: Abilitato
ja: 有効
ka: ჩართული
kn: ಅಳವುಗೊಳಿಸಲಾಗಿದೆ
ko: 활성화
lt: Įjungta
lv: Ieslēgts
mk: Ovozmozeno
ml: പ്രവര്‍ത്തന സജ്ജമാക്കിയിരിക്കുന്നു
nb: Aktivert
nl: Ingeschakeld
oc: Activat
pl: Włączone
pt_br: Ativado
ro_ro: Activ
ru: Включено
sc: Abilitadu
sk: Povolené
sl: Omogočeno
sr: Омогућено
sr_latn: Omogućeno
sv: Aktiverat
ta: இயக்கப்பட்டது
tr: Etkin
uk: Увімкнено
vi: Đã bật
zh_hans: 已启用
zh_hant: 已啟用

# shared_string_reset
source: Reset
ar: إعادة ضبط
az: Sıfırla
be: Скінуць
bg: Нулиране
ca: Restableix
cs: Resetovat
cy: Ailosod
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
eo: Reagordi
es_us: Restablecer
et: Lähtesta
eu: Leheneratu
fa: تنظیم مجدد
fi: Resetoi
fr: Réinitialiser
gl: Restabelecer
he: איפוס
hu: Visszaállítás
hy: Վերագործարկեք
id: Setel ulang
is: Frumstilla
it: Reimposta
ja: リセット
ka: თავიდან
ko: 리셋
lt: Nustatyti iš naujo
lv: Atiestatīt
mk: Resetiraj
ml: വീണ്ടും തുടങ്ങുക
nb: Tilbakestill
nl: Opnieuw instellen
oc: Restablir
pl: Resetuj
pt_br: Redefinir
ro_ro: Resetează
ru: Сбросить
sc: Reimposta
sk: Resetovať
sl: Ponastavi
sr: Врати на подразумевано
sr_latn: Resetovanje
sv: Återställ
ta: மீட்டமைக்க
tr: Yeniden başlat
uk: Скинути
vi: Đặt lại
zh_hans: 重置
zh_hant: 重設

# shared_string_read_more
source: Read more
ar: اقرأ المزيد
ast: Lleer más
az: Ətraflı oxu
be: Падрабязней
bg: Подробности
ca: Més informació
cs: Číst více
cy: Darllen mwy
da: Læs mere
de: Mehr lesen
el: Περισσότερα
eo: Legi pli
es_us: Leer más
et: Loe lisaks
eu: Irakurri gehiago
fa: بیشتر بخوانید
fi: Lue lisää
fr: En savoir plus
gl: Ler máis
he: מידע נוסף
hu: Bővebben
hy: Կարդալ ավելին
id: Baca lebih lanjut
is: Lesa meira
it: Approfondisci
ja: 続きを読む
ka: მეტის წაკითხვა
ko: 더 읽기
lt: Daugiau
lv: Lasīt vairāk
mk: Procitaj povece
ml: കൂടുതല്‍ വായിക്കുക
nb: Les mer
nl: Lees meer
oc: Mai d'informacion
pl: Przeczytaj więcej
pt_br: Leia mais
ro_ro: Citește mai mult
ru: Подробнее
sc: Leghe àteru
sk: Prečítať viac
sl: Preberite več
sr: Сазнајте више
sr_latn: Čitaj više
sv: Läs mer
ta: மேலும் வாசிக்க
tr: Devamını oku
uk: Докладніше
vi: Đọc thêm
zh_hans: 阅读更多
zh_hant: 讀取更多

# shared_string_on
source: On
af: Aan
ar: تشغيل
ast: Sí
az: Yanılı
be: Укл
bg: Вкл.
ca: Activa
cs: Zapnuto
cy: Ymlaen
da: Til
de: Ein
el: Ενεργό
eo: Aktiva
es_us: Activado
et: Sees
fa: روشن
fi: Päällä
fr: Actif
gl: Activado
he: פעיל
hu: Bekapcsolva
hy: Միացված է
id: Nyala
is: Kveikt
it: Acceso
ja: 有効
ka: ჩართული
ko: 켜기
lt: Įjungta
lv: Ieslēgts
mk: Na
ml: ഓണ്‍
mr: चालू
nb: På
nl: Aan
oc: Activar
pl: Włączone
pt_br: Ativado
ro_ro: Activ
ru: Вкл.
sc: Allutu
sk: Zapnuté
sl: Omogočeno
sr: Укључено
sr_latn: Uključeno
sv: På
ta: இயக்கு
tr: Açık
uk: Увімк.
vi: Bật
zh_hans: 开
zh_hant: 開啟

# shared_string_off
source: Off
af: Af
ar: إيقاف
ast: Non
az: Sönülü
be: Адкл
bg: Изкл.
ca: Inactiva
cs: Vypnuto
cy: I ffwrdd
da: Fra
de: Aus
el: Ανενεργό
eo: Malaktiva
es_us: Desactivado
et: Väljas
eu: Desgaituta
fa: خاموش
fi: Pois päältä
fr: Inactif
gl: Non
he: כבוי
hu: Kikapcsolva
hy: Անջատել
id: Mati
is: Slökkt
it: Spento
ka: გამორთული
ko: 끄기
lt: Išjungta
lv: Izslēgts
mk: Isklučeno
ml: ഓഫ്
mr: बंद
nb: Av
nl: Uit
oc: Inactivar
pl: Wyłączone
pt_br: Desativado
ro_ro: Inactiv
ru: Выкл.
sc: Istudadu
sk: Vypnuté
sl: Izključeno
sr: Искључено
sr_latn: Isključeno
sv: Av
ta: நிறுத்து
tr: Kapalı
uk: Вимк.
vi: Tắt
zh_hans: 关
zh_hant: 關閉

# shared_string_copy
source: Copy
ar: نسخ
ast: Copiar
az: Kopyala
be: Капіяваць
bg: Копиране
ca: Copia
cs: Kopírovat
cy: Copïo
da: Kopier
de: Kopieren
el: Αντιγραφή
eo: Kopii
es_us: Copiar
et: Kopeeri
eu: Kopiatu
fa: رونوشت
fi: Kopioi
fr: Copier
gl: Copiar
he: העתקה
hu: Másolás
hy: Պատճենել
id: Salin
is: Afrita
it: Copia
ja: コピー
ka: ასლი
kn: ಪ್ರತಿ
ko: 복사
lt: Kopijuoti
lv: Kopēt
mk: Kopiraj
ml: പകര്‍ത്തുക
nb: Kopier
nl: Kopiëren
oc: Còpia
pl: Skopiuj
pt_br: Copiar
ro_ro: Copiază
ru: Копировать
sc: Còpia
sk: Kopírovať
sl: Kopiraj
sr: Умножи
sr_latn: Kopiranje
sv: Kopiera
ta: நகல்
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

# shared_string_deselect_all
source: Deselect all
ar: إلغاء تحديد الكل
ast: Deseleicionar too
az: Bütün seçilməri ləğv et
be: Адкінуць выбар усяго
bg: Избор нищо
ca: Desselecciona-ho tot
cs: Zrušit výběr všech
cy: Dad-ddewis y cwbl
da: Fravælg alle
de: Alle abwählen
el: Αποεπιλογή όλων
eo: Malelektiĉiujn
es_us: Desmarcar todo
et: Eemalda kõik valikud
eu: Desautatu guztiak
fa: پاک‌کردن همهٔ انتخاب‌ها
fi: Poista kaikki valinnat
fr: Tout désélectionner
gl: Deseleccionar todo
he: ביטול הבחירה
hu: Összes kijelölés megszüntetése
hy: Չեղարկել բոլորը
id: Batalkan semua pilihan
is: Afvelja allt
it: Deseleziona tutto
ja: 全て選択解除
ka: შენიშვნის მოხსნა
kn: ಎಲ್ಲವನ್ನು ನಿರಾಕರಿಸು
ko: 모두 선택 취소
lt: Nuimtižymėjimą viskam
lv: Neatlasīt neko
mk: Poništete go siot izbor
ml: "ഒന്നും തെരഞ്ഞെടുക്കാതിരിക്കുക "
nb: Fravelg alle
nl: Deselecteer alles
oc: Deseleccionar tot
pl: Odznacz wszystko
pt_br: Desmarcar tudo
ro_ro: Deselectează tot
ru: Отменить выбор
sc: De-ischerta totu
sk: Zrušiť výber všetkých
sl: Počisti izbiro vsega
sr: Означи све
sr_latn: Poništi odabir
sv: Avmarkera alla
ta: அனைத்து தெரிவுகளையும் நிராகரி
tr: Tüm seçimleri kaldır
uk: Зняти виділення для всіх
vi: Bỏ chọn tất cả
zh_hans: 全部取消
zh_hant: 取消全選

# shared_string_none
source: None
af: Geen
ar: بدون
ast: Nada
az: Heç biri
be: Нічога
bg: Няма
ca: Cap
cs: Žádná
cy: Dim
da: Ingen
de: Keine
el: Κανένα
eo: Neniu
es_us: Ninguno
et: Mitte ühtegi
eu: Bat ere ez
fa: هیچ‌کدام
fi: Ei mitään
fr: Aucun
gl: Ningún
he: ללא
hu: Nincs
hy: Ոչ
id: Tidak ada
is: Ekkert
it: Nessuno
ja: 無し
ka: არა
ko: 없음
lt: Nėra
lv: Nav izvēlēts
mk: Nieden
ml: ഒന്നുമില്ല
nb: Ingen
nl: Geen
oc: Ges
pl: Brak
pt_br: Nenhum
ro_ro: Nimic
ru: Отсутствует
sc: Perunu
sk: Žiadne
sl: Brez
sr: Ништа
sr_latn: Ništa
sv: Ingen
ta: யாரும்
tr: Hiçbiri
uk: Нічого
vi: Không có
zh_hans: 无
zh_hant: 無

# shared_string_groups
source: Groups
ar: مجموعات
ast: Grupos
az: Qruplar
be: Групы
bg: Групи
ca: Grups
cs: Skupiny
cy: Grwpiau
da: Grupper
de: Gruppen
el: Ομάδες
eo: Grupoj
es_us: Grupos
et: Grupid
eu: Taldeak
fa: گروه‌ها
fi: Ryhmät
fr: Groupes
gl: Grupos
he: קבוצות
hu: Csoportok
hy: Խմբեր
id: Grup-grup
is: Hópar
it: Gruppi
ja: グループ
ka: ჯგუფები
kn: ಗುಂಪುಗಳು
ko: 그룹
lt: Grupės
lv: Grupas
mk: Grupi
ml: ഗ്രൂപ്പുകൾ
nb: Grupper
nl: Groepen
oc: Grop
pl: Grupy
ro_ro: Grupuri
ru: Группы
sc: Grupos
sk: Skupiny
sl: Skupine
sr: Групе
sr_latn: Grupe
sv: Grupper
ta: குழுக்கள்
tr: Gruplar
uk: Групи
zh_hans: 群组
zh_hant: 群組

# shared_string_my_places
source: My Places
ar: المعالم المفضلة
ast: Los mios llugares
az: Yerlərim
be: Мае мясціны
bg: Моите места
ca: Preferits
cs: Moje místa
cy: Fy llefydd
da: Mine steder
de: Meine Orte
el: Τα μέρη μου
eo: Miaj ejoj
es_us: Mis sitios
et: Minu kohad
eu: Nire lekuak
fa: مکان‌های من
fi: Omat paikat
fr: Favoris
gl: Os meus lugares
he: המקומות שלי
hu: Kedvencek
hy: Իմ վայրերը
id: Tempat Saya
is: Staðirnir mínir
it: I miei luoghi
ja: ブックマーク
ka: ჩემი ადგილები
kn: ನನ್ನ ಸ್ಥಳಗಳು
ko: 저장소
lt: Mano vietos
lv: Izlase
mk: Moi mesta
ml: "എന്റെ സ്ഥലങ്ങള്‍ "
mr: माझी ठिकाणे
nb: Mine steder
nl: Mijn plaatsen
oc: Mei luòcs preferits
pl: Moje miejsca
ro_ro: Locurile mele
ru: Мои места
sc: Logos meos
sk: Moje miesta
sl: Shranjene točke
sq: Vendet e mia
sr: Моја места
sr_latn: Moja mesta i rute
sv: Mina platser
ta: என் இடங்கள்
tr: Yerlerim
uk: Мої місця
vi: Địa điểm của tôi
zh_hans: 我的地点
zh_hant: 我的地點

# shared_string_rename
source: Rename
af: Herbenoem
ar: إعادة تسمية
ast: Renomar
az: Yenidən adlandır
be: Змяніць назву
bg: Преименуване
ca: Canvia el nom
cs: Přejmenovat
cy: Ailenwi
da: Omdøb
de: Umbenennen
el: Μετονομασία
eo: Alinomi
es_us: Renombrar
et: Muuda nime
eu: Izenez aldatu
fa: تغییر نام
fi: Nimeä uudelleen
fr: Renommer
gl: Mudar o nome
he: שינוי שם
hu: Átnevezés
hy: Վերանվանել
id: Ubah nama
is: Endurnefna
it: Rinomina
ja: リネーム
ka: სახელის გადარქმევა
kn: ಮರುಹೆಸರಿಸಿ
ko: 이름 바꾸기
lt: Pakeisti pavadinimą
lv: Pārsaukt
mk: Preimenuvaj
ml: പേരു് മാറ്റുക
mr: नाव बदला
nb: Endre navn
nl: Hernoem
oc: Renomenar
pl: Zmień nazwę
ro_ro: Redenumește
ru: Переименовать
sc: Càmbia su nùmene
sk: Premenovať
sl: Preimenuj
sr: Преименуј
sr_latn: Preimenuj
sv: Byt namn
ta: மறுபெயரிடு
tr: Yeniden adlandır
uk: Перейменувати
vi: Đổi tên
zh_hans: 重命名
zh_hant: 更名

# update_existing
source: Replace
af: Vervang
ar: استبدال
ast: Trocar
az: Əvəz et
be: Замяніць
bg: Заместване
ca: Reemplaça
cs: Nahradit
cy: Amnewid
da: Erstat
de: Ersetzen
el: Αντικατάσταση
eo: Anstataŭigi
es_us: Reemplazar
et: Asenda
eu: Ordezkatu
fa: جانشینی
fi: Korvaa
fr: Remplacer
gl: Substituír
he: החלפה
hu: Csere
hy: Փոխարինել
id: Ubah
is: Skipta út
it: Sostituisci
ja: 登録済みと置き換え
ka: შეცვლა
ko: 대체
ku: Biguherîne
lt: Pakeisti
lv: Aizvietot
mk: Zameni
ml: പകരംവെക്കുക
nb: Erstatt
nl: Vervang
oc: Remplaçar
pl: Zamień
ro_ro: Înlocuiește
ru: Заменить
sc: Remplasa
sk: Nahradiť
sl: Zamenjaj
sr: Замени
sr_latn: Zamena
sv: Ersätt
ta: மாற்றவும்
tr: Değiştir
uk: Замінити
vi: Thay đổi
zh_hans: 替换
zh_hant: 取代

# replace_favorite_confirmation
source: Replace the "%@" Favorite?
ar: استبدال "%@" المفضلة؟
az: “%@” Favoriti əvəz edilsin?
be: Вы сапраўды хочаце замяніць улюбёную мясціну %@?
bg: Заместване на „%@“ от Избрани?
ca: Substituir el preferit %@?
cs: Nahradit Oblíbené místo „%@“?
cy: Amnewid "%@" Ffefryn?
da: Erstat Favorit "%@"?
de: Den Favoriten „%@“ ersetzen?
el: Αντικατάσταση του Αγαπημένου "%@";
eo: Ĉu anstataŭigi la ŝatatan ejon “%@”?
es_us: ¿Reemplazar el favorito «%@»?
et: Asendada lemmik "%@"?
eu: "%@" gogokoena ordeztu?
fa: آیا «%@» علاقه‌مندی جانشین شود؟
fi: Haluatko varmasti korvata suosikin %@?
fr: Remplacer le favori « %@ » ?
gl: Tes a certeza de querer substituír o favorito "%@"?
he: להחליף את המועדף „%@”?
hu: Lecseréli ezt a kedvencet: %@?
hy: Վստահ եք, որ ցանկանում եք փոխարինել Սիրածները %@?
id: Ubah Favorit "%@"?
is: Á að skipta út eftirlætinu "%@"?
it: Sostituire il preferito %@?
ja: お気に入り %@を置き換えますか？
ka: Are you sure you want to replace Favorite %@?
lt: Ar tikrai norite pakeisti išsaugotą vietą %@?
lv: Vai nomainīt izlases vienību %@?
mk: Zameni go omileniot "%@"?
ml: പ്രിയപ്പെട്ടവയില്‍ %@ പകരം വയ്ക്കണമെന്ന് തീർച്ചയാണോ?
nb: Er du sikker på at du vil erstatte favoritt %@?
nl: Vervang Favoriet %@?
oc: Segur de voler remplaçar lo preferit %@ ?
pl: Zastąpić ulubione miejsce "%@"?
pt_br: Você tem certeza que deseja substituir o Favorito %@?
ro_ro: Înlocuiți favoritul "%@"?
ru: Заменить избранные %@?
sc: Remplasare su preferidu "%@"?
sk: Nahradiť Obľúbený bod "%@"?
sl: Zamenjati priljubljeno točko »%@«?
sr: Замените омиљеног "%@"?
sr_latn: Menjaš %@ favorite?
sv: Ersätt favoriten "%@"?
ta: %@ விருப்பத்தை நிச்சயமாக மாற்ற விரும்புகிறீர்களா ?
tr: "%@" sık kullanılan değiştirilsin mi?
uk: Замінити вибране "%@"?
zh_hans: 替换 "%@" 收藏？
zh_hant: 取代「%@」收藏？

# fav_points_not_exist
source: No Favorite points exist
af: Geen gunstelingpunte bestaan nie
ar: لا يوجد نقاط مفضلة
ast: Nun esisten puntos favoritos
az: Favorit nöqtələr yoxdur
be: Улюбёныя мясціны адсутнічаюць
bg: Не съществуват любими точки
ca: No hi ha punts Preferits
cs: Žádná Oblíbená místa nejsou zadána
da: Der findes ingen favoritpunkter
de: Keine Favoriten vorhanden
el: Δεν υπάρχουν αγαπημένα σημεία
eo: Neniuj ekzistajŝatataj ejoj
es_us: No existen puntos favoritos
et: Lemmikpunkte pole
eu: Ez dago gogoko punturik
fa: هیچ نقطهٔ موردعلاقه‌ای وجود ندارد
fi: Suosikkipaikkoja ei ole
fr: Il n'existe aucun favori
gl: Non hai ningún punto de Favorito
he: לא קיימות נקודות מועדפות
hu: Még nincsenek Kedvenc pontok
hy: Չկան «Սիրված» կետեր
id: Tidak ada titik Favorit yang ada
is: Enginn eftirlætisstaður er til
it: Non esiste alcun preferito
ja: お気に入りはありません
ka: რჩეული წერტილები არ არსებობს
ko: 즐겨찾기 포인트가 없음
lt: Nėra jokių įsimintų vietų
lv: Izlases punkti neeksistē
mk: Nema omileni točki
ml: "ഇഷ്ടമുള്ള ബിന്ദുക്കളൊന്നും നിലവിലില്ല "
nb: Ingen favorittpunkter finnes
nl: Er zijn geen favoriete punten
oc: Ges de ponchs preferits
pl: Brak Ulubionych punktów
pt_br: Não existe nenhum favorito
ro_ro: Nu există puncte Favorite
ru: Избранные точки отсутствуют
sc: Non bi sunt preferidos
sk: Neexistujú žiadne Obľúbené miesta
sl: Ni priljubljenih točk
sr: Нема омиљених тачака
sr_latn: Nema favorita
sv: Det finns inga favoritpunkter
ta: பிடித்த புள்ளிகள் இல்லை
tr: Sık kullanılanlara eklenen nokta yok
uk: Немає точок в закладках
vi: Không có điểm ưa thích nào tồn tại
zh_hans: 无收藏点存在
zh_hant: 沒有我的收藏標點存在

# add_group
source: Add a group
ar: إضافة مجموعة
az: Qrup əlavə et
be: Дадаць групу
bg: Add group
ca: Afegeix un grup
cs: Přidat skupinu
cy: Ychwanegu grŵp
da: Tilføj en gruppe
de: Eine Gruppe hinzufügen
el: Προσθήκη ομάδας
eo: Aldoni grupon
es_us: Añadir un grupo
et: Lisa grupp
eu: Gehitu talde bat
fa: افزودن گروه
fi: Lisää ryhmä
fr: Ajouter un groupe
gl: Engadir un grupo
he: הוספת קבוצה
hu: Csoport hozzáadása
hy: Ավելացնել խումբ
id: Tambah grup
is: Bæta við hópi
it: Aggiungi un gruppo
ja: グループの追加
ka: ჯგუფის დამატება
ko: 그룹에서 추가
lt: Pridėti grupę
lv: Pievienot grupu
mk: Dodadete grupa
ml: "ഗ്രൂപ്പ് കൂട്ടിച്ചേര്‍ക്കുക "
my: အဖွဲ့တစ်ဖွဲ့ထည့်ပါ
nb: Legg til en gruppe
nl: Een groep toevoegen
oc: Ajustatz un grop
pl: Dodaj grupę
pt_br: Adicionar um grupo
ro_ro: Adăugare grup
ru: Добавить группу
sc: Annanghe unu grupu
sk: Pridať skupinu
sl: Dodaj skupino
sr: Додај скуп
sr_latn: Dodaj skup
sv: Lägg till en grupp
ta: ஒரு குழுவைச் சேர்க்கவும்
tr: Grup ekle
uk: Додати групу
vi: Thêm một nhóm
zh_hans: 添加组
zh_hant: 新增群組

# fav_point_dublicate
source: Duplicate Favorite name specified
ar: اسم مكرر
az: Təkrar Favorit adı təyin edilib
be: Дубляванне назвы ўлюбёнай мясціны
bg: Дублиране името на запазено място
ca: S'ha indicat un nom de Preferit duplicat
cs: Duplicitní název oblíbeného bodu
cy: Enw Ffefryn dyblygu wedi'i gynnig
da: Favoritnavn dublet specificeret
de: Doppelter Favoritenname angegeben
el: Ορίστηκε διπλογραφή ονόματος Αγαπημένου
eo: Duplikata nomo deŝatata punkto
es_us: Favorito especificado con nombre duplicado
et: Antud korduv lemmiku nimi
eu: Gogoko puntuaren izen bikoiztua
fa: نام علاقه‌مندی تکراری است
fi: Suosikkipisteen nimen duplikaatti
fr: Ce nom est déjà utilisé pour un favori
gl: Favorito especificado con nome duplicado
he: צוין שם כפול למועדף
hu: Duplikált Kedvenc-név megadva
hy: Կրկնօրինակել «Սիրված» կետի անունը
id: Duplikat nama Favorit ditentukan
is: Tvítekið heiti eftirlætis
it: Duplicato del nome del punto Preferito
ja: 指定したお気に入り名は重複しています
ka: მითითებულია გამეორებული სანიშნეს სახელი
ko: 중복된 즐겨찾기 이름이 지정됨
lt: Pasikartojantisįsimintinos vietos pavadinimas
lv: Šāds vārds izlasē jau eksistē
mk: Navedeno e duplikat Omileno ime
ml: ഇഷ്ടമുള്ളവയുടെ പേര് ഓന്നിലധികം പകര്‍പ്പിലുണ്ട്
nb: Duplisert favorittnavn angitt
nl: Favoriet met deze naam bestaat al
oc: Avètz indicat un nom de Preferit duplicat
pl: Powielona nazwa ulubionego miejsca
pt_br: Nome favorito duplicado especificado
ro_ro: Nume favorit duplicat specificat
ru: Введено повторяющееся название избранной точки
sc: Nùmene dòpiu in sos preferidos
sk: Zadaný duplicitný názov obľúbeného bodu
sl: Navedeno podvojeno ime priljubljene točke
sr: Дато је удвостручење имена омиљене тачке
sr_latn: Naveden je dupli naziv favorita
sv: Duplicerat namn på favorit angivet
ta: நகல் பிடித்த பெயர் குறிப்பிடப்பட்டுள்ளது
tr: Yinelenen Sık Kullanılan adı belirtildi
uk: Дублювання назви закладки
zh_hans: 指定的收藏名称重复
zh_hant: 指定的最愛名稱重覆
