Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# ios_release_4_1
source: • Completely redesigned interaction with tracks: a new menu with charts, statistics, ability to change the appearance, coloring by speed, height and slope, and track selection on the map • New screen for searching by coordinates in different formats • Improved coordinate search in OLC format • New user-friendly menu for choosing languages to display Wikipedia articles on the map • Added ability to easily load maps of all regions of the country with a couple of clicks. • Added contour lines in feet (You need to download additional files) • Added ability to download maps by selecting the desired region or country on the map, as well as adding a dialog box with the suggestion to load a missing map of a displayed region • New appearance the map control buttons and the ability to change map zoom by double-tapping and swiping. • Routes visibility settings are moved higher in the "Configure map" screen and are re-organized for better flexibility
ar: • تفاعل معاد تصميمه بالكامل مع المسارات: قائمة جديدة تحتوي على مخططات وإحصاءات وإمكانية تغيير المظهر والتلوين حسب السرعة والارتفاع والانحدار واختيار المسار على الخريطة• شاشة جديدة للبحث عن طريق الإحداثيات في أشكال مختلفة • تحسين تنسيق البحث في شكل OLC • قائمة جديدة سهلة الاستخدام لاختيار اللغات لعرض مقالات ويكيبيديا على الخريطة • إضافة القدرة على تحميل بسهولة خرائط لجميع مناطق البلاد مع بضع نقرات • خطوط كفاف المضافة بوحدة القدم (تحتاج إلى تحميل ملفات اضافية) • تمت إضافة إمكانية تنزيل الخرائط عن طريق تحديد المنطقة أو الدولة المرغوبة على الخريطة ، بالإضافة إلى إضافة مربع حوار مع اقتراح لتحميل خريطة مفقودة للمنطقة المعروضة • مظهر جديد لأزرار التحكم في الخريطة والقدرة على تغيير تكبير الخريطة عن طريق النقر المزدوج والتمرير السريع. • تم نقل إعدادات رؤية المسارات إلى الأعلى في شاشة "اعدادات الخريطة" وإعادة تنظيمها لتحقيق مرونة أفضل
cs: • Zcela přepracované rozhraní pro práci se stopami: nová nabídka s grafy a statistikami, možnost měnit vzhled, obarvení podle rychlosti, výšky a sklonu, výběr stop na mapě • Nová obrazovka pro vyhledávání podle souřadnic v různých formátech • Vylepšené vyhledávání podle souřadnic ve formátu OLC • Nová uživatelsky přívětivá nabídka pro výběr jazyků, v nichž se zobrazí články Wikipedie na mapě • Přidaná možnost jednoduchého stažení map všech oblastí dané země • Přidané vrstevnice ve stopách (je potřeba stáhnout dodatečné soubory) • Přidaná možnost stáhnout mapy výběrem požadované oblasti nebo země na mapě, spolu s novým oknem s návrhem stažení chybějící mapy zobrazené oblasti • Nový vzhled tlačítek na mapě a přidaná možnost měnit přiblížení mapy pomocí dvojitého poklepání a tažení • Nastavení viditelnosti tras bylo přesunuto výše na obrazovce "Nastavení mapy" a bylo přeuspořádáno pro větší flexibilitu
da: • Helt nydesignet interaktion med spor: en ny menu med diagrammer, statistik, mulighed for at ændre udseende, farvelægning efter hastighed, højde og hældning og valg af spor på kortet• Ny skærm til søgning efter koordinater i forskellige formater • Forbedret koordinatsøgning i OLC-format • Ny brugervenlig menu til valg af sprog til visning af Wikipedia-artikler på kortet • Tilføjet mulighed for nemt at indlæse kort over alle regioner i landet med et par klik. • Tilføjet højdekurver i fod (du skal downloade yderligere filer) • Tilføjet mulighed for at downloade kort ved at vælge den ønskede region eller det ønskede land på kortet, samt tilføjelse af en dialogboks med forslag om at indlæse manglende kort for regionen • Nyt udseende af kontrolknapper på kortet og tilføjet mulighed for at ændre zoom på kortet ved at dobbelttrykke og swipe. • Indstillingerne for synlighed af ruter er flyttet højere op på skærmen "Konfigurer kort" og er omorganiseret for at give bedre fleksibilitet.
de: • Völlig neu gestaltete Interaktion mit Tracks: ein neues Menü mit Diagrammen, Statistiken, die Möglichkeit, das Aussehen zu ändern, die Einfärbung nach Geschwindigkeit, Höhe und Neigung und die Auswahl der Tracks auf der Karte • Neuer Bildschirm für die Suche nach Koordinaten in verschiedenen Formaten • Verbesserte Koordinatensuche im OLC Format • Neues benutzerfreundliches Menü zur Auswahl der Sprachen für die Anzeige von Wikipedia-Artikeln auf der Karte • Es wurde die Möglichkeit hinzugefügt, Karten aller Regionen eines Landes mit ein paar Klicks zu laden. • Höhenlinien in Feet (ft) hinzugefügt (Sie müssen zusätzliche Dateien herunterladen) • Möglichkeit hinzugefügt, Karten herunterzuladen, indem die gewünschte Region oder das gewünschte Land auf der Karte ausgewählt wird, sowie Hinzufügen eines Dialogfelds mit dem Vorschlag, eine fehlende Karte einer angezeigten Region zu laden • Neues Aussehen der Schaltflächen auf der Karte und zusätzliche Möglichkeit, den Kartenzoom durch Doppeltippen und Streichen zu ändern • Die Einstellungen für die Sichtbarkeit von Routen wurden im Bildschirm "Karte konfigurieren" nach oben verschoben und für eine bessere Flexibilität neu organisiert
es_us: • Interacción con trazas completamente rediseñada: un nuevo menú con gráficos, estadísticas, posibilidad de cambiar el aspecto, coloración por velocidad, altura y pendiente, y marcación de trazas en el mapa. • Nueva pantalla de búsqueda por coordenadas en diferentes formatos • Mejoras de la búsqueda por coordenadas en formato OLC • Nuevo menú de fácil manejo para elegir los idiomas a mostrar los artículos de Wikipedia en el mapa • Se ha añadido la posibilidad de cargar fácilmente los mapas de todas las regiones del país con un par de clics • Se han añadido curvas de nivel en pies (es deben descargar archivos adicionales) • Se ha añadido la posibilidad de descargar mapas marcando la región o el país deseado en el mapa, así como la adición de un cuadro de diálogo con la sugerencia de cargar un mapa faltante en la región visualizada • Nueva apariencia de los botones en el mapa y posibilidad de cambiar el zum del mapa pulsando dos veces y deslizando el dedo. • Los ajustes de visibilidad de las rutas se mueven más arriba en la sección «Configurar mapa» y se reorganizan para una mayor flexibilidad
et: - Täielikult ümber kujundatud suhtlemine radadega: uus menüü koos graafikute, statistika, välimuse muutmise võimalus, värvimine kiiruse, kõrguse ja kallakuga ning raja valik kaardil- Uus ekraan koordinaatide otsimiseks erinevates formaatides. - Parandatud koordinaatide otsing OLC-formaadis - Uus kasutajasõbralik menüü keelte valimiseks, et kuvada kaardil Vikipeedia artikleid - Lisatud võimalus hõlpsasti ja paari klõpsuga laadida kõigi riigi piirkondade kaarte. - Lisatud kontuurjooned jalgades (tuleb alla laadida täiendavaid faile) - Lisatud võimalus kaardid alla laadida, valides kaardil soovitud piirkonna või riigi, samuti lisatud dialoogiaken ettepanekuga laadida kuvatud piirkonna puuduv kaart - Uus välimus kaardikontrolli nupud ja võimalus muuta kaardi suumimist topeltpuudutuse ja pühkimise abil. - Marsruutide nähtavuse seaded on viidud "Configure map" ekraanil kõrgemale ja korraldatud ümber parema paindlikkuse tagamiseks
fr: - Interaction entièrement repensée des traces GPX : un nouveau menu avec des graphiques, des statistiques, la possibilité de changer l'apparence, la coloration en fonction de la vitesse, de l’altitude et de la pente, ainsi que la sélection des pistes sur la carte- Nouvel écran pour la recherche par coordonnées dans différents formats - Amélioration de la recherche de coordonnées au format OLC - Nouveau menu convivial pour le choix de la langues des articles de Wikipédia sur la carte - Ajout de la possibilité de télécharger facilement les cartes de toutes les régions du pays en quelques clics. - Ajout de courbes de niveau en pieds (Vous devez télécharger des fichiers supplémentaires) - Ajout de la possibilité de télécharger des cartes en sélectionnant la région ou le pays souhaité sur la carte, ainsi que l'ajout d'une boîte de dialogue avec la suggestion de télécharger une carte manquante d'une région affichée - Nouvelle apparence des boutons de contrôle de la carte et possibilité de modifier le zoom de la carte par un double tapotement ou un glissement. - Les paramètres de visibilité des routes ont été déplacés plus haut dans l'écran "Configurer la carte" et sont réorganisés pour une meilleure flexibilité.
hu: • Teljesen átalakított interakció a nyomvonalakkal: új menü diagramokkal, statisztikákkal, a megjelenés megváltoztatásának lehetőségével, sebesség, magasság és lejtés szerinti színezéssel, valamint nyomvonal-kiválasztással a térképen• Új képernyő a különböző formátumú koordináták szerinti kereséshez • Továbbfejlesztett koordináta-keresés OLC formátumban • Új, felhasználóbarát menü a Wikipédia-cikkek térképen való megjelenítéséhez szükséges nyelvek kiválasztásához • Lehetőség az ország összes régiójának térképeinek egyszerű betöltésére néhány kattintással. • Kontúrvonalak lábban (további fájlokat kell letölteni) • Térképek letöltésének lehetősége a kívánt régió vagy ország kiválasztásával a térképen, valamint egy párbeszédpanel hozzáadása, amely javaslatot tesz a megjelenített régió hiányzó térképének betöltésére • Új megjelenésű térképvezérlő gombok és a térképnagyítás megváltoztatásának lehetősége dupla koppintással és csúsztatással. • Az útvonalak láthatósági beállításai feljebb kerültek a „Térkép konfigurálása” képernyőn, és a jobb rugalmasság érdekében átszervezésre kerültek
id: • Interaksi yang didesain ulang sepenuhnya dengan trek: menu baru dengan bagan, statistik, kemampuan untuk mengubah tampilan, pewarnaan berdasarkan kecepatan, ketinggian dan kemiringan, dan pemilihan trekdi peta • Layar baru untuk mencari berdasarkan koordinat dalam berbagai format • Peningkatan pencarian koordinat dalam format OLC • Menu baru yang mudah digunakan untuk memilih bahasa untuk menampilkan artikel Wikipedia di peta • Menambahkan kemampuan untuk dengan mudah memuat peta semua wilayah negara dengan beberapa klik. • Menambahkan garis kontur dalam kaki (Anda perlu mengunduh berkas tambahan) • Menambahkan kemampuan untuk mengunduh peta dengan memilih wilayah atau negara yang diinginkan di peta, serta menambahkan kotak dialog dengan saran untuk memuat peta yang hilang dari wilayah yang ditampilkan • Tampilan baru tombol kontrol peta dan kemampuan untuk mengubah zoom peta dengan mengetuk dua kali dan menggeser. • Pengaturan visibilitas rute dipindahkan lebih tinggi di layar "Konfigurasi peta" dan diatur ulang untuk fleksibilitas yang lebih baik
is: • Alveg endurhönnuð meðferð ferla: ný valmynd með töflum, tölfræði, getu til að breyta útliti, lita eftir hraða, hæð oghalla, og val ferla á kortinu • Bætt hnitaleit í OLC-sniðum • Ný notendavæn valmynd til að velja tungumál fyrir birtingu Wikipedia-greina á kortinu • Bætt við möguleika til að hlaða auðveldlega inn kortum af öllum landsvæðum með örfáum smellum. • Bætt við hæðarlínum í fetum (þú þarft að hlaða niður viðbótarskrám) • Bætt við möguleika á að sækja kort með því að velja viðkomandi svæði eða land á kortinu, auk þess að bæta við glugga sem stingur upp á kortum sem gæti vantað fyrir birt svæði • Nýtt útlit hnappa á kortastýringum og geta til að breyta aðdrætti kortsins með því að tvíbanka og strjúka • Sýnileikastillingar leiða eru færðar ofar á „Stilla kort“-skjánum og hefur verið endurraðað til að fá betri sveigjanleika
it: • Interazione con i tracciati completamente ridisegnata: un nuovo menu con grafici, statistiche, possibilità di modificare l'aspetto, colorazione per velocità, altezza e pendenza e selezione tracciato sulla mappa • Nuova schermata per la ricerca per coordinate in diversi formati • Migliorata la ricerca delle coordinate in formato OLC • Nuovo menu intuitivo per la scelta delle lingue per visualizzare gli articoli di Wikipedia sulla mappa • Aggiunta la possibilità di caricare facilmente le mappe di tutte le regioni del paese con un paio di clic • Aggiunte linee di contorno in piedi (è necessario scaricare file aggiuntivi) • Aggiunta la possibilità di scaricare mappe selezionando la regione o il paese desiderato sulla mappa, oltre ad aggiungere una finestra di dialogo con il suggerimento di caricare una mappa mancante di una regione visualizzata • Nuovo aspetto dei pulsanti di controllo della mappa e possibilità di modificare lo zoom della mappa toccando due volte e scorrendo. • Le impostazioni di visibilità dei percorsi sono state spostate più in alto nella schermata "Configura mappa" e sono state riorganizzate per una maggiore flessibilità
ko: • 트랙과의 상호 작용이 완전히 새롭게 디자인됨: 차트, 통계, 모양 변경 기능, 속도, 높이 및 경사에 따른 색상 지정, 지도의 트랙 선택이 포함된 새로운 메뉴 • 다양한 형식의 좌표로 검색할 수 있는 새로운 화면 • OLC 형식의 향상된 좌표 검색 • 지도에 위키백과 문서를 표시할 언어를 선택할 수 있는 새로운 사용자 친화적인 메뉴 • 몇 번의 클릭만으로 전국 모든 지역의 지도를 쉽게 로드할 수 있는 기능이 추가되었습니다. • 피트 단위의 등고선 추가(추가 파일을 다운로드해야 함) • 지도에서 원하는 지역 또는 국가를 선택하여 지도를 다운로드할 수 있는 기능 추가, 표시된 지역의 누락된 지도를 로드하라는 제안이 포함된 대화 상자 추가 • 새로운 모양, 지도 컨트롤 버튼 및 두 번 탭하고 스와이프하여 지도 확대/축소를 변경하는 기능. • 경로 가시성 설정이 "지도 구성" 화면에서 더 높게 이동되고 유연성 향상을 위해 재구성됩니다.
pt_br: • Nova tela para pesquisa por coordenadas em diferentes formatos • Pesquisa de coordenadas melhorada no formato OLC • Novo menu amigável para escolher os idiomas dos artigos da Wikipédia a mostrar no mapa • Capacidade de carregar mapas de todas as regiões do país facilmente com alguns cliques • Adicionadas linhas de contorno na medida "pés" (é necessário descarregar novamente os arquivos) • Adicionada capacidade de descarregar mapas selecionando a região ou país desejado no mapa, bem como adicionando uma janela com a sugestão de carregar o mapa se a região for visualizada sem um mapa • Nova aparência de botões no mapa e capacidade adicional de alterar a ampliação do mapa tocando duas vezes e deslizando
ro_ro: •Interacțiune complet reproiectată cu piesele: un nou meniu cu grafice, statistici, posibilitatea de a schimba aspectul, colorarea în funcție de viteză, înălțime și pantă și selectarea piesei pe hartă- Ecran nou pentru căutarea după coordonate în diferite formate • Căutare îmbunătățită a coordonatelor în format OLC • Un nou meniu ușor de utilizat pentru alegerea limbilor de afișare a articolelor Wikipedia pe hartă • A fost adăugată posibilitatea de a încărca cu ușurință hărțile tuturor regiunilor țării cu câteva clicuri • Adăugat linii de contur în picioare (Trebuie să reîncărcați fișierele) •Adăugată posibilitatea de a descărca hărți prin selectarea regiunii sau țării dorite de pe hartă, precum și adăugarea unei casete de dialog cu sugestia de a încărca o hartă lipsă a unei regiuni afișate •Aspect nou butoanele de control al hărții și posibilitatea de a schimba zoom-ul hărții prin apăsare dublă și glisare • Setările privind vizibilitatea rutelor sunt mutate mai sus în ecranul "Configurare hartă" și sunt reorganizate pentru o mai bună flexibilitate
ru: • Полностью переработано взаимодействие с треками: новое меню с графиками, статистика, возможность изменения внешнего вида, раскраска по скорости, высоте и уклону, а также выбор трека на карте - Новый экран для поиска по координатам в различных форматах • Улучшенный поиск координат в формате OLC • Новое удобное меню для выбора языков для отображения статей Википедии на карте • Добавлена возможность лёгкого скачивания карт всех регионов страны с помощью пары касаний. • Добавлены изолинии в футах (необходима загрузка дополнительных файлов) • Добавлена возможность скачивания карт путём выбора нужного региона или страны на карте, а также добавлено диалоговое окно с предложением скачать недостающую карту отображаемого региона • Новый дизайн кнопок управления картой и возможность изменять масштаб карты двойным касанием и свайпом. • Настройки видимости маршрутов перемещены выше на экране "Настройки карты" и реорганизованы для большей гибкости
sc: • Interatzione cun sas rastas mudada de su totu: unu menù nou cun gràficos, istatìsticas e sa possibilidade de mudare s'aspetu, su colorimentu pro lestresa, artària e pendèntzia, e sa seletzione de sas rastas in sa mapa • Ischermada noa pro chircare coordinadas in formados diferentes • Chirca de coordinadas megiorada in formadu OLC • Menù fàtzile de impreare pro isseberare sas limbas pro ammustrare sos artìculos de Wikipedia in sa mapa • Possibilidade de carrigare in manera fàtzile totu sas regiones de un'istadu cun una paja de incarcadas annanta • Curvas de livellu in pees annantas (Depes iscarrigare archìvios additzionales) • Annanghidura de s'abilidade de iscarrigare mapas ischertende sa regione o s'istadu chi boles in sa mapa, e fintzas de una ventanedda de diàlogu cun su cussìgiu de carrigare sa mapa chi mancat de una regione ammustrada • Aspetu nou de sos butones in sa mapa e possibilidade de mudare s'ismanniamentu de sa mapa cun unu tocu dòpiu e cun sa trisinadura • Impostatziones de visibilidade mòvidas prus a artu in s'ischermada "Cunfigura sa mapa" e torradas a assentare pro una flessibilidade prus manna
sr: • Потпуно редизајнирана интеракција са стазама: нови мени са графиконима, статистиком, могућношћу промене изгледа, бојење по брзини, висини и нагибу и избор путање на мапи• Нови екран за претрагу по координатама у различитим форматима • Побољшана претрага координата у OLC формату • Нови мени прилагођен кориснику за избор језика за приказ чланака Википедије на мапи • Додата могућност лаког учитавања мапа свих региона земље са неколико кликова. • Додате контурне линије у стопама (Морате да преузмете додатне датотеке) • Додата могућност преузимања мапа избором жељеног региона или земље на мапи, као и додавање дијалошког оквира са предлогом за учитавање недостајуће мапе приказаног региона • Нови изглед дугмади за контролу мапе и могућност промене зума карте двоструким додиром и превлачењем. • Подешавања видљивости рута су померена више на екрану „Конфигуриши мапу“ и реорганизована су ради боље флексибилности
sr_latn: • Potpuno redizajnirana interakcija sa stazama: novi meni sa grafikonima, statistikom, mogućnošću promene izgleda, bojenje po brzini, visini i nagibu i izbor staze na mapi• Novi ekran za pretragu po koordinatama u različitim formatima • Poboljšana pretraga koordinata u OLC formatu • Novi meni prilagođen korisniku za izbor jezika za prikaz članaka Vikipedije na mapi • Dodata mogućnost lakog učitavanja mapa svih regiona zemlje sa nekoliko klikova. • Dodate konturne linije u stopama (Morate da preuzmete dodatne datoteke) • Dodata mogućnost preuzimanja mapa izborom željenog regiona ili zemlje na mapi, kao i dodavanjem dijalog bok-a sa predlogom za učitavanje nedostajuće mape prikazanog regiona • Novi izgled dugmadi za kontrolu mape i mogućnost promene zuma karte dvostrukim dodirom i prevlačenjem. • Podešavanja vidljivosti ruta se pomeraju više na ekranu „Konfiguriši mapu“ i reorganizuju se radi bolje fleksibilnosti
sv: • Helt omdesignad interaktion med spår: en ny meny med diagram, statistik, förmåga att ändra utseende, färgning med hastighet, höjd och sluttning och spåra urval på kartan Ny skärm för att söka efter koordinater i olika format • Förbättrad koordinatsökning i OLC-format • Ny användarvänlig meny för att välja språk för att visa Wikipedia-artiklar på kartan • Tillagd förmåga att enkelt ladda kartor över alla regioner i landet med ett par klick. • Lägga till konturlinjer i fötterna (Du måste ladda ner ytterligare filer) • Tillagd förmåga att ladda ner kartor genom att välja önskad region eller land på kartan, samt lägga till en dialogruta med förslag att ladda en saknad karta över en visningsregion. • Nytt utseende kartkontrollknapparna och förmågan att ändra kartzoom genom dubbel-tapping och swiping. • Rutter synlighetsinställningar flyttas högre i skärmen "Konfigurera karta" och omorganiseras för bättre flexibilitet
ta: The தடங்களுடனான முற்றிலும் மறுவடிவமைப்பு செய்யப்பட்ட தொடர்பு: விளக்கப்படங்கள், புள்ளிவிவரங்கள், தோற்றத்தை மாற்றும் திறன், விரைவு, உயரம் மற்றும் சாய்வு ஆகியவற்றால் வண்ணமயமாக்கல் மற்றும் வரைபடத்தில் தடமறியும் புதிய பட்டியல் • வெவ்வேறு வடிவங்களில் ஆயத்தொலைவுகள் மூலம் தேடுவதற்கான புதிய திரை OL OLC வடிவத்தில் மேம்படுத்தப்பட்ட ஒருங்கிணைப்பு தேடல் Mapp வரைபடத்தில் விக்கிபீடியா கட்டுரைகளைக் காண்பிக்க மொழிகளைத் தேர்ந்தெடுப்பதற்கான புதிய பயனர் நட்பு பட்டியல் Cluck நாட்டின் அனைத்து பிராந்தியங்களின் வரைபடங்களையும் இரண்டு கிளிக்குகளுடன் எளிதாக ஏற்றும் திறனைச் சேர்த்தது. • கால்களில் விளிம்பு கோடுகள் சேர்க்கப்பட்டன (நீங்கள் கூடுதல் கோப்புகளை பதிவிறக்கம் செய்ய வேண்டும்) Map வரைபடத்தில் விரும்பிய பகுதி அல்லது நாட்டைத் தேர்ந்தெடுப்பதன் மூலம் வரைபடங்களைப் பதிவிறக்குவதற்கான திறனைச் சேர்த்தது, அத்துடன் காண்பிக்கப்படும் பிராந்தியத்தின் காணாமல் போன வரைபடத்தை ஏற்றுவதற்கான ஆலோசனையுடன் உரையாடல் பெட்டியைச் சேர்ப்பது Map புதிய தோற்றம் வரைபடக் கட்டுப்பாட்டு பொத்தான்கள் மற்றும் வரைபட பெரிதாக்குதல் இரட்டை தட்டுதல் மற்றும் ச்வைப் மூலம் மாற்றும் திறன். • "வரைபடத்தை உள்ளமைவு" திரையில் பாதைகள் தெரிவுநிலை அமைப்புகள் அதிகமாக நகர்த்தப்பட்டு சிறந்த நெகிழ்வுத்தன்மைக்கு மீண்டும் ஒழுங்கமைக்கப்படுகின்றன
tr: • Yollarla etkileşim tamamen yeniden tasarlandı: grafikler, istatistikler, görünümü değiştirme yeteneği, hız, yükseklik ve eğime göre renklendirme ve haritada yol seçimi içeren yeni bir menü• Farklı biçimlerde koordinatlara göre arama yapmak için yeni ekran • OLC biçiminde koordinat araması iyileştirildi • Wikipedia makalelerinin haritada görüntüleneceği dili seçmek için yeni kullanıcı dostu menü • Birkaç tıklamayla ülkenin tüm bölgelerinin haritalarını kolayca yükleme yeteneği eklendi. • Fit olarak eş yükselti eğrileri eklendi (Ek dosyalar indirmeniz gerekiyor) • Harita üzerinde istenen bölgeyi veya ülkeyi seçerek haritaları indirme ve ayrıca görüntülenen bir bölgenin eksik haritasını yükleme önerisi içeren bir iletişim kutusu ekleme özelliği eklendi • Harita denetim düğmelerinin yeni görünümü ve çift dokunarak ve kaydırarak harita yakınlaştırmasını değiştirme yeteneği. • Güzergah görünürlük ayarları "Haritayı yapılandır" ekranında daha yükseğe taşındı ve daha iyi esneklik için yeniden düzenlendi
uk: • Повністю перероблена взаємодія з доріжками: нове меню з графіками, статистикою, можливістю змінити зовнішній вигляд, забарвлення швидкості, висоти і схилу, а також вибір треків на карті • Новий екран для пошуку координат в різних форматах • Покращений координатний пошук у форматі OLC • Нове зручне меню для вибору мов для відображення статей Вікіпедії на карті • Додана можливість легко завантажувати карти всіх регіонів країни з парою кліків. • Додано контурні лінії в ногах (Ви повинні завантажити додаткові файли) • Додано можливість завантаження карт, вибравши бажану область або країну на карті, а також додавши діалогове вікно з пропозицією на завантаження відсутній карти виведеного регіону • Новий зовнішній вигляд кнопок керування картами та можливістю зміни масштабу карт за допомогою подвійного натискання та заковтування. • Настройки видимості маршрутів переміщуються вище в екрані "Налаштування карт" і реорганізуються для кращої гнучкості
zh_hant: • 完全重新設計與軌跡的互動：新的選單包含圖表、統計、改變外觀的能力、按速度、高度和坡度著色，以及在地圖上選擇軌跡• 新的畫面用於以不同格式搜尋座標 • 改進了 OLC 格式的座標搜尋 • 新的使用者友善選單用於選擇在地圖上顯示維基百科文章的語言 • 新增了能夠輕鬆載入國家所有區域地圖的功能，只需點選幾下。 • 新增了以英尺表示的等高線（您需要下載額外的檔案） • 新增了透過在地圖上選擇所需的區域或國家來下載地圖的功能，以及新增了建議載入顯示區域的缺失地圖的對話框 • 地圖控制按鈕的新外觀，以及透過雙擊和滑動來改變地圖縮放的能力。 • 路線可見性設定在「設定地圖」畫面中移至更高位置，並重新組織以提高靈活性
