Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

source: Markers history
ar: سجل التوجيه المباشر
az: İşarələr tarixçəsi
be: Гісторыя адзнак
bg: История на маркери
cs: Historie značek
cy: Hanes nodau
da: Markørhistorik
de: Historie der Marker
el: Ιστορικό δεικτών
eo: Historio de markoj
es_us: Historial de marcadores
et: Markerite ajalugu
eu: Markatzaileen historia
fa: تاریخچهٔ نشانه‌ها
fi: Markkerihistoria
fr: Historique des marqueurs
gl: Historial de marcaxes
he: היסטוריית סמנים
hu: Jelölők előzményei
id: Riwayat penanda
is: Ferill kortamerkja
it: Cronologia dei marcatori
ja: マーカー履歴
ka: მარკერების ისტორია
ko: Markers 역사
lv: Marķieru vēsture
mk: Markei na istorija
nb: Markørhistorikk
nl: Markeervlaggetjes-geschiedenis
oc: Cronologia dei marcadors
pl: Historia znaczników
pt_br: Histórico de marcadores
ro_ro: Istoria marcajelor
ru: История маркеров
sc: Cronologia de sos marcadores
sk: História značiek
sl: Zgodovina oznak
sr: Повест ознака
sr_latn: Istorija markera
sv: Markörhistorik
ta: குறிப்பான்கள் வரலாறு
tr: İşaretleyiciler geçmişi
uk: Історія позначок
vi: Lịch sử đánh dấu
zh_hans: 标记历史
zh_hant: 標記歷史
