Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

source: Upload OSM Note
ar: رفع ملاحظة OSM
az: OSM qeyd yüklə
be: Адправіць OSM-нататку
bg: Качване на OSM бележка
ca: Puja una nota OSM
cs: Nahrát OSM poznámku
cy: Llwythwch Nodyn OSM i fyny
da: Overfør OSM-bemærkning
de: OSM-Hinweis hochladen
el: Ανέβασμα σημείωσης OSM
eo: Alŝuti OSM-rimarkon
es_us: Subir nota(s) de OSM
et: Laadi üles OSM märkus
eu: Igo OSM oharra
fa: بارگذاری یادداشت OSM
fi: Lähetä OSM-huomautus
fr: Téléverser la note OSM
gl: Enviar nota a OSM
he: שליחת הערת OSM
hu: OSM-jegyzet feltöltése
hy: Վերբեռնել OSM նշումը
id: Unggah catatan OSM
is: Senda inn OSM-minnispunkt
it: Carica nota OSM
ja: OSMメモをアップロード
kn: ಒಎಸ್ಎಂ ಟಿಪ್ಪಣಿಯನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಿ
ko: OSM 노트 올리기
lt: Įkelti OSM pastabą
lv: Augšupielādēt OSM Note
mk: Postavete beleška za OSM
ml: ഓഎസ്എം കുറിപ്പ് അപ്ലോഡ് ചെയ്യുക
nb: Last opp OSM-notat
nl: OSM-opmerking uploaden
oc: Telecargar una nòta OSM
pl: Wysyłanie uwagi OSM
ro_ro: Încărcați note OSM
ru: Отправить OSM-заметку
sc: Càrriga nota OSM
sk: Odoslať OSM poznámku
sl: Pošlji Opombo OSM
sr: Отпреми белешку ОСМ-а
sr_latn: Učitaj OSM belešku
sv: Ladda upp OSM-anteckning
ta: OSM குறிப்பு பதிவேற்றவும்
tr: OSM Not yükle
uk: Надіслати Нотатку OSM
zh_hans: 上传 OSM 注记
zh_hant: 上傳 OSM 附註

source: Upload anonymously
ar: رفع كمستخدم مجهول
az: Anonim olaraq yüklə
be: Адправіць ананімна
bg: Анонимно качване
ca: Puja anònimament
cs: Nahrát anonymně
cy: Uwchlwytho'n anhysbys
da: Overfør anonymt
de: Anonym hochladen
el: Ανώνυμο ανέβασμα
eo: Alŝuti anonime
es_us: Subir anónimamente
et: Laadi üles anonüümselt
eu: Igo anonimo gisa
fa: بارگذاری به‌صورت ناشناس
fi: Lataa anonyymisti
fr: Téléverser anonymement
gl: Enviar de maneira anónima
he: העלאה אלמונית
hu: Feltöltés névtelenül
hy: Վերբեռնել անանուն կերպով
id: Unggah secara anonim
is: Senda inn nafnlaust
it: Carica anonimamente
ja: 匿名でアップロード
ka: ანონიმურად ატვირთვა
kn: ಅನಾಮದೇಯರಾಗಿ ಅಪ್ಲೋಡ್ ಮಾಡಿ
ko: 익명으로 업로드
lt: Siųsti anonimiškai
lv: Augšupielādēt anonīmi
mk: Postavete anonimno
ml: പേര് പറയാതെ കയറ്റിവിടട്ടെ (അപ്ലോഡ്)
nb: Last opp anonymt
nl: Anoniem uploaden
oc: Telecargar anonimament
pl: Wysłanie anonimowo
ro_ro: Încarcă anonim
ru: Отправить анонимно
sc: Imbia anonimamente
sk: Odoslať anonymne
sl: Pošlji anonimno
sr: Отпреми анонимно
sr_latn: Otpremi anonimno
sv: Ladda upp anonymt
ta: அநாமதேயமாக பதிவேற்றவும்
tr: Anonim olarak yükle
uk: Надіслати анонімно
zh_hans: 匿名上传
zh_hant: 匿名上傳

# shared_string_without_name
source: Without name
ar: بدون اسم
ast: Ensin nome
az: Ad olmadan
be: Без назвы
bg: Без име
ca: Sense nom
cs: Bez názvu
cy: Heb enw
da: Uden navn
de: Ohne Name
el: Χωρίς όνομα
eo: Sennoma
es_us: Sin nombre
et: Ilma nimeta
eu: Izenik gabe
fa: بدون نام
fi: Ilman nimeä
fr: Sans nom
gl: Sen nome
he: ללא שם
hu: Névtelen
hy: Առանց անունի
id: Tanpa nama
is: Án nafns
it: Senza nome
ja: 名無し
ka: სახელის გარეშე
ku: Bêyî nav
lt: Be pavadinimo
lv: Bez vārda
mk: Bez ime
ml: "നാമമില്ലാത്തത് "
my: နာမည်မရှိဘဲ
nb: Uten navn
nl: Zonder naam
oc: Sensa nom
pl: Bez nazwy
ro_ro: Fără nume
ru: Без имени
sc: Chene nùmene
sk: Bez názvu
sl: Brez imena
sr: Без имена
sr_latn: Bez imena
sv: Utan namn
ta: பெயர் இல்லாமல்
tr: Ad olmadan
uk: Без назви
vi: Không có tên
zh_hans: 没有名称
zh_hant: 沒有名稱

# local_openstreetmap_uploading
source: Uploading…
af: Besig om op te laai …
ar: يتم الرفع…
ast: Xubiendo…
az: Yüklənir…
be: Запампоўванне…
bg: Изпращане…
ca: S'està pujant…
cs: Nahrávání…
cy: Wrthi'n uwchlwytho…
da: Overfører…
de: Hochladen …
el: Γίνεται μεταφόρτωση…
eo: Alŝutado…
es_us: Subiendo…
et: Üleslaadimine…
eu: Igotzen…
fa: در حال بارگذاری…
fi: Lähetetään…
fr: Téléversement…
gl: Estase a subir…
he: מתבצעת שליחה…
hu: Feltöltés…
hy: Վերբեռնուն…
id: Mengunggah…
is: Sendi inn…
it: Caricamento…
ja: アップロード中…
ka: ატვირთვა…
ko: 업로드 중…
lt: Siunčiama…
lv: Augšupielādē …
mk: Se prikačuva…
ml: വിവരങ്ങള്‍ അപ്ലോഡ് ചെയ്തുകൊണ്ടിരിക്കുന്നു…
mr: चढवत आहे …
nb: Laster opp…
nl: Uploaden…
oc: A telecargar...
pl: Wysyłanie…
ro_ro: Se încarcă…
ru: Отправка…
sc: Carrighende…
sk: Odosielanie…
sl: Poteka pošiljanje …
sr: Отпремам…
sr_latn: Učitavanje…
sv: Laddar upp…
ta: பதிவேற்றப்படுகிறது…
tr: Yükleniyor…
uk: Надсилання…
zh_hans: 正在上传…
zh_hant: 正在上傳 …

# filter_current_poiButton
source: Filter
ar: تصفية
az: Filtr
be: Фільтраваць
bg: Филтър
ca: Filtre
cs: Filtr
cy: Hidlo
de: Filtern
el: Φιλτράρισμα
eo: Filtrilo
es_us: Filtro
et: Filtreeri
eu: Iragazi
fa: پالایش
fi: Suodata
fr: Filtre
gl: Filtro
he: מסנן
hu: Szűrő
hy: Ֆիլտր
id: Saring
is: Sía
it: Filtro
ja: フィルタ
ka: ფილტრი
ko: 필터
lt: Filtras
lv: Filtrēt
ml: ഫില്‍റ്റര്‍
oc: Filtre
pl: Filtr
ro_ro: Filtrează
ru: Фильтровать
sc: Filtru
sr: Пропусник
ta: வடிகட்டி
tr: Filtrele
uk: Фільтр
vi: Bộ lọc
zh_hans: 筛选器
zh_hant: 篩選

source: Copied to clipboard
ar: تم النسخ في الحافظة
ast: Copióse nel cartafueyu
az: Buferə köçürüldü
be: Скапіявана ў буфер абмену
bg: Копирано
ca: S'ha copiat al porta-retalls
cs: Zkopírováno do schránky
cy: Wedi'i gopïo i'r clipfwrdd
da: Kopieret til udklipsholder
de: In die Zwischenablage kopiert
el: Αντιγράφτηκε στο πρόχειρο
eo: Enpoŝigita
es_us: Copiado al portapapeles
et: Kopeeritud lõikelauale
eu: Arbelera kopiatuta
fa: به بریده‌دان رونوشت شد
fi: Kopioitu leikepöydälle
fr: Copié dans le presse-papiers
gl: Copiado ao portapapeis
he: הועתק ללוח הגזירים
hu: Vágólapra másolva
hy: Պատճենված է
id: Disalin ke papan klip
is: Afritað á klippispjald
it: Copiato negli appunti
ja: クリップボードにコピー
ka: კოპირებულია გაცვლის ბუფერში
ko: 클립보드에 복사되었습니다
lt: Nukopijuotaį įškarpinę
lv: Iekopēts starpliktuvē
mk: Kopirano vo tablata so isečoci
ml: "ക്ലിപ്പ്ബോര്‍ഡിലേക്കു് പകര്‍ത്തിയിരിക്കുന്നു"
nb: Kopiert til utklippstavle
nl: Gekopieerd naar klembord
oc: Copiat dins lo sauvamemòria
pl: Skopiowane do schowka
pt_br: Copiado para aárea de transferência
ro_ro: Copiat în clipboard
ru: Скопировано в буфер обмена
sc: Copiadu in punta de billete
sk: Skopírované do schránky
sl: Vsebina je kopirana v odložišče
sr: Умножено је у оставу исечака
sr_latn: Kopiraj u memoriju
sv: Kopierat till Urklipp
ta: கிளிப்போர்டுக்கு நகலெடுக்கப்பட்டது
tr: Panoya kopyalandı
uk: Скопійовано до буфера обміну
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼簿

source: Configure map
ar: ضبط الخريطة
az: Xəritəni tənzimlə
be: Наладзіць мапу
bg: Настройки на картата
ca: Configura el mapa
cs: Nastavení mapy
cy: Addasu'r map
da: Konfigurer kort
de: Karte konfigurieren
el: Διαμόρφωση χάρτη
eo: Agordi mapon
es_us: Configurar mapa
et: Seadista kaarti
eu: Konfiguratu mapa
fa: پیکربندی نقشه
fi: Kartta-asetukset
fr: Paramétrer la carte
gl: Configurar o mapa
he: הגדרת מפה
hu: Térkép beállítása
hy: Քարտեզի կարգավորում
id: Konfigurasi peta
is: Stilla kort
it: Configura la mappa
ja: マップ設定
ka: რუკის გამართვა
kn: ನಕ್ಷೆ ವಿನ್ಯಾಸ
ko: 맵 구성
lt: Konfigūruoti žemėlapį
lv: Konfigurēt karti
mk: Konfigurirajte ja kartata
ml: ഭൂപടം സജ്ജീകരിക്കുക
mr: नकाशा मांडणी
nb: Kartinnstilling
nl: Kaart instellen
oc: Configurar la mapa
pl: Skonfiguruj mapę
pt_br: Configurar mapa
ro_ro: Configurare hartă
ru: Настройки карты
sc: Cunfigura sa mapa
sk: Nastaviť mapu
sl: Nastavitve zemljevida
sr: Подеси карту
sr_latn: Podešavanje mape
sv: Konfigurera kartan
ta: வரைபடத்தை உள்ளமைக்கவும்
tr: Haritayı yapılandır
uk: Налаштувати мапу
vi: Điều chỉnh bản đồ
zh_hans: 配置地图
zh_hant: 設定地圖

source: Select map marker
ar: حدد توجيه مباشر
az: Xəritə işarəsi seçin
be: Абярыце адзнаку
bg: Изберете маркер на картата
ca: Seleccioneu un marcador de mapa
cs: Vyberte mapovou značku
cy: Dewiswch nod map
da: Vælg kortmarkør
de: Kartenmarkierung auswählen
el: Επιλέξτε έναν δείκτη χάρτη
eo: Elekti map-markon
es_us: Elegir marcador del mapa
et: Vali kaardimarker
eu: Hautatu mapa-markatzailea
fa: نشانهٔ نقشه را انتخاب کنید
fi: Valitse karttamarkkeri
fr: Sélectionner une marque
gl: Escoller marcaxe do mapa
he: בחירת סמן מפה
hu: Térképjelölő kiválasztása
hy: Ընտրեք մարկերը
id: Pilih penanda peta
is: Veldu kortamerki
it: Scegli marcatore
ja: マップマーカーを選択
ka: აირჩიეთ რუკის სანიშნი
kn: ನಕ್ಷೆಯ ಗುರುತನ್ನು ಆರಿಸಿ
ko: 지도 마커 선택
lt: Pasirinitežemėlapio žymę
lv: Izvēlieties marķieri
mk: Izberete marker na kartata
ml: മാപ് മാര്‍ക്കര്‍ തിരഞ്ഞെടുക്കുക
nb: Velg kartmarkør
nl: Kies markeervlaggetjes
oc: Seleccionar un marcador de mapa
pl: Wybierz znacznik mapy
pt_br: Selecione marcador de mapa
ro_ro: Selectați marcajul de hartă
ru: Выберите маркер
sc: Ischerta marcadore mapa
sk: Zvoľte mapovú značku
sl: Izbor označbe na zemljevidu
sr: Изаберите ознаку карте
sr_latn: Odaberi marker
sv: Välj kartmarkör
ta: வரைபட மார்க்கைத் தேர்ந்தெடுக்கவும்
tr: Harita işaretçisi seç
uk: Вибрати позначку на мапі
vi: Chọn điểm đánh dấu bản đồ
zh_hans: 选择地图标记
zh_hant: 選擇地圖標記

# quick_action_resume_pause_navigation
source: Pause/resume navigation
ar: إيقاف/مواصلة الملاحة
ast: Posar la navegación o siguir con ella
az: Naviqasiyaya fasilə/davam
be: Прыпыніць/аднавіць навігацыю
bg: Пауза/продължаване на маршрутизация
br: Ehanañ / Kenderc'hel gant ar merdeiñ
ca: Atura o reprèn la navegació
cs: Pozastavit/pokračovat v navigaci
cy: Oedi/ailddechrau llywio
da: Pause/genoptag navigation
de: Navigation pausieren/fortsetzen
el: Παύση/συνέχιση πλοήγησης
eo: Paŭzigi/daŭrigi navigadon
es_us: Pausar o reanudar navegación
et: Peata/jätka tee juhatamine
eu: Pausatu/jarraitu nabigazioa
fa: مکث/ادامهٔ ناوبری
fi: Pysäytä/jatka navigointia
fr: Suspendre / Reprendre le guidage
gl: Deter/Voltará navegación
he: הפסקה/המשך בניווט
hu: Navigáció szüneteltetése/folytatása
hy: Դադար/վերսկսել նավիգացիյան
id: Jeda/lanjutkan navigasi
is: Halda áfram/Setja leiðsögn í bið
it: Riprendi/sospendi la navigazione
ja: ナビゲーションの再開/一時停止
ka: ნავიგაციის პაუზა/გაგრძელება
lt: Pristabdyti/Pratęsti navigaciją
lv: Pauzēt/atsākt navigāciju
mk: Pauzirajte/prodolžete so navigacijata
ml: "വഴികാട്ടി തുടരുക/നിര്‍ജീവമാക്കുക "
nb: Navigering: sett på pause/gjenoppta
nl: Navigatie pauzeren/voortzetten
oc: Pausa/Represa de la navigacion
pl: Wstrzymaj/wznów nawigację
ro_ro: Pauză/reluare navigație
ru: Пауза/возобновление навигации
sc: Pone in pàusa/faghe sighire sa navigatzione
sk: Pozastaviť/pokračovať navigáciu
sl: Ustavi/Nadaljuj navigacijo
sr: Паузирај/Настави навођење
sr_latn: Pauziraj/nastavi navođenje
sv: Pausa/Återuppta navigeringen
ta: இடைநிறுத்த / மீண்டும் வழிசெலுத்தல்
tr: Navigasyonu duraklat/devam ettir
uk: Призупинити/відновити навігацію
zh_hans: 暂停/继续导航
zh_hant: 暫停/繼續導航

# quick_action_start_stop_navigation
source: Start/stop navigation
ar: بدء/إنهاء الملاحة
ast: Aniciar/parar la navegación
az: Naviqasiyanı başlat/dayandır
be: Пачаць/спыніць навігацыю
br: Kregiñ/Echuiñ ar merdeiñ
ca: Inicia/atura la navegació
cs: Spustit/ukončit navigaci
cy: Dechrau/stopio llywio
de: Navigation starten/beenden
el: Έναρξη/διακοπή πλοήγησης
eo: Ekigi/ĉesigi navigadon
es_us: Iniciar o parar navegación
et: Käivita/lõpeta tee juhatamine
eu: Hasi/amaitu nabigazioa
fa: آغاز/پایان ناوبری
fi: Käynnistä/lopeta navigointi
fr: Démarrer / Arrêter le guidage
gl: Comezar/Deter a navegación
he: התחלה/עצירת הניווט
hu: Navigáció indítása/megállítása
hy: Սկսել / ավարտել նավարկությունը
id: Mulai/berhenti navigasi
is: Hefja/Stöðva leiðsögn
it: Avvia/ferma navigazione
ja: ナビゲーションの開始/停止
ka: ნავიგაციის დაწყება/დასრულება
ko: 시작 / 정지 탐색
lt: Pradėti/Baigti navigaciją
lv: Sākt/apturēt navigāciju
mk: Započnete/stopirajte ja navigacijata
ml: "വഴികാട്ടി ആരംഭിക്കുക/നിര്‍ത്തുക "
nb: Start/stopp navigering
nl: Navigatie starten/stoppen
oc: Començar/arrestar la navigacion
pl: Rozpocznij/zakończ nawigację
ro_ro: Pornește/oprește navigația
ru: Запуск/остановка навигации
sc: Incumintza/Acaba sa navigatzione
sk: Spustiť/Ukončiť navigáciu
sl: Začni/Končaj navigacijo
sr: Почни/заустави навођење
sr_latn: Počni/zaustavi navođenje
sv: Starta/Stoppa navigeringen
ta: வழிசெலுத்தல் தொடங்க/நிருந்த
tr: Navigasyonu başlat/durdur
uk: Розпочати/закінчити навігацію
zh_hans: 开始/停止导航
zh_hant: 開始/停止導航

# shared_string_action_name
source: Action name
ar: اسم الإجراء
ast: Nome de l'aición
az: Fəaliyyət adı
be: Назва дзеяння
ca: Nom de l'acció
cs: Název akce
cy: Enw gweithred
da: Genvejsnavn
de: Aktionsname
el: Όνομα ενέργειας
eo: Nomo de ago
es_us: Nombre de la acción
et: Tegevuse nimi
eu: Ekintzaren izena
fa: نام کنش
fi: Toiminnon nimi
fr: Nom de l'action
gl: Nome da acción
he: שם הפעולה
hu: Műveletnév
hy: Գործողության անունը
id: Nama tindakan
is: Heiti aðgerðar
it: Nome dell'azione
ja: アクション名
ka: მოქმედების სახელი
lt: Veiksmo pavadinimas
lv: Darbības vārds
mk: Ime na dejstvieto
ml: പ്ര‌വൃത്തിയുടെ പേ
nb: Handlingsnavn
nl: Titel voor de Actie (eventueel wijzigen)
oc: Nom de l'accion
pl: Nazwa czynności
ro_ro: Denumirea acțiunii
ru: Название действия
sc: Nùmene de s'atzione
sk: Názov akcie
sl: Ime dejanja
sr: Име радње
sr_latn: Ime radnje
sv: Åtgärdsnamn
ta: நடவடிக்கை பெயர்
tr: İşlem Adı
uk: Назва дії
zh_hans: 操作名称
zh_hant: 動作名稱

# gpx_tags_txt
source: Tags
af: Naamplaatjies
ar: وسوم
ast: Etiquetes
az: Etiketlər
be: Пазнакі
bg: Етикети
ca: Etiquetes
cs: Tagy
cy: Tagiau
da: Mærker
el: Ετικέτες
eo: Etikedoj
es_us: Etiquetas
et: Sildid
eu: Etiketak
fa: برچسب‌ها
fi: Avainsanat
fr: Libellés
gl: Etiquetas
he: תגיות
hu: Címkék
hy: Թեգեր(Tags)
id: Tanda
is: Merki
it: Etichette
ja: タグ
ka: ჭდეები
ko: 태그
lt: Etiketės
lv: Iezīmes
mk: Tagovi
ml: " ടാഗുകള്‍"
nb: Merkelapper
oc: Etiquetas
pl: Etykiety
ro_ro: Tag-uri
ru: Теги
sc: Etichetas
sk: Tagy
sl: Oznake
sr: Ознаке
sr_latn: Oznake
sv: Taggar
ta: குறிச்சொற்கள்
tr: Etiketler
uk: Теґи
zh_hans: 标签
zh_hant: 標籤

source: Add Waypoint
ar: إضافة إحداثية
az: Yol nöqtəsi əlavə et
be: Дадаць пункт шляху
bg: Добавяне на отправна точка
ca: Afegeix una fita
cs: Přidat trasový bod
cy: Ychwanegu Cyfeirbwynt
da: Tilføj rutepunkt
de: Wegpunkt hinzufügen
el: Προσθήκη σημείου διαδρομής
eo: Aldoni navigadpunkton
es_us: Añadir punto de referencia
et: Lisa teekonnapunkt
eu: Gehitu bide-puntua
fa: افزودن راه‌نشان
fi: Lisää väyläpiste jälkeen
fr: Ajouter un point de passage
gl: Engadir punto de pasaxe
he: הוספת נקודת דרך
hu: Útpont hozzáadása
hy: Ավելացնել կետ
id: Tambahkan Titik Jalan
is: Bæta við ferilpunkti
it: Aggiungi punto intermedio
ja: 経由地点を追加
ka: ათვლის წერტილის დამატება
ko: Waypoint 추가
lt: Add waypoint to track
lv: Pievienot ceļapunktu
mk: Dodadete patna točka
ml: "പാതബിന്ദു ചേര്‍ക്കുക "
nb: Legg til rutepunkt
nl: Voeg tussenpunt toe
oc: Ajustar un ponch d'etapa au percors
pl: Dodaj punkt orientacyjny
pt_br: Adicionar parada à trilha
ro_ro: Adaugă punct intermediar
ru: Добавить путевую точку
sc: Annanghe unu puntu de coladòrgiu
sk: Pridať prechodný bod
sl: Dodaj vmesno točko
sr: Додај пролазну тачку
sr_latn: Dodaj međuodredište
sv: Lägg till vägpunkt
ta: வழிப்பொருள் சேர்க்க
tr: Ara Nokta Ekle
uk: Додати маршрутну точку
vi: Thêm điểm dừng
zh_hans: 添加路径点
zh_hant: 增加航點

source: No waypoints found
ar: لم يتم العثور على احداثيات وجهة
az: Yol nöqtələri tapılmadı
be: Пунктаў шляху не знойдзена
bg: Не са намерени отправни точки
ca: No s'ha trobat cap fita
cs: Nenalezeny žádné body cesty
cy: Ni chanfuwyd cyfeirbwyntiau
da: Ingen rutepunkter fundet
de: Keine Wegpunkte gefunden
el: Δεν βρέθηκαν σημεία διαδρομής
eo: Ne trovis navigadpunktojn
es_us: No se encontraron puntos de referencia
et: Teekonnapunkte ei leitud
eu: Ez da bide-punturik aurkitu
fa: هیچ راه‌نشانی پیدا نشد
fi: Väyläpisteitä ei löytynyt
fr: Aucun waypoint trouvé
gl: Non se atoparon puntos de pasaxe
he: לא נמצאו נקודות דרך
hu: Nem találhatók útpontok
hy: Ոչ մի ճանապարհային նշան չի գտնվել
id: Tidak ada titik jalur yang ditemukan
is: Engir ferilpunktar fundust
it: Nessun punto intermedio trovato
ja: 経由地点が見つかりませんでした
ka: გზის წერტილები აღმოჩენილი არაა
lt: Jokių krypčių taškų nerasta
lv: Nav atrasts neviens ceļa punkts
mk: Nema naznaceni patista
ml: "വഴിത്തിരിവുകളൊന്നും കണ്ടെത്താനായില്ല "
nb: Fant ingen rutepunkter
nl: Geen tussenpunten gevonden
oc: S'es pas trobat de ponch d'etapa
pl: Nie znaleziono punktów
pt_br: Não há pontos de rota
ro_ro: Nu s-au găsit puncte intermediare
ru: Не найдено путевых точек
sc: Perunu puntu de coladòrgiu agatadu
sk: Nenašli sa žiadne body cesty
sl: Ni vmesnih točk
sr: Нема пронађених пролазних тачака
sr_latn: Nema međuodredišta
sv: Hittar inga waypoints
ta: எந்த வழியையும் காணவில்லை
tr: Uğranacak ara nokta bulunamadı
uk: Маршрутних точок не знайдено
zh_hans: 未找到路径点
zh_hant: 未發現任何航點

# shared_string_commit
source: Commit
ar: تقديم
az: Təsdiq et
be: Адправіць
bg: Изпращане на данни до OSM
ca: Valida
cs: Odeslat
cy: Cyflwyno
da: Udfør
de: Bestätigen
el: Υποβολή
eo: Enmeti
es_us: Confirmar
et: Kinnita
eu: Berretsi
fa: ارسال
fi: Vahvista
fr: Soumettre
gl: Remitir
he: הגשה
hu: Véglegesítés
hy: Հաստատել
id: Komit
is: Senda
it: Invia
ja: 情報の追加、返信等
ka: აღსრულება
ko: 반영
lt: Patvirtinti
lv: Iesniegt
mk: Posvetete se
ml: ഉറപ്പിക്കുക (കമ്മിറ്റ്)
nb: Send inn
nl: Bijdrage versturen
oc: Validar
pl: Zatwierdź
ro_ro: Comite
ru: Подтвердить
sc: Imbia
sk: Odoslať
sl: Uveljavi
sr: Предај
sr_latn: Predaj
sv: Skicka in
ta: கமிட்
tr: Yap
uk: Підтвердити
vi: Phạm
zh_hans: 提交
zh_hant: 提交

# osb_comment_dialog_message
source: Message
af: Boodskap
ar: الرسالة
az: Mesaj
be: Паведамленне
bg: Съобщение
ca: Missatge
cs: Hlášení
cy: Neges
da: Meddelelse
de: Nachricht
el: Μήνυμα
eo: Mesaĝo
es_us: Mensaje
et: Sõnum
eu: Mezua
fa: پیام
fi: Viesti
gl: Mensaxe
he: הודעה
hu: Üzenet
hy: Մեկնաբանություն
id: Pesan
is: Skilaboð
it: Messaggio
ja: メッセージ
ka: შეტყობინება
kn: ಸಂದೇಶ
ko: 메세지
ku: Peyam
lt: Pranešimas
lv: Ziņa
mk: Poraka
ml: സന്ദേശം
mr: संदेश
nb: Melding
nl: Bericht
oc: Messatge
pl: Wiadomość
ro_ro: Mesaj
ru: Комментарий
sc: Messàgiu
sk: Správa
sl: Sporočilo
sr: Порука
sr_latn: Poruka
sv: Meddelande
ta: செய்தி
tr: Mesaj
uk: Повідомлення
vi: Nội dung
zh_hans: 消息
zh_hant: 訊息

# shared_string_actions
source: Actions
ar: إجراءات
ast: Aiciones
az: Fəaliyyətlər
be: Дзеянні
bg: Действия
ca: Accions
cs: Akce
cy: Gweithredoedd
da: Handlinger
de: Aktionen
el: Ενέργειες
eo: Agoj
es_us: Acciones
et: Tegevused
eu: Ekintzak
fa: کنش‌ها
fi: Toiminnot
gl: Accións
he: פעולות
hu: Műveletek
hy: Գործողություններ
id: Tindakan
is: Aðgerðir
it: Azioni
ja: その他
ka: მოქმედებები
ko: 작업
ku: Çalakî
lt: Veiksmai
lv: Darbības
mk: Dejstva
ml: പ്രവര്‍ത്തികള്‍
mr: कृती
my: လုပ်ဆောင်ချက်များ
nb: Handlinger
nl: Acties
oc: Accions
pl: Czynności
ro_ro: Acțiuni
ru: Действия
sc: Atziones
sk: Akcie
sl: Dejanja
sr: Радње
sr_latn: Akcije
sv: Åtgärder
ta: செயல்கள்
tr: Eylemler
uk: Дії
vi: Hành động
zh_hans: 操作
zh_hant: 操作

# parking_place_limited
source: Parking time limited to
ar: وقت وقوف السيارات يقتصر على
be: Час паркоўкі абмежаваны
bg: Времето за паркиране е ограничено до
ca: Durada d'aparcament limitada a
cs: Čas parkování vymezen do
cy: Amser parcio wedi'i gyfyngu i
da: Tidsbegrænset parkering til
de: Parkzeit begrenzt auf
el: Ο χρόνος στάθμευσης περιορίζεται σε
eo: Parkumada tempo limigitaĝis
es_us: Estacionamiento limitado hasta las
et: Parkimisaeg piiratud
eu: Aparkatzeko denbora muga
fa: حداکثر زمان پارک تا
fi: Pysäköintiaika rajoitettu
fr: Stationnement à durée limitée à
gl: Tempo de aparcamento limitado a
he: זמן החנייה מוגבל עד
hu: A parkolási idő korlátozott:
hy: Ավտոկանգառի ժամանակը սահմանափակ է
id: Waktu parkir dibatasi sampai
is: Tímatakmörkun bílastæðis er
it: Parcheggio a tempo fino a
ja: 駐車場の制限時間
ka: პარკინგის დროის ლიმიტი
ko: 주차 시간 제한
lt: Parkavimas apribotas iki
lv: Stāvvietas laiks ierobežots uz
mk: Vremeto za parkiranje ograničeno do
ml: പാർക്കിങ്ങ് സമയം നിയന്ത്രിതം
nb: Parkeringstid begrenset til
nl: Parkeertijd beperkt tot
oc: Durada d'aparcament limitada a
pl: Czas parkowania ograniczony do
ro_ro: Timp de parcare limitat la
ru: Забрать машину в
sc: Parchègiu cun tempus limitadu a
sk: Čas parkovania obmedzený na
sl: Parkiranje ječasovno omejeno na
sr: Време паркирања је ограничено на
sr_latn: Vreme parkiranja je ograničeno na
sv: Tidsbegränsad parkering till
ta: நிறுத்தி வைக்க வரையறுத்த நேரம்
tr: Zaman sınırlı otopark
uk: Стоянка з обмеженням по часу
zh_hans: 停车限时
zh_hant: 停車場時限到

# osmand_parking_time_left
source: left
ar: يسار
az: qalıb
be: засталося
bg: ляво
ca: pendent
cs: zbývá
cy: arôl
da: tilbage
de: verbleibend
el: υπόλοιπο
eo: ankoraŭ
es_us: restante(s)
et: vasak
eu: bukatzeko
fa: باقی مانده
fi: vasen
fr: restantes
gl: esquerda
he: נותרו
hu: maradt
hy: մնաց
id: tersisa
is: eftir
it: rimasto
ja: 駐車可能です
ka: დარჩა
kn: ಉಳಿದ ಸಮಯ
ko: 남은 시간
ku: çep
lt: liko
lv: pa kreisi
mk: Levo
ml: മിച്ചം
mr: उर्वरित
nb: igjen
nl: over
oc: pendent
pl: pozostało
ro_ro: stânga
ru: осталось
sc: galu
sk: zostáva
sl: preostalo je
sr: преостало
sr_latn: preostalo
sv: kvar
ta: இடது
tr: sol
uk: лишилось
vi: còn lại
zh_hans: 左
zh_hant: 左

# osmand_parking_overdue
source: overdue
ar: متأخر
az: vaxtı keçmiş
be: Састарэлі
bg: просрочено
ca: obsolet
cs: vypršel
cy: yn hwyr
da: Udløbet
de: überfällig
el: εκπρόθεσμο
eo: posttempa
es_us: vencido
et: tähtaja ületanud
eu: iraungita
fa: تأخیر دارید
fi: myöhässä
fr: Expiré
gl: vencido
he: תפוגה
hu: késés
hy: ժամկետանց
id: kelebihan
is: útrunnið
it: obsoleto
ja: 超過しています
ka: გადაცილებულია
kn: ಕಾಲಮೀರಿದ
ko: 시간 초과
lt: pradelsta
lv: nokavēts
mk: Zadocnet
ml: കാലാവധി കഴിഞ്ഞൂ
nb: utløpt
nl: overschreden
oc: tardier
pl: czas przekroczony
ro_ro: Întârziat
ru: просрочено
sc: Iscadidu
sk: prekročený čas
sl: prekoračen čas
sr: закаснео
sr_latn: zakasneo
sv: över tiden
ta: தாமதம்
tr: süresi geçmiş
uk: застаріло
vi: quá hạn
zh_hans: 已过时
zh_hant: 已過時

# mile
source: mi
af: myl
ar: ميل
az: mil
be: міл
bg: мили
da: mil
el: μλ
he: מייל
hu: mérföld
hy: մղ
is: míl
it: km
ka: მილი
ko: 마일
lt: my
lv: jūdze
ml: മൈ.
mr: मैल
nl: mijl
ru: миля
ta: மைல்
uk: миля
zh_hans: 英里
zh_hant: 哩

# yard
source: yd
af: Jrt
ar: ياردة
be: ярд
bg: ярда
cy: llth
el: γδ
et: jrd
gl: id
he: יארד
hu: yard
hy: յարդ
it: yarda
ja: ヤード
ka: იარდი
ko: 야드
lt: jardai
lv: Jards
ml: യാര്‍ഡ്
mr: यार्ड
nl: yard
ru: ярд
ta: யார்டு
uk: ярд
zh_hans: 码
zh_hant: 碼

# foot
source: ft
af: vt
ar: قدم
be: фут
bg: фута
da: fod
el: πδ
et: jalga
eu: oin
fr: pieds
gl: pés
he: רגל
hu: láb
hy: ֆուտ
id: kaki
it: piede
ka: ფტ
ko: 피트
lt: pėd
lv: Pēdas
ml: അടി
mr: फूट
nl: voet
pl: stopy
ro_ro: picioare
ru: фут
ta: அடி
uk: фут
zh_hans: 英尺
zh_hant: 呎

source: km/h
ar: كم/س
az: km/s
be: км/г
bg: км/ч
cy: km/a
da: km/t
el: χλμ/ω
et: km/t
he: קמ״ש
hy: կմ/ժ
id: km/j
is: km/klst
ka: კმ/ს
ml: കി.മീ/മണി.
mr: किमी/तास
nb: km/t
nl: km/u
ru: км/ч
ta: கிமீ / மணி
uk: км/год
zh_hans: 千米/时
zh_hant: 公里/小時

# mile_per_hour
source: mph
ar: ميل ساعة
az: mil/s
be: м/г
bg: мили/час
cy: mya
el: μαω
eo: mi/h
et: mi/t
gl: mi/h
he: מייל לשעה
hu: mf/h
hy: մղ/ժ
is: mi/klst
it: mi/h
ka: მილი/წმ
lt: my/h
lv: mil/h
mk: m/h
ml: മൈല്‍/മണി.
mr: मैल/तास
nl: mpu
ru: миль/ч
sv: mi/h
ta: மைல்
uk: миль/год
zh_hans: 英里/时
zh_hant: 哩/小時

# int_hour
source: h
az: s
be: г
bg: ч.
cy: a
da: t
el: ω
et: t
fa: س
he: שע׳
hu: ó
hy: ժամ
id: j
is: klst
ja: 時間
kn: ಗಂಟೆ
ku: st
lt: val
ml: മ.
mr: ता
nb: t
nl: u.
ru: час
sk: hod
sl: ur
sv: tim
ta: மணி
uk: г
zh_hans: 小时
zh_hant: 小時

# int_min
source: min.
ar: د
az: dəqiqə
be: хв.
bg: мин
cy: mun.
de: Minuten
el: λεπτ.
eo: minutoj
fa: دق‍
he: דקות
hu: perc
hy: րոպ․
id: mnt.
is: mín.
ja: 分
ka: წთ.
kn: ನಿಮಿಷ
ko: 분.
ku: dq
ml: മി.
mr: मि.
ru: мин
sr: мин.
ta: மணித்துளி.
tr: dk.
uk: хв.
vi: phút
zh_hans: 分钟
zh_hant: 分

# other_location
source: Other
af: Ander
ar: أخرى
az: Digər
be: Іншае
bg: Друго
ca: Una altra
cs: Ostatní
cy: Arall
da: Andre
de: Andere
el: Άλλη
eo: Alia
es_us: Otra
et: Muu
eu: Bestelakoa
fa: دیگر
fi: Muuta
fr: Autre
gl: Outra
he: אחר
hu: Egyéb
hy: Այլ
id: Lainnya
is: Annað
it: Altra
ja: その他
ka: სხვა
ko: 기타
ku: A din
lt: Kita
lv: Citi
mk: Drug
ml: മറ്റുളള സ്ഥലങ്ങള്‍
mr: इतर
my: အခြား
nb: Andre
nl: Andere
oc: Autres
pl: Inna
ro_ro: Altele
ru: Другие
sc: Àtera
sk: Iné
sl: Ostalo
sr: Остало
sr_latn: Ostalo
sv: Annan
ta: மற்ற
tr: Diğer
uk: Інше
vi: Khác
zh_hans: 其他
zh_hant: 其它
