Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# vessel_height_limit_description
source: Set vessel height to avoid low bridges. Keep in mind, if the bridge is movable, we will use its height in the open state.
ar: اضبط ارتفاع السفينة لتجنب الجسور المنخفضة. ضع في اعتبارك ، إذا كان الجسر متحركًا ، فسنستخدم ارتفاعه في الحالة المفتوحة.
az: Alçaq körpülərdən yayınmaq üçün gəminin hündürlüyünü təyin edin. Nəzərə alın ki, körpü hərəkətlidirsə, biz onun açıq vəziyyətdəki hündürlüyünü istifadə edəcəyik.
be: Пазначце вышыню судна, каб пазбегнуць нізкіх мастоў. Звярніце ўвагу, што калі мост развадны, то будзе выкарыстоўвацца яго вышыня ў адкрытым стане.
bg: Set vessel height to avoid low bridges. Keep in mind, if the bridge is movable, the calculation uses its height in the open state.
ca: Indiqueu l'alçada del vaixell per evitar ponts baixos. Penseu que si el pont és mòbil, li aplicarem l'alçada de quan estigui obert.
cs: Nastavte výšku plavidla, aby bylo možné se vyhnout nízkým mostům. Mějte na paměti, že pokud je most pohyblivý, použijeme jeho výšku v otevřeném stavu.
cy: Gosod uchder y llong i osgoi pontydd isel. Cofia, os yw'r bont yn symudol, byddwn yn defnyddio ei uchder yn y cyflwr agored.
da: Indstil fartøjets højde for at undgå lave broer. Husk at hvis broen er bevægelig, vil vi bruge dens højde i åben tilstand.
de: Schiffshöhe einstellen, um niedrige Brücken zu vermeiden. Beachten Sie: Für bewegliche Brücken wird deren Höhe im geöffneten Zustand verwendet.
el: Ορίστε ύψος σκάφος για αποφυγή χαμηλών γεφυρών. Σημειώστε ότι εάν η γέφυρα είναι κινητή, θα χρησιμοποιηθεί το ύψος της στην ανοικτή κατάσταση.
eo: Enigu alton de akvoveturilo por eviti malaltajn pontojn. Estu konscia, ke se ponto estas movebla, la alto enĝia malfermita stato estos uzata.
es_us: Define la altura de la embarcación para evitar puentes bajos. Tener en cuenta que si el puente es móvil, usaremos su altura en estado abierto.
et: Madalate sildade vältimiseks kirjelda laeva kõrgus. Palun arvesta, et liikuva silla puhul me kasutame seda kõrgust ka siis, kui sild on avatud.
eu: Ezarri ontziaren altuera zubi baxuak ekiditeko. Gogoan izan, zubia mugikorra bada, irekita dagoeneko altuera erabiliko dugula.
fa: ارتفاع کشتی را برای پرهیز از پل‌های کوتاه وارد کنید. به یاد داشته باشید که اگر پل متحرک است، در حالت باز نیز ارتفاع کشتی را در نظر می‌گیریم.
fi: Set vessel height to avoid low bridges. Keep in mind, if the bridge is movable, the calculation uses its height in the open state.
fr: Définit la hauteur du navire afin d'éviter les ponts bas. Souvenez-vous que si le pont est mobile, nous utiliserons sa hauteur en position ouverte.
gl: Define o alto da embarcación para evitar pontes baixas. Lémbrate se a ponte é móbil, empregaremos a súa altura no estado aberto.
he: יש להגדיר את גובה כלי השיט כדי להימנע מגשרים נמוכים. נא לשים לב שאם הגשר נע, אנו נשתמש בגובהו במצב הפתוח.
hu: Adja meg a hajómagasságot az alacsony hidak elkerüléséhez. Ne feledje, amennyiben a híd mozgatható, a nyitott állapotú magasságát vesszük figyelembe.
hy: Սահմանեք նավի բարձրությունը`խուսափելու համար ցածր կամուրջներից: Հիշեք, եթե կամուրջը շարժական է, մենք կօգտագործենք դրա բարձրությունը բաց վիճակում:
id: Atur ketinggian kapal untuk menghindari jembatan rendah. Perlu diingat, jika jembatan itu dapat dipindah, kita akan menggunakan ketinggiannya dalam keadaan terbuka.
is: Settu hæð skips til að geta forðast lágar brýr. Hafðu í huga að ef um hreyfanlega brú er að ræða, þá er miðað við hæð í opinni stöðu.
it: Imposta l'altezza dell'imbarcazione per evitare ponti bassi. Ricorda che, se il ponte è mobile, useremo la sua altezza da aperto.
ja: 低い橋を避けるために船の高さを設定します。注：橋が可動式の場合は、開いた状態の高さが参照されます。
ka: Set vessel height to avoid low bridges. Keep in mind, if the bridge is movable, the calculation uses its height in the open state.
ko: 낮은 교량을 피하기 위하여 배 고도를 놓으십시오. 다리가 움직일 경우, 우리는 개방 상태의 높이를 사용합니다.
lt: Set vessel height to avoid low bridges. Keep in mind, if the bridge is movable, the calculation uses its height in the open state.
lv: Set vessel height to avoid low bridges. Keep in mind, if the bridge is movable, the calculation uses its height in the open state.
mk: Postavete visina na brodot za da izbegnete niski mostovi. Imajte na um, ako mostot e podvižen, ḱe ja koristime negovata visina vo otvorena sostojba.
nb: Sett skipshøyde for å unngå lave broer. Husk at hvis broen åpner seg, brukes høyden fra åpen tilstand.
nl: Stel de hoogte van het vaartuig in om lage bruggen te vermijden. Let op, als de brug beweegbaar is, gebruiken we de hoogte in geopende toestand.
oc: Indicatz l'auçada de vòstre veïcul per evitar lei passatges bas. Rementatz-vos que si lo pònt es mobile, lo calculament pren l'auçada de quand es dobèrt.
pl: Ustaw wysokość statku, by unikać niskich mostów. Uwaga: dla mostów zwodzonych liczymy wysokość podniesionego mostu.
pt_br: Defina a altura da embarcação para evitar pontes baixas. Lembre-se, se a ponte for móvel, usaremos sua altura no estado aberto.
ro_ro: Setați înălțimea vasului pentru a evita podurile joase. Rețineți că, dacă podul este mobil, vom folosi înălțimea acestuia în stare deschisă.
ru: Укажите высоту судна, чтобы избежать низких мостов. Имейте в виду, что если мост раздвижной, будет использована его высота в открытом состоянии.
sc: Imposta s'artària de sa barca pro evitare sos pontes bassos. Ammenta·ti chi, si su ponte est mòbile, amus a impreare s'artària sua de cando est abertu.
sk: Nastavte výšku plavidla, aby sa dalo vyhnúť nízkym mostom. Pamätajte, že pri sklápacích alebo posuvných mostoch sa zohľadní výška v otvorenom stave.
sl: Nastavi višino plovila, da se izogneš nizkim mostom. Če je most premični, bomo njegovo višino uporabili v odprtem stanju.
sr: Подесите висину пловила ради избегавања ниских мостова. Имајте на уму да, уколико мост може да се помера, користићемо његову висину када је отворен.
sr_latn: Podesi visinu plovila zbog visine mostova. Ukoliko most se pomera, koristi se njegova visina kada je otvoren.
sv: Ställ in fartygets höjd för att undvika låga broar. Tänk på att om bron är rörlig kommer vi att använda dess höjd i öppet tillstånd.
ta: குறைந்த பாலங்களைத் தவிர்க்க கப்பல் உயரத்தை அமைக்கவும். நினைவில் கொள்ளுங்கள், பாலம் நகரக்கூடியதாக இருந்தால், அதன் உயரத்தை திறந்த நிலையில் பயன்படுத்துவோம்.
tr: Alçak köprülerden kaçınmak için gemi yüksekliğini ayarlayın. Köprü hareket edebiliyorsa, açık durumdaki yüksekliğini kullanacağımızı unutmayın.
uk: Вкажіть висоту судна, щоб уникати низьких мостів. Майте на увазі, якщо міст рухомий, використовуватиметься його висота у відкритому стані.
vi: Đặt chiều cao của tàu để tránh những cây cầu thấp. Nhớ rằng, nếu cây cầu có thể chuyển động, chúng tôi sẽ dùng chiều cao của nó ở trạng thái mở.
zh_hans: 设置船只高度，以避免过低桥梁。请记住，如果桥是可移动的，我们将使用它在打开状态下的高度。
zh_hant: 設定船艦高度以避免矮橋。請記住，如果橋是可動式的，我們將會使用其開啟狀態的高度。

# transport_hazmat_title
source: Transporting of hazardous materials
be: Перавозка небяспечных матэрыялаў
bg: Превоз на опасни товари
ca: Transport de materials perillosos
cs: Přeprava nebezpečných materiálů
cy: Cludo sylweddau peryglus
da: Transport af farlige materialer
de: Transport von Gefahrgut
el: Μεταφορά επικίνδυνων υλικών
es_us: Transporte de materiales peligrosos
et: Ohtlike materjalide transport
eu: Material arriskutsuak garraiatzea
fa: حمل و نقل مواد خطرناک
fi: Vaarallisten aineiden kuljetus
fr: Transport de matières dangereuses
he: העברת חומרים מסוכנים
hu: Veszélyes anyag szállítása
id: Pengangkutan bahan berbahaya
is: Flutningur hættulegra spilliefna
it: Trasporto di materiali pericolosi
ja: 危険物の輸送
ko: 유해 물질 운송
mk: Transportiranje na opasni materijali
nb: Transport av farlig gods
nl: Vervoeren van gevaarlijke stoffen
pl: Transport materiałów niebezpiecznych
ro_ro: Transportul de materiale periculoase
ru: Перевозка опасных грузов
sc: Trasportu de materiales perigulosos
sk: Prevoz nebezpečných látok
sl: Prevoz nevarnih snovi
sr: Превожење опасних твари
sr_latn: Prevoženje opasnih materija
sv: Transport av farligt gods
ta: அபாயகரமான பொருட்களின் போக்குவரத்து
tr: Tehlikeli maddelerin taşınması
uk: Перевезення небезпечних матеріалів
vi: Việc vận chuyển các chất nguy hại
zh_hans: 危险品运输
zh_hant: 危險物品運輸

# routing_attr_hazmat_category_no_restrictions_name
source: A (No restrictions)
ar: A (لا قيود)
be: A (Без абмежаванняў)
bg: A (Без ограничения)
ca: A (Sense restriccions)
cs: A (bez omezení)
cy: A (Dim cyfyngiadau)
da: A (Ingen restriktioner)
de: A (Keine Einschränkungen)
el: A (Χωρίς περιορισμούς)
eo: A (neniu limigo)
es_us: A (Sin restricciones)
eu: A (murrizketarik gabe)
fa: الف (بدون محدودیت)
fr: A (Aucune restriction)
he: A (אין הגבלות)
hu: „A” (nincs korlátozás)
id: A (Tanpa batasan)
is: A (engar takmarkanir)
it: A (Nessuna restrizione)
ja: A(制限なし)
ko: A (제한 없음)
lt: A (jokių apribojimų)
mk: A (Bez ogranicuvanja)
nb: A (Ingen begrensninger)
nl: A (Geen beperkingen)
oc: A (Sensa restriccions)
pl: A (Brak ograniczeń)
ro_ro: A (Fără restricții)
ru: A (Без ограничений)
sc: A (Peruna restritzione)
sk: A (Bez obmedzení)
sl: A (Brez omejitev)
sr: A (нема ограничења)
sr_latn: A (nema restrikcija)
sv: A (inga begränsningar)
ta: A (கட்டுப்பாடுகள் இல்லை)
tr: A (Kısıtlama yok)
uk: A (Без обмежень)
vi: A (Không có hạn chế)
zh_hans: A（无限制）
zh_hant: A (無限制)

# routing_attr_motor_type_description
source: Select your engine's fuel type, this is needed to estimate CO2 emission.
ar: حدد نوع الوقود المستخدم من قبل محرك سيارتك ، لحساب انبعاثات CO2.
be: Выберыце тып паліва, які выкарыстоўваецца рухавіком вашага аўтамабіля, каб разлічыць выкіды CO2.
bg: Изберете вида на горивото на двигателя - необходимо за изчисляване на емисиите на CO2.
ca: Seleccioneu el tipus de combustible del vostre motor, això és necessari per estimar l'emissió de CO2.
cs: Zvolte typ paliva vašeho motoru, je to nutné pro odhad emisí CO2.
da: Vælg din motors brændstoftype, dette er nødvendigt for at beregne CO2-udledningen.
de: Wählen Sie die Kraftstoffart Ihres Motors, um den CO₂-Ausstoß zu berechnen.
el: Επιλέξτε τον τύπο καυσίμου του κινητήρα σας, αυτό είναι απαραίτητο για την εκτίμηση των εκπομπών CO2.
eo: Elektu specon de motoro/brulaĵo, tio ĉi estos uzita por kalkuli eligon de CO₂.
es_us: Elige el tipo de combustible del motor, necesario para estimar las emisiones de CO₂.
et: Vali kasutatav kütuseliik - see on vajalik süsinikdioksiidi heitmete arvutamiseks.
eu: Hautatu zure motorraren erregai mota, hau beharrezkoa da CO2 isuria kalkulatzeko.
fa: نوع سوخت موتور خود را انتخاب کنید، این برای تخمین انتشار CO2 لازم است.
fr: Sélectionnez le carburant utilisé par le moteur de votre véhicule pour calculer les émissions de CO₂.
he: נא לבחור את סוג הדלק שמשמש את מנוע כלי הרכב שלך כדי לחשב פליטות פחמן דו־חמצני.
hu: A CO₂-kibocsátás megbecsüléséhez válassza ki a motor által használt üzemanyag típusát.
id: Pilih tipe bahan bakar mesin Anda, ini dibutuhkan untuk memperkirakan emisi CO2.
is: Veldu gerð eldsneytis sem vélin þín notar, til að reikna losun á CO2.
it: Seleziona il tipo di combustibile utilizzato dal tuo veicolo per il calcolo delle emissioni di CO2.
ja: エンジンの燃料タイプを選択します。これは、CO2の排出量を推定するために必要です。
ko: CO2 배출량을 계산하기 위해 차량 모터에서 사용하는 연료 유형을 선택하십시오.
mk: Izberete tip na gorivošto go koristi motorot na vašeto vozilo, za da ja presmetate emisijata na CO2.
nb: Velg din motors drivstofftype, dette trengs forå beregne CO2-utslipp.
nl: Selecteer het brandstofsoort van de motor, dit is nodig om de CO2-uitstoot te schatten.
oc: Seleccionatz lo combustible de vòstre motor, aquò es necessari per estimar l'emission de CO2.
pl: Wybierz rodzaj paliwa swojego silnika, jest to potrzebne do oszacowania emisji CO2.
ro_ro: Selectați tipul de combustibil al motorului dumneavoastră, acest lucru este necesar pentru a estima emisiile de CO2.
ru: Выберите тип топлива для вашего двигателя, это необходимо для оценки выбросов CO2.
sc: Seletziona sa casta de carburante impreada dae su motore tuo. Custu est netzessàriu pro carculare s'emissione de CO2.
sk: Zvoľte druh paliva v motore, pre výpočet emisií CO2.
sl: Izberi vrsto goriva tvojega motorja, to je potrebno za oceno emisij CO2.
sr: Одредите врсту горива возила, потребно је ради процене количине издува CO2.
sr_latn: Odredi vrstu goriva vozila, potrebno je radi procene količine izduva CO2.
sv: Välj din motors bränsletyp, det används för att uppskatta koldioxidutsläpp.
ta: உங்கள் இயந்திரத்தின் எரிபொருள் வகையைத் தேர்ந்தெடுக்கவும், CO2 உமிழ்வை மதிப்பிடுவதற்கு இது தேவை.
tr: Motorunuzun yakıt türünü seçin, CO2 emisyonunu tahmin etmek için bu gereklidir.
uk: Виберіть тип палива вашого двигуна, це необхідно для оцінки викидів CO2.
vi: Chọn loại nhiên liệu cho động cơ của bạn, điều này cần thiết để ước tính sự phát thải CO2.
zh_hans: 选择发动机的燃料类型，这是估算二氧化碳排放量所必需的。
zh_hant: 選取您引擎的燃料類型，這是用來估計二氧化碳排放量所必須的。

# routing_attr_motor_type_lpg_name
source: LPG
ar: غاز البترول المسال
be: Звадкаваны газ (LPG)
bg: Природен газ
ca: Gas liquat del petroli (GLP)
da: Flaskegas
el: Υγροποιημένο Αέριο Πετρελαίου
es_us: Gas licuado de petróleo (GLP)
eu: Petrolio-gas likidotua (GPL)
fr: GPL
he: גז פחמימני מעובה
hu: LPG (cseppfolyósított földgáz)
it: GPL
ja: LPガス
mk: Avtomobilski gas
nb: Flytende naturgass
oc: Gas liquid dau petròli (GPL)
ro_ro: GPL
ru: СУГ (LPG)
sc: GPL
sl: Avtoplin LPG
sr: Плин
sr_latn: Plin (TNG)
sv: Motorgas (gasol)
ta: எல்பிசி
uk: Пропан
vi: Khí hoá lỏng
zh_hans: 液化石油气
zh_hant: 液化石油氣

# routing_attr_motor_type_gas_name
source: CNG
ar: الغاز الطبيعي المضغوط
be: Сціснуты прыродны газ (CNG)
bg: Газ под налягане
ca: Gas natural comprimit (GNC)
da: Komprimeret naturgas
el: Συμπιεσμένο Φυσικό Αέριο
es_us: Gas natural comprimido (GNC)
et: Surugaas
eu: Gas natural konprimitua (CNG)
fa: گاز طبیعی فشرده (CNG)
fr: GNV
he: גז טבעי דחוס
hu: CNG (sűrített földgáz)
it: Metano
ja: 天然ガス
mk: Metan
nb: Komprimert naturgass
oc: Gas natural comprimit (GNC)
ru: КПГ (CNG)
sc: Metanu GNC
sk: CNG (Stlačený zemný plyn)
sl: Stisnjen zemeljski plin CNG
sr: Метан (CNG)
sr_latn: Metan (CNG)
sv: CNG, komprimerad naturgas
ta: சி.என்.சி.
uk: Метан
vi: Khí nén thiên nhiên
zh_hans: 压缩天然气
zh_hant: 壓縮天然氣

# routing_attr_motor_type_electric_name
source: Electric
ar: كهربائي
az: Elektrik
be: Электрычны
bg: Електричество
ca: Elèctric
cs: Elektřina
da: Elektrisk
de: Elektrisch
el: Ηλεκτρικό
eo: Elektro
es_us: Eléctrico
et: Elekter
eu: Elektrikoa
fa: برقی
fi: Sähkö
fr: Électrique
he: חשמל
hu: Elektromos
id: Listrik
is: Rafmagns
it: Elettrico
ja: 電気
ka: ელექტრო
ko: 전기 모터
mk: Elektricno
nb: Elektrisk
nl: Elektrisch
pl: Elektryczny
ru: Электричество
sc: Elètricu
sk: Elektrický
sl: Električni
sr: Електрична
sr_latn: Električna
sv: Elektrisk
ta: மின்சாரம்
tr: Elektrik
uk: Електрика
vi: Điện
zh_hans: 电动
zh_hant: 電力

# icon_group_amenity
source: Amenity
ar: راحة
be: Выгоды
bg: Удобства
ca: Equipament
cs: Občanská vybavenost
cy: Amwynder
da: Facilitet
de: Einrichtung
el: Υποδομή
eo: Oportunaĵo
es_us: Comodidad
et: Hüved ja teenused
eu: Prestazioa
fa: تسهیلات
fi: Mukavuus
fr: Loisir
gl: Instalación
he: שירות לציבור
hu: Hasznos és fontos létesítmény
id: Fasilitas
is: Aðstaða
it: Amenità
ja: 店舗・施設
ka: კომფორტი
ko: 생활 편의시설
mk: Udobnost
nb: Fasilitet
nl: Voorziening
oc: Equipament
pl: Udogodnienie
ro_ro: Facilități
ru: Удобства
sc: Servìtziu
sk: Občianska vybavenosť
sl: Dobrine
sr: Пријатност
sr_latn: Slobodno vreme
sv: bekvämligheter
ta: வசதி
tr: Tesis
uk: Зручності
vi: Tiện ích
zh_hans: 便利设施
zh_hant: 便利設施

# app_mode_horse
source: Horse
ar: حصان
ast: Caballu
az: At
be: Для коней
bg: Коне
ca: Cavall
cs: Kůň
cy: Ceffyl
da: Hest
de: Pferd
el: Άλογο
eo: Ĉevalo
es_us: Caballo
et: Hobune
eu: Zaldia
fa: اسب
fi: Hevonen
fr: À cheval
gl: Cabalo
he: סוס
hi: घोड़ा
hu: Ló
id: Kuda
is: Ríðandi
it: Cavallo
ja: 馬
ka: ცხენი
ko: 경마
lt: Arklys
lv: Zirgs
mk: Konj
my: မြင်း
nb: Hest
nl: Paard
oc: Cavau
pl: Konie
pt_br: Cavalo
ro_ro: Cal
ru: Лошадь
sc: Caddu
sk: Kôň
sl: Treking s konji
sr: Коњ
sr_latn: Konj
sv: Häst
ta: குதிரை
tr: At
uk: Їзда верхи
vi: Ngựa
zh_hans: 骑马
zh_hant: 馬

source: Choose what to restore.
ar: حدد المحتوى الذي تريد استعادته .
ast: Escueyi qué restaurar.
az: Nəyi bərpa edəcəyinizi seçin.
be: Выберыце, што аднавіць.
bg: Изберете какво да бъде възстановено.
ca: Trieu què voleu restaurar.
cs: Vyberte, co se má obnovit.
cy: Dewiswch beth i'w adfer.
da: Vælg hvad der skal gendannes.
de: Wählen Sie aus, was wiederhergestellt werden soll.
el: Επιλέξτε τι να επαναφέρετε.
eo: Elektu kion restarigi.
es_us: Elige qué restaurar.
et: Vali taastatavad andmed.
eu: Aukeratu zer leheneratu.
fa: انتخاب‌کنید چه چیزی بازیابی شود.
fi: Valitse mitä palautetaan.
fr: Sélectionnez ce que vous souhaitez restaurer.
he: נא לבחור מה לשחזר.
hu: Válassza ki, mit állítson vissza.
id: Pilih apa yang ingin dipulihkan.
is: Veldu það sem á að endurheimta.
it: Scegli cosa ripristinare.
ja: 復元したいものを選択してください。
ko: 복원할 항목을 선택합니다.
lt: Pasirinkite, ką atkurti.
mk: Odberete sto da se obnovi.
nb: Velg hva som skal gjenopprettes.
nl: Kies wat je wil herstellen.
oc: Chausissètz çò que volètz restaurar.
pl: Wybierz, co chcesz przywrócić.
ro_ro: Alegeți ce să restaurați.
ru: Выберите данные для восстановления.
sc: Issèbera ite ripristinare.
sk: Zvoľte čo sa má obnoviť.
sl: Izberi, kajželiš obnoviti.
sr: Изаберите шта желите да вратите.
sr_latn: Izaberi šta vraćaš.
sv: Välj vad som ska återställas.
ta: எதை மீட்டெடுக்க வேண்டும் என்பதைத் தேர்வுசெய்க.
tr: Neyin geri yükleneceğini seçin.
uk: Виберіть елементи для відновлення.
vi: Chọn thứ cần khôi phục.
zh_hans: 选择要恢复的数据。
zh_hant: 選擇要復原的內容。

# backup_error_invalid_token
source: Token is not valid
ar: الرمز غير صالح
be: Токен несапраўдны
bg: Споделената тайна е недействителна
cs: Token není platný
da: Token er ikke gyldig
de: Token ist ungültig
el: Το διακριτικό δεν είναι έγκυρο
eo: Ĵetono malvalida
es_us: Clave («Token») inválida
et: Tunnusluba pole kehtiv
eu: Kodea baliogabea da
fi: Tunniste ei ole voimassa
fr: Le jeton n'est pas valide
he: האסימון שגוי
hu: A token nem érvényes
id: Token tidak valid
is: Teiknið er ekki gilt
it: Token non valido
ja: トークンが無効です
ko: 토큰은 유효하지 않습니다
nb: Symbolet er ikke gyldig
nl: Token is niet geldig
oc: Lo testimòni de seguretat vau pas
pl: Token jest nieprawidłowy
ro_ro: Tokenul nu este valid
ru: Токен недействителен
sc: Su getone no est vàlidu
sk: Token nie je platný
sl: Žeton ni veljaven
sr: Тока није вредећа
sr_latn: Token nije validan
sv: Token är inte giltig
ta: கிள்ளாக்கு செல்லுபடியாகாது
tr: Belirteç geçerli değil
uk: Токен недійсний
vi: Chữ ký điện tử không hợp lệ
zh_hans: Token无效
zh_hant: 權杖無效

# resend_verification_code
source: Resend
ar: إعادة إرسال
az: Yenidən göndər
be: Адправіць паўторна
bg: Повторно изпращане
ca: Reenviar
cs: Poslat znovu
cy: Ail-anfon
da: Send igen
de: Erneut senden
el: Επαναποστολή
eo: Resendi
es_us: Reenviar
et: Saada uuesti
eu: Birbidali
fa: بازارسال
fi: Lähetä uudelleen
fr: Renvoyer le code
he: לשלוח שוב
hu: Újraküldés
id: Kirim ulang
is: Endursenda
it: Invia di nuovo
ja: 再送信
ka: გადაგზავნა
ko: 재전송
lt: Pakartoti siuntimą
mk: Preprateno
nb: Send igjen
nl: Opnieuw verzenden
oc: Tornar mandar
pl: Wyślij ponownie
ro_ro: Trimite din nou
ru: Отправить повторно
sc: Torra a imbiare
sk: Poslať znovu
sl: Ponovno pošlji
sr: Поново пошаљи
sr_latn: Ponovo pošalji
sv: Skicka igen
ta: மீண்டும்
tr: Yeniden gönder
uk: Надіслати ще раз
vi: Gửi lại
zh_hans: 重新发送
zh_hant: 重新傳送

# rendering_value_walkingRoutesScopeOSMC_description
source: Color by network affiliation.
ar: تلوين وفق الانتماء للشبكة.
be: Афарбоўка паводле сеткавай прыналежнасці.
bg: Оцветяване в зависимост от принадлежността към мрежа.
cs: Obarví trasy podle síťové příslušnosti.
cy: Lliw ynôl cysylltiad rhwydwaith.
da: Farvelægning efter netværkstilhørsforhold.
de: Einfärbung gemäß Routennetzwerk.
eo: Kolorigi kursojn laŭ prizorganto.
es_us: Colorea según su red de afiliación.
et: Värv võrgukuuluvuse järgi.
eu: Sareko kidetzaren araberako kolorea eman.
fa: بر پایه وابستگی شبکه رنگ‌آمیزی کن.
fi: Väri verkkoyhteyden mukaan.
fr: Colorer selon l'affiliation au réseau.
he: צביעה לפי השתייכות לרשת.
hu: Színezés hálózati hovatartozás szerint.
id: Warnai berdasarkan afiliasi jaringan.
is: Litur fer eftir leiðakerfi.
it: Colora in base alla rete di appartenenza.
ja: ルートネットワークに応じた色付けします。
ko: 네트워크 계열별 색상이다.
mk: Boja spored mrežna pripadnost.
nb: Fargelegg etter nettverkstilhørighet.
nl: Kleur in volgens netwerkrelatie.
oc: Colorar segon lo malhum de referéncia.
pl: Kolor wg przeznaczenia trasy.
pt_br: Cor por afiliação de rede.
ro_ro: Colorează în funcție de rețeaua de afiliere.
ru: Окраска согласно принадлежности к сети.
sc: Colora in base a sa retza de apartenèntzia.
sk: Farba podľa príslušnosti k sieti.
sl: Obarvaj glede na pripadnost omrežju.
sr: Обоји по припадности мрежи.
sr_latn: Oboj po vrsti.
sv: Färglägg efter nätverkstillhörighet.
ta: பிணையம் இணைப்பு மூலம் வண்ணம்.
tr: Ağ bağlantısına göre renklendir.
uk: Забарвлення згідно з належністю до мережі.
vi: Tô màu theo mạng lưới liên kết.
zh_hans: 按网络从属着色。
zh_hant: 按網路關係分配著色。

source: Restore from file
ar: استعادة من ملف
az: Fayldan bərpa et
be: Аднавіць з файла
bg: Възстановяване от файл
ca: Restaura des d'un fitxer
cs: Obnovit ze souboru
cy: Adfer o ffeil
da: Gendan fra fil
de: Von Datei wiederherstellen
el: Επαναφορά από αρχείο
eo: Restarigi el dosiero
es_us: Restaurar desde archivo
et: Taasta failist
eu: Leheneratu fitxategitik
fa: بازیابی از پرونده
fi: Palauta tiedostosta
fr: Restaurer à partir d'un fichier
he: שחזור מקובץ
hu: Visszaállítás fájlból
id: Pulihkan dari berkas
is: Endurheimta úr skrá
it: Ripristina dal file
ja: ファイルから復元
ko: ‎파일에서 복원‎
lt: Atkūrimas iš failo
mk: Vrati od datoteka
nb: Gjenopprett fra fil
nl: Herstel vanuit een bestand
oc: Restaurar dau fichier
pl: Przywróć z pliku
ro_ro: Restaurează din fișier
ru: Восстановить из файла
sc: Riprìstina dae unu documentu
sk: Obnoviť zo súboru
sl: Obnovi iz datoteke
sr: Врати из датотеке
sr_latn: Vrati iz fajla
sv: Återställ från fil
ta: கோப்பிலிருந்து மீட்டமைக்கவும்
tr: Dosyadan geri yükle
uk: Відновити з файлу
vi: Khôi phục từ tệp
zh_hans: 从文件恢复
zh_hant: 從檔案還原

source: Backup complete
ar: النسخ الاحتياطي اكتمل
az: Nüsxələmə tamamlandı
be: Рэзервовае капіяванне скончана
bg: Резервното копие е завършено
cs: Záloha dokončena
cy: Wedi cwblhau copi wrth gefn
da: Sikkerhedskopiering fuldført
de: Backup abgeschlossen
el: Ολοκλήρωση αντίγραφου ασφαλείας
eo: Sekurkopio farita
es_us: Copia de seguridad completa
et: Varukoopia on tehtud
eu: Babeskopia burutu da
fa: پشتیبان‌گیری کامل شد
fi: Varmuuskopiointi valmis
fr: Sauvegarde terminée
he: הגיבוי הושלם
hu: A biztonsági mentés kész
id: Pencadangan selesai
is: Öryggisafritun lokið
it: Backup completo
ja: バックアップが完了しました
ka: მარქაფი დასრულდა
ko: 백업 완료
lt: Atsarginės kopijos kūrimas baigtas
mk: Rezervnata kopija e kompletna
nb: Sikkerhetskopi fullført
nl: Back-up voltooid
oc: Sauvagarda completa
pl: Zakończono tworzenie kopii zapasowej
ro_ro: Backup complet
ru: Резервное копирование завершено
sc: Còpia de seguresa acabada
sk: Zálohovanie hotové
sl: Varnostno kopiranje končano
sr: Резервна копија завршена
sr_latn: Sačuvana rezervna kopija
sv: Säkerhetskopiering klar
ta: காப்புப்பிரதி முடிந்தது
tr: Yedekleme tamamlandı
uk: Резервне копіювання завершено
vi: Sao lưu hoàn thành
zh_hans: 备份完毕
zh_hant: 備份完成
