Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# routing_attr_difficulty_preference_description
source: Prefer routes of this difficulty, although routing over harder or easier pistes is still possible if shorter.
ar: أفضل الطرق لهذه الصعوبة على الرغم من أن التوجيه علي الممرات أصعب إذا كان طويلا وأسهل إذا كان أقصر.
be: Аддаваць перавагу трасам гэтай складанаці, але не выключаць прастейшыя, калі шлях будзе карацейшым.
ca: Preferència per les rutes amb aquesta dificultat, però si són més curtes també altres rutes més senzilles o més complicades.
cs: Preferovat trasy s touto obtížností, avšak povolit navigaci přes náročnější nebo jednodušší trasy, pokud jsou kratší.
da: Foretræk ruter af denne sværhedsgrad, selv om ruteføring over sværere eller lettere pister stadig er mulig, hvis de er kortere.
de: Routen dieser Schwierigkeit bevorzugen, obwohl bei kürzerer Routenführung schwierigere oder einfachere Pisten immer noch möglich sind.
el: Να προτιμώνται διαδρομές αυτής της δυσκολίας, αν και η διαδρομή σε πιο δύσκολες ή εύκολες πίστες είναι ακόμα εφικτές, εάν είναι πιο σύντομες.
eo: Preferi skivojojn tiuĉi facilo, sed la aplikaĵo povos difini kurson tra pli (mal)facilaj skivojoj, se la rezulta kurso estos pli mallonga.
es_us: Preferir rutas de esta dificultad, aunque el trazado sobre pistas más duras o más fáciles sigue siendo posible si son más cortas.
et: Eelista selle raskusastmega teekondi, ehkki lühema tee korral võib siiski esineda nii raskemaid kui lihtsamaid lõike.
eu: Hobetsi zailtasun hau duten ibilbideak, baina laburragoa bada pista zailago edo errazagoak hartu daitezke.
fa: اولویت را به مسیرهای با این سطح دشواری بده. هرچند اگر مسیرهای سخت‌تر یا آسان‌تر، کوتاه‌تر باشند همچنان مسیریابی از آن‌ها امکان‌پذیر است.
fr: Privilégier les itinéraires avec ce niveau de difficulté (le calcul d’un itinéraire plus difficile ou pus facile est toujours possible s'il est plus court).
gl: Preferir rotas desta dificultade, aínda que o trazado sobre pistas máis duras ou máis doadas segue a ser posíbel se son máis curtas.
he: להעדיף מסלולים ברמת הקושי הזו, למרות שניתוב דרך מסלולים קשים או קלים יותר עדיין אפשרי אם מדובר במסלולים יותר קצרים.
hu: Az ilyen nehézségi szintű pályák részesülnek előnyben, azonban az útvonalba továbbra is bekerülhetnek nehezebb vagy könnyebb pályák, ha úgy rövidebb.
id: Lebih suka rute kesulitan ini, meskipun perutean lebih sulit atau lebih mudah piste masih mungkin jika lebih pendek.
is: Kjósa leiðir á þessu erfiðleikastigi, þótt leiðarval um erfiðari eða auðveldari leiðir séu mögulegar ef um stutta búta sé að ræða.
it: Preferisci percorsi di questa difficoltà, benché percorsi di maggiore o minore difficoltà sono ancora possibili se più brevi.
ja: ここで選択した難易度をベースにルート検索をしますが、短い距離ならば難しいゲレンデや簡単なゲレンデへのルーティングも可能です。
ko: 이 난이도의 프리퍼 경로, 더 열심히 routing 또는 더 쉬운 피리스트는 더 짧은 경우 여전히 가능합니다.
lv: Dot priekšroku izvēlētajai grūtības pakāpei, lai arī vieglāki un grūtāki maršruti joprojām ir iespējami, ja tie ir pietiekami īsi.
mk: Pretpočitajte marsruti so ovaa teškotija, iako rutiranjeto preku poteški ili polesni pateki sè ušte e možno ako e pokratko.
nb: Foretrekk ruter med denne vanskelighetsgraden, selv om ruting over hardere eller enklere løyper fremdeles er mulig hvis kortere.
nl: Geef voorkeur aan routes met deze moeilijkheidsgraad hoewel routering over moeilijkere of makkelijkere pistes ook mogelijk is indien korter.
oc: Preferéncia per lei percors d’aqueste nivèu de dificultat sensa s’i limitar pasmens se de percors pus corts son possibles.
pl: Preferuj trasy o tej trudności, chociaż wyznaczanie tras przez trudniejsze lub łatwiejsze jest nadal możliwe, jeśli są krótsze.
pt_br: Prefira rotas dessa dificuldade, embora o roteamento em pistas mais difíceis ou mais fáceis ainda seja possível se for mais curto.
ro_ro: Preferați traseele de această dificultate, deși traseele pe pârtii mai dificile sau mai ușoare sunt posibile dacă sunt mai scurte.
ru: Предпочитаемый уровень сложности маршрутов. Более сложные или лёгкие трассы могут использоваться, если они короче.
sc: Preferi àndalas de custa dificultade, fintzas si colare in pistas prus difìtziles o prus fàtziles est galu possìbile si est prus curtzu.
sk: Preferovať trasy s touto náročnosťou, ale navigovanie cez náročnejšie alebo jednoduchšie zjazdovky je možné ak sú kratšie.
sl: Prednostno uporabi določeno težavnost poti, čeprav je vodenje prek težjih ali lažjih poti še vedno mogoče, če je pot krajša.
sr: Тежи путањама ове тежине, али остави могућност навођења преко тежих или лакших путања ако су краће.
sr_latn: Daj prednost rutama ove težine, navigacija na težim ili lakšim padinama moguća je ako su kraće.
sv: Prioritera rutter av denna svårighetsgrad, även om rutter över svårare eller lättare pister är tillåtna om de är kortare.
ta: இந்த சிரமத்தின் வழிகளை விரும்புங்கள், இருப்பினும் கடினமான அல்லது எளிதான பிச்ட்களை வழிநடத்துவது குறுகியதாக இருந்தால் இன்னும் சாத்தியமாகும்.
tr: Bu zorluktaki rotaları tercih et, ancak eğer daha kısa ise daha zor veya daha kolay pistler üzerinden yönlendirmek yine de mümkündür.
uk: Надавати перевагу маршрутам такої складності, хоча прокладання маршрутів через складніші або простіші ділянки все ще можливе, якщо вони коротші.
zh_hans: 倾向于这种难度的路线，尽管如果时间较短，在更难或更容易的滑雪道上的路线仍是可能的。
zh_hant: 偏好此難度的路線，雖然如果比較短的話，也可以使用更難或更容易的路線。

# rendering_attr_smoothness_bad_name
source: Bad
ar: سيئ
az: Pis
be: Дрэнная
bg: Лоша
ca: Dolenta
cs: Špatná
cy: Gwael
da: Dårlig
de: Schlecht
el: Κακό
eo: Malbona
es_us: Malo
et: Halb
eu: Txarra
fa: بد
fi: Huono
fr: Mauvais
gl: Mala
he: גרועה
hu: Rossz
id: Jelek
is: Slæmt
it: Cattiva
ja: クロスバイク、普通車、人力車などなら走行可
ka: ცუდი
lt: Bloga
lv: Slikts
mk: Losho
ml: മോശം
my: မကောင်း
nb: Dårlig
nl: Slecht
oc: Marrit -da
pl: Zła
pt_br: Ruim
ro_ro: Proastă
ru: Плохая
sc: Mala
sk: Zlá
sl: Slabo
sr: Лоше
sr_latn: Loše
sv: Dålig
ta: மோசமான
tr: Kötü
uk: Погана
vi: Xấu
zh_hans: 劣质
zh_hant: 差

# rendering_attr_highway_class_track_grade4_name
source: Grade 4
ar: الصف 4
ast: Grau 4
be: 4 клас
ca: Grau 4
cs: 4. třída
cy: Gradd 4
da: Grad 4
de: Klasse 4
el: Βαθμίδα 4
eo: Plejparte mola
es_us: Grado 4
et: 4. järk
eu: 4. gradua
fa: سطح ۴
fi: Luokka 4
fr: Niveau 4
gl: Grao 4
he: רמה 4
hu: 4. osztály (laza földút)
id: Tingkat 4
is: Gráða 4
it: Grado 4
ja: グレード4
ka: მეოთხე დონე
ko: 급료 4
lv: 4. klase
mk: Oceni 4
my: အဆင့် ၄
nb: Klasse 4
nl: Graad 4
oc: Gra 4
pl: Klasa 4
pt_br: Grau 4
ro_ro: Grad 4
ru: Класс 4
sc: Gradu 4
sk: Stupeň 4
sl: Ocena 4
sr: Квалитет 4
sr_latn: Kvalitet 4
sv: Grad 4
ta: தகுதி 4
tr: 4. sınıf
uk: 4 клас
vi: Cấp 4
zh_hans: 等级 4
zh_hant: 等級 4

# rendering_attr_surface_grass_name
source: Grass
ar: عشب
ast: Yerba
be: Трава
bg: Трева
ca: Gespa
cs: Tráva
cy: Glaswellt
da: Græs
de: Gras
el: Χορτάρι
eo: Herbo
es_us: Césped
et: Rohi
eu: Belarra
fa: چمن
fi: Ruoho
fr: Herbe
gl: Céspede
he: דשא
hu: Fű
id: Rumput
is: Gras
it: Erba
ja: 草、芝
ka: ბალახი
ko: 잔디
lt: Žolė
lv: Zālains
mk: Treva
ml: പുല്ല്
my: မြက်ပင်
nb: Gress
nl: Gras
oc: Èrba
pl: Trawa
pt_br: Grama
ro_ro: Iarbă
ru: Трава
sc: Erba
sk: Tráva
sl: Trava
sr: Трава
sr_latn: Trava
sv: Gräs
ta: புல்
tr: Çim
uk: Трава
vi: Cỏ
zh_hans: 草地
zh_hant: 草

# rendering_attr_highway_class_track_grade2_name
source: Grade 2
ar: الصف 2
ast: Grau 2
be: 2 клас
ca: Grau 2
cs: 2. třída
cy: Gradd 2
da: Grad 2
de: Klasse 2
el: Βαθμίδα 2
eo: Plejparte firma
es_us: Grado 2
et: 2. järk
eu: 2. gradua
fa: سطح ۲
fi: Luokka 2
fr: Niveau 2
gl: Grao 2
he: רמה 2
hu: 2. osztály (kavicsos)
id: Tingkat 2
is: Gráða 2
it: Grado 2
ja: グレード2
ka: მეორე დონე
ko: 학년 2
lv: 2. klase
mk: Oceni 2
my: အဆင့် ၂
nb: Klasse 2
nl: Graad 2
oc: Gra 2
pl: Klasa 2
pt_br: Grau 2
ro_ro: Grad 2
ru: Класс 2
sc: Gradu 2
sk: Stupeň 2
sl: Ocena 2
sr: Квалитет 2
sr_latn: Kvalitet 2
sv: Grad 2
ta: தகுதி 2
tr: 2. sınıf
uk: 2 клас
vi: Cấp 2
zh_hans: 等级 2
zh_hant: 等級 2

# rendering_attr_showLightRailRoutes_name
source: Light rail routes
ar: طرق السكك الحديدية الخفيفة
be: Маршруты гарадскога рэйкавага транспарту
bg: Маршрути на лек релсов транспорт
ca: Línies de tren lleuger
cs: Trasy lehké železnice
cy: Llwybrau trenau ysgafn
da: Letbaneruter
de: Stadtbahnlinien
el: Δρομολόγια ελαφρού σιδηροδρόμου
eo: Malpez-fervojaj kursoj
es_us: Rutas de tren ligero
et: Kergraudtee liinid
eu: Tren arineko trenbideak
fa: مسیرهای ریل سبک
fi: Pikaraitiovaunureitit
fr: Chemins de fer légers
he: מסלולי רכבת קלה
hu: HÉV-vonalak
id: Rute kereta api ringan
is: Leiðir léttlesta
it: Percorsi ferroviari urbani leggeri
ja: 軽量軌道交通(LRT)路線
ko: LRT 노선
lt: Lengvojo geležinkelio maršrutai
mk: Lesniželeznicki marsruti
nb: Lettbanelinjer
nl: Lichte spoorwegen
oc: Camin de ferre leugier
pl: Trasy kolei miejskiej
ro_ro: Rute de metrou ușor
ru: Маршруты легкорельсового транспорта
sc: Àndalas de sos trenos lèbios
sk: Trasy diaľkových električiek
sl: Proge lahkihželeznic
sr: Путање лаке железнице
sr_latn: Rute lake železnice
sv: Snabbspårvägar (stadsbana)
ta: லைட் ரயில் வழிகள்
tr: Hafif raylı yolları
uk: Маршрути легкорейкового транспорту
vi: Những tuyến đường ray hạng nhẹ
zh_hans: 轻轨线路
zh_hant: 輕軌路線

# routing_attr_allow_expert_name
source: Allow expert routes
ar: السماح بطرق المتخصصين
be: Дазволіць трасы для экспертаў
bg: Разрешаване на експертни маршрути
ca: Permet rutes expertes
cs: Povolit trasy pro experty
da: Tillad ekspertruter
de: Extreme Abfahrten zulassen
el: Να επιτρέπονται ειδικές διαδρομές
eo: Permesi malfacilegajn skivojojn
es_us: Permitir rutas expertas
et: Luba ekspertmarsruudid
eu: Baimendu adituentzako ibilbideak
fa: مسیرهای حرفه‌ای مجاز باشد
fr: Autoriser les itinéraires experts
gl: Permitir rotas para expertos
he: לאפשר מסלולי מקצוענים
hu: Extrém útvonalak engedélyezése
id: Perbolehkan rute ahli
is: Leyfa leiðir fyrir sérþjálfaða
it: Permetti percorsi per esperti
ja: 熟練者用ルートを許可
ka: ექსპერტის გზების დაშვება
ko: 전문 경로 허용
lv: Atļaut eksperta maršrutus
mk: Dozvolete stručni marsruti
nb: Tillat ekspertruter
nl: Sta expert routes toe
oc: Permetre lei percors expèrts
pl: Zezwalaj na trasy eksperckie
pt_br: Permitir rotas especializadas
ro_ro: Permite trasee pentru experți
ru: Разрешить экспертные маршруты
sc: Permite sas àndalas pro espertos
sk: Povoliť trasy pre expertov
sl: Dovoli nevarne poti
sr: Дозволи стручњачке путеве
sr_latn: Dozvoli stručne rute
sv: Tillåt expertrutter
ta: வல்லுநர் வழிகளை அனுமதிக்கவும்
tr: Uzman rotalara izin ver
uk: Дозволити складні маршрути
zh_hans: 允许专家路线
zh_hant: 允許專家路線

# rendering_attr_surface_snow_name
source: Snow
ar: ثلج
ast: Ñeve
az: Qar
be: Снег
bg: Сняг
ca: Neu
cs: Sníh
cy: Eira
da: Sne
de: Schnee
el: Χιόνι
eo: Neĝo
es_us: Nieve
et: Lumi
eu: Elurra
fa: برف
fi: Lumi
fr: Neige
gl: Neve
he: שלג
hu: Hó
id: Salju
is: Snjór
it: Neve
ja: 雪道
ka: თოვლი
ko: 눈
lt: Sniegas
lv: Sniegs
mk: Sneg
ml: മഞ്ഞ്
my: နှင်း
nb: Snø
nl: Sneeuw
oc: Neu
pl: Śnieg
pt_br: Neve
ro_ro: Zăpadă
ru: Снег
sc: Nie
sk: Sneh
sl: Sneg
sr: Снег
sr_latn: Sneg
sv: Snö
ta: பனி
tr: Kar
uk: Сніг
vi: Tuyết
zh_hans: 雪地
zh_hant: 雪

# routeInfo_steepness_name
source: Steepness
ar: الوعورة
az: Diklik
be: Пакатасць
bg: Стръмност
ca: Inclinació
cs: Strmost
cy: Serthrwydd
da: Stejlhed
de: Steilheit
el: Απότομη κλίση
eo: Dekliveco
es_us: Inclinación
et: Järskus
eu: Aldapa
fa: شیب
fi: Jyrkkyys
fr: Pente
gl: Pendente
he: תלילות
hu: Meredekség
id: Kecuraman
is: Bratti
it: Ripidezza
ja: 勾配
ka: ციცაბო
ko: 경사도
lt: Statumas
lv: Stāvums
mk: Strmnost
ml: ചെരിവ് (Steepness)
nb: Bratthet
nl: Helling
oc: Inclinason
pl: Nachylenie
pt_br: Inclinação
ro_ro: Înclinație
ru: Крутизна
sc: Ratesa
sk: Strmosť
sl: Naklon
sr: Нагиб
sr_latn: Nagib
sv: Lutning
ta: செங்குத்தானது
tr: Diklik
uk: Крутість
vi: Độ dốc
zh_hans: 坡度
zh_hant: 坡度

# rendering_value_walkingRoutesOSMCNodes_name
source: Node networks
ar: شبكة النقاط
be: Сеткі вузлоў
bg: Мрежа от възли
ca: Xarxes de nodes
cs: Sítě bodů
cy: Nodau rhwydweithiau
da: Nodenetværk
de: Knotennetzwerke
el: Δίκτυα κόμβων
eo: reto
es_us: Redes de nodos
et: Sõlmede võrgud
eu: Nodo sareak
fa: شبکه‌های گره
fi: Solmuverkot
fr: Réseaux de noeuds
gl: Redes de nós
he: רשתות מפרקים
hu: Ponthálózatok
id: Jaringan simpul
is: Hnútanetkerfi
it: Nodo reti
ja: ノードネットワーク
ka: უჯრედული ქსელები
kn: ನೋಡ್ ನೆಟ್‌ವರ್ಕ್‌ಗಳು
ko: 노드 네트워크
mk: Jazli na mreži
nb: Nodenettverk
nl: Knooppuntennetwerk
oc: Nos de malhum
pl: Sieci węzłów
pt_br: Redes de nós
ro_ro: Rețele de noduri
ru: Узловые сети
sc: Retzas de nodos
sk: Siete bodov
sl: Omrežja vozlišč
sr: Чворови мреже
sr_latn: Čvorovi mreža
sv: Nodnätverk
ta: முனை நெட்வொர்க்குகள்
tr: Düğüm ağları
uk: Вузлові мережі
vi: Mạng lưới nút
zh_hans: 节点网络
zh_hant: 節點網路

# routing_attr_motor_type_hybrid_name
source: Hybrid
ar: هجين
az: Hibrid
be: Гібрыдны
bg: Хибрид
ca: Híbrid
cs: Hybridní
el: Υβριδικό
eo: Hibrido
es_us: Híbrido
et: Hübriid
eu: Hibridoa
fa: هیبرید
fr: Hybride
he: היברידי
hu: Hibrid
id: Hibrida
is: Blendingur
it: Ibrido
ja: ハイブリッド
ka: ჰიბრიდული
ko: 하이브리드
mk: Hibrid
nl: Hybride
oc: Ibrid
pl: Hybryda
ro_ro: Hibrid
ru: Гибрид
sc: Ìbridu
sk: Hybridný
sl: Hibridni
sr: Мешовито
sr_latn: Hibrid
ta: கலப்பினம்
tr: Hibrit
uk: Гібрид
vi: Lai
zh_hans: 混动
zh_hant: 混合動力

source: Google Play
ar: جوجل بلاي
sr: Гугл плеј
sr_latn: Gugl plej
ta: கூகிள் ப்ளே
uk: Гугл плей макрет

# write_data_from_sensor_to_track
source: Write data from external sensors to GPX while trip recording.
ar: كتابة البيانات من أجهزة الاستشعار الخارجية إلى GPX أثناء تسجيل الرحلات.
bg: Запазва данните от външните сензори в GPX по време на запис на пътуването.
ca: Incorpora dades de sensors externs de GPX mentre s'enregistra el desplaçament.
cs: Zápis dat z externích senzorů do GPX během záznamu cesty.
da: Skriv data fra eksterne sensorer til GPX under turoptagelse.
de: Daten von externen Sensoren während der Fahrtaufzeichnung in GPX schreiben.
el: Γράψτε δεδομένα από εξωτερικούς αισθητήρες προς το GPX κατά τη διάρκεια της καταγραφής της διαδρομής.
eo: Skribi datumojn de eksteraj sentiloj al GPX dum registri spuron.
es_us: Escribir datos de sensores externos en el GPX mientras se graba el viaje.
eu: Idatzi datuak GPXra kanpoko sentsoreetatik bidaia grabatzen duzun bitartean.
fa: داده‌ها از حسگرهای خارجی به GPX هنگام ضبط سفر نوشته شوند.
fr: Stocker les données des capteurs externes dans le fichier GPX lors de l'enregistrement de traces.
he: לכתוב נתונים מחיישנים חיצוניים ל־GPX בעת הקלטת טיול.
hu: Adatok írása külső érzékelőkről GPX-fájlba az utazás rögzítésekor.
id: Tulis data dari sensor eksternal ke GPX saat perekaman perjalanan.
is: Skrifa gögn frá utanáliggjandi skynjurum í GPX-skrá á meðan skráning ferðar fer fram.
it: Scrivi i dati dei sensori esterni sulla traccia GPX durante la registrazione del viaggio.
ko: 트립 기록하는 동안 외부 센서에서 GPX로 데이터를 씁니다.
lt: Įrašyti duomenis iš išorinių jutiklių į GPX kelionės įrašymo metu.
nb: Skriv data fra eksterne sensorer til GPX under turopptak.
nl: Schrijf de gegevens van externe sensoren naar de GPX tijdens de trip opname.
pl: Zapisuj dane z czujników zewnętrznych do GPX podczas nagrywania trasy.
ro_ro: Scrieți date de la senzorii externi pe GPX în timpul înregistrării traseului.
ru: Сохранять данные с внешних датчиков в GPX-файл при записи маршрута.
sk: Zapísať údaje z externých snímačov do GPX počas záznamu výletu.
sl: Zapisovanje podatkov iz zunanjih senzorjev v GPX med snemanjem potovanja.
sr: Упиши податке са спољних пријемника у ГПИкс током снимања путовања.
sr_latn: Piši podatke s spoljnih senzora na GPX tokom snimanja putovanja.
sv: Skriv data från externa sensorer till GPX vis spårinspelning.
ta: பயண பதிவு செய்யும் போது வெளிப்புற சென்சார்களிடமிருந்து சிபிஎக்ச் தரவை எழுதுங்கள்.
uk: Записувати дані з зовнішніх датчиків у GPX під час запису треку.
vi: Viết dữ liệu từ các cảm biến bên ngoài đến GPX trong khi ghi hành trình.
zh_hans: 在记录行程时将外部传感器的数据写入 GPX。
zh_hant: 在旅程錄製時從外部感應器寫入資料至 GPX。

# external_device_details_information
source: Information
ar: معلومات
be: Інфармацыя
bg: Информация
ca: Informació
cs: Informace
cy: Gwybodaeth
el: Πληροφορίες
eo: Informo
es_us: Información
et: Lisateave
eu: Informazioa
fa: اطلاعات
fi: Lisätietoja
hu: Információ
id: Informasi
is: Upplýsingar
it: Informazioni
ka: ინფორმაცია
ko: 안내
lt: Informacija
nb: Informasjon
nl: Informatie
oc: Informacion
pl: Informacja
ro_ro: Informație
ru: Информация
sk: Informácie
sl: Podrobnosti
sr: Информације
sr_latn: Informacija
ta: தகவல்
uk: Відомості
vi: Thông tin
zh_hans: 信息
zh_hant: 資訊

# external_device_characteristic_total_distance
source: Total distance
ar: المسافة الإجمالية
bg: Общо разстояние
cs: Celková vzdálenost
da: Samlet afstand
de: Gesamtentfernung
el: Συνολική απόσταση
eo: Tuta distanco
es_us: Distancia total
et: Vahemaa kokku
eu: Distantzia osoa
fa: فاصله کل
fi: Kokonaismatka
fr: Distance totale
he: סה״כ מרחק
hu: Összes távolság
id: Jumlah jarak
is: Heildarvegalengd
it: Distanza totale
ko: 총 거리
lt: Bendras atstumas
nb: Total avstand
nl: Totale afstand
oc: Distància totala
pl: Całkowita odległość
ro_ro: Distanță totală
ru: Общее расстояние
sk: Celková vzdialenosť
sl: Skupna razdalja
sr: Укупно растојање
sr_latn: Ukupno rastojanje
sv: Total sträcka
ta: மொத்த தூரம்
tr: Toplam mesafe
uk: Загальна відстань
vi: Tổng khoảng cách
zh_hans: 总距离
zh_hant: 總體距離

source: Apply only to new points
ar: تطبيق على النقاط الجديدة فقط
be: Ужыць толькі да новых кропак
bg: Прилагане само към новите
cs: Použít pouze pro nové body
cy: Gosod i bwyntiau newydd yn unig
da: Anvend kun på nye punkter
de: Nur auf neue Punkte anwenden
el: Εφαρμογή μόνο στα νέα σημεία
eo: Apliki nur al novaj
es_us: Aplicar solo a puntos nuevos
et: Rakenda ainult uutele punktidele
eu: Aplikatu puntu berriei soilik
fa: فقط برای نقاط جدید پیاده شود
fi: Käytä vain uusiin pisteisiin
fr: Appliquer seulement aux nouveaux points
he: החלה רק על נקודות חדשות
hu: Alkalmazás csak az új pontokra
id: Terapkan ke titk baru saja
is: Bæta aðeins við nýja punkta
it: Applica solo ai nuovi punti
ja: 新規地点のみ適用
ko: 새 포인트에만 적용
mk: Primeni samo na novi točki
nb: Bruk kun for nye punkter
nl: Alleen toepassen bij nieuwe punten
pl: Zastosuj tylko do nowych punktów
ro_ro: Aplică doar punctelor noi
ru: Применить только к новым точкам
sc: Àplica petzi a sos puntos noos
sk: Použiť iba na nové body
sl: Uporabi samo za nove točke
sr: Применити само на нове тачке
sr_latn: Primeni samo na nove tačke
sv: Applicera bara på nya punkter
ta: புதிய புள்ளிகளுக்கு மட்டுமே பொருந்தும்
tr: Yalnızca yeni noktalara uygula
uk: Застосовувати тільки до нових точок
vi: Chỉ áp dụng đến những điểm mới
zh_hans: 仅应用于新点
zh_hant: 僅套用到新點

source: Trash is empty
ar: سلة المهملات فارغة
ckb: گلێشدان بەتاڵە
cs: Koš je prázdný
da: Papirkurven er tom
de: Papierkorb ist leer
el: Ο κάδος είναι άδειος
eo: Rubujo estas malplena
es_us: Papelera vacía
et: Prügikast on tühi
eu: Zakarrontzia hutsa dago
fa: زباله‌دان خالی است
fi: Roskakori on tyhjä
fr: La poubelle est vide
hu: A lomtár üres
id: Sampah sudah kosong
is: Ruslið er tómt
it: Il cestino è vuoto
ja: ごみ箱は空です
ko: 휴지통은 비어 있습니다
lt: Šiukšliadėžė tuščia
nb: Papirkurven er tom
nl: Prullenbak is leeg
pl: Kosz jest pusty
ro_ro: Coșul de gunoi este gol
ru: В корзине пусто
sk: Kôš je prázdny
sr: Канта отпада је празна
sr_latn: Kanta otpada je prazna
sv: Papperskorgen är tom
ta: குப்பை காலியாக உள்ளது
tr: Çöp kutusu boş
uk: Смітник порожній
vi: Thùng rác rỗng
zh_hans: 回收箱是空的
zh_hant: 回收桶是空的

# rendering_attr_padusHideBoundaries_name
source: Hide public land boundaries
ar: إخفاء حدود الأراضي العامة
be: Схаваць межы агульнадаступных зямель
ca: Amaga la delimitació dels terrenys públics
cs: Skrýt hranice veřejných prostranství
da: Skjul grænser for offentlige arealer
de: Grenzen von öffentlichem Land ausblenden
el: Απόκρυψη ορίων δημόσιας γης
eo: Kaŝi limojn de publikaj terenoj
es_us: Ocultar límites de tierras públicas
eu: Ezkutatu lurzoru publikoen mugak
fa: مرز اراضی عمومی را پنهان کن
fi: Piilota julkiset maanrajat
fr: Masquer les limites des terrains publiques
hu: Közterülethatárok elrejtése
id: Sembunyikan batas-batas lahan pemerintah
is: Fela afmarkanir á opinberu landi
it: Nascondi i confini del territorio pubblico
ja: 公有地の境界を隠す
ko: 공공 토지 경계
lt: Slėpti valstybinės žemės ribas
nl: Verberg de grenzen van openbare ruimtes
ro_ro: Ascunderea limitelor terenurilor publice
ru: Скрыть границы общественных земель
sk: Skryť hranice verejných pozemkov
sr: Сакриј границе јавних површина
sr_latn: Sakriti granice javnog zemljišta
sv: Dölj gränser för offentlig mark
ta: பொது நில எல்லைகளை மறைக்கவும்
te: బహిరంగ భూ సరిహద్దులను దాచివేయు
uk: Приховати межі громадських земель
vi: Ẩn ranh giới đất công cộng
zh_hans: 隐藏公共用地边界
zh_hant: 隱藏公有地邊界

# track_3d
source: 3d track
cs: 3D stopa
da: 3D-spor
el: 3d ίχνος
es_us: Traza 3D
fr: Trace 3D
hu: 3D nyomvonal
id: trek 3d
is: Þrívíddarferill
it: Traccia 3d
ro_ro: pistă 3d
ru: 3d-трек
sk: 3D stopa
sr: 3Д путања
sr_latn: 3D staza
sv: 3d-spår
ta: 3 டி டிராக்
uk: 3D-трек
zh_hant: 3D路徑

source: Downward gradient
cs: Spád dolů
da: Nedadgående gradient
de: Abwärtsneigung
el: Κατηφορική κλίση
eo: Gradiento malsupren
es_us: Gradiente descendente
et: Tee kalle alla
eu: Beheranzko gradientea
fa: شیب رو به پایین
fr: Gradient vers le bas
hu: Lejtés foka
id: Gradien ke bawah
is: Litstigull niður
it: Gradiente verso il basso
ja: 下り勾配
ko: 아래 글래드런
lt: Gradientasžemyn
nl: Neerwaartse helling
pl: Nachylenie w dół
ro_ro: Gradient descendent
ru: Нисходящий градиент
sk: Gradient smerujúci nadol
sr: Прелив наниже
sr_latn: Gradijent na dole
sv: Nedåtgående gradient
ta: கீழ்நோக்கி சாய்வு
tr: Aşağı doğru eğim
uk: Спадний градієнт
vi: Độ dốc đi xuống
zh_hant: 向下斜率
