Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# base_profile_descr_bicycle
source: Mountain bike, moped, horse
ar: الدراجة الجبلية ، دراجة نارية ، الحصان
be: Горны ровар, мапед, конь
ca: Bicicleta de muntanya, ciclomotor, cavall
cs: Horské kolo, moped, kůň
cy: Beic mynydd, moped, ceffyl
da: Mountainbike, knallert, hest
de: Mountainbike, Moped, Pferd
el: Ποδήλατο βουνού, μοτοποδήλατο, άλογο
eo: Biciklo, motorbiciklo,ĉevalo
es_us: Bicicleta de montaña, ciclomotor, caballo
et: Maastikuratas, mopeed, hobune
eu: Mendiko bizikleta, ziklomotorra, zaldia
fa: دوچرخهٔ کوهستان، موتورگازی، اسب
fi: Maastopyörä, mopo, hevonen
fr: VTT, vélomoteur, cheval
gl: Bicicleta de montaña, ciclomotor, cabalo
he: אופני הרים, טוסטוס, סוס
hi: एमटीबी, मोपेड, घोड़े
hu: Hegyi kerékpár, kismotor, ló
id: Sepeda gunung, motor bebek, kuda
is: Fjallahjól, skellinöðrur, hestar
it: Mountain bike, ciclomotore, cavallo
ja: マウンテンバイク、原付、馬
ka: მთის მოტოციკლეტი, მოპედი, ცხენი
ko: 산악자전거, 오토바이, 말
lv: MTB, mopēds, zirgs
mk: Planinski velosiped, moped, konj
my: MTB, moped, မြင်း
nb: Terrengsykkel, moped, hest
nl: Mountainbike, bromfiets, paard
oc: Bicicleta de montanha, ciclomotor, cavau
pl: Rower górski, motorower, koń
pt_br: Mountain bike, ciclomotor, cavalo
ro_ro: Mountain bike, moped, cal
ru: Горный велосипед, мопед, лошадь
sc: Bitzicleta pro sos montes, tziclumotore, caddu
sk: Horský bicykel, moped, kôň
sl: Za gorska kolesa, motorna kolesa, ježo s konji
sr: Планинарски бицикл, мопед, коњ
sr_latn: Planinarski bicikl, moped, konj
sv: Mountain bike, moped, häst
ta: மலை பைக், மொபெட், குதிரை
tr: Dağ bisikleti, moped, at
uk: MTB (велосипед), мопед, верхи
vi: Xe đạp địa hình, xe đạp điện, ngựa
zh_hans: 山地自行车、轻便摩托车、马
zh_hant: 山地車、代步車、馬

# profile_sett_descr
source: Affect selected application profile
ar: تؤثر على ملف التعريف المحدد
be: Уплывае на абраны профіль праграмы
ca: Afecta als perfils d'aplicació seleccionats
cs: Ovlivní vybraný profil aplikace
da: Påvirker den valgte app-profil
de: Betrifft das ausgewählte Anwendungsprofil
el: Επηρεάζει τα επιλεγμένα προφίλ εφαρμογής
es_us: Afecta al perfil de la aplicación elegido
et: Mõjuta valitud rakenduse profiili
fr: Affecter le profil de l'application sélectionnée
hu: A kiválasztott alkalmazásprofilra van hatással
id: Memengaruhi profil aplikasi yang dipilih
is: Hefur áhrif á valin forritssnið
it: Influisce sul profilo dell'applicazione selezionata
ja: 選択したアプリプロファイルに影響します
ka: გადატარება არჩეული აპლიკაციის პროფილზე
nl: Beïnvloedt geselecteerde applicatieprofiel
oc: Afectar ai perfius d'aplicacion seleccionats
pl: Wpływa na wybrany profil aplikacji
pt_br: Afetar o perfil de aplicativo selecionado
ro_ro: Afectează profilul de aplicație selectat
ru: Влияет на выбранный профиль приложения
sc: Influentzat sos profilos de s'aplicatzione ischertados
sr: Утиче на изабрани профил апликације
sr_latn: Utiče na izabrani profil aplikacije
sv: Påverka vald applikationsprofil
ta: தேர்ந்தெடுக்கப்பட்ட பயன்பாட்டு சுயவிவரத்தை பாதிக்கும்
tr: Seçili uygulama profilini etkiler
uk: Впливає на вибраний профіль застосунку
zh_hant: 影響選定的應用程式設定檔

# osmand_live_updates_size
source: Downloaded updates size
ar: حجم التحديثات التي تم تنزيلها
be: Памер абнаўленняў на спампоўванне
ca: Mida de les actualitzacions baixades
cs: Velikost stažených aktualizací
da: Størrelse af hentede opdateringer
de: Größe der heruntergeladenen Updates
el: Μέγεθος ληφθέντων ενημερώσεων
es_us: Tamaño de las actualizaciones descargadas
et: Allalaaditud uuenduste maht
fr: Taille des mises à jour
hu: A letöltött frissítések mérete
id: Ukuran pembaruan yang diunduh
is: Stærð sóttra uppfærslna
it: Dimensione degli aggiornamenti scaricati
ja: ダウンロードした更新ファイルのサイズ
ka: გადმოწერილი განახლებების ზომა
ko: 다운로드된 업데이트 크기
nl: Gedownloade update grootte
oc: Dimension deis actualizacions teledescargadas
pl: Rozmiar pobranych aktualizacji
pt_br: Tamanho das atualizações baixadas
ro_ro: Dimensiunea actualizărilor descărcate
ru: Размер скачиваемых обновлений
sc: Mannària de sos agiornamentos iscarrigados
sk: Veľkosť stiahnutých aktualizácií
sr: Величина преузетих ажурирања
sr_latn: Veličina preuzetih ažuriranja
sv: Storlek på nedladdade uppdateringar
ta: புதுப்பிக்கப்பட்ட புதுப்பிப்புகள் அளவு
tr: İndirilen güncelleme boyutu
uk: Розмір завантажених оновлень
zh_hant: 已下載更新的大小

# download_tab_updates
source: Updates
ar: التحديثات
ast: Anovamientos
az: Yeniləmələr
be: Абнаўленні
bg: Нови
ca: Actualitzacions
cs: Aktualizace
cy: Diweddariadau
da: Opdateringer
de: Aktualisierungen
el: Ενημερώσεις
eo: Ĝisdatigoj
es_us: Actualizaciones
et: Uuendused
eu: Eguneraketak
fa: به‌روزرسانی‌ها
fi: Päivitykset
fr: Mises à jour
gl: Actualizacións
he: עדכונים
hu: Frissítések
hy: Թարմացումները
id: Pembaruan
is: Uppfærslur
it: Aggiornamenti
ja: アップデート
ka: განახლებები
kn: ಇಂದಿನವುಗಳು
ko: 업데이트
lt: Atnaujinimai
lv: Atjauninājumi
mk: Azuriranja
ml: പരിഷ്കരണങ്ങ
mr: अद्यतने
nb: Oppdateringer
oc: Actualizacions
pl: Aktualizacje
ro_ro: Actualizări
ru: Обновления
sc: Agiornamentos
sk: Aktualizácie
sl: Posodobitve
sr: Надградње
sr_latn: Ažuriranja
sv: Uppdateringar
ta: புதுப்பிப்புகள்
tr: Güncellemeler
uk: Оновлення
vi: Bản cập nhật
zh_hans: 可更新
zh_hant: 可更新

# quick_action_parking_descr
source: Tapping this action button adds a parking location at the map center point.
ar: انقر على زر التشغيل هذا لإضافة موقف للسيارات في وسط الخريطة.
be: Націск на гэтую кнопку дадасць месца паркоўкі ў цэнтры экрана.
ca: Prement aquest botó d'acció afegireu una posició d'aparcament en el centre de la pantalla.
cs: Klepnutím na toto tlačítko akce přidáte parkovací místo do středu mapy.
da: Ved tryk på genvejsknappen tilføjes en parkeringsplacering ved kortets midtpunkt.
de: Drücken diesen Buttons erlaubt das Hinzufügen der Parkposition in der Mitte der Karte.
el: Πατώντας αυτό το κουμπί ενέργειας προσθέτει ένα σημείο στάθμευσης στο κέντρο του χάρτη.
es_us: Este botón de acción, añade una ubicación de estacionamiento en el punto central del mapa.
et: Selle toimingunupu puudutamine lisab parkimiskoha kaardi keskpunkti.
fr: Appuyez pour ajouter un emplacement de stationnement au point central de la carte.
hu: Erre a műveletgombra koppintva adhat hozzá parkolási helyet a térkép középpontjához.
id: Mengetuk tombol aksi ini menambahkan lokasi parkir di titik tengah peta.
is: Ef ýtt er á þennan aðgerðahnapp verður staðsetningu bílastæðis bætt á miðju skjásins.
it: Toccando questo pulsante si aggiunge una posizione di parcheggio nel punto centrale della mappa.
ja: このアクションボタンをタップすると、マップの中心が駐車位置としてマーキングされます。
nl: Door op deze knop te tikken wordt een parkeerlocatie gemarkeerd op het centrale punt op de kaart.
oc: Aquest boton vos permet d'ajustar lèu una posicion d'aparcament au centre de l'ecran.
pl: Naciśnięcie tego przycisku czynności powoduje dodanie miejsca parkingowego na środku mapy.
pt_br: Tocar neste botão de ação adiciona um local de estacionamento no ponto central do mapa.
ro_ro: Atingerea acestui buton de acțiune adaugă o locație de parcare în punctul central al hărții.
ru: Эта кнопка действия добавляет место парковки вашего автомобиля на карте в координатах точки центра экрана.
sc: Incarcare custu butone de s'atzione annanghet unu parchègiu in su tzentru de sa mapa.
sr: Додиром на ово дугме за акцију додаје се паркинг локација на централној тачки мапе.
sr_latn: Dodirom na ovo dugme za akciju dodaje se parking lokacija na centralnoj tački mape.
sv: Tryck på denna åtgärdsknapp lägger till en parkeringsplats på kartans mittpunkt.
ta: இந்த செயல் பொத்தானைத் தட்டுவது வரைபட மைய புள்ளியில் பார்க்கிங் இருப்பிடத்தை சேர்க்கிறது.
tr: Bu eylem düğmesine dokunmak, haritanın merkez noktasına bir park yeri ekler.
uk: Натискання на цю кнопку додасть місце стоянки в центрі екрана.
zh_hant: 點選此動作按鈕在地圖中心點新增停車位置。

# add_notification_calendar
source: Add notification to Calendar
ar: إضافة إشعار إلى التقويم
be: Напамін у календары
ca: Desa la notificació al calendari
cs: Přidat upozornění do kalendáře
da: Tilføj en meddelelse til kalender
de: Benachrichtigung zum Kalender hinzufügen
el: Προσθήκη ειδοποίησης στο Ημερολόγιο
es_us: Añadir notificación al calendario
et: Lisa kalendrimärge
fi: Lisää muistutus kalenteriin
fr: Ajouter la notification au calendrier
hu: Értesítés hozzáadása a naptárhoz
id: Tambah notifikasi ke Kalender
is: Bæta áminningu í dagatal
it: Aggiungi la notifica a Calendar
ja: カレンダーに通知を追加
ka: გაფრთხილების დამატება კალენდარში
nl: Notificatie toevoegen aan Kalender
oc: Ajustar la notificacion au Calendier
pl: Dodaj powiadomienie do Kalendarza
pt_br: Adicionar notificação ao calendário
ro_ro: Adăugați notificarea la Calendar
ru: Напоминание в календаре
sc: Annanghe sa notìfica a su Calendàriu
sk: Pridať upozornenie do kalendára
sl: Dodaj spremembe v koledar
sr: Додајте обавештење у Календар
sr_latn: Dodajte obaveštenje u Kalendar
sv: Lägg till kalenderpåminnelse
ta: காலெண்டரில் அறிவிப்பைச் சேர்க்கவும்
tr: Bildirim Takvime Ekle
uk: Нагадування в календарі
zh_hant: 增加通知到日曆中

# osmand_purchases_item
source: OsmAnd purchases
ar: مشتريات أوسماند
ast: Compres d'OsmAnd
az: OsmAnd alışları
be: Куплі OsmAnd
bn: ওএসএমও কেনাকাটা
ca: Compres OsmAnd
cs: Nákupy v OsmAnd
cy: Prynu nwyddau OsmAnd
da: OsmAnd køb
de: OsmAnd-Einkäufe
el: Αγορές OsmAnd
eo: Aĉeti OsmAnd
es_us: Compras en OsmAnd
et: Ostud OsmAnd rakenduses
eu: OsmAnd erosketak
fa: خریدهای OsmAnd
fi: OsmAnd ostot
fr: Achats OsmAnd
gl: Compras do OsmAnd
he: רכישות OsmAnd
hu: OsmAnd vásárlások
hy: OsmAnd-ի գնումները
id: Pembelian OsmAnd
is: Innkaup í OsmAnd
it: Acquisti OsmAnd
ja: OsmAndの購入
ka: OsmAnd-ის შესყიდვები
ko: OsmAnd 구매
lv: OsmAnd pirkumi
mk: OsmAnd kupuvanja
nb: OsmAnd-kjøp
nl: OsmAnd-aankopen
oc: Cròmpas OsmAnd
pl: Zakupy w OsmAnd
ro_ro: Achiziții OsmAnd
ru: Покупки OsmAnd
sc: Còmporas de OsmAnd
sk: Nákupy v OsmAnd
sl: OsmAnd nakupi
sr: ОсмАнд куповине
sr_latn: OsmAnd kupovine
sv: OsmAnd-köp
ta: ஒச்மண்ட் கொள்முதல்
tr: OsmAnd satın alımları
uk: Покупки в OsmAnd
vi: Mua hàng trong OsmAnd
zh_hans: OsmAnd 购买
zh_hant: OsmAnd 購買

source: Modified file
ar: ملف معدل
bg: Променен файл
ca: Fitxer modificat
cs: Změněný soubor
da: Ændret fil
de: Geänderte Datei
el: Τροποποιημένο αρχείο
eo: Modifita dosiero
es_us: Archivo modificado
et: Muudetud fail
eu: Fitxategi aldatua
fa: پرونده تغییر یافته
fi: Muokattu tiedosto
fr: Fichier modifié
he: קובץ שנערך
hu: Módosított fájl
id: Berkas diubah
is: Breytt skrá
it: File modificato
ja: 変更されたファイル
ko: 수정된 파일
lt: Modifikuotas failas
nb: Endret fil
nl: Aangepast bestand
oc: Fichier modificat
pl: Plik zmieniony
ro_ro: Fișier modificat
ru: Изменённый файл
sc: Documentu modificadu
sk: Zmenený súbor
sl: Spremenjena datoteka
sr: Измењена датотека
sr_latn: Izmenjen fajl
sv: Ändrad fil
ta: மாற்றியமைக்கப்பட்ட கோப்பு
tr: Değiştirilen dosya
uk: Змінений файл
vi: Tệp đã được sửa đổi
zh_hans: 已修改文件
zh_hant: 已修改的檔案

# rendering_attr_natureReserves_description
source: Show nature reserve, protected areas, and national parks.
ar: عرض المحمية الطبيعية والمناطق المحمية والمتنزهات الوطنية.
be: Паказаць запаведнікі, ахоўныя зоны і нацыянальныя паркі.
bg: Показват се природни резервати, защитени територии и национални паркове.
cs: Zobrazit přírodní rezervace, chráněné oblasti a národní parky.
cy: Dangos gwarchodfeydd natur, ardaloedd o harddwch, a pharciau cenedlaethol.
da: Vis naturreservater, beskyttede områder og nationalparker.
de: Naturreservate, Schutzgebiete und Nationalparks anzeigen.
el: Εμφανίζει φυσικά καταφύγια, προστατευόμενες περιοχές και εθνικά πάρκα.
eo: Montri natur-rezervejojn, protektatajn areojn kaj naciajn parkojn.
es_us: Mostrar reservas naturales, áreas protegidas y parques nacionales.
et: Näita looduskaitsealasid, kaitsealasid ja rahvusparke.
eu: Erakutsi naturaren erreserbak, eremu babestuak eta parke nazionalak.
fa: مناطق حفاظت‌شده طبیعی را روی نقشه نمایش می‌دهد.
fi: Näytä luonnonsuojelualueet, suojellut alueet ja kansallispuistot.
fr: Afficher les réserves naturelles, les zones protégées et les parcs nationaux.
he: הצגת שמורת טבע, אזורים מוגנים ופארקים לאומיים.
hu: Tájvédelmi körzetek, természetvédelmi területek és nemzeti parkok megjelenítése.
id: Tampilkan cagar alam, kawasan terlindungi, dan taman nasional.
is: Birta mörk friðlanda, verndaðra svæða og þjóðgarða.
it: Mostra riserve naturali, aree protette e parchi naturali.
ja: 自然保護区、保護地域、国立公園を表示します。
ko: 자연보호구역, 보호구역, 국립공원을 보여줍니다.
mk: Prikaži priroden rezervat, zaštiteni podračja i nacionalni parkovi.
nb: Vis naturreservat, vernede områder, og nasjonalparker.
nl: Toon natuurreservaten, beschermde gebieden en nationale parken.
oc: Mostrar lei resèrvas naturalas, leis airaus protegits e lei pargues naturaus.
pl: Pokaż rezerwat przyrody, obszary chronione i parki narodowe.
ro_ro: Arată rezervații naturale, zone protejate și parcuri naționale.
ru: Показать заповедники, особо охраняемые природные территории и национальные парки.
sc: Ammustra sas riservas naturales, sas àreas amparadas e sos parcos natzionales.
sk: Zobraziť prírodné rezervácie, chránené oblasti a národné parky.
sl: Pokaže naravne rezervate, zavarovana območja in narodne parke.
sr: Приказ заштићених подручја природе.
sr_latn: Prikazati rezervate, zaštićena područja prirode i nacionalne parkove.
sv: Visa naturreservat, skyddade områden och nationalparker.
ta: இயற்கை இருப்பு, பாதுகாக்கப்பட்ட பகுதிகள் மற்றும் தேசிய பூங்காக்களைக் காட்டு.
tr: Doğa koruma alanı, korunan alanlar ve milli parkları göster.
uk: Показати заповідники, заповідні території та національні парки.
vi: Hiện khu bảo tồn thiên nhiên, các khu vực được bảo vệ, và các công viên quốc gia.
zh_hans: 展示自然保护区、保护区和国家公园。
zh_hant: 展示自然保留區、保護區與國家公園。

# announcement_time_off_route
source: Off route
ar: خارج المسار
az: Marşrutdan kənar
be: Па-за маршрутам
cs: Mimo trasu
cy: Oddi ar y llwybr
da: Uden for ruten
de: Abweichung von der Route
el: Εκτός πορείας
eo: Devojiĝo de kurso
es_us: Fuera de la ruta
et: Kõrvalekalle marsruudist
eu: Ibilbidetik kanpo
fa: خروج از مسیر
fi: Pois reitiltä
fr: Hors de l'itinéraire prévu
gl: Fóra da ruta
he: סטייה ממסלול
hu: Letérés az útvonalról
id: Di luar rute
is: Utan leiðar
it: Fuori percorso
ja: ルートからの逸脱
ka: მარშრუტის გარეთ
ko: 오프루트
mk: Nadvor od rutata
nb: Ruteavvik
nl: Afwijking van de route
oc: Fòra dau percors
pl: Poza trasą
ro_ro: În afara traseului
ru: Вне маршрута
sc: In foras de s'àndala
sk: Mimo trasy
sl: Izven poti
sr: Ван пута
sr_latn: Van puta
sv: Utanför rutten
ta: பாதை
tr: Rota dışı
uk: Поза маршрутом
vi: Lạc khỏi tuyến đường
zh_hans: 偏离路线
zh_hant: 偏離路線

source: There are no connected sensors of this type
ar: لا توجد أجهزة استشعار متصلة من هذا النوع
bg: Няма свързани сензори от този вид
ca: No hi ha sensors connectats d'aquest tipus
cs: Nejsou připojeny žádné senzory tohoto typu
da: Der er ikke tilsluttet sensorer af denne type
de: Es sind keine Sensoren dieses Typs angeschlossen
el: Δεν υπάρχουν συνδεδεμένοι αισθητήρες αυτού του τύπου
eo: Estas neniu konektita sentilo de tiuĉi speco
es_us: No hay sensores de este tipo conectados
et: Seda tüüpi ühendatud andureid ei leidu
eu: Ez dago mota honetako sentsorerik konektatuta
fa: هیچ حسگر متصلی از این نوع وجود ندارد
fr: Aucun capteur de ce type n'est connecté
he: אין חיישנים מחוברים מהסוג הזה
hu: Nincs ilyen típusú érzékelő kapcsolódva
id: Tidak ada sensor dengan jenis ini yang terhubung
is: Það eru engir tengdir skynjarar af þessari gerð
it: Non ci sono sensori collegati di questo tipo
ko: 이 유형의 연결된 센서가 없음
nb: Det er ingen tilkoblede sensorer av denne typen
nl: Er zijn geen aangesloten sensoren van dit type
pl: Brak podłączonych czujników tego typu
ro_ro: Nu există senzori de acest tip conectați
ru: Нет подключённых датчиков этого типа
sk: Nie sú pripojené žiadne snímače tohto typu
sl: Ni povezanih senzorjev te vrste
sr: Нема повезаних сензора овог типа
sr_latn: Nema povezanih senzora ove vrste
sv: Det finns inga anslutna sensorer av den här typen
ta: இந்த வகை இணைக்கப்பட்ட சென்சார்கள் எதுவும் இல்லை
tr: Bu türde bağlı sensör yok
uk: Немає підключених датчиків цього типу
vi: Không có cảm biến nào thuộc loại này được kết nối
zh_hans: 没有连接到此类传感器
zh_hant: 沒有此類型的已連結感應器

# upload_to_osm_short
source: Upload to OSM
cs: Nahrát do OSM
da: Upload til OSM
de: Hochladen zu OSM
el: Ανέβασμα στο OSM
es_us: Subir a OSM
et: Laadi üles OSM-i
fr: Télécharger sur OSM
hu: Feltöltés az OSM-re
id: Unggah ke OSM
is: Senda inn til OSM
it: Carica su OSM
nl: Uploaden naar OSM
ro_ro: Încărcați în OSM
ru: Отправить в OSM
sk: Odoslať do OSM
sr: Отпреми на ОСМ
sr_latn: Otpremi na OSM
sv: Ladda upp till OSM
ta: OSM இல் பதிவேற்றவும்
tr: OSM'ye yükle
uk: Вивантажити до OSM
zh_hant: 上傳到OSM

# osm_edit_close_note
source: Close OSM Note
ar: أغلاق ملاحظة OSM
be: Закрыць нататку OSM
ca: Tanca la nota d'OSM
cs: Zavřít OSM poznámku
cy: Cau Nodyn OSM
da: Luk OSM-bemærkning
de: OSM-Hinweis schließen
el: Κλείσιμο Σημείωσης OSM
eo: Fermi OSM-rimarkon
es_us: Cerrar nota de OSM
et: Sulge OSM märkus
eu: Itxi OSM oharra
fa: بستن یادداشت OSM
fi: Sulje OSM Note
fr: Fermer la note OSM
gl: Pechar nota do OSM
he: סגירת הערת OSM
hu: OSM-jegyzet lezárása
id: Tutup Catatan OSM
is: Loka OSM-minnispunkti
it: Chiudi la nota OSM
ja: OSMメモを閉じる
ka: OSMსანიშნის დახურვა
ko: OSM 노트 닫기
lv: Aizvērt OSM Note
mk: Zatvori go OSM note
nb: Lukk OSM-notat
nl: Sluit OSM Note
oc: Clacar la nòta d'OSM
pl: Zamknij uwagę OSM
ro_ro: Închide nota OSM
ru: Закрыть заметку OSM
sc: Serra sa nota de OSM
sk: Zatvoriť OSM poznámku
sl: Zapri OSM opombo
sr: Затвори белешку ОСМ-а
sr_latn: Zatvori OSM belešku
sv: Stäng OSM Anteckningar
ta: OSM குறிப்பை மூடு
tr: OSM Notunu Kapat
uk: Закрити Нотатку OSM
vi: Đóng Ghi chú OSM
zh_hans: 关闭 OSM 注记
zh_hant: 關閉 OSM 註記

# shared_string_app_profile
source: App profile
ar: تطبيق الملف الشخصي
cs: Profil aplikace
da: App-profil
de: App-Profil
el: Προφίλ εφαρμογής
es_us: Perfil de la aplicación
et: Rakenduse profiil
eu: Aplikazioaren profila
fi: Sovellusprofiili
fr: Profil de l'application
hu: Alkalmazásprofil
id: Profil aplikasi
is: Forritssnið
it: Profilo app
nl: App-profiel
oc: Perfiu de l’aplicacion
ro_ro: Profil aplicație
ru: Профиль приложения
sk: Profil aplikácie
sr: Налог програма
sr_latn: Profil aplikacije
sv: App-profil
ta: பயன்பாட்டு சுயவிவரம்
tr: Uygulama profili
uk: Профіль застосунку
vi: Hồ sơ ứng dụng
zh_hant: 應用程式設定檔

# get_discount_title
source: Get %d %@ at %@ off.
ar: احصل على %d%@ بخصم %@.
be: Атрымайце %d %@ са зніжкай %@.
bg: Get %d %@ at %d%% off.
ca: "Aconseguiu %d %@ amb un %@ de descompte."
cs: Získejte %d %@ při slevě %@.
cy: Cael %d %@ am %@ i ffwrdd.
da: Få %d %@ med %@ rabat.
de: Bekommen Sie %d %@ mit %@ Rabatt.
el: Αποκτήστε το %d %@ με έκπτωση %@.
eo: Akiru %d %@ kun rabato %@.
es_us: Obtén %d %@ a %@ de descuento.
et: Hangi %d %@ soodustusega %@.
eu: Eskuratu %d %@ %@(e)ko deskontuarekin.
fa: ‏ %d %@ را با %@ تخفیف بگیرید.
fi: Get %d %@ at %d%% off.
fr: Réduction de %@ pendant %d %@.
gl: Obter %d %@ cun %@ de desconto.
he: לקבל את %d %@ ב־%@ הנחה.
hu: Szerezze meg %d %@ %@ kedvezménnyel.
hy: Ստացեք %d %@ at %@ off.
id: Dapatkan %d %@ dengan diskon %@.
is: Fáðu %d %@ með %@ afslætti.
it: Ottieni %d %@ al %@ di sconto.
ja: %dを%@で入手 、今なら%@割引です。
ka: Get %d %@ at %d%% off.
ko: 지금 %d %@ 에 %d%% 할인.
lt: Gaukite %d %@ su %@ nuolaida.
lv: Saņemiet %d %@ ar %@ atlaidi.
mk: Dobijte %d %@ so %@ popust.
mr: %d %@ वर %@ सूट मिळवा.
nb: Kjøp %d %@ med %@ rabatt.
nl: Nu %d %@ met %@ korting.
oc: Acquistar %d %@ amb un %d%% de descòmpte.
pl: Uzyskaj %d %@ taniej o %@.
pt_br: Obter %d %@ a %d%% de desconto.
ro_ro: Obțineți %d %@ la %@ discount.
ru: Получите %d %@ со скидкой %@.
sc: Otene %d %@ a su %@ de iscontu.
sk: Získajte %d %@ pri zľave %@.
sl: Kupite %d %@ s/z %@ popusta.
sr: Набавите %d %@ за %@ ниже.
sr_latn: Nabavite %d %@ za %@ jeftinije.
sv: Få %d %@ på %@ av.
ta: %@ இல் %d %@ ஐப் பெறுங்கள்.
tr: %@ indirimli olarak %d %@ alın.
uk: Отримайте %d %@ зі знижкою %@.
zh_hans: 以 %@ 折扣优惠获取 %d %@。
zh_hant: 以 %@ 折扣的優惠取得 %d %@。

# get_discount_first_part
source: %@ for the first %@
ar: %@لأول %@
az: İlk %@ üçün %@
be: %@ за першы %@
bg: %@ for first %@
ca: %@ pels primers %@
cs: %@ za první %@
cy: %@ am y %@ cyntaf
da: %@ for de første %@
de: %@ für die ersten %@
el: %@ για τους πρώτους %@
eo: %@ por la unua %@
es_us: %@ durante el primer %@
et: %@ esimese %@ eest
eu: %@ lehen %@
fa: ‏%@ برای %@ اول
fi: %@ for first %@
fr: %@ pour le(la) premier(ère) %@
gl: %@ para o primeiro %@
he: %@למשך %@ הראשונים
hu: %@ az első %@
hy: %@ առաջինի %@
id: %@ untuk %@ pertama
is: %@ fyrir fyrstu %@
it: %@ per il primo %@
ja: 初%@度 %@
ka: %@პირველი %@-დან
ko: %@ 첫번째 %@
lt: %@ for first %@
lv: %@ par pirmo %@
mk: %@ za prvite %@
nb: %@ de første %@
nl: %@ voor de eerste %@
oc: %@ per lei premiers %@
pl: %@ dla pierwszych %@
pt_br: %@ para primeiro %@
ro_ro: %@ pentru primul %@
ru: %@ за первый %@
sc: %@ pro su primu %@
sk: %@ za prvé %@
sl: %@ za prvi %@
sr: %@ првих %@
sr_latn: %@ prvih %@
sv: %@ för de första %@
ta: முதல் %@ க்கு %@
tr: İlk %@ için %@
uk: %@ за перший %@
zh_hans: 以 %@ 的第一次 %@
zh_hant: 供 %@ 的第一次 %@

source: Mapillary image
ar: صور مابيلاري
ast: Imaxe de Mapillary
az: Mapillary təsviri
be: Выява Mapillary
ca: Imatge Mapillary
cs: Obrázek Mapillary
cy: Delwedd Mapillary
da: Mapillary-foto
de: Mapillary-Foto
el: Εικόνα Mapillary
eo: Mapillary-foto
es_us: Imagen de Mapillary
et: Mapillary pilt
eu: Mapillary irudia
fa: تصویر مپیلاری
fi: Mapillary-kuva
fr: Image Mapillary
gl: Imaxe de Mapillary
he: תמונת Mapillary
hu: Mapillary-fénykép
hy: Ուղարկել լուսանկարներ Mapillary- ին
id: Gambar Mapillary
is: Mapillary-mynd
it: Immagine Mapillary
ja: Mapillary画像
ka: Mapillary-ის გამოსახულება
kn: Mapillary ಚಿತ್ರ
ko: Mapillary 이미지
lt: Mapillary nuotrauka
lv: Mapillary bilde
mk: Mapillary slika
ml: മാപ്പില്ലറി ചിത്രം
nb: Mapillary-bilde
nl: Mapillary foto
oc: Imatge Mapillary
pl: Obraz Mapillary
pt_br: Imagem do Mapillary
ro_ro: Imagine Mapillary
ru: Фотография Mapillary
sc: Immàgine de Mapillary
sk: Obrázok Mapillary
sl: Slika Mapillary
sr: Слика са Мапилара
sr_latn: Slika sa Mapilara
sv: Mapillary-bild
ta: Mapillay படம்
tr: Mapillary görüntüsü
uk: Зображення Mapillary
zh_hans: Mapillary 图像
zh_hant: Mapillary 圖片

source: Start navigation
ar: بدء/إنهاء الملاحة
be: Пачаць навігацыю
ca: Inicia la navegació
cs: Spustit navigaci
de: Navigation starten
el: Έναρξη πλοήγησης
es_us: Iniciar navegación
et: Alusta navigeerimist
fa: ناوبری را شروع کنید
fr: Démarrer la navigation
hu: Navigáció elindítása
id: Mulai navigasi
is: Hefja leiðsögn
it: Avvia la navigazione
ja: ナビゲーションの開始
ko: 탐색 시작
nl: Start navigatie
oc: Començar la navigacion
pl: Rozpocznij nawigację
pt_br: Iniciar a navegação
ro_ro: Începeți navigarea
ru: Запустить навигацию
sc: Avia sa navigatzione
sk: Začať navigáciu
sr: Почни навигацију
sr_latn: Počni navigaciju
sv: Starta navigering
ta: வழிசெலுத்தலைத் தொடங்குங்கள்
tr: Navigasyonu başlat
uk: Розпочати навігацію
zh_hans: 开始导航
zh_hant: 開始導航

# shared_string_road
source: Road
ar: طريق
az: Yol
be: Дарога
bg: Път
ca: Carretera
cs: Cesta
cy: Ffordd
da: Vej
de: Straße
el: Δρόμος
eo: Vojo
es_us: Carretera
et: Tee
eu: Errepidea
fa: جاده
fi: Tie
fr: Route
gl: Estrada
he: דרך
hu: Út
hy: Ճանապարհ
id: Jalan raya
is: Vegur
it: Strada
ja: 道路
ka: გზა
ko: 도로
ku: Rê
lt: Kelias
lv: Ceļš
mk: Pat
ml: "വഴി "
mr: मार्ग
my: လမ်း
nb: Vei
nl: Weg
oc: Rota
pl: Droga
pt_br: Via
ro_ro: Drum
ru: Дорога
sc: Caminu
sk: Cesta
sl: Cesta
sr: Пут
sr_latn: Put
sv: Väg
ta: சாலை
tr: Yol
uk: Дорога
zh_hans: 道路
zh_hant: 道路
