Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# shared_string_search_history
source: Search history
ar: سجل البحث
az: Axtarış tarixçəsi
be: Гісторыя пошуку
bg: История на търсене
ca: Historial de cerques
cs: Historie vyhledávání
cy: Hanes chwilio
da: Søgehistorik
de: Suchverlauf
el: Ιστορικό αναζήτησης
eo: Historio de serĉoj
es_us: Historial de búsqueda
et: Otsinguajalugu
eu: Bilaketa-historia
fa: تاریخچهٔ جستجو
fi: Hakuhistoria
fr: Historique de recherche
gl: Historial de procura
he: היסטוריית חיפוש
hu: Keresési előzmények
id: Riwayat pencarian
is: Leitarferill
it: Cronologia di ricerca
ja: 検索履歴
ka: ძებნის ისტორია
ko: 검색 기록
lv: Meklēšanas vēsture
mk: Barajte vo istorija
nb: Søkehistorikk
nl: Zoekgeschiedenis
oc: Istoric de la recèrca
pl: Historia wyszukiwania
ro_ro: Istoric de căutări
ru: История поиска
sc: Cronologia de chirca
sk: História hľadania
sl: Zgodovina iskanja
sr: Претрага историје
sr_latn: Pretraga istorije
sv: Sökhistorik
ta: தேடல் வரலாறு
tr: Arama geçmişi
uk: Історія пошуку
vi: Lịch sử tìm kiếm
zh_hans: 搜索历史记录
zh_hant: 搜尋歷史紀錄

source: Navigation history
ar: سجل الملاحة
az: Naviqasiya tarixçəsi
be: Гісторыя навігацыі
bg: История на маршрутизиране
ca: Historial de navegació
cs: Historie navigace
cy: Hanes llywio
da: Navigationshistorik
de: Navigationsverlauf
el: Ιστορικό πλοήγησης
eo: Historio de navigo
es_us: Historial de navegación
et: Navigeerimise ajalugu
eu: Nabigazioaren historia
fa: تاریخچه ناوبری
fi: Navigointihistoria
fr: Historique de navigation
he: היסטוריית ניווט
hu: Navigációs előzmények
id: Riwayat navigasi
is: Leiðsagnarferill
it: Cronologia navigazione
ja: ナビゲーション履歴
ka: ნავიგაციის ისტორია
ko: 주행 기록
mk: Istorija na navigacija
nb: Navigasjonshistorikk
nl: Navigatie geschiedenis
oc: Istoric de navigacion
pl: Historia nawigacji
ro_ro: Istoricul de navigație
ru: История навигации
sc: Cronologia de navigatzione
sk: História navigácie
sl: Zgodovina navigacije
sr: Историја навођења
sr_latn: Istorija navođenja
sv: Navigationshistorik
ta: வழிசெலுத்தல் வரலாறு
tr: Gezinti geçmişi
uk: Історія навігації
vi: Lịch sử điều hướng
zh_hans: 导航历史
zh_hant: 導航歷史

# shared_string_undefined
source: Undefined
af: ongedefinieerd
ar: غير معرف
ast: Ensin definir
be: Нявызначана
bg: Неопределенo
ca: Indefinida
cs: Nedefinováno
cy: Anniffiniedig
da: Udefineret
de: Undefiniert
el: Ακαθόριστο
eo: Nedifinita
es_us: Indefinido
et: Määramata
eu: Indefinitua
fa: نامشخص
fi: Määrittelemätön
fr: Non défini
gl: Sen definir
he: בלתי מוגדר
hu: Meghatározatlan
hy: Անորոշ է
id: Tidak tersedia
is: Óskilgreint
it: Non definito
ja: 未定義
ka: არააღწერილი
ko: 정의되지 않음
lt: Nenurodyta
lv: Nedefinēts
mk: Nedefiniran
ml: നിഷ്കര്‍ഷിക്കപെടാത്തത്
nb: Udefinert
nl: Ongedefinieerd
oc: Indefinida
pl: Niezdefiniowane
ro_ro: Nedefinit
ru: Неопределённо
sc: Non dessinidu
sk: Neurčené
sl: Nedoločeno
sr: Неодређено
sr_latn: Neodređeno
sv: Odefinierad
ta: வரையறுக்கப்படவில்லை
tr: Tanımlanmamış
uk: Не визначено
vi: Chưa rõ
zh_hans: 未定义
zh_hant: 未定義

# first_time_continue
source: Later
ar: لاحقاً
ast: Dempués
az: Sonra
be: Далей
bg: По-късно
ca: Mes tard
cs: Pokračujte
cy: Hwyrach
da: Senere
de: Weiter
el: Αργότερα
eo: Poste
es_us: Luego
et: Hiljem
eu: Geroago
fa: بعداً
fi: Myöhemmin
fr: Plus tard
gl: Despois
he: בהמשך
hu: Később
hy: Շարունակել
id: Nanti
is: Seinna
it: Dopo
ja: 続ける
ka: გვიან
ko: 계속하세요
ku: Paşê
lt: Vėliau
lv: Vēlāk
mk: Podocna
ml: "പിന്നീട് "
mr: नंतर
nb: Senere
nl: Ga door
oc: Pus tard
pl: Następnie
ro_ro: Apoi
ru: Продолжить
sc: A pustis
sk: Neskôr
sl: Kasneje
sr: Касније
sr_latn: Kasnije
sv: Senare
ta: பின்னர்
tr: Daha Sonra
uk: Далі
vi: Tiếp tục
zh_hans: 稍后
zh_hant: 隨後

source: Time of day
ar: الوقت من اليوم
ast: Hora del día
az: Günün vaxtı
be: Час сутак
ca: Hora del dia
cs: Denní doba
cy: Amser o'r dydd
da: Tidspunkt på dagen
de: Tageszeit
el: Ώρα της ημέρας
eo: Tagtempo
es_us: Hora del día
et: Kellaaeg
eu: Eguneko ordua
fa: زمان روز
fi: Vuorokaudenaika
fr: Heure de la journée
gl: Hora do día
he: השעה ביום
hu: Napszak
id: Waktu dalam sehari
is: Tími dagsins
it: Orario
ja: 時刻
ka: დღის დრო
lt: Dienos metas
lv: Dienas laiks
mk: Vreme od denot
ml: ദിവസത്തിന്റെ സമയം
nb: Tid på dagen
nl: Huidige tijd
oc: Ora de la jornada
pl: Pora dnia
ro_ro: Ora din zi
ru: Время суток
sc: Ora de sa die
sk: Denná doba
sl: Čas dneva
sr: Доба дана
sr_latn: Doba dana
sv: Tid på dagen
ta: நாள் நேரம்
tr: Günün zamanı
uk: Час доби
vi: Thời gian trong ngày
zh_hans: 一天中的时间
zh_hant: 一天中的時間

# shared_string_min
source: Min
ar: الحد الأدنى
be: Мін
bg: Мин
ca: Mín.
cy: Lleiaf
el: Ελάχιστο
fa: حداقل
fi: Väh.
gl: Mín
he: מזערי
hu: Minimum
is: Lágm
ja: 最小
ka: წთ
ko: 최소
mk: Minimum
sc: Mìn
sr: Најмање
ta: மணித்துளி
tr: Asgari
uk: Мін
vi: Tối thiểu
zh_hans: 最小
zh_hant: 分鐘

# shared_string_changed
source: Changed
ar: تغيير
cs: Změněno
da: Ændret
de: Geändert
el: Αλλαγμένο
es_us: Cambiado
et: Muudetud
fr: Modifié
hu: Módosítva
id: Diubah
is: Breytt
it: Modificato
lt: Pakeista
nb: Endret
nl: Gewijzigd
oc: Cambiat
pl: Zmienione
ro_ro: Modificat
ru: Изменено
sc: Cambiadu
sr: Измењено
sr_latn: Izmenjeno
sv: Ändrad
ta: மாற்றப்பட்டது
tr: Değiştirildi
uk: Змінено
zh_hant: 已更改

# lang_ml
source: Malayalam
ar: المالايلامية
az: Malayalamca
be: Малаялам
bg: Малаялам
ca: Malaiàlam
cs: Malajálamština
cy: Malaieg
el: Μαλαγιάλαμ
eo: Malajala
et: malajalami
eu: Malabarera
fa: مالایالام
fi: Malajalam
fr: Malayâlam
he: מלאיאלאם
hu: malajalam
hy: Մալայալամերեն
is: Malaíalam
ja: マラヤーラム語
ka: მალაიამური
kn: ಮಲಯಾಳಂ
ko: 말라얄람어
lt: Malajalių
lv: Malajalu
mk: Malalajski
ml: "മലയാളം "
mr: मल्याळम
pl: Malajalam
ro_ro: Malaeziană
ru: Малаялам
sk: Malajálamsky
sl: Malajščina
sr: Малајски
sr_latn: Malajski
ta: மலையாளம்
tr: Malayalam dili
uk: Малаялам
zh_hans: 马拉雅拉姆语
zh_hant: 馬拉雅拉姆語

# copy_from_other_profile
source: Copy from another profile
ar: نسخ من وضع آخر
ast: Copiar d'otru perfil
az: Başqa profildən kopyala
be: Скапіяваць з іншага профілю
bg: Копиране от друг профил
ca: Còpia d'un altre perfil
cs: Kopírovat z jiného profilu
cy: Copïo o broffil arall
da: Kopiér fra en anden profil
de: Aus anderem Profil kopieren
el: Αντιγραφή από άλλο προφίλ
eo: Kopii el alia profilo
es_us: Copiar desde otro perfil
et: Kopeeri teisest profiilist
eu: Kopiatu beste profil batetik
fa: رونوشت از نمایه دیگر
fi: Kopioi toisesta profiilista
fr: Copier depuis un autre profil
gl: Copiar doutro perfil
he: העתקה מפרופיל אחר
hu: Másolás egy másik profilból
id: Salin dari profil lain
is: Afrita úr öðru sniði
it: Copia da un altro profilo
ja: 他のプロファイルからコピー
ka: სხვა პროფილის ასლის შექმნა
ko: 다른 프로필에서 복사
lt: Kopijuoti iš kito profilio
lv: Kopēt no cita profila
mk: Kopiraj od drug profil
my: အခြားပရိုဖိုင်းမှကူးယူပါ
nb: Kopier fra en annen profil
nl: Kopieer van een ander profiel
oc: Còpia d'un autre perfiu
pl: Skopiuj z innego profilu
pt_br: Copiar de outro perfil
ro_ro: Copiază din alt profil
ru: Копировать из другого профиля
sc: Còpia dae un'àteru profilu
sk: Kopírovať z iného profilu
sl: Kopiraj iz drugega profila
sr: Умножи из другог налога
sr_latn: Kopiraj iz drugog profila
sv: Kopiera från en annan profil
ta: மற்றொரு சுயவிவரத்திலிருந்து நகலெடுக்கவும்
tr: Başka bir profilden kopyala
uk: Копіювати з іншого профілю
vi: Sao chép từ hồ sơ khác
zh_hans: 从其他配置文件复制
zh_hant: 從其他設定檔複製

source: Unsupported items
ar: عناصر غير مدعومة
be: Элементы, якія не падтрымліваюцца
ca: Elements no admesos
cs: Nepodporované položky
da: Ikke-understøttede elementer
de: Nicht unterstützte Elemente
el: Μη υποστηριζόμενα αντικείμενα
es_us: Elementos no admitidos
et: Toetamata kirjed
fr: Éléments non supportés
hu: Nem támogatott elemek
id: Item yang tidak didukung
is: Óstudd atriði
it: Elementi non supportati
ja: サポートされていない要素
ka: მხარდაუჭერელი ელემენტები
nb: Ustøttede elementer
nl: Niet ondersteunde items
oc: Elements non admés
pl: Nieobsługiwane elementy
pt_br: Itens não suportados
ro_ro: Elemente nesuportate
ru: Неподдерживаемые элементы
sc: Elementos non suportados
sr: Неподржане ставке
sr_latn: Nepodržane stavke
sv: Objekten stöds inte
ta: ஆதரிக்கப்படாத உருப்படிகள்
tr: Desteklenmeyen ögeler
uk: Непідтримувані елементи
zh_hant: 不支援的項目

# help_first_steps
source: First steps
ar: الخطوات الأولى
be: Першыя крокі
ca: Primeres passes
cs: První kroky
cy: Camau cyntaf
da: Første trin
de: Erste Schritte
el: Πρώτα βήματα
eo: Unuaj paŝoj
es_us: Primeros pasos
et: Esimesed sammud
eu: Lehen urratsak
fa: اولین مراحل
fi: Alkuaskeleet
fr: Premiers pas
hu: Az első lépések
id: Langkah-langkah pertama
is: Fyrstu skref
it: Primi passi
ja: ファーストステップ
ka: პირველი ნაბიჯები
ko: 첫 번째 단계
nb: Første trinn
nl: Eerste stappen
oc: Premiers pas
pl: Pierwsze kroki
pt_br: Primeiros passos
ro_ro: Primii pași
ru: Первые шаги
sc: Primos passos
sk: Prvé kroky
sl: Prvi koraki
sr: Почетни кораци
sr_latn: Početni koraci
sv: Första stegen
ta: முதல் படிகள்
tr: İlk adımlar
uk: Перші кроки
vi: Những bước đầu tiên
zh_hans: 第一步
zh_hant: 第一步

# debugging_and_development
source: OsmAnd development
af: OsmAnd ontwikkeling
ar: خيارات المطور
ast: Desendolcu d'OsmAnd
be: Распрацоўванне OsmAnd
bg: За разработчици
ca: Desenvolupament de l'OsmAnd
cs: Vývoj a ladění OsmAnd
cy: Datblygiad OsmAnd
da: OsmAnd udvikling
de: OsmAnd-Entwicklung
el: Ανάπτυξη του OsmAnd
eo: OsmAnd-programistilo
es_us: Desarrollo de OsmAnd
et: OsmAndi arendus
eu: OsmAnd garapena
fa: توسعهٔ OsmAnd
fi: OsmAnd kehitys
fr: Débogage et développement OsmAnd
gl: Desenvolvemento do OsmAnd
he: פיתוח OsmAnd
hu: OsmAnd fejlesztés
hy: OsmAnd-ի կարգավորումը և զարգացումը
id: Pengembangan OsmAnd
is: Þróun OsmAnd
it: Sviluppo di OsmAnd
ja: OsmAnd開発者向けオプション
ka: OsmAnd -ის განვითარება და გამართვა
kn: ಒಸ್ಮಾಂಡ್ ತಂತ್ರಾಶ ಅಭಿವೃದ್ಧಿ
ko: OsmAnd 개발
lt: OsmAnd vystymas
lv: OsmAnd izstrāde
mk: OsmAnd razvoj
ml: ഓഎസ്എം ആന്റ് വികസനം
nb: OsmAnd-utvikling
nl: OsmAnd ontwikkeling
oc: Desvelopament d'OsmAnd
pl: Rozwój OsmAnd
ro_ro: Dezvoltare OsmAnd
ru: Отладка и разработка
sc: Isvilupu de OsmAnd
sk: Vývoj OsmAndu
sl: Razhroščevalnik OsmAnd
sr: Развој ОсмАнд-а
sr_latn: OsmAnd razvoj
sv: Utveckling av OsmAnd
ta: ஒச்மண்ட் வளர்ச்சி
tr: OsmAnd gelişimi
uk: Налагодження і розробка OsmAnd
vi: Phát triển OsmAnd
zh_hans: OsmAnd 开发
zh_hant: OsmAnd 開發

# rendering_attr_showProposed_name
source: Proposed objects
ar: اقتراح الكائنات
ast: Oxetos propuestos
az: Təklif olunan obyektlər
be: Плануемыя аб'екты
bg: Предложени обекти
ca: Objectes proposats
cs: Plánované objekty
cy: Gwrthrychau arfaethedig
da: Foreslåede objekter
de: Geplante Objekte
el: Προτεινόμενα αντικείμενα
eo: Proponitaj objektoj
es_us: Objetos propuestos
et: Välja pakutud objektid
eu: Proposatuko objektuak
fa: طرح‌های آینده (Proposed)
fi: Ehdotetut objektit
fr: Objets proposés
gl: Obxectos propostos
he: עצמים מוצעים
hu: Tervezett objektumok
hy: Պլանավորված օբյեկտներ
id: Obyek yang diusulkan
is: Uppástungur
it: Oggetti proposti
ja: 指定オブジェクト
ka: შეთავაზებული ობიექტები
lt: Siūlomi objektai
lv: Piedāvātos objektus
mk: Predlozeni objekti
ml: പരിഗണന(മാത്രം)യിലുള്ള വസ്തുക്കള്‍
nb: Foreslåtte objekter
nl: Voorgestelde objecten
oc: Objèctes proposats
pl: Proponowane obiekty
ro_ro: Obiecte propuse
ru: Планируемые объекты
sc: Ogetos propostos
sk: Plánované objekty
sl: Skrij predlagane predmete
sr: Предложене објекте
sr_latn: Predloženi objekti
sv: Föreslagna objekt
ta: முன்மொழியப்பட்ட பொருள்கள்
tr: Önerilen nesneler
uk: Заплановані обʼєкти
vi: Các đối tượng được đề xuất
zh_hans: 提议的对象
zh_hant: 計劃物件

# rotate_map_north_opt
source: North is up
af: Moet nie draai nie
ar: الشمال لأعلى
ast: No rotation (north always upwards)
az: Sabit (şimal yuxarıdır)
be: Не варочаць (поўнач заўсёды ўверсе)
bg: Север е горе
ca: Sense rotació (el nord sempre a dalt)
cs: Sever vždy nahoře
cy: Dim troi (cadw'r gogledd am i fyny)
da: Nord er opad
de: Norden ist oben
el: Ο Βορράς είναι πάνω
eo: Nordo supre
es_us: Norte siempre arriba
et: Põhi on alati üleval
eu: Iparra goian dago
fa: بدون چرخش (شمال بالا)
fi: Älä käännä (pohjoinen on ylhäällä)
fr: Nord en haut
gl: Sen rotación, non xirar (o norte sempre enriba)
he: לא לסובב (הצפון תמיד למעלה)
hu: Észak mindig felül
hy: Չպտտել (հյուսիսը վերեվում)
id: Utara selalu ke atas
is: Norður er upp
it: Nord sempre in alto
ja: 回転しない
ka: ჩრდილოეთი ზემოთაა
ko: 회전 안함
lt: Nesukinėti (šiaurė viršuje)
lv: Nerotēt (augšā ziemeļi)
mk: Nema rotacija (sever sekogaš nagore)
ml: പരിക്രമണമില്ല (വടക്ക് എപ്പോഴും മുകളിലേക്ക്)
mr: फिरवू नका (उत्तर दिशा नेहमी वरती)
nb: Nord er opp
nl: Noorden altijd boven
oc: Ges de rotacion (nòrd adaut)
pl: Północ jest na górze
ro_ro: Nordul este sus
ru: Север всегда сверху
sc: Fissu (nord in artu)
sk: Sever je hore
sl: Sever je zgoraj
sr: Север је горе
sr_latn: Sever uvek gore
sv: Norr rakt upp
ta: வடக்கு மேலே உள்ளது
tr: Dönme yok (kuzey her zaman yukarı doğru)
uk: Північ угорі
vi: Hướng Bắc ở trên
zh_hans: 北朝上
zh_hant: 北方向上

# animate_my_location
source: Animate own position
ar: استقراء موقعي
ast: Animar la mio posición
be: Анімацыя сваёй пазіцыі
ca: Anima la pròpia posició
cs: Animovat vlastní polohu
cy: Animeiddio fy lleoliad
da: Animér position
de: Eigene Position animieren
el: Κίνησε γραφικά την θέση μου
eo: Movbildi pozicion
es_us: Ubicación propia animada
et: Animeeri oma asukohta
eu: Animatu kokaleku propioa
fa: پویانمایی موقعیت من
fi: Animoi oma sijainti
fr: Animer ma position
gl: Animar posición propia
he: הנפשת המיקום העצמי
hu: Saját pozíció animált mozgatása
hy: Անիմացնել իմ դիրքը
id: Animasikan posisi sendiri
is: Framkvæma hreyfingar á eigin staðsetningu
it: Simula la mia posizione
ja: 現在地を目立たせる
ko: 자신의 위치에 애니메이션을 사용
lt: Animuoti mano buvimo vietą
lv: Atrašanās vietas animācija
mk: Animiraj sopstvena pozicija
ml: "എന്റെ സ്ഥലം കാണിക്കുക "
nb: Animer egen posisjon
nl: Eigen positie animeren
oc: Animar sa posicion
pl: Animowanie położenia
ro_ro: Animare poziție proprie
ru: Анимация моего положения
sc: Ànima sa positzione mea
sk: Animovať vlastnú polohu
sl: Animiraj trenutno mesto
sr: Оживи мој положај
sr_latn: Animiraj poziciju
sv: Animera din egen position
ta: சொந்த நிலையை உயிரூட்டவும்
tr: Kendi pozisyonunu canlandır
uk: Анімувати моє положення
vi: Di chuyển vị trí của tôi
zh_hans: 动画处理我的位置
zh_hant: 以動畫顯示自己的位置

source: Selected roads
ar: طرق مختارة
be: Абраныя дарогі
ca: Vies seleccionades
cs: Vybrané cesty
da: Udvalgte veje
de: Ausgewählte Straßen
el: Επιλεγμένοι δρόμοι
es_us: Caminos marcados
et: Valitud teed
fr: Routes sélectionnées
hu: Kiválasztott utak
id: Jalan yang dipilih
is: Valdir vegir
it: Strade selezionate
ja: 選択された道路
ka: არჩეული გზები
ko: 선택한 도로
nl: Geselecteerde wegen
oc: Vias seleccionadas
pl: Wybrane trasy
pt_br: Estradas selecionadas
ro_ro: Drumuri selectate
ru: Выбранные дороги
sc: Caminos ischertados
sk: Vybrané cesty
sr: Одабрани путеви
sr_latn: Odabrani putevi
sv: Valda vägar
ta: தேர்ந்தெடுக்கப்பட்ட சாலைகள்
tr: Seçilen yollar
uk: Обрані дороги
zh_hant: 已選擇的道路

source: Favorite
af: Gunsteling
ar: مفضلة
az: Favorit
be: Улюбёнае
bg: Любими
ca: Preferit
cs: Oblíbené
cy: Ffefryn
da: Favorit
de: Favorit
el: Αγαπημένο
eo: Ŝatataj
es_us: Favorito
et: Lemmik
eu: Gogokoa
fa: علاقه‌مندی
fi: Suosikki
fr: Favoris
gl: Favorito
he: מועדף
hu: Kedvenc
hy: Սիրված
id: Favorit
is: Eftirlæti
it: Preferito
ja: お気に入り
ka: რჩეული
ko: 즐겨찾기
lt: Įsimintos vietos
lv: Izlase
mk: Omilen
ml: താല്‍പര്യമുള്ളവ
mr: आवडते ठिकाण
nb: Favoritt
nl: Favoriet
oc: Preferit
pl: Ulubione
pt_br: Favorito
ro_ro: Favorit
ru: Избранное
sc: Preferidu
sk: Obľúbené miesto
sl: Priljubljene
sr: Омиљено
sr_latn: Favorit
sv: Favorit
ta: பிடித்த
tr: Favori
uk: Закладки
vi: Ưa thích
zh_hans: 收藏
zh_hant: 我的收藏

# shared_string_open_street_map
source: OpenStreetMap
ar: خريطة الشارع المفتوح
fa: اوپن‌استریت‌مپ
ka: OSM
mk: Otvorete Streetmap
sr: ОпенСтритМап
sr_latn: OpenStritMap
ta: ஓபன்ச்ட்ரீட் வரைபடம்
uk: Завантажити OpenStreetMap
zh_hant: 開放街圖

# map_settings_line_density
source: Line density
ar: كثافة الخط
be: Шчыльнасць ліній
ca: Densitat de la línia
cs: Hustota čar
da: Linjetæthed
de: Liniendichte
el: Πυκνότητα γραμμής
es_us: Densidad de la línea
et: Joone tihedus
fr: Densité de traits
hu: Vonalsűrűség
id: Kepadatan garis
is: Þéttleiki línu
it: Densità della linea
ja: 線密度
ka: ხაზის სიმკვრივე
nb: Linjetetthet
nl: Lijndichtheid
oc: Densitat de la linha
pl: Gęstość linii
pt_br: Densidade da linha
ro_ro: Densitatea liniei
ru: Плотность линий
sc: Densidade de sas lìnias
sr: Густина линија
sr_latn: Gustina linija
sv: Linjetäthet (Ekvidistans)
ta: வரி அடர்த்தி
tr: Çizgi yoğunluğu
uk: Щільність смуги
zh_hant: 線密度

source: Nautical depth points
ar: نقاط العمق البحري
bg: Точки на морска дълбочина
ca: Punts de profunditat nàutica
cs: Plavební hloubkové body
da: Nautiske dybdepunkter
de: Nautische Tiefenpunkte
el: Σημεία ναυτικού βάθους
eo: Punktoj de marfundoj
es_us: Puntos de profundidad náuticos
et: Merenduse samakõrguspunktid
eu: Ur sakonerako puntuak
fa: نقاط عمق دریایی
fr: Points de sonde marine
he: נקודות עומק ימיות
hu: Tengeri mélységpontok
id: Titik kedalaman bahari
is: Sjódýptarpunktar
it: Punti di profondità nautici
ja: 水深点(最高深度)
ko: Nautical 깊이 점
nb: Sjødybdepunkter
nl: Dieptepunten van de zee
oc: Ponchs d’escandau marin
pl: Nautyczne punkty głębokości
ro_ro: Puncte de adâncime nautică
ru: Точки морских глубин
sc: Puntos de profundidade nàutica
sk: Námorné hĺbkové body
sl: Navtične globinske točke
sr: Тачке дубине мора
sr_latn: Tačke dubine mora
sv: Nautiska djuppunkter
ta: கடல் ஆழம் புள்ளிகள்
tr: Deniz derinlik noktaları
uk: Точки морських глибин
vi: Những điểm độ sâu của biển
zh_hans: 航海深度点
zh_hant: 航海深度點

source: Rename track
ar: تسمية المسار
az: İzi yenidən adlandır
be: Змяніць назву следу
ca: Canvia el nom del trajecte
cs: Přejmenovat stopu
cy: Ailenwi trac
da: Omdøb spor
de: Track umbenennen
el: Μετονομασία ίχνους
eo: Renomi spuron
es_us: Renombrar traza
et: Muuda teekonna nime
eu: Berrizendatu arrastoa
fa: تغییر نام رد
fi: Uudelleennimeä jälki
fr: Renommer la trace
gl: Renomear pista
he: שינוי שם מסלול
hu: Nyomvonal átnevezése
id: Namai ulang trek
is: Endurnefna feril
it: Rinomina la traccia
ja: 経路名の変更
ka: ტრეკის სახელის გადარქმევა
ko: 트랙 이름 바꾸기
mk: Preimeni go zapisot
mr: ट्रॅक नाव परिवर्तन
nb: Gi spor nytt navn
nl: Track hernoemen
oc: Tornar nomar la traçar
pl: Zmień nazwę trasy
ro_ro: Redenumește traseu
ru: Переименовать трек
sc: Modìfica su nùmene de sa rasta
sk: Premenovať stopu
sl: Preimenuj sled
sr: Преименуј траг
sr_latn: Preimenuj rutu
sv: Byt namn på spår
ta: தடத்தை மறுபெயரிடுங்கள்
tr: Yolu yeniden adlandır
uk: Перейменувати трек
vi: Đổi tên cung đường
zh_hans: 重命名轨迹
zh_hant: 重新命名軌跡

# terrain_3D_maps
source: Terrain maps
ar: خرائط التضاريس
bg: Релефни карти
cs: Mapy terénu
da: Terrænkort
de: Geländekarten
el: Χάρτες εδάφους
eo: Terenaj mapoj
es_us: Mapas topográficos
et: Maastikukaardid
eu: Lurreko mapak
fi: Maastokartat
fr: Cartes de terrain
gl: Mapas do terreo
hu: Domborzati térképek
id: Peta medan
is: Yfirborðskort
it: Mappe del terreno
ja: 地形マップ
ko: 지형 지도
lt: Reljefožemėlapiai
nb: Terrengkart
nl: Terreinkaarten
pl: Mapy terenu
ro_ro: Hărți de teren
ru: Карты рельефа
sk: Mapy terénu
sr: Теренске мапе
sr_latn: Reljefne mape
sv: Terrängkartor
ta: நிலப்பரப்பு வரைபடங்கள்
tr: Arazi haritaları
uk: Мапи рельєфу
vi: Những bản đồ địa hình
zh_hans: 地形地图
zh_hant: 地形圖

source: Try again
ar: أعد المحاولة
az: Təkrar cəhd
be: Паўтарыць спробу
bg: Нов опит
ca: Torneu-ho a provar
cs: Zkusit znovu
cy: Ceisio eto
da: Prøv igen
de: Erneut versuchen
el: Ξαναδοκιμάστε
eo: Reprovi
es_us: Prueba de nuevo
et: Proovi uuesti
eu: Saiatu berriro
fa: تلاش مجدد
fi: Yritä uudelleen
fr: Essayer à nouveau
gl: Tentar de novo
he: ניסיון חוזר
hu: Próbálja újra
hy: Կրկին փորձեք
id: Coba lagi
is: Reyndu aftur
it: Riprova
ja: 再試行
ka: კიდევ სცადეთ
ko: 다시 시도하십시오
lt: Pabandykite vėl
lv: Mēģiniet vēlreiz
mk: Obidete se povtorno
ml: " ദയവായി വീണ്ടും ശ്രമിയ്ക്കുക"
nb: Prøv igjen
nl: Probeer het opnieuw
oc: Tornatz assajar
pl: Spróbuj ponownie
pt_br: Tentar novamente
ro_ro: Reîncercați
ru: Попробуйте снова
sc: Torra a proare
sk: Skúsiť znovu
sl: Poskusi znova
sr: Покушајте поново
sr_latn: Pokušaj ponovo
sv: Försök igen
ta: மீண்டும் முயற்சிக்கவும்
tr: Tekrar deneyin
uk: Спробуйте ще раз
vi: Thử lại
zh_hans: 再试一次
zh_hant: 再試一次

source: Terms of use
ar: شروط الاستخدام
be: Умовы выкарыстання
ca: Termes d'ús
cs: Podmínky použití
da: Vilkår for brug
de: Nutzungsbedingungen
el: Όροι Χρήσης
es_us: Condiciones de uso
et: Kasutustingimused
fi: Käyttöehdot
fr: Conditions d'utilisation
hu: Felhasználási feltételek
id: Ketentuan penggunaan
is: Notkunarskilmálar
it: Termini di utilizzo
ja: 利用規約
ka: გამოყენების პრობები
nl: Voorwaarden
oc: Condicions d'utilisacion
pl: Warunki użytkowania
pt_br: Termos de uso
ro_ro: Termeni de utilizare
ru: Условия использования
sc: Tèrmines de impreu
sk: Podmienky použitia
sr: Услови коришћења
sr_latn: Uslovi korišćenja
sv: Användarvillkor
ta: பயன்பாட்டு விதிமுறைகள்
tr: Kullanım koşulları
uk: Умови використання
zh_hant: 使用條款

# rendering_attr_showMtbScale_name
source: Show MTB scale
ar: عرض مقياس MTB
bg: Показване на скалата за MTB
ca: Mostra l'escala BTT
cs: Zobrazit stupnici MTB
da: Vis MTB-skala
de: MTB-Skala anzeigen
el: Εμφάνιση κλίμακας MTB
eo: Montbiciklaj kursoj OSM
es_us: Mostrar escala de MTB
et: Näita MTB raskusastet
eu: Erakutsi MTB eskala
fa: نمایش مقیاس MTB
fr: Afficher la difficulté VTT
hu: MTB skála megjelenítése
id: Tampilkan skala MTB
is: Birta fjallahjólreiðakvarða
it: Mostra scala di difficoltà MTB
ja: MTBスケールを表示
ko: MTB 축척 표시
mk: MTB Scale
nb: Vis MTB-skala
nl: MTB moeilijkheidsgraad tonen
pl: Pokaż skalę MTB
ro_ro: Arată dificultatea MTB
ru: Показать MTB-сложность
sc: Ammustra sos grados de dificultade MTB (pro bitzicletas de monte)
sk: Zobraziť náročnosť pre horské bicykle
sl: Pokaži MTB lestvico
sr: Приказуј лествицу МТБ-а
sr_latn: Prikazuj skalu MTB-a
sv: Visa MTB-svårighetsgrad
ta: MTB அளவைக் காட்டு
tr: MTB ölçeğini göster
uk: Показати шкалу MTB
vi: Hiện thang đo MTB
zh_hans: 显示山地自行车难度分级
zh_hant: 顯示山地自行車比例

# rendering_value_orange_name
source: Orange
ar: برتقالي
ast: Naranxa
az: Narıncı
be: Аранжавы
bg: Оранжева
ca: Taronja
cs: Oranžová
cy: Oren
el: Πορτοκαλί
eo: Oranĝkolora
es_us: Anaranjado
et: Oranž
eu: Laranja
fa: نارنجی
fi: Oranssi
gl: Laranxa
he: כתום
hu: Narancs
hy: Նարնջագույն
id: Jeruk
is: Appelsínugult
it: Arancione
ja: オレンジ
ka: ფორთოხლისფერი
kn: ಕಿತ್ತಲೆ
ko: 오렌지
lt: Oranžinis
lv: Oranžs
mk: Pomarandza
ml: ഓറഞ്ച്
mr: नारंगी
nl: Oranje
oc: Arange
pl: Pomarańczowy
pt_br: Laranja
ro_ro: Portocaliu
ru: Оранжевый
sc: Arantzu
sk: Oranžová
sl: Oranžno
sr: Поморанџаста
sr_latn: Narandžasta
sv: Brandgul
ta: ஆரஞ்சு
tr: Turuncu
uk: Помаранчевий
vi: Cam
zh_hans: 橙色
zh_hant: 橙色

# rendering_attr_piste_type_skitour_name
source: Skitour
ar: التزلج
be: Скітур
ca: Esquí de muntanya
cs: Lyžařský okruh
da: Skitur
el: Γύρος με σκι
eo: ski‑ekskurso
es_us: Esquí de travesía
et: Suusareis
eu: Eski ibilaldia
fa: تور اسکی
fi: Hiihtomatkailu
fr: Ski de randonnée
gl: Esquí de travesía
he: סיור סקי
hu: Sítúra
id: Tur ski
is: Skíðaferðir
it: Sci alpinismo
ja: スキーツアー用コース
ka: სასრიალო
ko: 스키 투어
lt: Slidžių turas
mk: Skijacka marsruta
nb: Skitur
nl: Skitocht
oc: Esquí de montanha
pl: Wycieczka
pt_br: Passeio de esqui
ro_ro: traseu pentru skiori
ru: Скитур
sc: Iscì-alpinismu
sk: Lyžiarsky okruh
sl: Turno smučanje
sr: Скијашка тура
sr_latn: Skijaška tura
sv: Turskidor
ta: ச்கை டூர்
tr: Kayak turu
uk: Гірськолижний туризм
vi: Chuyến đi trượt tuyết
zh_hans: 滑雪旅行
zh_hant: 滑雪旅行
