Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# shared_string_about
source: About
af: Omtrent
ar: عنْ التطبيق
az: Haqqında
be: Пра праграму
bg: За програмата
ca: Quant a
cs: O aplikaci
cy: Ynghylch
da: Om
de: Über
el: Περί
eo: Pri
es_us: Información
et: Rakenduse teave
eu: Honi buruz
fa: درباره
fi: Tietoja
fr: À propos
gl: Sobre
he: על אודות
hu: Névjegy
hy: Ծրագրի մասին
id: Tentang
is: Um hugbúnaðinn
it: Informazioni
ja: OsmAnd Maps & Navigationについて
ka: შესახებ
ko: 소개
lt: Apie
lv: Par
mk: Za
ml: വിവരണം
nb: Om
nl: Over
oc: A prepaus
pl: Informacje
ro_ro: Despre
ru: О программе
sc: Informatziones
sk: O programe
sl: O programu
sq: Rreth
sr: О програму
sr_latn: O programu
sv: Om
ta: பற்றி
tr: Hakkında
uk: Про застосунок
vi: Về
zh_hans: 关于
zh_hant: 關於

# shared_string_share
source: Share
ar: مشاركة
ast: Compartir
az: Paylaş
be: Падзяліцца
bg: Споделяне
ca: Comparteix
cs: Sdílet
cy: Rhannu
da: Del
de: Teilen
el: Κοινοποίηση
eo: Kunhavigi
es_us: Compartir
et: Jaga
eu: Partekatu
fa: هم‌رسانی
fi: Jaa
fr: Partager
gl: Compartir
he: שיתוף
hu: Megosztás
hy: ՈՒղարկել
id: Bagikan
is: Deila
it: Condividi
ja: 共有
ka: გაზიარება
kn: ಹಂಚಿಕೊ
ko: 공유
ku: Parve bike
lt: Bendrinti
lv: Kopīgot
mk: Spodeli
ml: പങ്ക് വക്കുക
nb: Del
nl: Deel
oc: Partejar
pl: Udostępnij
ro_ro: Distribuie
ru: Поделиться
sc: Cumpartzi
sk: Zdieľať
sl: Skupna raba
sr: Дели
sr_latn: Deli
sv: Dela
ta: பகிர்
tr: Paylaş
uk: Поділитися
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

source: Map marker
ar: توجيه مباشر على الخريطة
ast: Marcador del mapa
az: Xəritə işarəsi
be: Адзнака мапы
bg: Маркер на картата
ca: Marcador de mapa
cs: Mapová značka
cy: Nod map
da: Kortmarkør
de: Kartenmarkierung
el: Δείκτης χάρτη
eo: Map-marko
es_us: Marcador del mapa
et: Kaardimarker
eu: Mapa-markatzailea
fa: نشانهٔ نقشه
fi: Karttamarkkeri
fr: Marque
gl: Marcaxe do mapa
he: סמן מפה
hu: Térképjelölő
hy: Մարկերներ
id: Penanda peta
is: Kortamerki
it: Marcatore
ja: マップマーカー表示位置
ka: რუკის სანიშნი
kn: ನಕಾಶೆಯ ಗುರುತು
ko: 지도 marker
ku: Alî
lt: Žemėlapio žymė
lv: Marķieris
mk: Marker na kartata
ml: "മാപ് മാര്‍ക്കര്‍ "
nb: Kartmarkør
nl: Markeervlaggetje
oc: Marcador de mapa
pl: Znacznik mapy
ro_ro: Marcaj de hartă
ru: Маркер
sc: Marcadore mapa
sk: Mapová značka
sl: Oznaka zemljevida
sr: Ознака карте
sr_latn: Markeri mape
sv: Kartmarkör
ta: வரைபட குறிப்பான்கள்
tr: Harita işaretleyici
uk: Позначка мапи
zh_hans: 地图标记
zh_hant: 地圖標記

# download_select_map_types
source: Other maps
af: Ander kaarte
ar: خرائط أخرى
ast: Otros mapes
az: Digər xəritələr
be: Іншыя мапы
bg: Други карти
ca: Altres mapes
cs: Ostatní mapy
cy: Mapiau eraill
da: Andre kort
de: Andere Karten
el: Άλλοι χάρτες
eo: Aliaj mapoj
es_us: Otros mapas
et: Muud kaardid
eu: Beste mapak
fa: نقشه‌های دیگر
fi: Muut kartat
fr: Autres cartes
gl: Outros mapas
he: מפות אחרות
hu: Egyéb térképek
hy: Այլ քարտեզներ
id: Peta lain
is: Önnur kort
it: Altre mappe
ja: 他のマップ
ka: სხვა რუკები
ko: 다른 지도
lt: Kitižemėlapiai
lv: Pārējās kartes
mk: Drugi karti
ml: മറ്റുളള ഭൂപടങ്ങള്‍
mr: इतर नकाशे
nb: Andre kart
nl: Andere kaarten
oc: Autrei mapas
pl: Inne mapy
ro_ro: Alte hărți
ru: Прочие карты
sc: Àteras mapas
sk: Ďalšie mapy
sl: Drugi zemljevidi
sr: Остале карте
sr_latn: Ostale mape
sv: Andra kartor
ta: பிற வரைபடங்கள்
tr: Diğer haritalar
uk: Інші мапи
vi: Những bản đồ khác
zh_hans: 其它地图
zh_hant: 其它地圖

# rendering_category_hide
source: Hide
ar: إخفاء
az: Gizlət
be: Схаваць
bg: Скриване
ca: Amaga
cs: Skrýt
cy: Cuddio
da: Skjul
de: Ausblenden
el: Απόκρυψη
eo: Kaŝi
es_us: Ocultar
et: Peida
eu: Ezkutatu
fa: نشان نده
fi: Piilota
fr: Masquer
gl: Agochar
he: הסתרה
hu: Elrejtés
hy: Թաքցնել
id: Sembunyikan
is: Fela
it: Nascondi
ja: 非表示
ka: დამალვა
kn: ಅಡಗಿಸಿ
ko: 숨기기
ku: Veşêre
lt: Slėpti
lv: Paslēpt
mk: Skrij
ml: മറയ്ക്കുക
mr: लपवा
nb: Skjul
nl: Verberg
oc: Amagar
pl: Ukrywanie
pt_br: Ocultar
ro_ro: Ascunde
ru: Скрыть
sc: Cua
sk: Skryť
sl: Skrij
sr: Сакриј
sr_latn: Sakriti
sv: Dölj
ta: மறை
tr: Gizle
uk: Сховати
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏

# rendering_category_routes
source: Routes
ar: المسارات الرياضية
ast: Caminos
az: Marşrutlar
be: Маршруты
bg: Маршрути
br: Hentadurioù
ca: Rutes
cs: Trasy
cy: Llwybrau
da: Ruter
de: Routen
el: Διαδρομές
eo: Kursoj
es_us: Rutas
et: Teekonnad
eu: Ibilbideak
fa: مسیرها
fi: Reitit
fr: Itinéraires
gl: Rotas
he: נתיבים
hu: Útvonalak
hy: Երթուղիներ
id: Rute-rute
is: Leiðir
it: Percorsi
ja: ルート
ka: გზები
kn: ಮಾರ್ಗಗಳು
ko: 노선 (Routes)
lt: Maršrutai
lv: Maršruti
mk: Ruti
ml: റൂട്ടുകള്‍
nb: Ruter
oc: Percors
pl: Trasy
pt_br: Rotas
ro_ro: Rute
ru: Маршруты
sc: Àndalas
sk: Trasy
sl: Dodatne poti
sr: Путеви
sr_latn: Rute
sv: Rutter
ta: வழித்தடங்கள்
tr: Rotalar
uk: Маршрути
vi: Tuyến đường
zh_hans: 路线
zh_hant: 導航路線

# rendering_category_details
source: Details
ar: تفاصيل إضافية
ast: Detalles
az: Detallar
be: Падрабязнасці
bg: Подробности
ca: Detalls
cs: Detaily
cy: Manylion
da: Detaljer
el: Λεπτομέρειες
eo: Detaloj
es_us: Detalles
et: Üksikasjad
eu: Xehetasunak
fa: جزئیات
fi: Yksityiskohdat
fr: Détails
gl: Detalles
he: פרטים
hu: Részletek
hy: Մանրամասներ
id: Keterangan
is: Nánar
it: Dettagli
ja: 詳細
ka: დეტალები
kn: ವಿವರಣೆಗಳು
ko: 세부 정보
ku: Berfireh
lt: Detalės
lv: Slāņi
mk: Detalji
ml: വിശദവിവരങ്ങള്‍
nb: Detaljer
oc: Detalhs
pl: Szczegóły
pt_br: Detalhes
ro_ro: Detalii
ru: Детали
sc: Minujas
sk: Podrobnosti
sl: Podrobnosti
sr: Појединости
sr_latn: Detalji
sv: Detaljer
ta: விவரங்கள்
tr: Ayrıntılar
uk: Подробиці
vi: Chi tiết
zh_hans: 详细资料
zh_hant: 詳細資訊

# rendering_category_transport
source: Transport
ar: وسائل المواصلات
ast: Tresporte
az: Nəqliyyat
be: Транспарт
bg: Транспорт
ca: Transport col·lectiu
cs: Doprava
cy: Trafnidiaeth
de: ÖPNV-Linien
el: Συγκοινωνία
eo: Transporto
es_us: Transporte público
eu: Garraioa
fa: حمل‌ونقل
fi: Kulkuväline
fr: Transports en commun
gl: Transporte
he: תחבורה ציבורית
hu: Tömegközlekedés
hy: Տրանսպորտ
id: Transportasi
is: Samgöngur
it: Trasporti pubblici
ja: 交通機関の追加描写
ka: ტრანსპორტი
kn: ಸಾರಿಗೆ
ko: 교통
lt: Transportas
lv: Transports
mk: Prevoz
ml: ഗതാഗത സംവിധാനം
nl: Openbaar Vervoer
oc: Transpòrt collectiu
pt_br: Transporte
ru: Транспорт
sc: Trasportos pùblicos
sk: Doprava
sl: Javni prevozi
sr: Превоз
sr_latn: Prevoz
sv: Kollektivtrafik
ta: போக்குவரத்து
tr: Ulaşım
uk: Транспорт
vi: Phương tiện công cộng
zh_hans: 公共交通
zh_hant: 交通工具

# rendering_category_others
source: Other map attributes
ar: سمات أخرى للخريطة
az: Digər xəritə xüsusiyyətləri
be: Іншыя атрыбуты мапы
bg: Други подробности за картата
ca: Altres atributs del mapa
cs: Ostatní vlastnosti mapy
cy: Nodweddion map eraill
da: Andre kortattributter
de: Weitere Kartenmerkmale
el: Άλλα χαρακτηριστικά χάρτη
eo: Aliaj mapecoj
es_us: Otros atributos del mapa
et: Teised kaardi atribuudid
eu: Maparen beste ezaugarri batzuk
fa: خصوصیات دیگر نقشه
fi: Muut kartan ominaisuudet
fr: Autres caractéristiques de la carte
gl: Outros atributos do mapa
he: תכונות מפה נוספות
hu: Egyéb térképtulajdonságok
hy: Քարտեզի այլ հատկանիշները
id: Atribut-atribut peta lainnya
is: Önnur eigindi korts
it: Altri attributi della mappa
ja: その他のマップ属性
ka: სხვა რუკის ატრიბუტები
kn: ಇತರೆ ನಕ್ಷೆ ಗುಣವಿಶೇಷಗಳು
ko: 다른 지도 속성
lt: Kitižemėlapio atributai
lv: Citi kartes atribūti
mk: Drugi atributi na kartata
ml: മറ്റു ഭൂപട സവിശേഷതകള്‍
nb: Andre kartattributter
nl: Overige kaart attributen
oc: Autreis atributs de la mapa
pl: Inne atrybuty mapy
pt_br: Outros atributos do mapa
ro_ro: Alte atribute de hartă
ru: Другие атрибуты карты
sc: Àteros atributos de sa mapa
sk: Iné vlastnosti mapy
sl: Druge značilnosti zemljevida
sr: Остала својства карте
sr_latn: Ostala svojstva mape
sv: Andra kartattribut
ta: மற்ற வரைபடம் பண்புக்கூறுகள்
tr: Diğer harita özellikleri
uk: Інші властивості мапи
vi: Những thuộc tính bản đồ khác
zh_hans: 其他地图属性
zh_hant: 其它地圖屬性

# record_plugin_name
source: Trip recording
af: Aanteken dienste&Sluimertoestand
ar: تسجيل المسار
ast: Rexistru de viaxes
az: Səfər qeydetmə
be: Запіс падарожжа
bg: Записване на пътуването
ca: Enregistrament de trajectes
cs: Záznam cesty
cy: Recordio'r daith
da: Optagelse af tur
de: Streckenaufzeichnung
el: Καταγραφή ταξιδίων
eo: Spur-registrilo
es_us: Grabación de viaje
et: Teekonna salvestamine
eu: Bidaiaren grabaketa
fa: ضبط سفر
fi: Matkatallennus
fr: Enregistrement d'itinéraire
gl: Gravación de viaxes
he: הקלטת מסלול
hu: Utazás rögzítése
hy: Ուղեւորության գրանցում
id: Perekaman perjalanan
is: Skráning ferðar
it: Registrazione viaggio
ja: 旅程・経路記録
ka: მოგზაურობის ჩაწერა
kn: ಪ್ರಯಾಣ ದಾಖಲಿಸಿಕೊಳ್ಳುವುದು
ko: 여행 레코딩
ku: Qeydkirina gerrê
lt: Įrašyti savo keliones
lv: Ceļa ieraksts
mk: Snimanje na patuvanjeto
ml: സഞ്ചാരം രേഖപെടുത്തുന്നു
nb: Turopptak
nl: Trip opnames
oc: Enregistrament d'escorregudas
pl: Nagrywanie podróży
ro_ro: Înregistrare călătorie
ru: Запись маршрута
sc: Registratzione biàgios
sk: Zaznamenávanie výletov
sl: Beleženje potovanja
sr: Снимање путовања
sr_latn: Snimanje putovanja
sv: Inspelning av resa
ta: பயண பதிவுகள்
tr: Seyahat kaydetme
uk: Запис подорожі
vi: Ghi chuyến đi
zh_hans: 行程录制
zh_hant: 旅程錄製

# download_wikipedia_maps
source: Wikipedia
ar: ويكيبيديا
az: Vikipediya
be: Вікіпедыя
ca: Viquipèdia
cs: Wikipedie
cy: Wicipedia
el: Βικιπαίδεια
eo: Vikipedio
et: Vikipeedia
fa: ویکی‌پدیا
fr: Wikipédia
he: ויקיפדיה
hu: Wikipédia
hy: Վիքիպեդիա
id: Wiki
kn: ವಿಕಿಪೀಡಿಯ
ko: 위키백과
ku: Wîkîpediya
lt: Vikipedija
lv: Vikipēdija
mk: Vikipedia
ml: വിക്കിപീഡിയ
mr: विकिपेडिया
oc: Wikipèdia
ru: Википедия
sk: Wikipédia
sl: Wikipedija
sr: Википедија
sr_latn: Vikipedija
ta: விக்கிப்பீடியா
uk: Вікіпедія
zh_hans: 维基百科
zh_hant: 維基百科

# srtm_plugin_name
source: Topography
af: Kontoerlyn inlasmodule
ar: الخصائص الجغرافية
ast: Contour lines
az: Kontur xətləri
be: Контурныя лініі
bg: Контурни линии
ca: Corbes de nivell
cs: Topografie
cy: Cyfuchliniau
da: Topografi
de: Topografie
el: Τοπογραφία
eo: Topografio
es_us: Topografía
et: Topograafia
eu: Topografia
fa: تقسیمات سطح زمین «توپوگرافی»
fi: Korkeuskäyrät
fr: Topographie
gl: Curvas de nivel
he: קווי מתאר
hu: Topográfia
hy: Բարձունքների գծեր (եզրագծեր)
id: Topografi
is: Landslag
it: Topografia
ja: 等高線
ka: ტოპოგრაფია
ko: 등고선
lt: Kontūrinės linijos
lv: Kontūrlīniju spraudnis
mk: Konturni linii
ml: "കോണ്ടൂര്‍ ലൈനുകള്‍ "
nb: Topografi
nl: Topografie
oc: Corbas de nivèu
pl: Topografia
ro_ro: Topografie
ru: Ландшафт
sc: Curvas de livellu
sk: Topografia
sl: Topografija
sr: Топографија
sr_latn: Topografija
sv: Topografi
ta: நிலப்பரப்பு
tr: Topoğrafya
uk: Топографія
vi: Địa hình
zh_hans: 地形
zh_hant: 地形

# wikivoyage_travel_guide
source: Travel Guides
ar: أدلة السفر
az: Səyahət Bələdçiləri
be: Турыстычны даведнік
bg: Пътеводител
ca: Guies de viatge
cs: Turistický průvodce Wikivoyage
cy: Canllawiau Teithio
da: Rejseguider
de: Reiseführer
el: Ταξιδιωτικοί Οδηγοί
eo: Vojaĝaj gvidiloj
es_us: Guías turísticas
et: Reisijuhid
eu: Bidai-gidak
fa: راهنمای مسافرت
fi: Matkaoppaat
fr: Guides de voyage
gl: Guieiros de viaxe
he: מדריכי תיירות
hu: Útikalauzok
hy: Ճանապարհորդական ուղեցույցներ
id: Panduan Perjalanan
is: Ferðagreinar
it: Guide Viaggi
ja: 旅行ガイド
ka: მოგზაურთა გიდები
ko: 여행 가이드
lt: Kelionių vadovas
lv: Ceļojumu gids
mk: Vodiči za patuvanje
ml: യാത്ര സഹായികള്‍
my: ခရီးသွားသူလမ်းညွှန်များ
nb: Reiseguider
nl: Reisgidsen
oc: Guida de viatge
pl: Przewodnik podróży
ro_ro: Ghiduri de călătorie
ru: Путеводители
sc: Ghias de biàgiu
sk: Turistickí sprievodcovia
sl: Popotniški vodniki
sr: Туристички водичи
sr_latn: Turistički vodiči
sv: Reseguider
ta: பயண வழிகாட்டிகள்
tr: Seyahat Rehberleri
uk: Туристичні путівники
zh_hans: 旅行指南
zh_hant: 旅行指南

# start_editing_card_image_text
source: The free worldwide travel guide anyone can edit.
ar: دليل السفر إلى جميع أنحاء العالم مجاناً.
ast: La guía de viaxes mundial que tol mundu pue editar.
az: Pulsuz dünya səyahət bələdçisinə hər kəs düzəliş edə bilər.
be: Бясплатны сусветны турыстычны даведнік, які можа рэдагаваць кожны.
ca: La guia de viatges de tot el món oberta que qualsevol pot editar.
cs: Bezplatný cestovní průvodce, který může upravovat každý.
cy: Y canllaw teithio byd-eang rhad ac am ddim y gall unrhyw un ei olygu.
da: Den gratis verdensomspændende rejseguide, som alle kan redigere.
de: Der kostenlose weltweite Reiseführer, den jeder bearbeiten kann.
el: Ο ελεύθερος παγκόσμιος ταξιδιωτικός οδηγός που οποιοσδήποτε μπορεί να επεξεργαστεί.
eo: Senpaga/libera vojaĝ-gvidilo redaktebla de ĉiu.
es_us: La guía turística libre global que cualquiera puede editar.
et: Tasuta ülemaailmne kõigi poolt täiendatav reisijuht.
eu: Edonork idatzi dezakeen mundu osoko doako gida.
fa: راهنمای سفر رایگان با پوشش جهانی که همه می‌توانند آن را ویرایش کنند.
fi: Ilmainen maailmanlaajuinen matkaopas, jota kuka tahansa voi muokata.
fr: Le guide de voyage libre du monde entier que chacun peut améliorer.
gl: O guieiro de viaxe libre e global que calquera pode editar.
he: מדריך התיירות המקוון שכל אחד יכול לערוך.
hu: Az ingyenes, világméretű útikalauz, amit bárki szerkeszthet.
hy: Աշխարհի ուղեցույց, որը կարող է խմբագրել ցանկացած մեկը:
id: Penduan perjalanan gratis semua orang bisa berkontribusi.
is: Frjálsa ferðagreinasafnið sem allir geta lagað og breytt.
it: La guida turistica libera in tutto il mondo che chiunque può modificare.
ja: 誰でも自由に編集できる世界規模の旅行ガイドです。
ko: 누구나 편집 할 수있는 무료 전세계 여행 가이드.
lt: Atviras pasaulinis kelionių vadovas, kurie kiekvienas gali redaguoti.
lv: Brīvais pasaules ceļojumu gids, ko ikviens var papildināt.
mk: Besplatniot svetski turistički vodič koj sekoj može da go ureduva.
ml: ആർക്കും എഡിറ്റുചെയ്യാൻ കഴിയുന്ന സ്വതന്ത്ര ലോകവ്യാപക യാത്ര ഗൈഡ്.
nb: Den frie verdensomspennende reiseguiden alle kan redigere.
nl: De gratis wereldwijde reisgids die iedereen kan bewerken.
oc: La guida toristica libra dau monde entier que cadun i pòt collaborar.
pl: Bezpłatny przewodnik po świecie, który każdy może edytować.
ro_ro: Ghidul de călătorie gratuit la nivel mondial pe care oricine îl poate edita.
ru: Бесплатный путеводитель по всему миру, который может править каждый.
sc: Sa ghia turìstica lìbera pro totu su mundu chi totus podent megiorare.
sk: Voľný cestovný sprievodca po svete, ktorý môže upravovať každý.
sl: Brezplačen svetovni popotniški vodnik, ki ga lahko ureja vsak popotnik.
sr: Бесплатни светски туристички водич који свако може да уређује.
sr_latn: Besplatni svetski turistički vodič koji svako može da uređuje.
sv: Den fria, världsomspännande reseguiden som alla kan redigera.
ta: இலவச உலகளாவிய பயண வழிகாட்டி எவரும் திருத்த முடியும்.
tr: Herkesin düzenleyebileceği ücretsiz dünya çapında seyahat rehberi.
uk: Безплатний всесвітній путівник, який може покращувати кожен.
zh_hans: 任何人都可以编辑的自由的全球旅游指南。
zh_hant: 人人都可編輯的自由全球旅行指南。

# wikivoyage_travel_guide_descr
source: Guides to the most interesting places on the planet, inside OsmAnd, without a connection to the Internet.
ar: أدلةالسفر إلى الأماكن الأكثر إثارة على هذا الكوكب, داخل أوسماند دون اتصال بالإنترنت.
az: İnternet bağlantısı olmadan OsmAnd daxilində planetin ən maraqlı yerlərinə bələdçi.
be: Дапаможнік па самым цікавым месцам на планеце ўнутры OsmAnd без злучэння з Інтэрнэтам.
ca: Guies dels llocs més interessants del planeta, dins OsmAnd, sense cap connexió a Internet.
cs: Průvodce Wikivoyage Vám ukáže nejzajímavější místa planety, přímo v aplikaci OsmAnd a bez nutnosti připojení k internetu.
cy: Canllawiau i'r lleoedd mwyaf diddorol ar y blaned, y tu mewn i OsmAnd, heb gysylltiadâ'r Rhyngrwyd.
da: Rejseguider til de mest interessante steder på kloden via OsmAnd og uden en internetforbindelse.
de: Führt innerhalb von OsmAnd ohne Internetverbindung zu den interessantesten Orten der Welt.
el: Οδηγοί για τα πιο ενδιαφέροντα μέρη στον πλανήτη, μέσα στο OsmAnd, χωρίς σύνδεση διαδικτύου.
eo: Gvidlibroj de Vikivojaĝo pri la plej interesaj lokoj de la mondo, legeblaj en OsmAnd seninterrete.
es_us: Las guías de los sitios más interesantes del planeta, dentro de OsmAnd y sin conexión a Internet.
et: Juhised planeedi kõige huvitavamatesse kohtadesse, OsmAndi sees, ilma internetiühenduseta.
eu: Planetako leku interesgarrienetarako gidak, OsmAnd-en bertan eta Internet konexiorik gabe.
fa: راهنمای سفر به جذاب‌ترین نقاط جهان در OsmAnd، بی‌نیاز از اینترنت.
fi: Oppaita planeetan mielenkiintoisimpiin paikkoihin OsmAndin sisällä, ilman Internet-yhteyttä.
fr: Guides des lieux les plus intéressants au monde depuis OsmAnd et sans connexion Internet.
gl: Os guieiros dos lugares máis interesantes do planeta, no OsmAnd e sen conexión á Internet.
he: מדריכים למקומות המעניינים ביותר בעולם, בתוך OsmAnd, ללא חיבור לאינטרנט.
hu: Útikalauz a bolygó legérdekesebb helyeihez, az OsmAndon belül, internetkapcsolat nélkül.
hy: Տեսեք ուղեցույցները, OsmAnd-ում աշխարհի ամենահետաքրքիր վայրերը, առանց ինտերնետին միանալու:
id: Panduan tempat-tempat paling menarik di planet ini, di dalam OsmAnd, tanpa perlu tersambung ke internet.
is: Flettu upp á áhugaverðustu stöðum jarðarinnar innan úr OsmAnd, án tengingar við internetið.
it: Guide dei luoghi più interessanti del pianeta, integrata in OsmAnd, senza connessione a Internet.
ja: インターネットへ接続せずにOsmAnd上で地球上のあらゆる興味深いスポットのガイドを利用することができます。
ko: '탐색' → '옵션'에서 항상 사용 가능.
lt: Maršrutai į pačius įdomiausius objektus planetoje, panaudojant OsmAnd nereikalingas interneto ryšis.
lv: Interesantāko vietu apraksti uz planētas OsmAnd lietotnē bez pieslēguma internetam.
mk: Vodiči za najinteresnite mesta na planetata, vnatre vo OsmAnd, bez vrska na Internet.
ml: ഒസ്മാൻഡിനുള്ളിലുള്ള ലോകത്തേ പ്രധാനസ്ഥലങ്ങളുടെ യാത്രാസഹായി, ഇന്റർനെറ്റാവശ്യമില്ലാത്തത്.
nb: Guider til de mest spennende stedene, inne i OsmAnd, utenå ha internettforbindelse.
nl: Voert je - binnen OsmAnd, zonder internetverbinding - naar de meest interessante plaatsen op aarde.
oc: Guida dei lòcs pus interessants de la planeta, integrada a OsmAnd, sensa connexion a Internet.
pl: Przewodniki po najciekawszych miejscach na świecie w aplikacji OsmAnd, bez połączenia z Internetem.
ro_ro: Ghiduri către cele mai interesante locuri de pe planetă, în interiorul OsmAnd, fără conexiune la internet.
ru: Гид по самым интересным местам планеты в OsmAnd без подключения к интернету.
sc: Ghias pro sos logos prus interessantes de su mundu, in intro de OsmAnd, chi non tenent bisòngiu de impreare una connessione a ìnternet.
sk: Sprievodcovia Wikivoyage k najzaujímavejším miestam na planéte, priamo v OsmAnd bez pripojenia na Internet.
sl: Krajevno shranjeni vodniki po najbolj zanimivih krajih sveta, prikazani v programu OsmAnd, tudi na mestih, kjer ni povezave z internetom.
sr: Водичи за најзанимљивија места на планети, унутар ОсмАнд-а, без потребе за везом са интернетом.
sr_latn: Vodiči za najzanimljivija mesta na planeti, unutar OsmAnd-a, bez potrebe za internetom.
sv: Guider till de mest intressanta platserna i världen, inuti OsmAnd, utan en internetanslutning.
ta: இணையத்தில் ஒரு இணைப்பு இல்லாமல், கிரகதில் உள்ள மிகவும் சுவாரஸ்யமான இடங்களுக்கு OsmAnd உள்ளே வழிகாட்டபட்டுளது.
tr: İnternete bağlantısı olmadan, OsmAnd'ın içinde, gezegendeki en ilgi çekici yerlere ait rehberler.
uk: Путівники до найцікавіших місць на планеті – всередині OsmAnd і без підключення до Інтернету.
zh_hans: 在 OsmAnd 内无需连接互联网，即可获得地球上最有趣地方的指南。
zh_hant: 在 OsmAnd 內部沒有網路連線的狀況下，引領到全球最感興趣的地點。

# my_location
source: My position
ar: موقعي
ast: La mio posición
az: Mövqeyim
be: Маё месцазнаходжанне
bg: My Location
bn: আমার অবস্থান
ca: La vostra posició
cs: Moje poloha
cy: Fy lleoliad
da: Min position
de: Mein Standort
el: Η θέση μου
eo: Mia pozicio
es_us: Mi ubicación
et: Minu asukoht
eu: Nire kokalekua
fa: موقعیت من
fi: Sijaintini
fr: Ma position
gl: A miña posición
he: המיקום שלי
hu: Saját helyzet
hy: Իմ դիրքը
id: Posisi saya
is: Staðsetning mín
it: Mia posizione
ja: 現在地
ka: ჩემი მდებარეობა
ko: 나의 현위치
ku: Cihê min
lt: Mano pozicija
lv: Mana pozīcija
mk: Moja pozicija
nb: Min posisjon
nl: Mijn positie
oc: Ma posicion
pl: Aktualne położenie
pt_br: Minha posição
ro_ro: Poziția mea
ru: Моё местоположение
sc: Positzione mea
sk: Moja poloha
sl: Moja trenutna točka
sr: Мој положај
sr_latn: Moja pozicija
sv: Min plats
ta: என் நிலையம்
tr: Konumum
uk: Я тут
vi: Vị trí của tôi
zh_hans: 我的位置
zh_hant: 我的位置

source: Get unlimited access
ar: تحصل على نفاذ بلا حدود
az: Limitsiz giriş əldə et
be: Атрымаць неабмежаваны доступ
ca: Assoliu accés il·limitat
cs: Získejte neomezený přístup
cy: Cael mynediad diderfyn
da: Få ubegrænset adgang
de: Erhalten Sie unbegrenzten Zugang
el: Πάρτε απεριόριστη πρόσβαση
eo: Akiri senliman atingon
es_us: Obtener acceso ilimitado
et: Hangi piiramatu ligipääs
eu: Eskuratu muga gabeko sarbidea
fa: گرفتن دسترسی نامحدود
fi: Hanki rajaton pääsy
fr: Obtenir un accès illimité
gl: Obter acceso ilimitado
he: קבלת גישה בלתי מוגבלת
hu: Szerezzen korlátlan hozzáférést
hy: Ստանալ անսահմանափակ մուտք
id: Dapatkan akses tak terbatas
is: Fáðu ótakmarkaðan aðgang
it: Ottieni l'accesso illimitato
ja: 無制限のアクセスを取得
ka: ულიმიტო წვდომა
ko: 무제한 액세스
lt: Gauti neribotą prieigą
lv: Saņemiet neierobežotu piekļuvi
mk: Dobi neogranicen pristap
ml: പരിധിയില്ലാത്ത ആക്സസ്സ് നേടുക
my: အကန့်အသတ်မဲ့သုံးခွင့်ရှိ
nb: Få ubegrenset tilgang
nl: Krijg onbeperkte toegang
oc: Obtenètz un accès illimitat
pl: Uzyskaj nieograniczony dostęp
pt_br: Obtenha acesso ilimitado
ro_ro: Obține acces nelimitat
ru: Получить неограниченный доступ
sc: Otene s’atzessu illimitadu
sk: Získať neobmedzený prístup
sl: Pridobitev neomejenega dostopa
sr: Добави неограничени приступ
sr_latn: Dobavi neograničeni pristup
sv: Få obegränsad tillgång
ta: வரம்பற்ற அணுகலைப் பெறுக
tr: Sınırsız erişim alın
uk: Отримати необмежений доступ
zh_hans: 获取无限访问权限
zh_hant: 取得無限制的存取

# context_menu_points_of_group
source: All points of the group
ar: جميع نقاط هذه المجموعة
ast: Tolos puntos del grupu
az: Qrupun bütün nöqtələri
be: Усе пункты групы
bg: Всички точки в групата
ca: Tots els punts del grup
cs: Všechny body ze skupiny
cy: Pob pwynt yn y grŵp
da: Alle punkter i gruppen
de: Alle Punkte der Gruppe
el: Όλα τα σημεία της ομάδας
eo: Ĉiuj punktoj de la grupo
es_us: Todos los puntos del grupo
et: Kõik punktid grupis
eu: Taldeko puntu guztiak
fa: همهٔ نقاط این گروه
fi: Kaikki ryhmän pisteet
fr: Tous les points du groupe
gl: Tódolos puntos do grupo
he: כל הנקודות בקבוצה
hu: A csoport összes pontja
hy: Խմբի բոլոր կետերը
id: Semua titik dari kelompok
is: Allir punktar hópsins
it: Tutti i punti del gruppo
ja: 同じグループのお気に入り地点
ku: Hemû nuqteyên komê
lt: Visi grupės taškai
lv: Visi punkti grupā
mk: Site tocki od grupata
ml: ഗ്രൂപ്പിലെ എല്ലാ പോയിന്റുകളും
my: အုပ်စုထဲကအမှတ်အားလုံး
nb: Alle punkter i gruppen
nl: Alle punten van de groep
oc: Totei lei ponchs dau grop(e)
pl: Wszystkie punkty w grupie
ro_ro: Toate punctele grupului
ru: Все точки группы
sc: Totu sos puntos de su grupu
sk: Všetky body skupiny
sl: Vse točke skupine
sr: Све тачке групе
sr_latn: Sve tačke grupe
sv: Alla punkter i gruppen
ta: குழுவின் அனைத்து புள்ளிகளும்
tr: Grubun tüm noktaları
uk: Всі пункти групи
zh_hans: 组中所有的点
zh_hant: 群組的全部標點

# shared_string_description
source: Description
af: Beskrywing
ar: الوصف
ast: Descripción
az: Açıqlama
be: Апісанне
bg: Описание
ca: Descripció
cs: Popis
cy: Disgrifiad
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
eo: Priskribo
es_us: Descripción
et: Kirjeldus
eu: Deskribapena
fa: توضیحات
fi: Kuvaus
gl: Descrición
he: תיאור
hu: Leírás
hy: Նկարագրություն
id: Deskripsi
is: Lýsing
it: Descrizione
ja: 説明
ka: აღწერა
ko: 설명
ku: Danasîn
lt: Aprašymas
lv: Apraksts
mk: Opis
ml: വിവരണം
mr: वर्णन
nb: Beskrivelse
nl: Beschrijving
oc: Descripcion
pl: Opis
ro_ro: Descriere
ru: Описание
sc: Descritzione
sk: Popis
sl: Opis
sr: Опис
sr_latn: Opis
sv: Beskrivning
ta: விளக்கம்
tr: Tanım
uk: Опис
vi: Mô tả
zh_hans: 描述
zh_hant: 敘述
