Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# specify_number_of_dir_indicators
source: Specify number of direction indicators, it affects all settings below.
ar: تحديد عدد من مؤشرات الاتجاه ، سيؤثر على جميع الإعدادات أدناه.
be: Пазначце колькасць паказальнікаў кірунку. Гэта паўплывае на наступныя налады.
ca: Especifiqueu el nombre d'indicadors de direcció, això afectarà tots els paràmetres que segueixen.
cs: Zadejte počet indikátorů směru. Tato hodnota ovlivňuje všechna nastavení níže.
da: Angiv antallet af retningsindikatorer, det påvirker alle indstillinger nedenfor.
de: Geben Sie die Anzahl der Fahrtrichtungsanzeiger an, sie wirkt sich auf alle Einstellungen unten aus.
el: Προσδιορισμός αριθμού δεικτών κατεύθυνσης, επηρεάζει όλες τις από κάτω ρυθμίσεις.
es_us: Define el número de los indicadores de dirección, esto afecta a los siguiente ajustes.
et: Määra suunamärguannete arv, see mõjutab kõiki allpool olevaid seadeid.
fr: Spécifiez le nombre d'indicateurs de direction, cela affecte tous les paramètres ci-dessous.
hu: Adja meg az irányjelzők számát, az összes lenti beállításra hatással van.
id: Tentukan jumlah indikator arah, ini memengaruhi semua pengaturan di bawah.
is: Veldu hve margir stefnuvísar séu birtir, það hefur áhrif á allar stillingar hér fyrir neðan.
it: Specificare il numero di indicatori di direzione, influisce su tutte le impostazioni seguenti.
ja: マーカーの方向と距離を示すインジケーターの数を指定してください。以下の設定すべてに影響します。
ko: 방향 표시기 수를 지정하십시오. 이 표시기는 아래 모든 설정에 영향을 미칩니다.
nb: Angi antallet retningsindikatorer, det har innvirkning på alle innstillinger nedenfor.
nl: Specificeer het aantal richtingaanwijzers, het beïnvloedt alle onderstaande instellingen.
oc: Donatz lo nombre d'indicadors de direccion, aquò afectarà totei lei paramètres que seguisson.
pl: Wybierz liczbę wskaźników kierunków, to wpływa na wszystkie ustawienia poniżej.
pt_br: Especifique o número de indicadores de direção, isso afeta todas as configurações abaixo.
ro_ro: Specificați numărul de indicatoare de direcție, acesta afectează toate setările de mai jos.
ru: Укажите количество указателей направления, это влияет на все настройки далее.
sc: Dillinda su nùmeru de indicadores de diretzione, at a influire in totu sas impostatziones in suta.
sr: Одредите број показивача правца, то утиче на сва подешавања у наставку.
sr_latn: Odredite broj pokazivača pravca, to utiče na sva podešavanja u nastavku.
sv: Ange antal körriktningsvisare, det påverkar alla inställningar nedan.
ta: திசை குறிகாட்டிகளின் எண்ணிக்கையைக் குறிப்பிடவும், இது கீழே உள்ள அனைத்து அமைப்புகளையும் பாதிக்கிறது.
tr: Yön göstergelerinin sayısını belirtin, aşağıdaki tüm ayarları etkiler.
uk: Укажіть кількість покажчиків напрямку, це впливає на всі параметри далі.
zh_hant: 指定方向指數的數字，會影響所有以下的設定。

# choose_how_display_distance
source: Choose how to display the distance to active markers
ar: اختر كيفية عرض المسافة إلى العلامات النشطة
be: Абярыце спосаб адлюстравання адлегласці да актыўных адзнак
ca: Triar com es mostrar la distància als marcadors actius
cs: Zvolte jakým způsobem zobrazovat vzdálenost k aktivním značkám
da: Vælg hvordan afstanden til de aktive markører skal vises
de: Wählen Sie, wie die Entfernung zu aktiven Markierungen angezeigt werden soll
el: Επιλογή του πως να εμφανιστεί η απόσταση προς τους ενεργούς δείκτες
es_us: Elige como mostrar la distancia a los marcadores activos
et: Vali kuidas peaksime kuvama vahemaad aktiivsete markeriteni
fr: Choisissez comment afficher la distance jusqu'aux marques actives
hu: Válassza ki, hogy hogyan jelenjen meg az aktív jelölők távolsága
id: Pilih cara menampilkan jarak ke penanda aktif
is: Veldu hvernig á að birta vegalengdina að virkum kortamerkjum
it: Scegli come visualizzare la distanza dai marker attivi
ja: アクティブマーカーまでの距離を示す情報をどこに表示するか選択してください
ko: 활성 마커까지의 거리를 표시하는 방법 선택
nb: Velg visning av avstand til aktive markører
nl: Kies hoe de afstand naar actieve markeringen weergegeven wordt
oc: Chaussissètz coma mostrar la distància ai marcadors actius
pl: Wybierz sposób wyświetlania odległości do aktywnych znaczników
pt_br: Escolha como exibir a distância dos marcadores ativos
ro_ro: Alegeți cum să afișați distanța până la markerii activi
ru: Выберите способ отображения расстояния до активных маркеров
sc: Issèbera comente ammustrare sa distàntzia dae sos marcadores ativos
sr: Изаберите начин приказа растојања до активних ознака
sr_latn: Izaberite način prikaza rastojanja do aktivnih oznaka
sv: Välj hur avståndet till aktiva markörer ska visas
ta: செயலில் உள்ள குறிப்பான்களுக்கு தூரத்தை எவ்வாறு காண்பிப்பது என்பதைத் தேர்வுசெய்க
tr: Etkin işaretleyicilere olan mesafenin nasıl görüntüleneceğini seçin
uk: Виберіть спосіб показу відстані до активних позначок
zh_hant: 選擇如何顯示到啟動標誌的距離

# shared_string_symbol
source: Symbol
ar: رمز
be: Сімвал
bg: Символ
ca: Símbol
el: Σύμβολο
eo: Simbolo
es_us: Símbolo
et: Sümbol
eu: Ikurra
fa: نماد
fi: Symboli
fr: Symbole
he: סמל
hu: Szimbólum
id: Simbol
is: Tákn
it: Simbolo
ja: 記号
ka: სიმბოლო
ko: 상징
mk: Simbol
nl: Symbool
ro_ro: Simbol
ru: Символ
sc: Sìmbulu
sl: Simbol
sr: Знак
sr_latn: Simbol
ta: அடையாளம்
tr: Simge
uk: Символ
vi: Ký hiệu
zh_hans: 符号
zh_hant: 符號

# nav_type_osmand
source: OsmAnd (offline routing)
ar: أوسماند (التوجيه دون اتصال)
be: OsmAnd (аўтаномная маршрутызацыя)
ca: OsmAnd (determinació de ruta sense connexió)
cs: OsmAnd (offline navigace)
da: OsmAnd (offline ruteberegning)
de: OsmAnd (Offline-Routenführung)
el: OsmAnd (δρομολόγηση χωρις ίντερνετ)
es_us: OsmAnd (navegación sin conexión)
et: OsmAnd (võrguühenduseta teekonnad)
fr: OsmAnd (itinéraires hors-ligne)
hu: OsmAnd (offline útvonalkeresés)
id: OsmAnd (perutean offline)
is: OsmAnd (ónettengt leiðaval)
it: OsmAnd (instradamento offline)
ja: OsmAnd(オフラインルーティング)
ka: OsmAnd (მარშრუტები ინტერნეტის გარეშე)
ko: OsmAnd(오프라인 라우팅)
nb: OsmAnd (frakoblet ruting)
nl: OsmAnd (offline navigatie)
oc: OsmAnd (determinacion de l'itinerari sensa connexion)
pl: OsmAnd (wyznaczanie tras w trybie offline)
pt_br: OsmAnd (roteamento offline)
ro_ro: OsmAnd (rutare offline)
ru: OsmAnd (автономный режим)
sc: OsmAnd (càrculu de s'àndala non in lìnia)
sr: OsmAnd (ванмрежно рутирање)
sr_latn: OsmAnd (vanmrežno rutiranje)
sv: OsmAnd (ruttberäkning offline)
ta: ஒச்மண்ட் (ஆஃப்லைன் ரூட்டிங்)
tr: OsmAnd (çevrim dışı yönlendirme)
uk: OsmAnd (автономний режим)
zh_hant: OSMAnd （離線路線規劃）

# routing_profile_direct_to
source: Direct-to-point
ar: مباشر إلى نقطة
be: Наўпрост-да-пункта
bg: Директно към точката
ca: La més curta
cs: Přímo k bodu
cy: Yn syth i bwynt
da: Direkte-til-punkt
de: Auf direktem Weg
el: Άμεσα-στο-σημείο
eo: Rekte al punkto
es_us: Directo al punto
et: Otse sihtpunkti
eu: Zuzen puntura
fa: مستقیم تا نقطه
fi: Suoraan pisteeseen
fr: Le plus direct
gl: Directoó punto
he: ישירות לנקודה
hu: Légvonalban
id: Langsung ke titik
is: Beint-á-punkt
it: Dritto-al-punto
ja: 直接指示
ka: დანიშნულების წერტილამდე
ko: 다이렉트-투-포인트
mk: Direktno do tockata
nb: Direkte-til-punkt
nl: Recht-naar-punt
oc: Au pus cort
pl: Bezpośrednio do punktu
ro_ro: Direct la punct
ru: Прямо-к-точке
sc: Deretu a su puntu
sk: Priamo k bodu
sl: Ravno-do-točke
sr: Дикретно-на-тачку
sr_latn: Dikretno-na-tačku
sv: Direkt till punkt
ta: நேரடி-புள்ளி
tr: Doğrudan noktaya
uk: Прямо-до-точки
vi: Trực tiếp đến điểm
zh_hans: 点对点
zh_hant: 點對點

# routing_profile_ski
source: Ski
ar: تزلج
be: Лыжы
ca: Esquí
cs: Lyžování
cy: Sgïo
el: Σκι
eo: Skiado
es_us: Esquí
et: Suusatamine
eu: Eskia
fa: اسکی
fi: Hiihto
gl: Esquí
he: סקי
hi: स्की
hu: Sí
is: Skíði
it: Sci
ja: スキー
ka: სრიალი
ko: 스키
lt: Slidinėti
lv: Slēpes
mk: Skijanje
my: နှင်းလျှောစီး
oc: Esquí
pl: Narty
ru: Лыжи
sc: Iscì
sk: Lyžovanie
sl: Smučanje
sr: Скијање
sr_latn: Skijanje
sv: Skida
ta: ச்கை
tr: Kayak
uk: Лижі
vi: Trượt tuyết
zh_hans: 滑雪
zh_hant: 滑雪

# routing_profile_geocoding
source: Geocoding
ar: الترميز الجغرافي
be: Геакадаванне
ca: Geocodificació
cs: Geokódování
cy: Daeargodio
da: Geokodning
de: Geocodierung
el: Γεωκωδικοποίηση
eo: Koordinat-trovado
es_us: Geocodificación
et: Geokoodeerimine
eu: Geokodetzea
fa: رمزگذاری جغرافیایی
fr: Géocodage
gl: Xeocodificación
he: גאוקודינג
hi: जियोकोडिंग
hu: Geokódolás
id: Pengkodean geografis
is: Landkóðun
it: Geocodifica
ja: ジオコーディング
ka: გეოკოდირება
ko: 지오코딩
lt: Geokodinimas
lv: Ģeodēzija
mk: Geokodiranje
nb: Geokoding
nl: Geocoderen
oc: Geocodatge
pl: Geokodowanie
ro_ro: Geocodare
ru: Геокодирование
sc: Geocodìfica
sk: Georeferencovanie
sl: Geokodiranje
sr: Геокодирање
sr_latn: Geokodiranje
sv: Geokodning
ta: சியோகோடிங்
tr: Coğrafi Kodlama
uk: Геокодування
vi: Mã hóa địa lí
zh_hans: 地理编码
zh_hant: 天氣預報

# relief_smoothness_factor_descr
source: Preferred terrain: flat or hilly.
ar: التضاريس المفضلة : مسطحة أو تلال.
az: Üstün tutulan relyef: düzənlik və ya dağlıq.
be: Пераважны рэльеф: раўнінны ці гарысты.
bg: Изберете предпочитания релеф.
ca: Predilecció del terreny: pla o aturonat.
cs: Preferovaný terén: rovinatý nebo kopcovitý.
cy: Tir a ffefrir: gwastad neu fryniog.
da: Foretrukket terræn: fladt eller kuperet.
de: Bevorzugte Geländeform: flach oder bergig.
el: Προτιμώμενο έδαφος: επίπεδο ή λοφώδες.
eo: Preferi terenon: ebenan aŭ malebenan.
es_us: Terreno preferido: llano o empinado.
et: Eelistatud maastik: tasane või künklik.
eu: Gogoko terrenoa: Laua ala menditsua.
fa: اولویت ساختار زمین: هموار یا پرتپه.
fr: Terrain préféré : Plat ou Vallonné.
gl: Terreo prefirido: chairo ou inclinado.
he: סוג שטח מועדף: מישורי או הררי.
hu: Előnyben részesített terep: sík vagy dombos.
hy: Նախընտրելի տեղանք`հարթ կամ լեռնոտ։
id: Utamakan medan: datar atau berbukit.
is: Kjörið landslag: slétt eða hæðótt.
it: Terreno preferito: pianeggiante o collinoso.
ja: ルート検索時優先する地形(平坦～丘陵)を設定します。
ka: პრიორიტეტის ველების ან ბორცვებისთვის მინიჭება.
ko: 선호하는 지형: 평지 또는 낮은 언덕
lt: Pageidaujama reljefas: plokščias arba kalvotas.
lv: Ieteicamais reljefs: līdzens vai kalnains.
mk: Preferiran teren: ramen ili ridski.
ml: ഇഷ്ടപ്പെട്ട ഭൂപ്രദേശം: സമതലം അല്ലെങ്കിൽ മലകൾ.
nb: Foretrukket terreng: flatt eller kupert.
nl: Voorkeur voor terrein: vlakke of heuvelachtige wegen.
oc: Terren preferit : planò escalabrós.
pl: Preferowany teren: płaski lub górzysty.
pt_br: Terreno preferido: plano ou montanhoso.
ro_ro: Teren preferat: plat sau deluros.
ru: Рельеф: равнинный или холмистый.
sc: Terrinos preferidos: in paris o cun cùcuros.
sk: Preferovaný terén: roviny alebo pahorky.
sl: Prednostni izbor izrisa terena: ravninsko ali gričevnato.
sr: Омиљено тло: равно или брдовито.
sr_latn: Omiljeni teren: ravno ili brdovito.
sv: Föredragen terräng: slätt eller kuperat.
ta: விருப்பமான நிலப்பரப்பு: தட்டையான அல்லது மலைப்பாங்கான.
tr: Tercih edilen arazi: düz veya engebeli.
uk: Бажаний рельєф: рівнинний або гористий.
zh_hans: 首选的地形：平坦或丘陵。
zh_hant: 偏愛的地形：平地或丘陵。

# choose_auto_follow_route
source: Auto-center map view
af: Outo-senter kaart uitsig
ar: التوسيط التلقائي
az: Xəritə görünüşünü avtomatik mərkəzləşdir
be: Аўтаматычнае цэнтраванне мапы
bg: Автоматично центриране
ca: Visualització del mapa centrada automàticament
cs: Automatické centrování
da: Automatisk centrering af kortvisning
de: Kartenansicht automatisch zentrieren
el: Αυτο-κεντράρισμα θέασης χάρτη
eo: Aŭtomate centrigi mapon
es_us: Centrado automático del mapa
et: Kaardivaade automaatselt keskele
eu: Auto-zentratu mapa ikuspegia
fa: نمای نقشه خودکار-مرکز
fi: Keskitä karttanäkymä automaattisesti
fr: Centrer automatiquement la carte
gl: Centrar de xeito automático a vista do mapa
he: מרכוז אוטומטי של תצוגת המפה
hu: Automatikus követés ideje
hy: Քարտեզի ավտոմատ վերադարձման կարգավորումները
id: Tengahkan tampilan peta secara otomatis
is: Sjálfvirkt miðja sýn á kort
it: Centra automaticamente la mappa
ja: マップの自動中心表示
ka: რუკის ხედვის ცენტრისაკენ ავტომატური გასწორება
ko: 자동-현위치 지도 보기
lt: Automatinisžemėlapio centravimas
lv: Automātiski sekot ceļam
mk: Avtomatsko centriranje za prikaz na kartata
ml: "സ്വയം ഭുപടദൃഷ്യം നടുവിലാക്കുക "
nb: Auto-sentrer kartvisning
nl: Kaartpositie automatisch centreren
oc: Centrar automaticament la mapa
pl: Automatyczne środkowanie mapy
pt_br: Centrar visualização do mapa
ro_ro: Centrare automată hartă
ru: Автовозврат к позиции на карте
sc: Tzentra automaticamente sa mapa
sk: Automatické centrovanie
sl: Samodejno središčenje zemljevida
sr: Самоусредиштење карте
sr_latn: Auto centriranje mape
sv: Auto-centrerad kartvy
ta: ஆட்டோ-சென்டர் வரைபடக் காட்சி
tr: Harita görünümünü otomatik olarak ortala
uk: Автоцентрування мапи
vi: Tự động bám theo vị trí hiện tại
zh_hans: 地图视图自动居中
zh_hant: 地圖檢視自動置中

# keep_informing_descr
source: Re-announce navigation instructions at regular intervals.
ar: إعادة إعلان تعليمات الملاحة في فترات منتظمة.
be: Паўтараць навігацыйныя інструкцыі праз рэгулярныя прамежкі часу.
bg: Повтаряне на гласовите напътствия през определено време
ca: Repeteix les instruccions de navegació a intervals regulars.
cs: Znovu opakovat navigační pokyny v pravidelných intervalech.
cy: Ail-gyhoeddi cyfarwyddiadau llywio am gyfnodau rheolaidd.
da: Gentag navigationsinstruktioner med jævne mellemrum.
de: Navigationsanweisungen in regelmäßigen Abständen wiederholen.
el: Επανάληψη οδηγιών πλοήγησης σε τακτά χρονικά διαστήματα.
eo: Ripeti sciigojn pri navigado je regulaj temp-intervaloj.
es_us: Repite instrucciones de navegación a intervalos regulares.
et: Teata navigeerimisjuhised korrapäraste ajavahemike järel uuesti.
eu: Ber-iragarri nabigazio jarraibideak tarte erregularretan.
fa: فرمان‌های ناوبری در فاصله‌های زمانی منظم بازگو می‌شود.
fi: Ilmoita navigointiohjeet säännöllisin väliajoin uudestaan.
fr: Répéter les instructions de guidage à intervalles réguliers.
gl: Anunciar de novo as instrucións de navegación a intres regulares.
he: הכרזה מחודשת של הנחיות הניווט במרווחי זמן קבועים.
hu: Navigációs utasítások ismételt bemondása rendszeres időközönként.
hy: Կրկնել նավիգացիոն հրահանգները պարբերաբար։
id: Beri tahu ulang petunjuk navigasi pada interval umum.
is: Endurtaka leiðsagnarleiðbeiningar með reglulegu millibili.
it: Annuncia nuovamente a intervalli regolari le indicazioni di navigazione.
ja: ナビゲーション指示を繰り返す間隔を設定します
ko: 정기적인 간격으로 운행 명령을 다시 알리기
lt: Maršruto instrukcijas pakartotinai pranešinėti reguliariais intervalais.
lv: Pēc noteiktiem laika intervāliem vai manuāli
mk: Povtorno objavuvajte gi upatstvata za navigacija vo redovni intervali.
ml: വഴികാട്ടിയുടെ നി‌ര്‍ദേശങ്ങള്‍ ഇടക്കിടെ വീണ്ടും വിളംബരം ചെയ്യുക
nb: Gjenta navigeringsinstruksjoner med jevne mellomrom.
nl: Herhaal de navigatie aanwijzingen regelmatig.
oc: Tornar anonciar leis indicacions de navigacion a intervales regulars.
pl: Odtwarza komunikaty nawigacyjne w regularnych odstępach czasu.
pt_br: Repetir as instruções de navegação em intervalos regulares.
ro_ro: Re-anunțați instrucțiunile de navigare la intervale regulate.
ru: Повторять навигационные инструкции с заданным интервалом.
sc: Torra ad annuntziare sas indicatziones de navigatzione a intervallos regulares.
sk: Opakovať navigačné pokyny v pravidelných intervaloch.
sl: Ponovno najavi obvestila navigacije v rednihčasovnih razmikih.
sr: Понављај упутства навођења у правилним размацима.
sr_latn: Ponavljaj uputstva navođenja u pravilnim razmacima.
sv: Upprepa navigeringsinstruktioner med regelbundna intervall.
ta: வழக்கமான இடைவெளியில் வழிசெலுத்தல் வழிமுறைகளை மீண்டும் நிறைவேற்றவும்.
tr: Navigasyon talimatlarını düzenli aralıklarla yeniden duyurun.
uk: Повторювати навігаційні інструкції через регулярні проміжки часу.
vi: Thông báo lại hướng dẫn điều hướng ở những khoảng cách đều đặn.
zh_hans: 定期重新通报导航指令。
zh_hant: 按照定期間隔重新通報導航指示。

# default_speed_system_descr
source: Define unit of speed.
ar: اختيار وحدة للسرعة.
az: Sürət vahidi təyin edin.
be: Вызначыць адзінку хуткасці.
bg: Дефиниране на единица за скорост.
ca: Definiu la unitat de velocitat.
cs: Zvolte jednotku rychlosti.
cy: Gosodwch uned cyflymder.
da: Vælg enhed for hastighed.
de: Geschwindigkeitseinheit festlegen.
el: Ορισμός μονάδας ταχύτητας.
eo: Difini unuon de rapido.
es_us: Define la unidad de velocidad.
et: Määra kiiruse ühik.
eu: Zehaztu abiadura unitatea.
fa: یکای سرعت را تعریف کنید.
fi: Määritä nopeuden yksikkö.
fr: Définir l'unité de vitesse.
gl: Define a unidade de velocidade.
he: הגדרת יחידת מהירות.
hu: Sebesség mértékegységének megadása.
hy: Ընտրեք արագության չափման միավորնը։
id: Tentukan unit kecepatan.
is: Skilgreindu einingu fyrir hraða.
it: Specifica l'unità di misura della velocità.
ja: 速度の単位を設定します
ka: სიჩქარის ერთეული.
ko: 이동속도 표시형식을 지정합니다.
lt: Pasirinkti greičio matavimo vienetą.
lv: Izvēlieties ātruma mērvienību.
mk: Definirajte edinica za brzina.
ml: വേഗതയുടെ അളവ് നിര്‍വചിക്കുക
nb: Bestem hastighetsenhet.
nl: Eenheid voor snelheid instellen.
oc: Definissètz l'unitat de velocitat.
pl: Definiuje jednostkę prędkości.
pt_br: Defina a unidade de velocidade.
ro_ro: Definiți unitatea de viteză.
ru: Выберите единицы измерения скорости.
sc: Issèbera s’unidade de sa lestresa.
sk: Zvoľte jednotku rýchlosti.
sl: Določi enoto hitrosti.
sr: Одредите мерне јединице брзине.
sr_latn: Odredi mernu jedinicu brzine.
sv: Ange enhet för hastighet.
ta: வேகத்தின் அலகு வரையறுக்கவும்.
tr: Hız birimini tanımla.
uk: Вкажіть одиниці вимірювання швидкості.
zh_hans: 定义速度单位。
zh_hant: 定義速度單位。

# import_routing_file_descr
source: You can import routing file from any cloud storage app by opening it in OsmAnd.
ar: يمكنك استيراد ملف التوجيه من أي تطبيق تخزين سحابي أو بوضعه في مجلد التوجيه في آيتوينز.
be: Вы можаце імпартаваць файл маршрутызацыі з любой праграмы воблачнага сховішча альбо адкрыўшы яго ў OsmAnd.
ca: Podeu importar el fitxer de la ruta des de qualsevol servei d’emmagatzematge al núvol o bé introduint-lo a la carpeta OsmAnd dins iTunes.
cs: Můžete importovat soubor s trasou z libovolného cloudového úložiště tím, že jej otevřete v OsmAnd.
da: Du kan importere en ruteberegningsfil fra en hvilket som helst cloud-app ved at åbne den i OsmAnd.
de: Sie können die Routing-Datei von jeder beliebigen Cloud-Storage-Anwendung importieren, indem Sie sie in OsmAnd öffnen.
es_us: Puedes importar un archivo de navegación desde cualquier aplicación de almacenamiento en la nube abriéndolo en OsmAnd.
et: Saad importida teekonna faili mis tahes pilvesalvestusrakendusest, avades selle OsmAndis.
fi: Voit tuoda reititystiedoston mistä tahansa pilvitallennussovelluksesta avaamalla sen OsmAndissa.
fr: Vous pouvez importer un fichier d'itinéraire depuis n'importe quelle appli de stockage en ligne en l'ouvrant avec OsmAnd.
hu: Az útvonaltervező-fájlt bármely felhőalapú tárolóalkalmazásból importálhatja, ha megnyitja az OsmAnd alkalmazásban.
id: Anda dapat mengimpor file perutean dari aplikasi penyimpanan cloud mana pun dengan membukanya di OsmAnd.
is: Þú getur flutt inn leiðaskrá úr hvaða skýjageymsluhugbúnaði sem er með því að opna hana í OsmAnd.
it: Puoi importare il file di instradamento da qualsiasi app di archiviazione cloud o inserendolo nella cartella OsmAnd su iTunes.
ja: ルーティング用ファイルは任意のクラウドストレージアプリから、またはiTunesのOsmAndフォルダに入れてインポートすることができます。
ko: 모든 클라우드 스토리지 앱에서 라우팅 파일을 OsmAnd에서 열어 가져올 수 있습니다.
nb: Du kan importere rutefiler fra ethvert skylager ved å åpne det i OsmAnd.
nl: Je kunt een route bestand importeren uit elke cloudopslag app door deze te openen in OsmAnd.
oc: Podètz importar un fichier de percors partent de tot servici d'emmagazinatge en nívol. Pron de lo dubrir dins OsmAnd.
pl: Możesz zaimportować plik routingu z dowolnej aplikacji do przechowywania danych w chmurze, otwierając go w OsmAnd.
pt_br: Você pode importar o arquivo de roteamento de qualquer aplicativo de armazenamento em nuvem, abrindo-o no OsmAnd.
ro_ro: Puteți importa un fișier de rutare din orice aplicație de stocare în cloud deschizându-l în OsmAnd.
ru: Вы можете импортировать файл маршрутизации из любого приложения облачного хранилища или открыв его в OsmAnd.
sc: Podes importare unu documentu pro su càlculu de s'àndala dae cale si siat aplicatzione de archiviatzione in sa nue o aberende·lu in OsmAnd.
sr: Можете да увезете датотеку за рутирање из било које апликације за складиштење у облаку тако што ћете је отворити у OsmAnd-у.
sr_latn: Možete da uvezete datoteku za rutiranje iz bilo koje aplikacije za skladištenje u oblaku tako što ćete je otvoriti u OsmAnd-u.
sv: Du kan importera ruttfiler från valfri molnlagring genom att öppna dem i OsmAnd.
ta: எந்த முகில் ச்டோரேச் பயன்பாட்டிலிருந்தும் ரூட்டிங் கோப்பை ஒச்மாண்டில் திறப்பதன் மூலம் இறக்குமதி செய்யலாம்.
tr: Yönlendirme dosyasını OsmAnd'da açarak herhangi bir bulut depolama uygulamasından içe aktarabilirsiniz.
uk: Ви можете імпортувати файл маршрутизації з будь-якого застосунку хмарного сховища, відкривши його в OsmAnd.
zh_hant: 您可以透過在 OSMAnd 開啟，從任何雲端儲存應用程式匯入路線規劃檔案。
