Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# weather_offline_forecast_only_desc
source: Forecast will be available only for countries with pre-downloaded data.
ar: ستكون التوقعات متاحة فقط للبلدان التي لديها بيانات تم تنزيلها مسبقا.
cs: Předpověď bude k dispozici pouze pro země s předem staženými daty.
da: Prognoser vil kun være tilgængelige for lande med data, der er downloadet på forhånd.
de: Die Vorhersage wird nur für Länder mit bereits heruntergeladenen Daten verfügbar sein.
el: Η πρόγνωση θα είναι διαθέσιμη μόνο για χώρες με ήδη ληφθέντα δεδομένα.
es_us: El pronóstico estará disponible solo para países con datos descargados previamente.
fr: Les prévisions seront disponibles seulement pour les pays avec des données pré-téléchargées.
hu: Az előrejelzés csak azoknál az országoknál lesz elérhető, amelyekhez előzetesen letöltötte az adatokat.
id: Prakiraan hanya akan tersedia untuk negara-negara dengan data yang sudah diunduh.
is: Veðurspá er aðeins tiltæk fyrir þau lönd þar sem gögn hafa verið sótt fyrirfram.
it: Le previsioni saranno disponibili solo per i paesi con dati pre-scaricati.
nl: Voorspelling alleen beschikbaar voor landen met vooraf gedownloade gegevens.
ro_ro: Previziunile vor fi disponibile numai pentru țările cu date descărcate în prealabil.
ru: Прогноз будет доступен только для стран с предварительно скачанными данными.
sc: Sas previsiones ant a èssere a disponimentu petzi pro sos paisos cun datos carrigados in antis.
sr: Прогноза биће доступна само за земље са претходно преузетим подацима.
sr_latn: Prognoza biće dostupna samo za zemlje sa prethodno preuzetim podacima.
sv: Prognoser kommer bara vara tillgängliga för länder med på förhand nedladdad data.
ta: முன்பே ஏற்றப்பட்ட தரவு உள்ள நாடுகளுக்கு மட்டுமே முன்னறிவிப்பு கிடைக்கும்.
tr: Tahmin, yalnızca önceden indirilmiş verilere sahip ülkeler için geçerli olacaktır.
uk: Прогноз буде доступний тільки для країн з попередньо завантаженими даними.
zh_hant: 預報僅適用於已預先下載資料的國家。

source: Auto-update
ar: تحديث تلقائي
cs: Automatická aktualizace
cy: Diweddariadau awtomatig
da: Auto-opdater
de: Automatische Aktualisierung
el: Αυτόματη ενημέρωση
es_us: Actualización automática
fr: Mettre à jour automatiquement
hu: Automatikus frissítés
id: Pembaruan otomatis
is: Uppfæra sjálfvirkt
it: Auto-aggiorna
ro_ro: Actualizare automată
ru: Автообновление
sr: Само-ажурирање
sr_latn: Samo-ažuriranje
sv: Automatisk uppdatering
ta: தானாக புதுப்பித்தல்
tr: Otomatik güncelle
uk: Автооновлення
zh_hant: 自動更新

# perform_oauth_authorization
source: Log in via OAuth
ar: تسجيل الدخول عبر OAuth
az: OAuth ilə daxil ol
be: Увайсці праз OAuth
bg: Вход с OAuth
ca: Inicieu la sessió via OAuth
cs: Přihlášení pomocí OAuth
cy: Mewngofnodi trwy OAuth
da: Log ind via OAuth
de: Anmeldung über OAuth
el: Σύνδεση μέσω OAuth
eo: Ensaluti per OAuth
es_us: Ingresar a través de OAuth
et: Logi sisse OAuth abil
eu: Hasi saioa OAuth bidez
fa: ورود از طریق OAuth
fi: Kirjaudu käyttämällä OAuth
fr: Connectez-vous avec OAuth
gl: Entrar polo OAuth
he: להיכנס דרך OAuth
hu: Bejelentkezés OAuth segítségével
id: Masuk dengan OAuth
is: Skrá inn í gegnum OAuth
it: Connettiti via OAuth
ja: OAuthでログイン
ka: OAuth-ით შესვლა
ko: OAuth를 통해 로그인
lt: Prisijungti su OAuth
lv: Ielogoties ar OAuth
mk: Najavete se preku OAuth
nb: Logg inn via OAuth
nl: Inloggen via OAuth
oc: Iniciar la session per OAuth
pl: Zaloguj się przez OAuth
ro_ro: Conectați-vă folosind OAuth
ru: Войти через OAuth
sc: Intra impreende OAuth
sk: Prihlásiť pomocou OAuth
sl: Prijava prek OAuth
sr: Пријавите се преко OAuth-а
sr_latn: Prijavi se preko OAuth-a
sv: Logga in via OAuth
ta: OAUTH வழியாக உள்நுழைக
tr: OAuth ile oturum aç
uk: Увійти через OAuth
vi: Đăng nhập thông qua OAuth
zh_hans: 通过 Oauth 登录
zh_hant: 透過 OAuth 登入

# recalc_angle_dialog_title
source: Minimum angle between my location and route
ar: الحد الأدنى للزاوية بين موقعي ومساري
ast: L'ángulu mínimu ente'l mio allugamientu y el camín
az: Məkanımla marşrutum arasındakı minimum bucaq
be: Мінімальны вугал паміж маёй пазіцыяй і маршрутам
bg: Минимален ъгъл между моето местоположение и маршрута
bn: আমার অবস্থান ও গন্তব্য এর মধ্যকার সর্বনিম্ন কোন
ca: Angle mínim entre la meva ubicació i la ruta
cs: Minimální úhel mezi mou polohou a trasou
cy: Isafswm ongl rhwng fy lleoliad a'r llwybr
da: Mindste vinkel mellem min placering og rute
de: Minimaler Winkel zwischen meinem Standort und der Route
el: Ελάχιστη γωνία μεταξύ της θέσης και της διαδρομής μου
eo: Minimuma angulo inter mia pozicio kaj kurso
es_us: Ángulo mínimo entre la ubicación y la ruta
et: Vähim nurk minu asukoha ja teekonna vahel
eu: Nire kokapena eta ibilbidearen arteko angelu minimoa
fa: کمترین زاویه میان موقعیت من و مسیر
fi: Sijaintini ja reitin välinen pienin kulma
fr: Angle minimum entre ma position et mon itinéraire
gl: Ángulo mínimo entre a miña localización e ruta
he: הזווית המזערית בין המיקום שלי והמסלול
hu: Legkisebb szög a helyzetem és az útvonal között
id: Sudut minimum antara lokasi dan rute saya
is: Lágmarkshorn milli staðsetningar og leiðar
it: Angolo minimo tra la mia localizzazione e il percorso
ja: 現在地とルート間の最小角度
ko: 내 위치와 경로 사이의 최소 각도
lt: Mažiausias kampas tarp mano buvimo vietos ir maršruto
mk: Minimalen agol pomeǵu mojata lokacija i maršrutata
nb: Minimumsvinkel mellom min plassering og rute
nl: Minimale hoek tussen mijn locatie en de route
pl: Minimalny kąt między moją lokalizacją a trasą
ro_ro: Unghiul minim dintre locație și rută
ru: Минимальный угол между моим местоположением и маршрутом
sc: Àngulu mìnimu intre sa positzione mea e s'àndala
sk: Minimálny uhol medzi mojou polohou a trasou
sl: Najmanjši kot med trenutno lokacijo in potjo
sr: Најмањи угао између мојег положаја и пута
sr_latn: Najmanji ugao između lokacije i puta
sv: Minsta vinkel mellan min position och rutten
ta: எனது இருப்பிடத்திற்கும் வழிக்கும் இடையில் குறைந்தபட்ச கோணம்
tr: Konumum ve rota arasındaki en düşük açı
uk: Найменший кут між моїм розташуванням і маршрутом
vi: Góc tối thiểu giữa vị trí của tôi và tuyến đường
zh_hans: 我的位置和路线之间的最小角度
zh_hant: 我的位置語錄線間的最小角度

source: Uninstall speed cameras
ar: إلغاء تثبيت كاميرات السرعة
ast: Desinstalar los radares de velocidá
az: Sürət kameralarını sil
be: Выдаліць камеры кантролю хуткасці
bg: Премахване на камери за контрол на скоростта
ca: Desinstal·la les càmeres de radar
cs: Odinstalovat rychlostní radary
cy: Dadosod camerâu cyflymder
da: Afinstaller fartkameraer
de: Blitzer deinstallieren
el: Απεγκατάσταση καμερών ταχύτητας
eo: Malinstali informojn pri rapid-kontroliloj
es_us: Desinstalar radares de velocidad
et: Eemalda kiiruskaamerate andmed
eu: Desinstalatu abiadura-kamerak
fa: پاک‌کردن دوربین‌های سرعت
fi: Poista nopeuskamerat
fr: Désinstaller les radars
gl: Desinstalar radares de velocidade
he: הסרת מצלמות מהירות
hu: Sebességmérő kamerák eltávolítása
hy: Հեռացրեք արագության տեսախցիկները
id: Copot kamera kecepatan
is: Fjarlægja hraðamyndavélar
it: Disinstalla autovelox
ja: スピードカメラデータの削除
ka: სიჩქარის კამერების წაშლა
ko: 스피드 카메라 제거
lv: Atinstalēt ātruma kameras
mk: Deinstaliraj ja brzinskata kamera
nb: Avinstaller fotobokser
nl: Verwijder snelheidscamera’s
pl: Odinstaluj fotoradary
ro_ro: Dezinstalare camere radar
ru: Удалить камеры контроля скорости
sc: Disinstalla sos autovelox
sk: Odinštalovať rýchlostné radary
sl: Odstrani hitrostne kamere
sr: Избриши радаре
sr_latn: Obriši prekršajne kamere
sv: Avinstallera hastighetskameror
ta: வேக கேமராக்களை நிறுவல் நீக்குதல்
tr: Hız kameralarını kaldır
uk: Вилучити камери контролю швидкості
vi: Gỡ cài đặt camera tốc độ
zh_hans: 卸载测速摄像头
zh_hant: 解除安裝測速照相

source: Speed camera POI’s
ar: POIكاميرا مراقبة السرعة
ast: PdI de radares de velocidá
az: Sürət kamerası POI-ləri
be: POI камер кантролю хуткасці
bg: POIна камери за контрол на скоростта
ca: PDIs de càmeres de radar
cs: Body rychlostních radarů
cy: POI camerâu cyflymder
da: Fartkamera-IP'er
de: Blitzer-POIs
el: Κάμερα ταχύτητας ΣΕ
eo: Pozicioj de rapid-kontroliloj
es_us: PDI de los radares de velocidad
et: Kiiruskaamerad
eu: Abiadura-kameren interesguneak
fa: نقاط توجه دوربین سرعت
fi: Nopeuskameroiden KP:t
fr: PI radars
gl: PDI de radares de velocidade
he: נקודת עניין של מצלמת מהירות
hu: Sebességmérő kamerák
hy: Արագաչափ տեսախցիկների POI-ներ
id: POI kamera kecepatan
is: Merktar hraðamyndavélar
it: PDI autovelox
ja: スピードカメラPOI
ko: 스피드 카메라 POI
lv: Ātruma kameras POI's
mk: Brzinska kamera POI’s
nb: Fotoboks-interessepunkter
nl: Snelheidscamera’s als POI’s
pl: Punkty fotoradarów
ro_ro: POI-uri Camere viteză
ru: POI камер контроля скорости
sc: PDI de sos autovelox
sk: Body rýchlostných radarov
sl: Hitrostne kamere
sr: Радарске тачке занимања
sr_latn: TOI prekršajnih kamera
sv: Fartkameror
ta: வேக கேமரா POI’s
tr: Hız kamerası POI'leri
uk: Камери контролю швидкості
vi: POI camera tốc độ
zh_hans: 测速摄像兴趣点
zh_hant: 測速照相 POI 的

# download_persian_voice_alert_title
source: Download Persian voice file:
cs: Stáhnout hlasový soubor v perštině:
da: Download persisk stemmefil:
de: Persische Sprachdatei herunterladen:
el: Κατεβάστε αρχείο Περσικής φωνής:
et: Laadi alla pärsiakeelne hääljuhiste fail:
fr: Télécharger le fichier de voix perse :
hu: Perzsa hangfájl letöltése:
id: Unduh file suara Persia:
is: Sækja persneska raddskrá:
it: Scarica il file con la voce in Persiano:
nl: Download Perzisch spraakbestand:
ru: Скачать персидский голосовой файл:
sr: Преузмите Персијски гласовни фајл:
sr_latn: Preuzmite Persijski glasovni fajl:
sv: Ladda ner persisk röstfil:
ta: பாரசீக குரல் கோப்பைப் பதிவிறக்கவும்:
uk: Завантажте перський голосовий файл:
zh_hant: 下載波斯語的語音檔案：

# route_line_use_map_style_width
source: Use map style (%@) default width.
ar: استخدم العرض الافتراضي لثيم الخريطة (%@).
az: Xəritə stilinin (%@) standart genişliyindən istifadə et.
be: Выкарыстоўваць прадвызначаную шырыню стылю мапы (%@).
bg: Използване на подразбираната ширина на стила на картата (%@).
cs: Použít výchozí šířku mapového stylu (%@).
cy: Defnyddio lled arferol arddull map (%@).
da: Brug standardbredde for kortformat (%@).
de: Standardbreite des Kartenstils (%@) verwenden.
el: Χρήση προεπιλεγμένου πλάτους του στυλ χάρτη (%@).
eo: Uzi implicitan larĝon de la map‑stilo %@.
es_us: Usa el ancho predefinido del estilo de mapa (%@).
et: Kasuta kaardistiili (%@) vaikimisi laiust.
eu: Erabili maparen estiloa (%@) kolore lehenetsia.
fa: از عرض پیشفرض سبک نقشه (%@) استفاده شود.
fi: Käytä karttatyylin (%@) oletusleveyttä.
fr: Utiliser la largeur par défaut du style de carte (%@).
he: להשתמש בעובי בררת מחדל של סגנון המפה (%@).
hu: A térképstílus (%@) alapértelmezett vastagságának használata.
id: Gunakan lebar bawaan gaya peta (%@).
is: Nota kortastíl (%@) sjálfgefna breidd.
it: Utilizza la larghezza predefinita dello stile della mappa (%@).
ja: マップスタイル(%@)でデフォルトの幅を使用します。
ko: 지도 스타일(%@) 기본 너비를 사용합니다.
mk: Koristete go stilot na mapata (%@) standardnaširina.
nb: Bruk standardbredde for kartstil (%@).
nl: Standaard breedte gebruiken voor kaartstijl (%@).
oc: Emplegar la larjor predefinida per la representacion de la mapa (%@).
pl: Użyj domyślnej szerokości stylu mapy (%@).
ro_ro: Folosește lățimea implicită a stilului de hartă (%@).
ru: Используется толщина линии стиля карты (%@).
sc: Imprea sa largària predefinida de s'istile de sa mapa (%@).
sk: Použiť predvolenú šírku mapového štýlu (%@).
sl: Uporabi privzetoširino sloga zemljevida (%@).
sr: Користите задану ширину стила мапе (%@).
sr_latn: Koristite zadanu širinu stila mape (%@).
sv: Använd standardbredd för kartstilen (%@).
ta: வரைபட பாணியைப் பயன்படுத்தவும் (%@) இயல்புநிலை அகலம்.
tr: Harita tarzı (%@) varsayılan genişliğini kullan.
uk: Використовувати типову ширину лінії зі стилю мапи (%@).
vi: Dùng độ dày mặc định theo kiểu bản đồ (%@).
zh_hans: 使用地图样式 (%@) 默认宽度。
zh_hant: 使用地圖樣式 (%@) 預設寬度。

# select_home
source: Select home point
ar: حدد نقطة المنزل
be: Абраць пункт дома
ca: Seleccioneu el punt d’inici
cs: Zvolte domácí bod
da: Vælg hjemmeplacering
de: Heimatort auswählen
el: Επιλέξτε σημείο σπιτιού
es_us: Marcar punto de casa
et: Vali kodu punkt
fr: Sélectionnez le point d'origine
hu: Válassza ki a lakóhelyének pontját
id: Pilih titik rumah
is: Veldu heimapunkt
it: Scegli il punto casa
ja: 自宅(帰宅場所)を選択
ka: აირჩიეთ სახლის წერტილი
ko: 원점 선택
nl: Kies punt voor thuis
oc: Chausir lo domicili
pl: Wybierz punkt domu
pt_br: Selecionar ponto inicial
ro_ro: Selectați punctul de pornire
ru: Выбор точки дома
sc: Ischerta su puntu de incumintzu
sk: Zvoľte bod domova
sr: Изаберите почетну тачку
sr_latn: Izaberite početnu tačku
sv: Välj hemposition
ta: வீட்டு புள்ளியைத் தேர்ந்தெடுக்கவும்
tr: Ev noktasını seç
uk: Встановіть точку «Дім»
zh_hant: 選擇住所標點

# navigation_over_track
source: Start navigation along track?
ar: بدء الملاحة على طول المسار؟
az: İz boyu naviqasiya başladılsın?
be: Пачаць навігацыю ўздоўж следу?
bg: Стартиране на навигацията по маршрута?
ca: Voleu iniciar la navegació seguint la traça?
cs: Spustit navigaci podle stopy?
cy: Dechrau llywio ar hyd trac?
da: Start navigation langs sporet?
de: Navigation entlang des Tracks starten?
el: Έναρξη πλοήγησης κατά μήκος του ίχνους;
eo: Ĉu ekigi navigadon laŭlonge de spuro?
es_us: ¿Iniciar la navegación a lo largo de la traza?
et: Alusta teekonna navigeerimist?
eu: Hasi nabigazioa arrastoa jarraituz?
fa: ناوبری در امتداد رد شروع شود؟
fi: Aloita navigointi jälkeä pitkin?
fr: Démarrer le guidage en suivant cette trace ?
gl: Comezar a navegación ó longo da pista?
he: להתחיל ניווט לאורך המסלול?
hu: Elindítja a navigációt a nyomvonal mentén?
hy: Ցանկանում եք սկսել նավարկությունը ըստ տրեկի?
id: Mulai navigasi bersama trek?
is: Hefja leiðsögn eftir ferlinum?
it: Iniziare la navigazione sulla traccia?
ja: 経路に沿ってナビゲーションを開始しますか？
ka: დავიწყო ნავიგაცია ტრეკის გაყოლებაზე?
ko: 경로를 따라 운행을 시작할까요?
lt: Pradėti navigaciją keliu?
lv: Sākt navigāciju pa trasi?
mk: Da se započne so navigacija po patekata?
ml: പാതയിലൂടെ വഴികാട്ടി ആരംഭിക്കുക?
nb: Starte navigering langs spor?
nl: Navigatie langs GPX-track starten?
oc: Començar la navigacion sus lo percors ?
pl: Rozpocząć nawigację wzdłuż trasy?
pt_br: Iniciar a navegação ao longo da trilha?
ro_ro: Pornesc navigarea de-a lungul traseului?
ru: Начать навигацию по треку?
sc: Incumentzare sa navigatzione in sa rasta?
sk: Spustiť navigáciu pozdĺž stopy?
sl: Aliželite začeti navigacijo po sledi?
sr: Да започнем навођење дуж трага?
sr_latn: Da započnem navođenje duž trase?
sv: Starta navigering längs spår?
ta: பாதையில் வழிசெலுத்தலைத் தொடங்கவா?
tr: İzlenen yol boyunca navigasyon başlat?
uk: Почати навігацію по треку?
zh_hans: 开始沿着轨迹导航吗？
zh_hant: 沿著軌跡開始導航嗎？

source: Shortest distance first
ar: أقصر مسافة أولا
be: Спачатку найкарацейшая адлегласць
bg: Първо по-кратките
cs: Nejkratší vzdálenost jako první
da: Korteste distance først
de: Kürzeste Entfernung zuerst
el: Μικρότερη απόσταση πρώτη
eo: distanco (kreskante)
es_us: Distancia ascendente
eu: Lehenengoa distantzia laburrenekoa
fi: Lyhin matka ensimmäisenä
fr: Courte distance en premier
he: העדפת מרחק קצר קודם
hu: Először a legrövidebb távolság
id: Jarak terpendek dahulu
is: Stysta vegalengd fyrst
it: Prima la distanza minore
ja: 短い距離順
ko: 최단 거리 먼저
nb: Korteste avstand først
nl: Kortste afstand eerst
pl: Najpierw najkrótsza odległość
ro_ro: Distanța mai scurtă întâi
ru: Сначала более короткие
sk: Najkratšia vzdialenosť nahor
sl: Najprej krajša razdalja
sr: Најпре најкраће растојање
sr_latn: Prvo najkraće rastojanje
sv: Kortast distans först
ta: முதலில் குறுகிய தூரம்
tr: Önce en kısa mesafe
uk: Спочатку найкоротші
vi: Khoảng cách ngắn nhất trước
zh_hans: 最短距离优先
zh_hant: 最短距離優先

# route_calc_progress
source: Calculating: %d%%
ar: الحساب: %d%%
be: Вылічэнне: %d%%
cs: Probíhá výpočet: %d%%
da: Beregner: %d%%
de: Berechne: %d%%
el: Υπολογισμός: %d%%
es_us: Calculando: %d%%
et: Kalkuleeritakse: %d%%
fr: Calcul en cours : %d%%
hu: Számítás: %d%%
id: Menghitung: %d%%
is: Reikna: %d%%
it: Calcolo: %d%%
ja: ルート計算中: %d%%
ka: გამოთვლა: %d%%
nb: Regner ut: %d%%
nl: Berekenen: %d%%
oc: A calcular : %d%%
pl: Obliczanie: %d%%
pt_br: Calculando: %d%%
ro_ro: Calculând: %d%%
ru: Вычисление: %d%%
sc: Carculende: %d%%
sr: Израчунавање: %d%%
sr_latn: Izračunavanje: %d%%
sv: Beräknar: %d%%
ta: கணக்கிடுதல்:%d %%
tr: Hesaplanıyor: %%%d
uk: Обчислення: %d%%
zh_hant: 計算中： %d%%

# intermediate_point
source: Intermediate destination %@
af: Oorgangspunt %@
ar: الوجهة الوسطية %@
az: Ara təyinat nöqtəsi %@
be: Прамежкавы пункт %@
bg: Междинна точка %@
ca: Punt de pas %@
cs: Mezicíl %@
cy: Cyrchfan ar y ffordd %@
da: Mellemliggende destination %@
de: Zwischenziel %@
el: Ενδιάμεσος προορισμός %@
eo: Intercelo %@
es_us: Destino intermedio «%@»
et: Vahepealne sihtkoht %@
eu: %@ erdibideko helburua
fa: مقصد میانی %@
fi: Välietappi %@
fr: Étape %@
gl: Destino intermedio %@
he: יעד ביניים %@
hu: %@ köztes célpont
hy: Միջանկյալ նպատակակետ %@
id: Tujuan perantara %@
is: Milliáfangi %@
it: Destinazione intermedia %@
ja: 経由地点 %@
ka: შუალედური დანიშნულების წერტილი %@
ko: 경유지 %@
lt: Tarpinis tikslas %@
lv: Starpposma punkts %@
mk: Sredna destinacija %@
ml: " ഇട-ലക്ഷ്യസ്ഥാനം %@"
nb: Mellomliggende reisemål %@
nl: Tussenpunt %@
oc: Etapa intermediària %@
pl: Pośredni cel %@
pt_br: Destino intermediário %@
ro_ro: Destinație intermediară %@
ru: Промежуточный пункт %@
sc: Destinatzione intermèdia %@
sk: Prechodný bod %@
sl: Vmesni cilj %@
sr: Пролазно одредиште %@
sr_latn: Međuodredište %@
sv: Mellanliggande destination %@
ta: இடைநிலை இலக்கு %@
tr: Intermediate hedef %@
uk: Проміжний пункт %@
zh_hans: 中转地点 %@
zh_hant: 中轉地點 %@

# route_tl
source: Turn left and go
af: Draai links en ry
ar: انعطف يسارا واذهب
ast: Xira a la esquierda y sigui hasta
az: Sola dönün
be: Паварочвайце налева і рухайцеся
bg: Завийте наляво и продължете
ca: Gireu a l'esquerra i continueu
cs: Odbočte vlevo a pokračujte
cy: Trowch i'r chwith a mynd
da: Drej til venstre og kør
de: links abbiegen, dann
el: Στρίψτε αριστερά και προχωρήστε
eo: Turniĝu maldekstren
es_us: Gira a la izquierda en
et: Pööra vasakule ja sõida otse
eu: Ezkerrera biratu
fa: به چپ بپیچید و بروید
fi: Käänny vasemmalle ja jatka suoraan
fr: Tournez à gauche
gl: Vireá esquerda e continúe
he: לפנות שמאלה ולהמשיך
hu: Forduljon balra, és haladjon tovább ezen:
hy: Ձախ թեկվեք և շարժվեք
id: Belok kiri dan jalan
is: Beygðu til vinstri og haltu áfram
it: Svolta a sinistra e prosegui su
ja: 左方向です
ka: შებრუნდით მარცხნივ და წინ
ko: 좌회전 후 직진
lt: Pasukiteį kairę ir važiuokite
lv: Pagriezties pa kreisi
mk: Svrtete levo i odete
ml: "ഇടത്തോട്ട് തിരിഞ്ഞ് പോവുക"
mr: डावीकडे वळा आणि जा
nb: Ta til venstre og fortsett
nl: Sla linksaf en volg
oc: Viratz a senèstra e contuniatz
pl: Skręć w lewo i jedź
pt_br: Vireà esquerda e siga
ro_ro: Virați la stânga și continuați drumul
ru: Налево
sc: Borta a manca e sighi pro
sk: Odbočte doľava a pokračujte
sl: Zavijte levo in pojdite
sr: Скрените лево и наставите
sr_latn: Skreni levo i nastavi
sv: Sväng vänster och kör
ta: இடதுபுறம் திரும்பி செல்லுங்கள்
tr: Sola dönün ve ilerleyin
uk: Поверніть ліворуч та продовжуйте рух
vi: Rẽ trái và đi
zh_hans: 左转然后直行
zh_hant: 左轉後直行

# route_tu
source: Make U-turn and go
af: Maak U-draai en ry
ar: قم بالدوران وواصل
ast: Fai un cambéu de sentíu y sigui hasta
az: U dönüşü edin
be: Развярніцеся і рухайцеся
bg: Направете обратен завой
ca: Feu un gir en forma d'U i continueu
cs: Otočte se a pokračujte
cy: Gwneud tro pedol a mynd
da: Foretag U-vending og kør
de: Wenden
el: Κάντε αναστροφή και προχωρήστε
eo: Turniĝu malantaŭen
es_us: Gira en U en
et: Tee tagasipööre ja sõida otse
eu: U-buelta eman
fa: از دوربرگردان دور بزنید و بروید
fi: Tee U-käännös ja jatka suoraan
fr: Faites demi-tour et continuez
gl: Faga un cambio de sentido e continúe
he: לפרסס ולהמשיך
hu: Forduljon meg, és haladjon tovább ezen:
hy: Կատարեք շրջադարձ(U-turn) և շարժվեք
id: Putar balik dan jalan
is: Taktu U-beygju og haltu áfram
it: Fai inversione a U e continua
ja: Uターンしてください
ka: შემობრუნდით
ko: 유턴 후 직진
lt: Apsisukite ir važiuokite
lv: Apgriezties un braukt taisni
mk: Napravete U vrtenje i odete
ml: യൂ ടേണ്‍ എടുത്തു പോവുക
mr: उलटे वळा आणि जा
nb: Ta U-sving og fortsett
nl: Keer om en volg
oc: Viratz lo pè e continuatz
pl: Zawróć i jedź
pt_br: Faça um retorno e siga
ro_ro: Întoarceți și continuați
ru: Развернитесь
sc: Furria a U e sighi
sk: Otočte sa a pokračujte
sl: Polkrožno obrnite in pojdite
sr: Направите полукружно и наставите
sr_latn: Uradi polukružno i nastavi
sv: Gör en U-sväng och kör
ta: யு-டர்ன் செய்து செல்லுங்கள்
tr: U dönüşü yapın ve ilerleyin
uk: Розверніться та продовжуйте рух
vi: Quay đầu lại và đi thẳng
zh_hans: 掉头后直行
zh_hant: 迴轉後直行

# traffic_warning_pedestrian
source: Pedestrian crosswalk
ar: ممرات الراجلين
ast: Pasu peonil
az: Piyada keçidi
be: Пешаходны пераход
bg: Пешеходна пътека
ca: Pas de vianants
cs: Přechod pro chodce
cy: Croesfan cerddwyr
da: Fodgængerovergang
de: Fußgängerübergang
el: Διάβαση πεζών
eo: Zebrostria pasejo
es_us: Cruce peatonal
et: Jalakäijate ülekäigurada
eu: Zebrabidea
fa: گذرگاه پیاده
fi: Suojatie
fr: Passage piéton
gl: Paso de peóns
he: מעבר חציה
hu: Gyalogosátkelő
hy: Հետիոտնային անցում
id: Penyeberangan pejalan kaki
is: Gangbraut
it: Attraversamento pedonale
ja: 横断歩道
ka: ფეხით მოსიარულეთა გადასასვლელი
ko: 보행자 횡단보도
lt: Pėčiųjų perėja
lv: Gājēju pāreja
mk: Pesacki premin
ml: സീബ്രക്രോസിങ്ങ്
nb: Fotgjengerovergang
nl: Voetgangers oversteekplaats
oc: Pas pedonier
pl: Przejście dla pieszych
pt_br: Travessia de pedestres
ro_ro: Trecere de pietoni
ru: Пешеходный переход
sc: Atraessamentu pedonale
sk: Priechod pre chodcov
sl: Prehod za pešce
sq: Mbikalim për këmbësorë
sr: Пешачки прелаз
sr_latn: Pešački prelaz
sv: Övergångsställe
ta: பாதசாரி குறுக்குவழி
tr: Yaya geçidi
uk: Пішохідний перехід
vi: Lối dành cho người đi bộ
zh_hans: 人行横道
zh_hant: 行人穿越道

# accessibility_announce
source: Announce
ar: أعلن
ast: Anunciu
az: Elan
be: Абвестка
bg: Обявяване
ca: Anunci
cs: Oznámení
cy: Cyhoeddi
da: Meddel
de: Ankündigung
el: Αναγγελία
eo: Sciigo
es_us: Anunciar
et: Teata
eu: Iragarri
fa: اعلام
fi: Ilmoita
fr: Annonce
gl: Anuncio
he: הכרזה
hu: Bemondás
id: Umumkan
is: Tilkynna
it: Annunci
ja: 案内
ka: გამოცხადება
ko: 안내
lv: Paziņošana
mk: Objavi
nb: Kunngjør
nl: Meld
oc: Anóncia
pl: Zapowiedź
ro_ro: Anunțare
ru: Оповещение
sc: Annùntzia
sk: Oznámenie
sl: Napovej
sr: Објави
sr_latn: Najavi
sv: Meddela
ta: அறிவிக்கவும்
tr: Duyuru
uk: Оголошення
vi: Thông báo
zh_hans: 公告
zh_hant: 公告

# si_nm_mt
source: Nautical miles/meters
ar: ميل بحري/متر
bg: Морски мили/метри
cs: Námořní míle/metry
da: Sømil/meter
de: Seemeilen/Meter
el: Ναυτικά μίλια/μέτρα
eo: Marmejloj/metroj
es_us: Millas/metros náuticos
eu: Mila nautiko/metro
fa: مایل دریایی/متر
fr: Milles marins / mètres
he: מיל/מטר ימי
hu: Tengeri mérföld/méter
id: Mil/meter laut
is: Sjómílur/metrar
it: Miglia/metri nautici
ja: 海里/メートル
ko: 항해술의 마일/미터
lt: Jūros mylios/metrai
nb: Sjømil/meter
nl: Zeemijlen/meter
oc: Milas marins/ mètres
pl: Mile morskie/metry
ro_ro: Mile nautice/metri
ru: Морские мили/метры
sc: Mìllios nàuticos/metros
sk: Námorné míle/metre
sl: Navtične milje/metri
sr: Наутичке миље/метри
sr_latn: Nautičke milje/metri
sv: Nautisk mil/meter
ta: கடல் மைல்கள்/மீட்டர்
tr: Deniz mili/metre
uk: Морські милі/метри
vi: Hải lý/mét
zh_hans: 海里/米
zh_hant: 海浬/公尺
