Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

source: Board at
ar: توقف عند
be: Пасадка на
ca: Pugeu a
cs: Nastoupit na
da: Stig på ved
de: Einsteigen bei
el: Επιβίβαση σε
es_us: Esperar en la parada
et: Pealemineku aeg
fr: Embarquement à
hu: Tábla itt:
id: Naik di
is: Fara um borð við
it: Sali a
ja: 乗車
ka: ჩაჯდომა
nl: Instappen bij
oc: Montatz a
pl: Wsiądź na
pt_br: Conselho em
ro_ro: Consiliul de administrație la
ru: Посадка на
sc: Àrtzia in
sr: Укрцавање у
sr_latn: Ukrcavanje u
sv: Stig på vid
ta: பலகை
tr: Bin
uk: Посадка на
zh_hant: 在此上車

# rendering_value_purple_name
source: Purple
ar: بنفسجي
ast: Moráu
az: Bənövşəyi
be: Фіялетавы
bg: Лилава
ca: Porpra
cs: Fialová
cy: Porffor
da: Lilla
de: Lila
el: Μοβ
eo: Violkolora
es_us: Púrpura
et: Purpur
eu: Purpura
fa: بنفش
fi: Purppura
fr: Violet
gl: Violeta
he: חציל
hu: Lila
hy: Մանուշակագույն
id: Ungu
is: Purpurablátt
it: Viola
ja: パープル
ka: მუქი წითელი
ko: 보라색
lt: Purpurinė
lv: Purpursarkans
mk: Liljakova
ml: പര്‍പ്പിള്‍
mr: जांभळा
nb: Lilla
nl: Paars
oc: Porpre
pl: Fioletowy
pt_br: Roxo
ro_ro: Violet
ru: Фиолетовый
sc: Pùrpura
sk: Fialová
sl: Vijolična
sr: Љубичаста
sr_latn: Ljubičasta
sv: Purpur
ta: ஊதா
tr: Mor
uk: Пурпурний
vi: Tím
zh_hans: 紫色
zh_hant: 紫色

# rendering_attr_currentTrackWidth_description
source: GPX width
ar: عرض GPX
az: GPX eni
be: Шырыня следу GPX
bg: GPXширина
ca: Amplada traça GPX
cs: Šířka GPX
cy: Lled GPX
da: GPX-bredde
de: GPX-Breite
el: Πλάτος GPX
eo: Larĝo de GPX-spuro
es_us: Ancho del GPX
et: GPX laius
eu: GPX zabalera
fa: ضخامت GPX
fi: GPX:n leveys
fr: Largeur GPX
gl: Largo do GPX
he: רוחב GPX
hu: GPX-nyomvonal vastagsága
hy: GPX-ի հաստությունը
id: Lebar GPX
is: Breidd GPX
it: Larghezza del GPX
ja: GPX経路の幅
ka: GPX-ს სიგანე
lt: GPX plotis
lv: GPX trases platums
mk: Širina na GPX
ml: ജിപിഎക്സ് വീതി
nb: GPX-bredde
nl: GPX breedte
oc: Ample de la traça GPX
pl: Szerokość trasy GPX
pt_br: Largura do GPX
ro_ro: Grosime GPX
ru: Толщина трека GPX
sc: Largària GPX
sk: Šírka GPX
sl: Širina GPX
sr: Ширина трага ГПИкс-а
sr_latn: Širina GPX-a
sv: GPX-bredd
ta: சிபிஎக்ச் அகலம்
tr: GPX genişliği
uk: Товщина GPX
vi: Độ rộng GPX
zh_hans: GPX 宽度
zh_hant: GPX 的寬度

# rendering_attr_piste_type_sleigh_name
source: Sleigh
ar: زلاجة
be: Самаходныя і несамаходныя сані (запрэжкі)
bg: Шейна
ca: Trineu
cs: Saně
cy: Car llusg
da: Slæde
de: Schlitten
el: Ελκούμενο έλκηθρο
eo: glitveturado (tirata de hundoj)
es_us: Trineo
et: Saan
eu: Lera
fa: سورتمه کالسکه‌ای
fi: Reki
fr: Traîneau
gl: Zorra
he: מזחלת נגררת
hu: Lovas szán
id: Kereta luncur
is: Sleðar
it: Slitta
ja: 牽引式そり乗り場
ka: მარხილი
ko: 슬리밍
mk: Sanki
nb: Slede
nl: Slee
oc: Tirassèu
pl: Sanie
pt_br: Trenó puxado por animais
ro_ro: Sanie
ru: Самоходные и несамоходные сани (упряжки)
sc: Islita tragiada
sk: Sane v záprahu
sl: Vprežne sani
sr: Саонице
sr_latn: Sankanje
sv: Släde
ta: பனியில் சறுக்கி ஓடும் வண்டி
tr: Atlı kızak
uk: Запряжені сани, санчата
vi: Xe trượt tuyết
zh_hans: 雪橇
zh_hant: 雪橇

# rendering_attr_surface_stone_name
source: Stone
ar: حجر
ast: Piedra
az: Daş
be: Камень
ca: Pedra
cs: Kámen
cy: Cerrig
da: Sten
de: Stein
el: Πέτρα
eo: Ŝtonoj
es_us: Piedra
et: Kivi
eu: Harria
fa: سنگ
fi: Kivi
fr: Pierre
gl: Pedra
he: אבן
hu: Kő
id: Batu
is: Steinn
it: Pietra
ja: 石
ka: ქვა
ko: 돌
lt: Akmenys
lv: Akmens
mk: Kamen
ml: കല്ല്
my: ကျောက်ခဲ
nb: Stein
nl: Steen
oc: Pèira
pl: Kamień
pt_br: Rocha
ro_ro: Piatră
ru: Камень
sc: Perda
sk: Kameň
sl: Kamenje
sr: Камен
sr_latn: Kamen
sv: Sten
ta: கல்
tr: Taş
uk: Камінь
vi: Đá
zh_hans: 石地
zh_hant: 石頭

# height_limit_description
source: Provide your vehicle height, some route restrictions may apply for high vehicles.
ar: أدل بارتفاع مركبتك ،قد يتم تطبيق بعض القيود على المركبات المرتفعة.
ast: Apurri l'altor del vehículu. Puen aplicase dalgunes torgues d'encaminamientu pa vehículos altos.
az: Avtomobilinizin hündürlüyünü göstərin, hündür avtomobillər üçün bəzi marşrut məhdudiyyətləri tətbiq oluna bilər.
be: Пазначце вышыню аўтамабіля, для высокіх транспартных сродкаў на маршруце могуць ужывацца абмежаванні.
ca: Proporcioneu l'alçada del vostre vehicle, pot haver-hi rutes restringides als vehicles alts.
cs: Zadejte výšku svého vozidla, na trase mohou být omezení pro vysoká vozidla.
cy: Rhoi uchder y cerbyd, efallai y bydd rhai cyfyngiadau llwybr yn berthnasol ar gyfer cerbydau uchel.
da: Oplys din køretøjshøjde, da der kan gælde visse ruterestriktioner for høje køretøjer.
de: Geben Sie Ihre Fahrzeughöhe an, für hohe Fahrzeuge können einige Routenbeschränkungen gelten.
el: Δώστε το ύψος του οχήματός σας, κάποιοι περιορισμοί διαδρομής μπορεί να εφαρμόζονται για υψηλά οχήματα.
eo: Enigu alton de via veturilo, iuj vojaj limigoj aplikiĝas al altaj veturiloj.
es_us: Proporciona la altura del vehículo, pueden aplicarse algunas restricciones de ruta para vehículos altos.
et: Palun märgi oma sõiduki kõrgus, et saaks arvestada mõnedel teekondadel kehtestatud sõidukite kõrguspiirangutega.
eu: Eman zure ibilgailuaren altuera, ibilgailu altuetarako zenbait ibilbide murriztu daitezke.
fa: ارتفاع وسیلهٔ نقلیهٔ خود را مشخص کنید. ممکن است محدودیت‌های مسیر برای وسایل نقلیهٔ بلند اِعمال شود.
fi: Ilmoita ajoneuvosi korkeus, sillä korkeisiin ajoneuvoihin voi kohdistua joitakin reittirajoituksia.
fr: Indiquez la hauteur de votre véhicule, certaines restrictions d'itinéraire peuvent s'appliquer aux véhicules hauts.
gl: Fornece a altura do teu vehículo, algunhas restricións de ruta poden ser aplicadas para vehículos altos.
he: נא לציין את גובה כלי הרכב שלך, יתכן שחלות מגבלות מעבר על כלי רכב גבוהים.
hu: Adja meg a járműve magasságát (a magas járművekre útvonal-korlátozások vonatkozhatnak).
hy: Նշեք մեքենայի բարձրությունը, երթուղու վրա կարող են կիրառվել սահմանափակումներ ծանր տրանսպորտային միջոցների համար։
id: Sediakan tinggi kendaraan Anda, beberapa pembatasan rute mungkin berlaku untuk kendaraan yang tinggi.
is: Settu inn hæð farartækisins, takmarkanir geta verið á sumum leiðum varðandi hæð farartækja.
it: Indica l'altezza del veicolo, alcune restrizioni stradali potrebbero essere applicate per veicoli alti.
ja: 車高を入力してください。一部のルートにおいては、車高の高い車両では通行できない場合があります。
ko: 차량 높이를 제공, 일부 노선 제한은 높은 차량에 적용 할 수 있습니다.
lv: Norādiet transportlīdzekļa augstumu, augstākiem transportlīdzekļiem var tik piemēroti maršruta ierobežojumi.
mk: Navedete ja visinata na vašeto vozilo, nekoi ograničuvanja na maršrutata može da važat za visoki vozila.
nb: Angi kjøretøyhøyde, noen rutebegrensninger for høye kjøretøy kan tilkomme.
nl: Geef de voertuighoogte op, er zijn mogelijk routebeperkingen voor te hoge voertuigen.
oc: Indicatz l'auçada de vòstre veïcul, de restriccions de passatge se pòdon rescontrar per lei veïcules auts.
pl: Wprowadź wysokość pojazdu, niektóre restrykcje dróg mogą dotyczyć wysokich pojazdów.
pt_br: Forneça a altura do veículo. Algumas restrições de rota podem ser aplicadas para veículos altos.
ro_ro: Precizați înălțimea vehiculului dumneavoastră, deoarece se pot aplica unele restricții de traseu pentru vehiculele înalte.
ru: Укажите высоту автомобиля, для высоких транспортных средств могут применяться ограничения на маршруте.
sc: Inserta s'artària de su veìculu tuo, ca unas cantas restritziones si diat pòdere aplicare pro veìculos artos ebbia.
sk: Zadajte výšku vášho vozidla, pretože na trase môžu byť obmedzenia pre vysoké vozidlá.
sl: Navedi višino svojega vozila, ker za visoka vozila lahko veljajo nekatere omejitve na poti.
sr: Унесите висину возила, нека ограничења пута могу бити примењена за висока возила.
sr_latn: Unesi visinu vozila, neka ograničenja puta mogu biti primenjena za visoka vozila.
sv: Ange höjden på ditt fordon. vissa ruttrestriktioner kan gälla för höga fordon.
ta: உங்கள் வாகன உயரத்தை வழங்கவும், சில பாதை கட்டுப்பாடுகள் உயர் வாகனங்களுக்கு பொருந்தும்.
tr: Aracınızın yüksekliğini belirtin, yüksek araçlar için bazı rota kısıtlamaları geçerli olabilir.
uk: Зазначте висоту автомобіля. До високих транспортних засобів можуть застосовуватися певні маршрутні обмеження.
vi: Vui lòng cung cấp chiều cao phương tiện của bạn, vì một số tuyến đường có thể bị hạn chế đối với các phương tiện cao.
zh_hans: 提供你的车辆高度，较高的车辆可能会受到一些路线限制。
zh_hant: 提供您的車輛高度，某些路線的限制可能適用於超高車輛。

# lenght_limit_description
source: Provide your vehicle length, some routes restrictions may be applied for long vehicles.
ar: أدل بوزن مركبتك ،قد يتم تطبيق بعض قيود الطرقات على المركبات الثقيلة.
ast: Apurri la llongura del vehículu. Puen aplicase dalgunes torgues d'encaminamientu pa vehículos llongos.
az: Avtomobilinizin uzunluğunu göstərin, uzun avtomobillər üçün bəzi marşrut məhdudiyyətləri tətbiq oluna bilər.
be: Пазначце даўжыню аўтамабіля, для доўгіх транспартных сродкаў на маршруце могуць ужывацца абмежаванні.
bg: Provide your vehicle length, some route restrictions may be applied for long vehicles.
ca: Proporcioneu la llargada del vostre vehicle, pot haver-hi rutes restringides als vehicles llargs.
cs: Zadejte délku svého vozidla, na trase mohou být omezení pro dlouhá vozidla.
cy: Rhoi hyd y cerbyd, efallai y bydd rhai cyfyngiadau llwybrau yn berthnasol ar gyfer cerbydau hir.
da: Angiv dit køretøjs længde. Visse ruter kan være begrænset for lange køretøjer.
de: Bitte geben Sie Ihre Fahrzeuglänge an. Für lange Fahrzeuge können einige Streckenabschnitte nicht befahrbar sein.
el: Δώστε το μήκος του οχήματός σας, κάποιοι περιορισμοί διαδρομών μπορεί να εφαρμόζονται για μεγάλα οχήματα.
eo: Enigu longon de via veturilo, iuj vojaj limigoj aplikiĝas al longaj veturiloj.
es_us: Proporciona la longitud del vehículo, se pueden aplicar algunas restricciones de rutas para vehículos largos.
et: Mõnedel marsruutidel võivad kohalduda piirangud sõiduki pikkusele. Palun märkige oma sõiduki pikkus.
eu: Eman zure ibilgailuaren luzera, ibilbide batzuetako mugak aplika daitezke ibilgailu luzeentzat.
fa: طول وسیلهٔ نقلیهٔ خود را مشخص کنید. ممکن است محدودیت‌های مسیر برای وسایل نقلیهٔ طویل اِعمال شود.
fi: Ilmoita ajoneuvosi pituus, sillä pitkiin ajoneuvoihin voi kohdistua joitakin reittirajoituksia.
fr: Indiquez la longueur de votre véhicule, certaines restrictions d'itinéraire peuvent s'appliquer aux véhicules longs.
gl: Fornece a lonxitude do teu vehículo. Algunhas restricións de ruta poden ser aplicadas a vehículos longos.
he: נא לספק את אורך כלי הרכב שלך, מגבלות מסלול מסוימות עשויות לחול על כלי רכב ארוכים.
hu: Adja meg a járműve hosszát (a hosszú járművekre útvonal-korlátozások vonatkozhatnak).
hy: Նշեք մեքենայի երկարությունը, երկար տրանսպորտային միջոցների համար կարող են կիրառվել երթուղու սահմանափակումներ։
id: Sediakan panjang kendaraan Anda, beberapa pembatasan rute mungkin diterapkan untuk kendaraan panjang.
is: Settu inn lengd farartækisins, takmarkanir geta verið á sumum leiðum varðandi lengd farartækja.
it: Fornisci la lunghezza del tuo veicolo, alcune restrizioni di percorso potrebbero essere applicate per veicoli lunghi.
ja: 車の長さを入力してください。一部のルートにおいては、長い車両では通行できない場合があります。
ka: Provide your vehicle length, some route restrictions may be applied for long vehicles.
ko: 차량 길이를 제공, 일부 노선 제한 긴 차량에 적용 될 수 있습니다.
lt: Provide your vehicle length, some route restrictions may be applied for long vehicles.
lv: Norādiet transportlīdzekļa garumu, garākiem transportlīdzekļiem var tikt piemēroti maršruta ierobežojumi.
mk: Navedete ja dolžinata na vašeto vozilo, nekoi ograničuvanja na maršrutite može da se primenat za dolgi vozila.
nb: Angi lengden på ditt kjøretøy, noen rutebegrensninger kan gjelde for lange kjøretøy.
nl: Geef de voertuiglengte op, er zijn mogelijk routebeperkingen voor lange voertuigen.
oc: Indicatz l'ample de vòstre veïcul, de restriccions de passatge se pòdon rescontrar per lei veïcules lòngs.
pl: Podaj długość pojazdu, niektóre ograniczenia tras mogą być stosowane dla długich pojazdów.
pt_br: Forneça o comprimento do seu veículo. Algumas restrições de rotas podem ser aplicadas a veículos longos.
ro_ro: Precizați lungimea autovehiculului, deoarece este posibil să se aplice anumite restricții de traseu pentru vehiculele lungi.
ru: Укажите длину вашего транспортного средства, поскольку для длинномеров могут быть ограничения на дорогах.
sc: Inserta sa longària de su veìculu tuo. Bi diant pòdere èssere unas cantas restritziones de sas àndalas pro sos veìculos longos.
sk: Zadajte dĺžku vášho vozidla, pretože na trase môžu byť obmedzenia pre dlhé vozidlá.
sl: Navedi dolžino svojega vozila, ker za dolga vozila lahko veljajo nekatere omejitve na poti.
sr: Унесите дужину возила, нека ограничења пута могу бити примењена за дужа возила.
sr_latn: Unesi dužinu vozila, neka ograničenja puta mogu biti primenjena za duža vozila.
sv: Ange längden på ditt fordon. vissa ruttrestriktioner kan gälla för långa fordon.
ta: உங்கள் வாகன நீளத்தை வழங்கவும், சில வழித்தடக் கட்டுப்பாடுகள் நீண்ட வாகனங்களுக்கு பயன்படுத்தப்படலாம்.
tr: Aracınızın uzunluğunu belirtin, uzun araçlar için bazı rota kısıtlamaları geçerli olabilir.
uk: Зазначте довжину вашого автомобіля. До довгомірних транспортних можуть застосовуватися певні маршрутні обмеження.
vi: Vui lòng cung cấp chiều dài phương tiện của bạn, vì một số tuyến đường có thể bị hạn chế đối với các phương tiện dài.
zh_hans: 提供你的车辆长度，较长的车辆可能会受到一些路线限制。
zh_hant: 提供您的車輛長度，某些路徑限制可能適用於較長的車輛。

# shared_string_update_required
source: Update Required
cs: Vyžadována aktualizace
da: Opdatering påkrævet
de: Aktualisierung erforderlich
el: Χρειάζεται ενημέρωση
es_us: Se debe actualizar
et: Uuendus on vajalik
fr: Mise à jour nécessaire
hu: Frissítés szükséges
id: Perlu Pembaruan
is: Uppfæra nauðsynlegt
it: Richiesto un aggiornamento
nl: Update vereist
ro_ro: Actualizare necesară
ru: Требуется обновление
sk: Vyžaduje sa aktualizácia
sr: Потребно ажурирање
sr_latn: Potrebno ažuriranje
sv: Uppdatering krävs
ta: புதுப்பிப்பு தேவை
uk: Необхідне оновлення
zh_hant: 需要更新

# mtb_imba_full
source: International Mountain Bicycling Association
ar: الرابطة الدولية لركوب الدراجات الجبلية
az: Beynəlxalq Dağ Velosipedi Assosiasiyası
bg: Международна асоциация за планинско колоездене
ca: Associació Internacional de Ciclisme de Muntanya
cs: Mezinárodní asociace horské cyklistiky
el: Διεθνής Ένωση Ορεινής Ποδηλασίας
eo: Interŝtata Asocio de Montara Biciklado (IMBA)
es_us: Asociación Internacional del Ciclismo de Montaña
et: Rahvusvaheline Mägirattasõidu Liit
eu: Mendiko Bizikletaren Nazioarteko Elkartea
fa: انجمن بین‌المللی دوچرخه‌سواری کوهستان
fr: Association Internationale de VTT
hu: Nemzetközi Hegyikerékpáros Szövetség
id: Asosiasi Sepeda Gunung Internasional
is: Alþjóðlegu fjallahjólreiðasamtökin
ja: 国際マウンテンバイク協会(IMBA)
ko: 국제 산악 자전거 협회
nl: Internationale Mountain Bicycling Association
oc: Associacion Internacionala de Ciclisme de Montanha
pl: Międzynarodowe Stowarzyszenie Kolarstwa Górskiego (IMBA)
ro_ro: Asociația Internațională de Ciclism Montan
ru: Международная ассоциация горного велоспорта
sc: Assòtziu Internatzionale de su Tziclismu de Monte (International Mountain Bicycling Association)
sk: Medzinárodné združenie pre horské bicyklovanie
sl: Svetovna gorsko kolesarska zveza (International Mountain Bicycling Association)
sr: Међународно удружење планинарских бициклиста
sr_latn: Internacionalno udruženje planinskih biciklista
ta: பன்னாட்டு மலை சைக்கிள் சங்கம்
tr: Uluslararası Dağ Bisikleti Birliği
uk: Міжнародна асоціація гірського велоспорту
vi: Hội xe đạp địa hình thế giới
zh_hans: 国际山地自行车协会
zh_hant: 國際山地自行車協會

# cloud_no_conflicts
source: There are no conflicts.
ar: لا يوجد تعارض.
bg: Липсват конфликти.
ca: No hi ha cap conflicte.
cs: Nejsou žádné konflikty.
da: Der er ingen konflikter.
de: Es gibt keine Konflikte.
el: Δεν υπάρχουν συγκρούσεις.
eo: Neniu konflikto
es_us: Sin conflictos.
et: Versioonikonflikte pole.
eu: Ez dago gatazkarik.
fa: هیچ ناسازگاری وجود ندارد.
fi: Konflikteja ei ole.
fr: Il n'y a aucun conflit.
he: אין סתירות.
hu: Nincs konfliktus.
id: Tidak ada konflik.
is: Það eru engir árekstrar.
it: Non ci sono conflitti.
ja: 競合データはありません。
ko: 충돌이 없습니다.
nb: Det er ingen konflikter.
nl: Er zijn geen tegenstrijdigheden.
oc: I a ges de conflicte.
pl: Nie ma żadnych konfliktów.
ro_ro: Nu sunt conflicte.
ru: Конфликтов нет.
sc: Non bi sunt cunflitos.
sk: Nie sú žiadne konflikty.
sl: Ni konfliktov.
sr: Нема сукоба.
sr_latn: Nema konflikta.
sv: Inga konflikter hittades.
ta: மோதல்கள் எதுவும் இல்லை.
tr: Herhangi bir çakışma yok.
uk: Неузгодженостей немає.
vi: Không có xung đột nào.
zh_hans: 没有冲突。
zh_hant: 沒有衝突。

# backup_conflicts_action_descr
source: Another version of this file is stored on the server. You need to select action
ar: يتم تخزين أحدث إصدار من الملف على الخادم. تحتاج إلى تحديد الإجراء
cs: Další verze tohoto souboru je uložena na serveru. Je třeba vybrat akci
da: En anden version af denne fil er gemt på serveren. Du skal vælge handling
de: Eine andere Version dieser Datei ist auf dem Server gespeichert. Sie müssen eine Aktion auswählen
es_us: Existe otra versión de este archivo en el servidor. Elige una acción.
et: Sellest failist on serveris olemas teine versioon. Palun vali järgnev tegevus
fr: Une autre version de ce fichier est stockée sur le serveur. Vous devez sélectionner une action
hu: Ennek a fájlnak egy másik verziója a kiszolgálón található. Válaszon ki egy műveletet
id: Versi lain dari berkas ini disimpan di server. Anda perlu memilih tindakan
is: Önnur útgáfa af þessari skrá er geymd á netþjóninum. Þú þarft að velja aðgerð
it: Un'altra versione di questo file è memorizzata sul server. Devi selezionare l'azione
ro_ro: O altă versiune a acestui fișier este stocată pe server. Trebuie să selectați acțiunea
ru: Другая версия этого файла хранится на сервере. Вы должны выбрать действие
sc: In su serbidore b'at un'àtera versione de custu documentu. Depes seletzionare s'atzione
sr: Друге верзије ових фајлова се налазе на серверу. Требате да одаберете акцију
sr_latn: Druge verzije ovih fajlova se nalaze na serveru. Trebate da odaberete akciju
sv: En annan version av den här filen finns lagrad på servern. Välj en åtgärd
ta: இந்த கோப்பின் மற்றொரு பதிப்பு சேவையகத்தில் சேமிக்கப்படுகிறது. நீங்கள் செயலைத் தேர்ந்தெடுக்க வேண்டும்
tr: Bu dosyanın başka bir sürümü sunucuda var. Eylemi seçmeniz gerekir
uk: Ще одна версія цього файлу зберігається на сервері. Потрібно вибрати дію
zh_hant: 此檔案的另一個版本已儲存在伺服器上。您需要選擇操作

# route_your_destination_is_on_right
source: Your destination is on the right
cs: Váš cíl je vpravo
da: Din destination er til højre
de: Das Ziel befindet sich auf der rechten Seite
el: Ο προορισμός σας είναι στα δεξιά
es_us: Tu destino está a la derecha
et: Sinu sihtkoht asub paremal
fr: Votre destination se situe à droite
hu: Az úti célja jobb oldalon található
id: Tujuan Anda ada di sebelah kanan
is: Áfangastaðurinn þinn er til hægri
it: La tua destinazione è sulla destra
nl: Uw bestemming is aan de rechterkant
ro_ro: Destinația dumneavoastră este pe dreapta
ru: Ваш пункт назначения находится справа
sr: Ваше одредиште је на десно
sr_latn: Vaše odredište je desno
sv: Din destination är till höger
ta: உங்கள் இலக்கு வலதுபுறம் உள்ளது
uk: Ваш пункт призначення знаходиться праворуч
zh_hant: 你的目的地在右側

# route_your_destination_is_on_ahead
source: Your destination is straight ahead
cs: Váš cíl je přímo před vámi
da: Din destination er lige fremme
de: Ihr Ziel befindet sich vor ihnen
el: Ο προορισμός σας είναι ευθεία μπροστά
es_us: Tu destino está justo delante
et: Sinu sihtkoht asub otse ees
fr: Votre destination se situe tout droit
hu: Az úti célja Önnel szemben van
id: Tujuan Anda lurus ke depan
is: Áfangastaðurinn þinn er beint framundan
it: La tua destinazione è dritta davanti a te
nl: Uw bestemming is recht voor u
ro_ro: Destinația ta este drept înainte
ru: Ваш пункт назначения - впереди по ходу движения
sr: Ваше одредиште је право испред
sr_latn: Vaše odredište je pravo ispred
sv: Din destination är rakt fram
ta: உங்கள் இலக்கு நேராக முன்னால் உள்ளது
uk: Ваш пункт призначення прямо перед вами
zh_hant: 你的目的地在正前方

source: UI Customization
ar: تخصيص واجهة المستخدم
ast: Personalización de la IU
az: UI fərdiləşdirmə
be: Наладжванне інтэрфейсу
bg: Персонализиране на потребителския интерфейс
ca: Personalització de la IU
cs: Přizpůsobení uživatelského rozhraní
cy: Ffurfweddu'r rhyngwyneb
da: Tilpasning af brugergrænseflade
de: Anpassung der Benutzeroberfläche
el: Προσαρμογή UI
eo: Alĝustigi fasadon
es_us: Personalizar interfaz de usuario
et: Kohenda kasutajaliidest
eu: Interfazearen pertsonalizazioa
fa: سفارشی‌سازی واسط کاربری
fr: Personnalisation de l'interface utilisateur
gl: Personalización da interface de usuario
he: התאמות מנשק משתמש
hu: Felhasználói felület testreszabása
id: Kustomisasi UI
is: Sérsnið viðmóts
it: Personalizzazione dell'interfaccia grafica
ja: ユーザーインターフェイスのカスタマイズ
ka: UI-ის მორგება
ko: UI 사용자 지정
lt: UI pritaikymas
mk: Prisposobuvanje na UI
nb: Grensesnittstilpasning
nl: Aanpassing van de gebruikersinterface
oc: Personalizacion de l'interfàcia
pl: Ustawienia interfejsu użytkownika
pt_br: Personalização da interface do usuário
ro_ro: Personalizare interfață
ru: Настройки интерфейса
sc: Personalizatzione de s'interfache de s'impreadore
sk: Prispôsobenie používateľského rozhrania
sl: Prilagajanje uporabniškega vmesnika
sr: Прилагођавање корисничког сучеља
sr_latn: Prilagođavanje korisničkog interfejsa
sv: Anpassning av användargränssnittet
ta: இடைமுகம் தனிப்பயனாக்கம்
tr: Kullanıcı Arayüzü Özelleştirme
uk: Налаштування інтерфейсу
vi: Tùy chỉnh giao diện người dùng
zh_hans: 用户界面自定义
zh_hant: 自訂使用者介面

# ui_customization_short_descr
source: Drawer items, context menu
ar: القائمة الجانبية و السفلية
ast: Los elementos del caxón y del menú contestual
az: Siyirmə elementləri, kontekst menyusu
be: Элементы панэлі, кантэкстнае меню
bg: Елементи на странич. меню, контекстуално меню
ca: Elements del menú lateral i menú contextual
cs: Položky v úvodním panelu a kontextovém menu
cy: Eitemau drôr, dewislen cyd-destun
da: Skuffeelementer, kontekstmenu
de: Schubladenelemente, Kontextmenü
el: Στοιχεία σχεδιαστή, μενού περιβάλλοντος
eo: Elementoj de tirmenuo, kunteksta menuo, ktp.
es_us: Elementos del menú lateral y menú contextual
et: Sahtli osad, kontekstimenüü
eu: Tiraderako elementuak, laster-menua
fa: اقلام کشو، فهرست زمینه
fi: Valikon kohteet, kontekstivalikko
fr: Éléments du panneau déroulant, menu contextuel
gl: Elementos da gabeta, menú contextual
he: פריטי מגירה, תפריט הקשר
hu: Menü elemek, opciók
id: Item laci, menu konteks
is: Atriði á sleða, samhengisvalmynd
it: Elementi pannello, menù contestuale
ja: ドロワー＆コンテキストメニューの表示項目
ko: 드로어 항목, 상황에 맞는 메뉴
mk: Stavki od fioka, kontekstno meni
nb: Skuffeelementer, lokalmeny
nl: Mappen, contextmenu
oc: Elements de representacion, menú contextuau
pl: Elementy menu bocznego, menu podręczne
ro_ro: Elemente de panou lateral, meniu contextual
ru: Элементы главного и контекстного меню
sc: Elementos de su calàssiu, menù de cuntestu
sk: Položky v úvodnom paneli a kontextovom menu
sl: Elementi predala, kontekstni meni
sr: Јединице ладице, приручни изборник
sr_latn: Elementi glavnog i kontekstnog menija
sv: Huvudmeny-objekt, kontextmeny
ta: டிராயர் உருப்படிகள், சூழல் பட்டியல்
tr: Çekmece ögeleri, içerik menüsü
uk: Елементи бічної панелі, контекстне меню
vi: Các mục trong menu trượt, menu ngữ cảnh
zh_hans: 抽屉项目，上下文菜单
zh_hant: 抽屜項目，情境選單
