Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

source: Start of the track
ar: بداية المسار
az: İzin başlanğıcı
be: Пачатак следу
ca: Inici de la traça
cs: Začátek trasy
cy: Dechrau'r trac
da: Starten af sporet
de: Startpunkt des Tracks
el: Έναρξη του ίχνους
eo: Komenco de spuro
es_us: Inicio de la traza
et: Raja algus
eu: Arrastoaren hasiera
fa: ابتدای رد
fi: Jäljen alku
fr: Début de la trace
gl: Comezo da pista
he: התחלת המסלול
hu: Nyomvonal kezdete
id: Pemulaian trek
is: Upphaf ferils
it: Inizio della traccia
ja: 経路の出発点
ka: კურსის დასაწყისი
ko: 트랙의 시작
mk: Pocetok na trasata
mr: ट्रॅकची सुरुवात
nb: Starten av sporet
nl: Begin van de track
oc: Començament de la traça
pl: Początek trasy
ro_ro: Începutul traseului
ru: Начало трека
sc: Incumintzu de sa rasta
sk: Začiatok stopy
sl: Začetek sledi
sr: Почетак трага
sr_latn: Početak trase
sv: Början på färdvägen
ta: பாதையின் தொடக்க
tr: İzlenen yolun başlangıcı
uk: Початок треку
vi: Điểm bắt đầu của cung đường
zh_hans: 轨迹起始位置
zh_hant: 軌跡開始

source: Nearest point
ar: أقرب نقطة
az: Ən yaxın nöqtə
be: Бліжэйшы пункт
bg: Най-близката точка
ca: El punt més proper
cs: Nejbližší bod
cy: Y pwynt agosaf
da: Nærmeste punkt
de: Nächstgelegener Punkt
el: Κοντινότερο σημείο
eo: Plej proksima punkto
es_us: Punto más cercano
et: Lähim punkt
eu: Puntu hurbilena
fa: نزدیک‌ترین نقطه
fi: Lähin piste
fr: Point le plus proche
gl: Punto máis preto
he: הנקודה הקרובה ביותר
hu: Legközelebbi pont
id: Titik terdekat
is: Næsti punktur
it: Punto più vicino
ja: 最寄りの地点
ka: უახლოესი წერტილი
ko: 가장 가까운 점
mk: Najbliska tocka
nb: Nærmeste punkt
nl: Dichtstbijzijnde punt
oc: Ponch pus pròche
pl: Najbliższy punkt
pt_br: Ponto próximo
ro_ro: Punctul cel mai apropiat
ru: Ближайшая точка
sc: Puntu prus a curtzu
sk: Najbližší bod
sl: Najbližja točka
sr: Најближа тачка
sr_latn: Najbliža tačka
sv: Närmaste punkt
ta: அருகிலுள்ள புள்ளி
tr: En yakın nokta
uk: Найближча точка
vi: Điểm gần nhất
zh_hans: 距离最近的点
zh_hant: 最近的點

source: Select profile
ar: تحديد ملف التعريف
cs: Zvolte profil
da: Vælg profil
de: Profil auswählen
el: Επιλογή προφίλ
es_us: Elige un perfil
et: Vali profiil
fi: Valitse profiili
fr: Sélectionnez le profil
hu: Profil kiválasztása
id: Pilih profil
is: Veldu snið
it: Seleziona profilo
ja: プロファイルを選択
ka: აირჩიეთ პროფილი
nb: Velg profil
nl: Kies profiel
oc: Seleccionar un perfiu
pl: Wybierz profil
pt_br: Selecionar perfil
ro_ro: Selectați profilul
ru: Выбрать профиль
sc: Ischerta su profilu
sk: Zvoľte profil
sr: Изаберите профил
sr_latn: Izaberite profil
sv: Välj profil
ta: சுயவிவரத்தைத் தேர்ந்தெடுக்கவும்
tr: Profil seç
uk: Вибрати профіль
zh_hant: 選擇設定檔

# osmand_live_subscription_canceled
source: You have cancelled OsmAnd Live Subscription
ar: لقد قمت بإلغاء الاشتراك في شركة أوسماند لايف
be: Вы анулявалі падпіску OsmAnd Live
ca: Heu cancel·lat la subscripció OsmAnd Live
cs: Zrušili jste své předplatné OsmAnd Live
da: OsmAnd Live-abonnement er annulleret
de: Sie haben Ihr OsmAnd Live-Abonnement gekündigt
el: Έχετε ακύρωση την συνδρομή OsmAnd Live
es_us: Suscripción a OsmAnd Live cancelada
et: Oled tühistanud oma OsmAnd Live tellimuse
fr: Vous avez annulé l'abonnement OsmAnd Live
hu: Ön lemondta az OsmAnd Live előfizetést
id: Anda telah membatalkan Langganan OsmAnd Live
is: Þú hefur hætt áskrift þinni að OsmAnd Live
it: Hai cancellato la tua sottoscrizione a OsmAnd Live
ja: OsmAnd Liveのサブスクリプションをキャンセルしました
ko: 당신은 OsmAnd Live Subscription을 취소
nl: U heeft OsmAnd Live Subscription geannuleerd
oc: Avètz anullat vòstre abonament a OsmAnd Live
pl: Anulowałeś subskrypcję OsmAnd Live
pt_br: Você cancelou a Assinatura OsmAnd Live
ro_ro: Ați anulat Abonamentul OsmAnd Live
ru: Вы отменили подписку на OsmAnd Live
sc: As iscantzelladu s'abbonamentu a OsmAnd Live
sk: Zrušili ste predplatné OsmAnd Live
sr: Отказали сте претплату на OsmAnd Уживо
sr_latn: Otkazali ste pretplatu na OsmAnd Uživo
sv: Du har avslutat OsmAnd Live prenumeration
ta: நீங்கள் ஒச்மண்ட் நேரடி சந்தாவை ரத்து செய்துள்ளீர்கள்
tr: OsmAnd Live Aboneliğini iptal ettiniz
uk: Ви скасували передплату OsmAnd Live
zh_hant: 您已取消了 OsmAnd Live 的訂閱

# res_region_map
source: Region map
ar: خريطة المنطقة
be: Мапа рэгіёна
ca: Mapa regional
cs: Mapa oblasti
da: Regionskort
de: Umgebungskarte
el: Χάρτης της περιοχής
es_us: Mapa regional
et: Piirkonna kaart
fr: Carte de la région
hu: Régiótérkép
id: Peta wilayah
is: Kort af svæði
it: Mappa regionale
ja: 地域マップ
ka: რეგიონის რუკა
ko: 지역지도
nl: Regiokaart
oc: Mapa regionala
pl: Mapa regionu
pt_br: Mapa regional
ro_ro: Harta regiunii
ru: Карта региона
sc: Mapa regionale
sk: Mapa regiónu
sl: Zemljevid območja
sr: Мапа региона
sr_latn: Mapa regiona
sv: Regional karta
ta: பிராந்திய வரைபடம்
tr: Bölge Haritası
uk: Мапа області
zh_hant: 區域地圖

# res_source_format
source: Source format
ar: صيغة المصدر
be: Фармат крыніцы
ca: Format de la font
cs: Zdrojový formát
da: Kildeformat
de: Quellformat
el: Μορφή πηγής
es_us: Formato de fuente
et: Lähtevorming
fr: Format de la source
hu: Forrás formátuma
id: Format sumber
is: Snið frumkóða
it: Formato sorgente
ja: ソースフォーマット
nb: Kildeformat
nl: Bron formaat
oc: Format de la fònt
pl: Format źródła
pt_br: Formato de fonte
ro_ro: Format sursă
ru: Формат источника
sc: Formadu mitza
sr: Изворни формат
sr_latn: Izvorni format
sv: Källformat
ta: மூல வடிவம்
tr: Kaynak biçimi
uk: Формат джерела
zh_hant: 來源格式

# res_url_warning
source: URL cannot be empty
ar: لا يمكن أن يكون عنوان URL فارغًا
be: URL не можа быць пустым
ca: L'adreça URL no pot estar buida
cs: URL nemůže být prázdné
da: Webadressen kan ikke være tom
de: URL darf nicht leer sein
el: Το URL δεν μπορεί να είναι κενό
es_us: La URL no puede estar vacía
et: URL ei tohi olla tühi
fr: L'URL ne peut pas être vide
hu: Az URL nem lehet üres
id: URL tidak boleh kosong
is: Slóð má ekki vera auð
it: L'URL non può essere vuoto
ja: URLは空にできません
ka: URL ცარიელი ვერ იქნება
nb: Nettadresse kan ikke stå tom
nl: URL mag niet leeg zijn
oc: L'URL deu pas demorar vueja
pl: URL nie może być pusty
pt_br: O URL não pode estar vazio
ro_ro: URL-ul nu poate fi gol
ru: URL-адрес не может быть пустым
sc: S'URL non podet èssere bòidu
sr: URL не може бити празан
sr_latn: URL ne može biti prazan
sv: URL kan inte vara tom
ta: முகவரி காலியாக இருக்க முடியாது
tr: URL boş olamaz
uk: URL-адреса не може бути порожньою
zh_hant: URL 不能為空

# osmand_depelopment_use_3d_icons
source: Use 3D location position icons
cs: Použít 3D ikony polohy
da: Brug 3D-positionsikoner til placering
de: 3D-Positionssymbole verwenden
el: Χρήση 3D εικονιδίων θέσης τοποθεσίας
es_us: Usar los iconos 3D de la ubicación
et: Kasuta kolmemõõtmelisi asukohaikoone
fr: Utiliser les icônes de position 3D
hu: 3D helypozíciós ikonok használata
id: Gunakan ikon posisi lokasi 3D
is: Nota þrívíddartákn fyrir staðsetningar
it: Utilizza le icone di posizione 3D
nl: Gebruik 3D locatiebepalende iconen
ro_ro: Utilizați pictogramele de poziționare a locației 3D
ru: 3D-значки местоположения
sr: Користи 3Д иконе позиције локације
sr_latn: Koristi 3D ikone pozicije lokacije
sv: Använd 3D plats position ikoner
ta: 3D இருப்பிட நிலை சின்னங்களைப் பயன்படுத்தவும்
uk: Використовувати піктограми положення 3D-локацій
zh_hant: 使用 3D 位置圖示

# use_heightmap_setting
source: Use 3D relief heightmaps
ar: استخدام خرائط تضاريس الارتفاع 3D
cs: Použít 3D reliéfní výškové mapy
da: Brug højdekort med 3D-relief
de: 3D-Reliefhöhenkarten verwenden
el: Χρήση χάρτη ύψους με 3D ανάγλυφο
es_us: Usar mapas de altura del relieve 3D
fr: Utiliser les cartes de hauteur en relief 3D
hu: 3D magassági térképek használata a domborzathoz
id: Gunakan peta ketinggian relief 3D
is: Nota yfirborðshæðakort í þrívídd
it: Utilizza le mappe altitudini in rilievo 3D
nl: Gebruik 3D reliëf hoogtekaarten
ro_ro: Folosește hartă relief 3D
ru: Использовать 3D-карты рельефа
sc: Imprea mapas de sas artàrias 3D
sr: Користи 3Д рељефне висинске мапе
sr_latn: Koristi 3D reljefne visinske mape
sv: Använd höjdkartor med 3D-relief
ta: 3D நிவாரண உயரம் பயன்படுத்தவும்
tr: 3B kabartma yükseklik haritalarını kullan
uk: Використовувати 3D-мапи висот
zh_hant: 使用 3D relief 高度圖

# osm_add_timespan
source: Add timespan
ar: إضافة جدول زمني
be: Дадаць часавы прамежак
ca: Afegeix un lapse
cs: Přidat časový rozsah
da: Tilføj tidsinterval
de: Zeitspanne hinzufügen
el: Προσθήκη χρονικού διαστήματος
es_us: Añadir periodo de tiempo
et: Lisa ajavahemik
fr: Ajouter une période de temps
hu: Időtartam hozzáadása
id: Tambah rentang waktu
is: Bæta við tímabili
it: Aggiungi l'intervallo di tempo
ja: 営業時間を追加
ka: დროის შუალედის დამატება
nl: Tijdspanne toevoegen
oc: Ajustar un intervalle de temps
pl: Dodaj okres czasu
pt_br: Adicionar tempo
ro_ro: Adăugați intervalul de timp
ru: Добавить временной интервал
sc: Annanghe un'intervallu de tempus
sk: Pridať časový rozsah
sl: Dodaj časovni obseg
sr: Додајте временски период
sr_latn: Dodajte vremenski period
sv: Lägg till tidsintervall
ta: டைம்ச்பான் சேர்க்கவும்
tr: Zaman aralığı ekle
uk: Додати часовий інтервал
zh_hant: 新增時段

# shared_string_reload
source: Reload
ar: إعادة تحميل
ast: Recargar
az: Yenilə
be: Перазагрузіць
ca: Actualitza
cs: Znovu načíst
cy: Ail-lwytho
da: Genindlæs
de: Neu laden
el: Επαναφόρτωση
eo: Reŝargi
es_us: Recargar
et: Laadi uuesti
eu: Birkargatu
fa: بارکردن مجدد
fi: Lataa uudelleen
fr: Actualiser
gl: Recargar
he: רענון
hu: Újratöltés
hy: Վերբեռնել
id: Muat ulang
is: Endurnýja
it: Ricarica
ja: 再読み込み
ka: თავიდან ჩატვირთვა
ko: 다시 로드
lt: Perkrauti
lv: Pārlādēt
mk: Včitaj povtorno
ml: വീണ്ടും ലോഡുചെയ്യുക
nb: Last på nytt
nl: Opnieuw laden
oc: Actualizar
pl: Załaduj ponownie
pt_br: Recarregar
ro_ro: Reîncarcă
ru: Обновить
sc: Torra a carrigare
sk: Znovu načítať
sl: Ponovno naloži
sr: Поново учитај
sr_latn: Ponovo učitaj
sv: Uppdatera
ta: ஏற்றவும்
tr: Tekrar yükle
uk: Перезавантажити
vi: Tải lại
zh_hans: 重新载入
zh_hant: 重新載入

# quick_action_map_overlay_title
source: Map overlays
ar: طبقة الخريطة العلوية
az: Xəritə örtükləri
be: Накладзеная мапа
bg: Насложени карти
ca: Superposicions de mapa
cs: Překryvy mapy
cy: Troshaenau mapiau
da: Kortoverlejringer
de: Karten-Overlays
el: Επικάλυψη χάρτη
eo: Mapaj surtavoloj
es_us: Mapas superpuestos
et: Kaardi ülekatted
eu: Maparen gain-azalak
fa: لایه‌های رویی نقشه
fi: Kartan peitekuvat
fr: Sur-couches de carte
gl: Mapas sobrepostos
he: שכבות מעל למפה
hu: Térképfedőrétegek
hy: Քարտեզներ
id: Hamparan peta
is: Þekjur korts
it: Mappa di sovrapposizione
ja: オーバーレイマップ
ka: რუკის შრეები
lv: Kartes virsklāji
mk: Preklopuvanja na karti
ml: മാപ്പ് ഓവർലേകൾ
nb: Overleggskart
nl: Extra kaartlagen
oc: Superposicions de mapa
pl: Nakładki mapy
ro_ro: Suprapuneri de hărți
ru: Наложения
sc: Istratos superiores de sa mapa
sk: Prekrývacie mapy
sl: Prekrivne plasti zemljevida
sr: Слојеви изнад карте
sr_latn: Slojevi iznad mape
sv: Kartöverlägg
ta: வரைபட மேலடுக்குகள்
tr: Harita üst katmanları
uk: Допоміжні шари
zh_hans: 地图覆盖
zh_hant: 地圖上圖層

# quick_action_interim_dialog
source: Show an interim dialog
ar: عرض مربع الحوار مؤقتاً
az: Aralıq dialoqu göstər
be: Паказваць прамежкавы дыялог
ca: Mostra un diàleg provisional
cs: Zobrazit dočasné okno
cy: Dangos deialog interim
da: Vis en midlertidig dialogboks
de: Dialog zum Bearbeiten anzeigen
el: Εμφάνιση ενδιάμεσου διαλόγου
eo: Montri transiran fenestron
es_us: Mostrar un diálogo temporal
et: Kuva vahedialoog
eu: Erakutsi barne elkarrizketa-koadroa
fa: کادری برای تنظیم آن نشان بده
fr: Afficher une fenêtre intermédiaire
gl: Amosar un diálogo temporal
he: הצגת חלון זמני
hu: Ideiglenes dialógusablak megjelenítése
hy: Ցույց տալ միջանկյալ երկխոսությունը
id: Tampilkan sebuah dialog interim
is: Birta millistigsglugga
it: Mostra una finestra di dialogo temporanea
ja: 実行時に入力画面を表示
lt: Rodyti tarpinį dialogo langą
lv: Rādīt interim dialogu
mk: Prikaži privremen dijalog
ml: ഒരു ഇടക്കാല ഡയലോഗ് കാണിക്കുക
nb: Vis en midlertidig dialog
nl: Bewerkingsdialoog tonen
oc: Mostrar una fenèstra de dialòg intermediària
pl: Okno pośrednie
ro_ro: Arată un dialog intermediar
ru: Показывать промежуточный диалог
sc: Ammustra una ventana intermèdia
sk: Zobraziť dočasné okno
sl: Pokaži vmesno pogovorno okno
sr: Прикажи прозорче међувремена
sr_latn: Prikazati međudijaloški okvir
sv: Visa en tillfällig dialogruta
ta: இடைக்கால உரையாடலைக் காட்டு
tr: Geçici bir iletişim kutusu göster
uk: Показувати проміжний діалог
zh_hans: 显示临时的对话框
zh_hant: 顯示臨時的對話方塊

# quick_action_add_tag
source: Add tag
ar: إضافة وسم
be: Дадаць пазнаку
ca: Afegeix una etiqueta
cs: Přidat značku
da: Tilføj mærke
de: Tag hinzufügen
el: Προσθήκη ετικετών
es_us: Añadir etiqueta
et: Lisa silt
fa: افزودن تگ
fr: Ajouter un tag
hu: Címke hozzáadása
id: Tambah tag
is: Bæta við merki
it: Aggiungi etichetta
ja: タグを追加
nb: Legg til merke
nl: Tag toevoegen
oc: Ajustar una etiqueta
pl: Dodaj etykietę
pt_br: Adicionar etiqueta
ro_ro: Adăugați eticheta
ru: Добавить тег
sc: Annanghe un'eticheta
sr: Додај ознаку
sr_latn: Dodaj oznaku
sv: Lägg till tagg
ta: குறிச்சொல்லைச் சேர்க்கவும்
tr: Etiket ekle
uk: Додати теґ
zh_hant: 新增標籤

# quick_action_mapillary_show
source: Show Mapillary
ar: إظهار مابيلاري
be: Паказаць Mapillary
ca: Mostra Mapillary
cs: Zobrazit Mapillary
da: Vis Mapillary
de: Mapillary anzeigen
el: Εμφάνιση Mapillary
es_us: Mostrar Mapillary
et: Näita Mapillary andmeid
fa: آشکارکردن مپیلاری
fi: Näytä Mapillary
fr: Afficher Mapillary
gl: Amosar o Mapillary
hu: Mapillary megjelenítése
id: Tampilkan Mapillary
is: Sýna Mapillary
it: Mostra Mapillary
ja: Mapillaryを表示
ka: Mapillary-ის ჩვენება
nb: Vis Mapillary
nl: Mapillary tonen
oc: Mostrar Mapillary
pl: Pokaż Mapillary
pt_br: Mostrar Mapillary
ro_ro: Afișare Mapillary
ru: Показать Mapillary
sc: Ammustra Mapillary
sk: Zobraziť Mapillary
sl: Prikaži mapillary
sr: Прикажи Мапилари
sr_latn: Prikaži Mapilari
sv: Visa Mapillary
ta: Mapilary காட்டு
tr: Mapillary'i göster
uk: Показати Mapillary
zh_hans: 显示Mapillary
zh_hant: 顯示 Mapillary

source: Other options
ar: خيارات أخرى
be: Іншыя параметры
ca: Altres opcions
cs: Další možnosti
da: Andre valgmuligheder
de: Weitere Optionen
el: Άλλες επιλογές
es_us: Otras opciones
et: Muud valikud
fr: Autres options
hu: Egyéb beállítások
id: Opsi lainnya
is: Aðrir valkostir
it: Altre opzioni
nl: Andere opties
oc: Autreis opcions
pl: Inne opcje
pt_br: Outras opções
ro_ro: Alte opțiuni
ru: Другие параметры
sc: Àteras optziones
sk: Ďalšie možnosti
sl: Druge možnosti
sr: Друге опције
sr_latn: Druge opcije
sv: Andra val
ta: பிற விருப்பங்கள்
tr: Diğer seçenekler
uk: Інші налаштування
zh_hant: 其它選項

source: Time limited
ar: وقت محدود
be: Абмежаванне часу
ca: Temps limitat
cs: Časově omezené
da: Tidsbegrænset
de: Zeitlich begrenzt
el: Περιορισμένου χρόνου
es_us: Tiempo limitado
et: Ajapiiranguga
fi: Aikarajoitettu
fr: Limité dans le temps
hu: Időkorlátos
id: Terbatas waktu
is: Með tímamörkum
it: A tempo
ja: 制限時間
ka: დროით შეზღუდული
nl: Beperkte tijd
oc: Temps limitat
pl: Parking ograniczony czasowo
pt_br: Tempo limitado
ro_ro: Timp limitat
ru: Ограничение времени
sc: Cun lìmite de tempus
sk: Časovo obmedzené
sl: Časovno omejeno
sr: Време ограничено
sr_latn: Vreme ograničeno
sv: Tidsbegränsad
ta: நேரம் வரையறுக்கப்பட்டுள்ளது
tr: Sınırlı zaman
uk: Обмеження часу
zh_hant: 有時限

# pickup_car
source: Pickup the car
ar: سيارة بيك أب
be: Забраць аўто
ca: Recollida del cotxe
cs: Vyzvednout auto
da: Hent bilen
de: Zum Auto gehen
es_us: Recoger el automóvil
et: Võta auto
fr: Récupérer la voiture
hu: Autó felvétele
id: Ambil mobil
is: Ná í bílinn
it: Riprendi l'auto
ja: 駐車車両の回収
ka: მანქანის აყვანა
nl: Auto opstappen
oc: Represa de la veitura
pl: Odbierz samochód z parkingu
pt_br: Buscar o carro
ro_ro: Ridicați mașina
ru: Забрать машину
sc: Torra a pigare sa màchina
sk: Vyzdvihnutie auta
sl: Prevzemi avto
sr: Покупи ауто
sr_latn: Pokupi auto
sv: Hämta bilen
ta: காரை எடுக்கவும்
tr: Kamyonet araba
uk: Забрати авто з парковки
zh_hant: 取車

# pickup_car_at
source: Pickup the car at
ar: سيارة بيك أب في
be: Забраць аўто ў
ca: Recollida del cotxe en
cs: Vyzvednout auto v
da: Hent bilen på
de: Das Auto abholen um
es_us: Recoger el automóvil a las
et: Võta auto asukohast
fr: Récupérer la voiture à
hu: Autó felvétele ekkor:
id: Ambil mobil di
is: Ná í bílinn á
it: Riprendi l'auto alle
ja: 駐車場の制限時間：
ka: მანქანის აყვანის დრო
ko: 차량 픽업
nl: Auto opstappen om
oc: Reprenètz la veitura a
pl: Odbierz samochód z parkingu o
pt_br: Buscar o carro em
ro_ro: Ridicați mașina de la
ru: Забрать машину в
sc: Torra a pigare sa màchina a sas
sk: Vyzdvihnutie vozidla o
sl: Prevzemi avto ob
sr: Покупите ауто у
sr_latn: Pokupite auto u
sv: Hämta bilen vid
ta: காரை எடுக்கவும்
tr: Kamyonet Araba,
uk: Забрати авто на
zh_hant: 取車地方在

source: Follow us
ar: تابعنا
az: Bizi izləyin
be: Сачыце за намі
bg: Следвайте ни
ca: Seguiu-nos
cs: Sledujte nás
cy: Dilyna ni
da: Følg os
de: Folge uns
el: Ακολούθησε μας
eo: Observi nin
es_us: Síguenos
et: Järgi meid
eu: Jarraitu gaitzazu
fa: ما را دنبال کنید
fi: Seuraa meitä
fr: Suivez-nous
gl: Séguenos
he: לעקוב אחרינו
hu: Kövessen minket
hy: Բաժանորդագրվեք մեզ
id: Ikuti kami
is: Fylgstu með okkur
it: Seguici
ja: フォローはこちらから
ka: გამოგვყევით
ko: 팔로우하기
lt: Sekite mus
lv: Sekojiet mums
mk: Sledete ne'
ml: ഞങ്ങളെ പിന്തുടരുക
nb: Følg oss
nl: Volg ons
oc: Seguissètz-nos
pl: Śledź nas
ro_ro: Urmați-ne
ru: Подписывайтесь на нас
sc: Sighi·nos
sk: Sledujte nás
sl: Sledite nam
sr: Пратите нас
sr_latn: Prati nas
sv: Följ oss
ta: எங்களைப் பின்தொடரவும்
tr: Bizi takip edin
uk: Слідкуйте за нами
zh_hans: 跟随我们
zh_hant: 追蹤我們

# travel_guides_search_placeholder
source: Search for country, city or province
ar: بحث عن بلد أو مدينة أو منطقة
cs: Hledat zemi, město nebo oblast
da: Søg efter land, by eller provins
de: Suche nach Land, Stadt oder Provinz
el: Αναζήτηση για χώρα, πόλη ή περιοχή
es_us: Buscar por país, ciudad o provincia
et: Otsi riiki, linna või piirkonda
fr: Rechercher par pays, ville ou région
hu: Ország, város vagy tartomány keresése
id: Cari negara, kota, atau provinsi
is: Leita að landi, borg/sveitarfélagi eða héraði/sýslu
it: Cerca per paese, città o provincia
nl: Zoek naar land, stad of provincie
ro_ro: Caută după țară, oraș sau regiune
ru: Поиск по стране, городу или области
sr: Претрага државе, града или покрајине
sr_latn: Pretraga države, grada ili pokrajine
sv: Sök efter land, stad eller region
ta: நாடு, நகரம் அல்லது மாகாணத்தைத் தேடுங்கள்
tr: Ülke, şehir veya il ara
uk: Пошук за країною, містом або регіоном
zh_hant: 搜尋國家、城市或省

# time_will_open
source: Will open in
ar: سيفتح في
be: Адчыніцца праз
ca: S'obrirà en
cs: Otevře v
da: Åbner om
de: Öffnet in
el: Θα ανοίξει σε
es_us: Abrirá a las
et: Avatakse
fr: S'ouvrira dans
hu: Kinyit ekkor:
id: Akan buka dalam
is: Mun opna eftir
it: Sarà aperto in
ja: 営業開始時間まで
ka: გახსნამდე დარჩა
nl: Gaat open over
oc: Se dobrirà dins
pl: Zostanie otwarte za
pt_br: Abrirá em
ro_ro: Se va deschide în
ru: Откроется через
sc: At a abèrrere in
sk: Otvorí o
sl: Odpre se čez
sr: Отвориће се
sr_latn: Otvoriće se
sv: Öppnar om
ta: திறக்கப்படும்
tr: Açılacak
uk: Відкриється через
zh_hant: 即將開啓

# key_hint_zoom_in
source: Zoom In
ar: تكبير
be: Наблізіць
ca: Acosta
cs: Přiblížit
da: Zoom ind
de: Hineinzoomen
el: Μεγέθυνση
es_us: Acercar
et: Suumi sisse
fa: بزرگنمایی
fi: Lähennä
fr: Zoom avant
hu: Nagyítás
id: Perbesar
is: Renna að
it: Aumenta zoom
ja: 拡大
nb: Zoom inn
oc: Aprochar
pl: Przybliż
pt_br: Mais zoom
ro_ro: Zoom înainte
ru: Увеличить
sc: Ismànnia
sk: Priblížiť
sr: Увеђај
sr_latn: Zumiraj
sv: Zooma in
ta: பெரிதாக்கு
tr: Yakınlaştır
uk: Збільшити
zh_hant: 放大

# activity_type_cycling_name
source: Cycling
ar: دراجة
be: Ровар
bg: Колоездене
ca: Ciclisme
cs: Cyklistika
cy: Seiclo
da: Cykling
de: Radfahren
el: Ποδηλασία
eo: Biciklado
es_us: Bicicleta
et: Rattasõit
eu: Txirringa
fa: دوچرخه‌سواری
fi: Pyöräily
fr: Cyclisme
gl: Bicicleta
he: רכיבת אופניים
hu: Kerékpározás
id: Bersepeda
is: Hjólreiðar
it: Ciclismo
ja: 自転車
ka: ველოსიპედით
ko: 사이클링
lt: Važiavimas dviračiu
mk: Vozenje velosiped
nb: Sykling
nl: Fietsen
oc: Bicicleta
pl: Kolarstwo
ro_ro: Ciclism
ru: Езда на велосипеде
sc: Bitzicleta
sk: Cyklistika
sl: Kolesarjenje
sr: Бициклизам
sr_latn: Bicikl
sv: Cykling
ta: சைக்கிள் ஓட்டுதல்
tr: Bisiklet sürme
uk: Велосипед
vi: Đạp xe
zh_hans: 骑车
zh_hant: 騎自行車

# activity_type_winter_name
source: Winter
ar: شتاء
be: Зіма
bg: Зима
ca: Hivern
cs: Zima
cy: Gaeaf
da: Vinter
el: Χειμώνας
eo: Vintro
es_us: Invierno
et: Talv
eu: Negua
fa: زمستان
fi: Talvi
fr: Hiver
gl: Inverno
he: חורף
hu: Tél
id: Musim dingin
is: Vetur
it: Inverno
ja: 冬
ka: ზამთარი
ko: 겨울
lt: Žiema
mk: Zima
nb: Vinter
oc: Ivèrn
pl: Zimowe
ro_ro: Iarnă
ru: Зима
sc: Ierru
sk: Zima
sl: Zimsko
sr: Зима
sr_latn: Zima
sv: Vinter
ta: குளிர்காலம்
tr: Kış
uk: Зима
vi: Mùa đông
zh_hans: 冬季
zh_hant: 冬季

# activity_type_water_name
source: Water
ar: ماء
az: Su
be: Вада
bg: Вода
ca: Aigua
cs: Voda
cy: Dŵr
da: Vand
de: Wasser
el: Νερό
eo: Akvo
es_us: Agua
et: Vesi
eu: Ura
fa: آب
fi: Vesi
fr: Eau
gl: Auga
he: מים
hu: Víz
id: Air
is: Vatn
it: Acqua
ja: 水
ka: წყალი
ko: 물
lt: Vanduo
mk: Voda
nb: Vann
oc: Aiga
pl: Zbiornik wodny
ro_ro: Apă
ru: Вода
sc: Abba
sk: Voda
sl: Vodno
sr: Вода
sr_latn: Voda
sv: Vatten
ta: நீர்
tr: Su
uk: Вода
vi: Nước
zh_hans: 水
zh_hant: 水上

# rendering_value_translucent_yellow_name
source: Translucent yellow
ar: أصفر فاتح
ast: Mariellu tresllúcido
az: Şəffaf sarı
be: Празрысты жоўты
bg: Полупрозрачно жълто
ca: Groc translúcid
cs: Průsvitná žlutá
cy: Melyn tryleu
da: Gennemsigtigt gul
de: Transparentes Gelb
el: Ημιδιαφανές κίτρινο
eo: Flava diafana
es_us: Amarillo translúcido
et: Läbikumav kollane
eu: Hori gardena
fa: زرد شفاف
fi: Läpikuultava keltainen
fr: Jaune translucide
gl: Amarelo translúcido
he: צהוב שקוף למחצה
hu: Átlátszó sárga
hy: Կիսաթափանցիկ դեղին
id: Kuning tembus pandang
is: Hálfgegnsætt gult
it: Giallo traslucido
ja: 半透明イエロー
ka: გამჭირვალე ყვითელი
ko: 반투명 노랑
lt: Permatoma geltona
lv: Caurspīdīgi dzeltens
mk: Prodzirno zolta
ml: മങ്ങിയ മഞ്ഞ
nb: Gjennomskinnelig gul
nl: Doorschijnend geel
oc: Jaune translucid
pl: Przezroczysty żółty
pt_br: Amarelo translúcido
ro_ro: Galben translucid
ru: Жёлтый прозрачный
sc: Grogu translùcidu
sk: Priehľadná žltá
sl: Prosojna rumena
sr: Прозирна жута
sr_latn: Prozirna žuta
sv: Genomskinlig gul
ta: கசியும் மஞ்சள்
tr: Yarı saydam sarı
uk: Напівпрозорий жовтий
zh_hans: 半透明黄色
zh_hant: 半透明的黃色

# rendering_attr_surface_wood_name
source: Wood
ar: الخشب
ast: Madera
az: Taxta
be: Дрэва
bg: Дърво
ca: Fusta
cs: Dřevo
cy: Pren
da: Træ
de: Holz
el: Ξύλο
eo: Ligno
es_us: Madera
et: Puit
eu: Egurra
fa: چوب
fi: Puu
fr: Bois
gl: Madeira
he: עץ
hu: Fa
id: Kayu
is: Viður
it: Legno
ja: 木材
ka: ხე
ko: 나무
lt: Medis
lv: Koks
mk: Drvo
ml: വുഡ്
my: သစ်သား
nb: Tre
nl: Hout
oc: Fusta
pl: Drewno
pt_br: Madeira
ro_ro: Lemn
ru: Дерево
sc: Linna
sk: Drevo
sl: Les
sr: Дрво
sr_latn: Drvo
sv: Trå
ta: மரம்
tr: Ahşap
uk: Дерево
vi: Gỗ
zh_hans: 木头
zh_hant: 木頭
