Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

source: Sync now
ar: المزامنة الآن
bg: Синхронизиране
ca: Sincronitza ara
cs: Synchronizovat nyní
da: Synkroniser nu
de: Jetzt synchronisieren
el: Συγχρονισμός τώρα
eo: Samtempigi nun
es_us: Sincronizar ahora
et: Sünkroniseeri nüüd
eu: Sinkronizatu orain
fa: اکنون همگام‌سازی کنید
fi: Synkronoi nyt
fr: Synchroniser maintenant
he: לסנכרן כעת
hu: Szinkronizálás most
id: Sinkron sekarang
is: Samstilla núna
it: Sincronizza adesso
ja: 今すぐ同期
ko: 지금 동기화
lt: Sinchronizuoti dabar
nb: Synkroniser nå
nl: Nu synchroniseren
oc: Sincronizar ara
pl: Synchronizuj teraz
ro_ro: Sincronizează acum
ru: Синхронизировать сейчас
sc: Sincroniza como
sk: Synchronizovať teraz
sl: Sinhroniziraj zdaj
sr: Усклади сада
sr_latn: Sinhronizuj sada
sv: Synkronisera nu
ta: இப்போது ஒத்திசைக்கவும்
tr: Şimdi eşzamanla
uk: Синхронізувати зараз
vi: Đồng bộ ngay
zh_hans: 立即同步
zh_hant: 立刻同步

# cloud_changes_will_be_dismissed
source: The cloud changes will be dismissed
ar: سيتم رفض التغييرات السحابية
bg: Промените в облака ще бъдат отхвърлени
ca: Els canvis al núvol es descartaran
cs: Změny v cloudu budou zamítnuty
da: Cloud-ændringerne vil blive afvist
de: Die Cloud-Änderungen werden verworfen
el: Οι αλλαγές στο cloud θα παραβλεφθούν
eo: Ŝanĝoj en la nubo perdiĝos
es_us: Los cambios en la nube serán descartados
et: Pilves olevad muudatused lähevad kaotsi
eu: Hodeiko aldaketak baztertuko dira
fa: تغییرات ابر کنار گذاشته خواهند شد
fi: Pilvimuutokset unohdetaan
fr: Les modifications cloud seront ignorées
he: השינויים בענן יוחלפו
hu: Az OsmAnd Cloudban lévő módosítások el lesznek vetve
id: Perubahan cloud akan diabaikan
is: Breytingar á tölvuskýinu verða hunsaðar
it: Le modifiche cloud saranno scartate
ja: クラウドの変更は破棄されます
ko: 클라우드 변경 사항이 해제됨
mk: Cloud changes will be dismissed
nb: Sky-endringene vil bli forkastet
nl: De cloud aanpassingen zullen genegeerd worden
oc: Lei modificacions de Nívol seràn ignoradas
pl: Zmiany w chmurze zostaną odrzucone
ro_ro: Modificările din cloud vor fi șterse
ru: Облачные изменения будут отклонены
sc: Sas modìficas in sa nue s'ant a iscartare
sk: Cloudové zmeny budú zamietnuté
sl: Spremembe v oblaku bodo opuščene
sr: Измене на облаку ће бити отказане
sr_latn: Izmene na Cloud-u biće otkazane
sv: Moln-ändringarna kommer avvisas
ta: மேகக்கணி மாற்றங்கள் தள்ளுபடி செய்யப்படும்
tr: Buluttaki değişiklikler iptal edilecek
uk: Зміни у хмарі буде відхилено
vi: Những thay đổi đám mây sẽ bị loại bỏ
zh_hans: 将取消云端变更
zh_hant: 將取消雲端變更

source: Backup now
ar: النسخ الاحتياطي الآن
az: İndi nüsxələ
be: Стварыць рэзервовую копію
bg: Създаване на резервно копие
cs: Zálohovat
cy: Copi wrth gefn nawr
da: Sikkerhedskopiér nu
de: Jetzt sichern
el: Αντίγραφο ασφαλείας τώρα
eo: Fari sekurkopion nun
es_us: Respaldar ahora
et: Varunda nüüd
eu: Egin babeskopia orain
fa: همین حالا پشتیبان بگیر
fi: Varmuuskopioi nyt
fr: Sauvegarder maintenant
he: לגבות כעת
hu: Biztonsági mentés most
id: Cadangkan sekarang
is: Taka öryggisafrit núna
it: Backup adesso
ja: 今すぐバックアップ
ka: დამარქაფება ახლავე
ko: 지금 백업
lt: Kurti atsarginę kopiją dabar
mk: Npravete rezervna kopija sega
nb: Sikkerhetskopier nå
nl: Back-up nu
oc: Sauvagardar tot d'un temps
pl: Utwórz kopię zapasową teraz
ro_ro: Faceți un backup acum
ru: Создать резервную копию
sc: Faghe una còpia como
sk: Zálohovať teraz
sl: Varnostno kopiraj zdaj
sr: Направи резервну копија сада
sr_latn: Napravi rezervnu kopija sada
sv: Säkerhetskopiera nu
ta: இப்போது காப்புப்பிரதி
tr: Şimdi yedekle
uk: Створити резервну копію зараз
vi: Sao lưu ngay
zh_hans: 立即备份
zh_hant: 立即備份

# backup_delete_all_data_or_versions_descr
source: Delete all data on OsmAnd Cloud or only version history. Local data will stay untouched.
ar: حذف جميع البيانات على سحابة أوسماند أو محفوظات الإصدارات فقط. ستبقى البيانات المحلية دون مساس.
cs: Smazat všechna data v OsmAnd Cloud nebo pouze historii verzí. Místní data zůstanou nedotčena.
da: Slet alle data på OsmAnd Cloud eller kun versionshistorik. Lokale data forbliver uberørte.
de: Alle Daten auf OsmAnd Cloud oder nur den Versionsverlauf löschen. Lokale Daten bleiben unangetastet.
el: Διαγράψτε όλα τα δεδομένα στο OsmAnd Cloud ή μόνο το ιστορικό των εκδόσεων. Τα τοπικά δεδομένα δεν θα πειραχτούν.
es_us: Borra todos los datos en OsmAnd Cloud o sólo el historial de versiones. Los datos locales permanecerán intactos.
et: Kustuta kõik andmed teenusest OsmAnd Cloud või ainult versioonide ajalugu. Nutiseadmes olevad andmed jäävad alles.
fr: Supprimer toutes les données sur OsmAnd Cloud ou uniquement l'historique des versions. Les données locales ne seront pas affectées.
hu: Törli az OsmAnd Cloud összes adatát vagy csak a verzió-előzményeket. A helyi adatok érintetlenek maradnak.
id: Hapus semua data di OsmAnd Cloud atau hanya riwayat versi. Data lokal akan tetap tidak tersentuh.
is: Eyddu öllum gögnum á OsmAnd Cloud tölvuskýi eða einungis útgáfuferli. Útgáfur á tækinu haldast óbreyttar.
it: Elimina tutti i dati su OsmAnd Cloud o solo la cronologia delle versioni. I dati locali rimarranno intatti.
nl: Verwijder alle gegevens uit OsmAnd Cloud of alleen versie historie. Lokale gegevens blijven bewaard.
ro_ro: Ștergeți toate datele din OsmAnd Cloud sau doar istoricul versiunilor. Datele locale vor rămâne neatinse.
ru: Удалите все данные из OsmAnd Cloud или только историю версий. Локальные данные останутся нетронутыми.
sc: Iscantzella totu sos datos in OsmAnd Cloud o petzi sa cronologia de sas versiones. Sos datos locales ant a abarrare chene tocados.
sr: Брисање свих података из ОсмАнд облака или само историју верзије. Локални подаци неће бити дирани.
sr_latn: Brisanje svih podataka iz OsmAnd oblaka ili samo istoriju verzije. Lokalni podaci neće biti dirani.
sv: Radera alla data på OsmAnd Cloud, eller enbart versionshistorik. Lokalt sparad data berörs inte.
ta: OSMAND முகில் அல்லது பதிப்பு வரலாற்றில் உள்ள எல்லா தரவையும் நீக்கவும். உள்ளக தரவு தீண்டத்தகாததாக இருக்கும்.
tr: OsmAnd Bulut'taki tüm verileri veya yalnızca sürüm geçmişini silin. Yerel verilere dokunulmayacaktır.
uk: Видалити всі дані на OsmAnd Cloud або лише історію версій. Локальні дані залишаться недоторканими.
zh_hant: 刪除 OsmAnd 雲端上的所有資料或只是版本歷史記錄。本地資料將不受影響。

# backup_delete_from_cloud
source: Delete from cloud
ar: حذف من السحابة
cs: Odstranit z cloudu
da: Slet fra clouden
de: Aus der Cloud löschen
el: Διαγραφή από το cloud
es_us: Borrar de la nube
et: Kustuta pilvest
fr: Supprimer du cloud
hu: Törlés az OsmAnd Cloudból
id: Hapus dari cloud
is: Eyða af tölvuskýinu
it: Elimina dal cloud
ja: クラウドから削除
lt: Ištrinti iš debesies
nl: Verwijder van cloud
ro_ro: Șterge de pe cloud
ru: Удалить из облака
sc: Iscantzella dae sa nue
sr: Обриши из облака
sr_latn: Obriši iz oblaka
sv: Radera från molnet
ta: மேகத்திலிருந்து நீக்கு
tr: Buluttan sil
uk: Видалити з хмари
zh_hant: 從雲端刪除

source: Are you sure?
ar: هل أنت متأكد ؟
az: Əminsiniz?
be: Вы ўпэўненыя?
bg: Сигурни ли сте?
ca: N'esteu segur?
cs: Jste si jisti?
da: Sikker?
de: Sicher?
el: Είσαστε σίγουροι;
eo: Ĉu vi certas?
es_us: ¿Estás seguro?
et: Oled kindel?
eu: Ziur zaude?
fa: مطمئن هستید؟
fi: Oletko varma?
fr: Êtes-vous sûr ?
gl: Tes a certeza de querer facelo?
he: להמשיך?
hu: Biztos benne?
hy: Վստա՞հ եք?
id: Apakah Anda yakin?
is: Ertu viss?
it: Sei sicuro?
ja: よろしいですか？
ka: დარწმუნებული ბრძანდებით?
ko: 확실한가요?
ku: Te biryar da?
lt: Ar esate tikri?
lv: Vai esiet pārliecināts?
mk: Dali ste sigurni?
ml: ഉറപ്പാണോ ?
nb: Er du sikker?
nl: Weet je het zeker?
pl: Na pewno?
ro_ro: Ești sigur?
ru: Вы уверены?
sc: Seguru ses?
sk: Ste si istí?
sl: Ali ste prepričani?
sr: Да ли сте сигурни?
sr_latn: Da li si siguran?
sv: Är du säker?
ta: நீங்கள் உறுதியாக இருக்கிறீர்களா?
tr: Emin misiniz?
uk: Ви впевнені?
zh_hans: 你确定吗？
zh_hant: 您確定嗎？

# backup_deleting_all_data
source: Deleting all data…
ar: جاري حذف جميع البيانات…
ast: Desaniciando tolos datos…
az: Bütün məlumatlar silinir…
be: Выдаленне ўсіх даных…
bg: Премахване на всички данни…
cs: Odstraňují se všechna data…
cy: Yn dileu'r holl ddata…
da: Sletter alle data…
de: Alle Daten werden gelöscht …
el: Διαγράφονται όλα τα δεδομένα…
eo: Forigado deĉiuj datumoj…
es_us: Borrando todos los datos…
et: Kõikide andmete kustutamine…
eu: Datu guztiak ezabatzen…
fa: در حال پاک‌کردن همهٔ داده‌ها…
fi: Poistetaan kaikkia tietoja…
fr: Suppression de toutes les données …
he: כל הנתונים נמחקים…
hu: Összes adat törlése…
id: Menghapus semua data…
is: Eyði öllum gögnum…
it: Cancellazione di tutti i dati…
ja: すべてのデータを削除中…
ko: 모든 데이터 삭제 중…
lt: Ištrinami visi duomenys…
lv: Tiek dzēsti dati…
mk: Se brišat site podatoci…
nb: Sletter alle data…
nl: Verwijderen van alle gegevens…
oc: A suprimir totei lei donadas…
pl: Usuwanie wszystkich danych…
ro_ro: Se șterg toate datele…
ru: Удаление всех данных…
sc: Iscantzellende totu sos datos…
sk: Odstraňujú sa všetky údaje…
sl: Brisanje vseh podatkov…
sr: Бришем све податке…
sr_latn: Brišem sve podatke…
sv: Raderar all data…
ta: எல்லா தரவையும் நீக்குதல்…
tr: Tüm veriler siliniyor…
uk: Вилучення всіх даних…
vi: Đang xoá tất cả dữ liệu…
zh_hans: 正在删除所有数据…
zh_hant: 正在刪除所有資料……

# backup_delete_old_data_warning
source: You are about to delete the change history for the previously loaded data. The current version of the data will be saved on the server, but you will not be able to revert to the previously made changes.
ar: أنت على وشك حذف محفوظات التغييرات للبيانات التي تم تحميلها مسبقًا. سيتم حفظ الإصدار الحالي من البيانات على الخادم ، ولكن لن تتمكن من الرجوع إلى التغييرات التي تم إجراؤها مسبقًا.
be: Вы збіраецеся выдаліць гісторыю змяненняў для раней загружаных даных. Бягучая версія даных будзе захавана на серверы, але вы не зможаце вярнуцца да раней зробленых змен.
cs: Chystáte se odstranit historii změn pro dříve načtená data. Aktuální verze dat bude na serveru uložena, ale nebude možné se vrátit k dříve provedeným změnám.
cy: Rydych ar fin dileu hanes newid y data a lwythwyd yn flaenorol. Bydd y fersiwn cyfredol o ddata yn cael ei gadw ar y gweinydd, ond ni fydd yn bosib troi nôl i'r newidiadau a gwnaed yn flaenorol.
da: Du er ved at slette ændringshistorikken for de tidligere indlæste data. Den aktuelle version af dataene vil blive gemt på serveren, men du vil ikke kunne vende tilbage til de tidligere foretagne ændringer.
de: Sie sind im Begriff, den Änderungsverlauf für die zuvor geladenen Daten zu löschen. Die aktuelle Version der Daten wird auf dem Server gespeichert, aber Sie können nicht zu den zuvor vorgenommenen Änderungen zurückkehren.
el: Θα σβήσετε το ιστορικό αλλαγών για τα προηγουμένως φορτωμένα δεδομένα. Η τρέχουσα έκδοση των δεδομένων θα αποθηκευτεί στο διακομιστή, αλλά δεν θα μπορείτε να κάνετε αναίρεση στις προηγούμενες αλλαγές.
eo: Per tiuĉi menuo vi povas forigi malnovajn sekurkopiojn. La aktuala versio de datumoj estos konservita en la servilo, sed vi ne povos restarigi pli malnovajn versiojn de viaj datumoj.
es_us: Se borrará el historial de cambios de los datos cargados previamente. La versión actual de los datos se guardará en el servidor, pero no podrás volver a los cambios anteriores.
et: Oled kustutamas varem laetud andmete muutuste ajalugu. Andmete praegune versioon salvestatakse serverisse ning varem tehtud muudatusi ei saa tagasi võtta.
eu: Aurretik kargatutako datuen aldaketen historia ezabatzekotan zaude. Datuen uneko bertsioa zerbitzarian gordeko da, baina ezin izango duzu lehen egindako aldaketetara itzuli.
fa: در حال پاک‌کردن تاریخچهٔ تغییر مربوط به داده‌های پیش‌تر بارشده هستید. نسخهٔ کنونی داده‌ها در سرور ذخیره خواهد شد اما قادر نخواهید بود به تغییرات گذشته واگردانی کنید.
fi: Olet poistamassa aiemmin ladattujen tietojen muutoshistoriaa. Tietojen nykyinen versio tallennetaan palvelimelle, mutta et voi palata aiemmin tehtyihin muutoksiin.
fr: Vous êtes sur le point de supprimer l'historique des modifications. La version actuelle des données va être sauvegardée sur le serveur mais vous ne pourrez pas revenir aux modifications supprimées.
he: פעולה זו תמחק את ההיסטוריה של הנתונים שנטענו בעבר. הגרסה הנוכחית של הנתונים תישמר על השרת אך לא תהיה לך אפשרות לשחזר שינויים שערכת בעבר.
hu: Törölni készül a korábban betöltött adatok változáselőzményeit. Az adatok jelenlegi verziója el lesz mentve a kiszolgálón, de a korábbi változtatásokra nem térhet vissza.
id: Anda akan menghapus riwayat perubahan untuk data yang dimuat sebelumnya. Versi data saat ini akan disimpan pada server, tetapi Anda tidak akan dapat mengembalikan ke perubahan yang dibuat sebelumnya.
is: Þú ert að fara að eyða breytingaferli áður innhlaðinna gagna. Fyrirliggjandi útgáfa gagnanna verður vistuð á netþjóninum, en þú munt ekki geta endurstillt í breytingar sem gerðar hafa verið áður.
it: Stai per cancellare la cronologia dei cambiamenti per i dati precedentemente caricati. La versione corrente dei dati sarà salvata nel server, ma non sarai in grado di ripristinare le modifiche precedenti.
ja: 以前ロードしたデータの変更履歴を削除しようとしています。 データの現在のバージョンはサーバーに保存されますが、以前に行った変更に戻すことはできません。
ko: 이전 로드된 데이터에 대한 변경 내역을 삭제하는 것에 관한 것입니다. 데이터의 현재 버전은 서버에서 저장되지만 이전에 생성 된 변경 사항에 반대 할 수 없습니다.
mk: Ḱe ja izbrišete istorijata na promeni za prethodno včitanite podatoci. Tekovnata verzija na podatocite ḱe bide začuvana na serverot, no nema da možete da se vratite na prethodno napravenite promeni.
nb: Du er i ferd medå slette endringshistorikken for tidligere nedlastet data. Den nåværende versjonen av dataen vil bli endret på tjeneren, men du vil ikke kunne gå tilbake til de tidligere utførte endringene.
nl: U staat op het punt de wijzigingsgeschiedenis van de eerder geladen gegevens te wissen. De huidige versie van de gegevens wordt opgeslagen op de server, maar u kunt de eerder aangebrachte wijzigingen niet terugdraaien.
oc: Siatz a mand d'escafar l'istoric dei modificacions ai donadas cargadas precedentament. La version correnta dei donadas serà telecargada sus lo servidor mai vos serà pus possible de restaurar lei modificacions precedentas.
pl: Zamierzasz usunąć historię zmian dla poprzednio wczytanych danych. Aktualna wersja danych zostanie zapisana na serwerze, ale nie będzie można powrócić do wcześniej wprowadzonych zmian.
ro_ro: Sunteți pe cale să ștergeți istoricul modificărilor pentru datele încărcate anterior. Versiunea curentă a datelor va fi salvată pe server, dar nu veți putea reveni la modificările efectuate anterior.
ru: Вы собираетесь удалить историю изменений ранее скачанных данных. Текущая версия данных будет сохранена на сервере, но вы не сможете вернуться к ранее внесённым изменениям.
sc: As a iscantzellare sa cronologia de sas modìficas pro sos datos giai carrigados. Sa versione atuale de custos datos at a èssere sarvada in su serbidore, ma no as a pòdere torrare a sas modìficas fatas in antis.
sk: Chystáte sa vymazať históriu zmien pre v minulosti načítané údaje. Súčasná verzia údajov bude uložená na serveri, ale už sa nebudete môcť vrátiť na predtým vykonané zmeny.
sl: Izbrisana bo zgodovina sprememb za predhodno naložene podatke. Trenutna različica podatkov bo shranjena na strežniku, vendar se ne boš mogel vrniti na prejšnje spremembe.
sr: Избрисаћете историју промена претходно учитаних података. Тренутна верзија података биће сачувана на серверу, али нећете моћи да се вратите на претходно извршене промене.
sr_latn: Izbrisaćete istoriju promena prethodno učitanih podataka. Trenutna verzija podataka biće sačuvana na serveru, ali nećete moći da se vratite na prethodno izvršene promene.
sv: Du håller på att radera ändringshistoriken för tidigare inläst data. Aktuell version av datat bevaras på servern, men du kommer inte kunna återgå till tidigare ändringar.
ta: முன்னர் ஏற்றப்பட்ட தரவுகளுக்கான மாற்ற வரலாற்றை நீக்க உள்ளீர்கள். தரவின் தற்போதைய பதிப்பு சேவையகத்தில் சேமிக்கப்படும், ஆனால் நீங்கள் முன்பு செய்யப்பட்ட மாற்றங்களுக்கு திரும்ப முடியாது.
tr: Önceden yüklenen veriler için değişiklik geçmişini silmek üzeresiniz. Verilerin geçerli sürümü sunucuya kaydedilecek, ancak daha önce yapılan değişikliklere geri dönemeyeceksiniz.
uk: Ви збираєтеся вилучити історію змін для раніше завантажених даних. Поточну версію даних буде збережено на сервері, але ви не зможете повернути раніше внесені зміни.
vi: Bạn sắp xóa lịch sử thay đổi của dữ liệu đã tải trước đó. Phiên bản hiện tại của dữ liệu sẽ được lưu trên máy chủ, nhưng bạn sẽ không thể quay lại các thay đổi đã thực hiện trước đó.
zh_hans: 您将删除先前加载的数据的更改历史。 当前版本的数据将保存在服务器上，但您将无法恢复到以前所做的更改。
zh_hant: 您將要刪除先前載入資料的變更歷史紀錄。 目前版本的資料將會儲存到伺服氣上，但您將無法回退到先前做出的修改。

# profile_appearance_descr
source: Icon, color, and name
ar: اختر الايقونة واللون والاسم
be: Значок, колер і назва
ca: Icona, color i nom
cs: Ikona, barva a název
da: Ikon, farve og navn
de: Symbol, Farbe und Name
el: Εικονίδιο, χρώμα και όνομα
es_us: Icono, color y nombre
et: Ikoon, värv ja nimi
fr: Icône, couleur et nom
hu: Ikon, szín és név
id: Ikon, warna, dan nama
is: Táknmynd, litur og nafn
it: Icona, colore e nome
ja: アイコン・色・名前
ka: ხატულა, ფერი და სახელი
nb: Ikon, farge og navn
nl: Icoon, kleur, en naam
oc: Icona, color e nom
pl: Ikona, kolor i nazwa
pt_br: Ícone, cor e nome
ro_ro: Pictogramă, culoare și denumire
ru: Значок, цвет и имя
sc: Icona, colore e nùmene
sr: Иконица, боја и име
sr_latn: Ikonica, boja i ime
sv: Ikon, färg och namn
ta: படவுரு, நிறம் மற்றும் பெயர்
tr: Simge, renk ve ad
uk: Піктограма, колір і назва
zh_hant: 圖示、顏色和名稱

source: Navigation position icon
ca: Icona de posició en navegació
cs: Ikona navigační pozice
da: Ikon for navigationsposition
de: Symbol für die Navigationsposition
el: Θέση εικονιδίου πλοήγησης
es_us: Icono de la ubicación al navegar
et: Teekonna juhatamise ikoon
eu: Nabigazio-posizioaren ikonoa
fa: نماد موقعیت ناوبری
fr: Icône de votre position lors du guidage
hu: Navigáció pozíció ikon
id: Ikon posisi navigasi
is: Táknmynd stöðu leiðsagnar
it: Icona della posizione di navigazione
ja: ナビゲーション位置アイコン
nl: Icoon voor navigatiepositie
ro_ro: Pictograma poziției de navigare
ru: Значок местоположения в движении
sk: Ikona pozície počas navigácie
sr: Сличица положаја навођења
sr_latn: Ikona navigacione pozicije
sv: Symbol för navigeringsposition
ta: வழிசெலுத்தல் நிலை படவுரு
uk: Піктограма руху
vi: Biểu tượng vị trí điều hướng
zh_hant: 導航位置圖示

# navigation_position_icon_summary
source: Icon displayed while you're navigating or moving.
ca: Icona que es mostra mentre esteu navegant o en moviment.
cs: Ikona zobrazená během navigace nebo pohybu.
da: Ikon, der vises, mens du navigerer eller bevæger dig.
de: Das Symbol wird angezeigt, während Sie navigieren oder sich bewegen.
el: Εικονίδιο που εμφανίζεται όταν πλοηγείστε ή κινείστε.
es_us: Icono que se muestra al navegar o moverse.
et: Ikoon, mida kuvatakse, kui oled liikvel.
eu: Nabigatzen edo mugitzen ari zaren bitartean bistaratzen da ikonoa.
fa: نماد موقعیت برای حالت ناوبری را نمایش می‌دهد.
fr: Icône affichée lorsque vous êtes guidés ou que vous vous déplacez.
hu: Navigálás vagy mozgás közben megjelenő ikon.
id: Ikon ditampilkan ketika Anda bernavigasi atau bergerak.
is: Táknið sem birtist þegar leiðsögn er í gangi eða á meðan verið er á ferðinni.
it: Icona visualizzata durante la navigazione o lo spostamento.
ja: ナビゲーション中や移動中に表示されるアイコンです。
nl: Icoon dat wordt getoond als u navigeert of beweegt.
ro_ro: Pictograma afișată în timp ce navigați sau vă deplasați.
ru: Значок отображается во время навигации или перемещения.
sk: Ikona zobrazená počas navigácie alebo pohybu.
sr: Сличица видљива приликом навођења или кретања.
sr_latn: Ikona koja se prikazuje dok ste usmeravani ili se krećete.
sv: Symbol som visas medan du förflyttar dig eller navigerar.
ta: நீங்கள் செல்லும்போது அல்லது நகரும் போது படவுரு காட்டப்படும்.
uk: Піктограма показується під час навігації або руху.
vi: Biểu tượng được hiển thị trong khi bạn đang điều hướng hoặc di chuyển.
zh_hant: 當您導航或移動時顯示的圖示。

# will_be_show_while_moving
source: It will be show while moving
ar: سيتم عرضه أثناء الحركة
be: Гэта будзе паказана падчас руху
ca: Serà visible en moviment
cs: Bude zobrazena během pohybu
da: Vil blive vist under bevægelse
de: Es wird während der Bewegung angezeigt
el: Θα εμφανίζεται όσο κινήστε
es_us: Se mostrará al moverse
et: Seda kuvatakse liikudes
fr: Ce sera affiché pendant le déplacement
hu: Megjelenik mozgatás közben
id: Ini akan ditampilkan saat bergerak
is: Verður birt á hreyfingu
it: Verrà mostrato in movimento
ja: 移動中に表示されます
nb: Vil bli vist under bevegelse
nl: Wordt weergegeven tijdens verplaatsing
oc: Serà visible en movement
pl: Wyświetli się podczas ruchu
pt_br: Será mostrado enquanto se move
ro_ro: Acesta va fi afișat în timp ce se deplasează
ru: Это будет показываться во время движения
sc: At a èssere ammustradu durante su movimentu
sr: Биће приказано док се крећете
sr_latn: Biće prikazano dok se krećete
sv: Visas medan du är i rörelse
ta: நகரும் போது அது காண்பிக்கப்படும்
tr: Hareket ederken gösterilecek
uk: Буде показано під час руху
zh_hant: 移動時將顯示

# base_profile_descr_pedestrian
source: Walking, hiking, running
ar: مشي, عصا المشي, جري
be: Шпацыры, паходы, бег
ca: Passejada, senderisme, cursa
cs: Chůze, turistika, běh
cy: Cerdded, heicio, rhedeg
da: Gå, vandring, løb
de: Gehen, Wandern, Laufen
el: Περπάτημα, πεζοπορία, τρέξιμο
eo: Promenado, marŝado, kurado
es_us: Caminata, senderismo, correr
et: Kõndimine, matkamine, jooksmine
eu: Oinezkoa, mendizalea, korrikalaria
fa: پیاده‌روی، پیاده‌گردی، دو
fi: Kävely, patikointi, juokseminen
fr: Marche, randonnée, course à pied
gl: Andar, sendeirismo, correr
he: הליכה, טיול הרים, ריצה
hi: घूमना, लंबी पैदल यात्रा, चल
hu: Gyaloglás, túrázás, futás
id: Berjalan, naik gunung, berlari
is: Ganga, hlaup
it: Passeggiata, escursione, corsa
ja: 徒歩、ハイキング、ランニング
ka: სიარული, ლაშქრობა, სირბილი
ko: 걷기, 하이킹, 달리기
lv: Iešana kājām, pastaigas, skriešana
mk: Pešačenje, planinarenje, trčanje
my: လမ်းလျှောက်, တောင်တက်, အပြေး
nb: Gåing, vandring, løping
nl: Wandelen, trektocht, joggen
oc: Passejada, Escorreguda, Corsa
pl: Chodzenie, wędrówki, bieganie
pt_br: Andando a pé, caminhada, corrida
ro_ro: Plimbare, drumeție, alergat
ru: Прогулки, пеший туризм, бег
sc: Passigiada, escursionismu, cursa
sk: Chôdza, turistika, beh
sl: Za hojo, pohodništvo, tek
sr: Ходање, шетање, трчање
sr_latn: Hodanje, šetanje, trčanje
sv: Gång, vandring, löpning
ta: நடைபயிற்சி, நடைபயணம், ஓடுதல்
tr: Yürüme, doğa yürüyüşü, koşu
uk: Пересування пішки, піший туризм, біг
vi: Đi bộ, leo núi, chạy bộ
zh_hans: 步行、徒步、跑步
zh_hant: 散步、健行、跑步

source: Rearrange profiles
ar: إعادة ترتيب ملفات التعريف
be: Перапарадкаваць профілі
ca: Reorganitza els perfils
cs: Seřadit profily
da: Omorganiser profiler
de: Profile neu anordnen
el: Αναδιάταξη προφίλ
es_us: Reorganizar perfiles
et: Profiilide ümberkorraldamine
fr: Réorganiser les profils
hu: Profilok elrendezése
id: Tata ulang profil
is: Endurraða sniðum
it: Riordina profili
ja: プロファイルを整理
ka: პროფილების გადალაგება
nb: Omorganiser profiler
nl: Herschik profielen
oc: Reorganizar lei perfius
pl: Zmiana rozmieszczenia profili
pt_br: Reorganizar perfis
ro_ro: Rearanjarea profilurilor
ru: Реорганизовать профили
sc: Torra a ordinare sos profilos
sr: Преуредите профиле
sr_latn: Preuredite profile
sv: Flytta om profiler
ta: சுயவிவரங்களை மறுசீரமைக்கவும்
tr: Profilleri yeniden düzenle
uk: Перевпорядкувати профілі
zh_hans: 重新排列配置文件
zh_hant: 重新排列設定檔
