Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# track_start_rec
source: Start track recording
ar: بدء تسجيل المسار
be: Пачаць запіс следу
ca: Inicia l'enregistrament del trajecte
cs: Zahájit záznam stopy
da: Start optagelse af spor
de: Trackaufzeichnung beginnen
el: Έναρξη καταγραφής ίχνους
es_us: Iniciar grabación de traza
et: Alusta teekonna salvestamist
fr: Commencer l'enregistrement de la trace
hu: Útrögzítés indítása
id: Mulai perekaman track
is: Byrja skráningu ferils
it: Avvia la registrazione del viaggio
ja: 経路の記録開始
ka: ტრეკის ჩაწერის დაწყება
ko: 트랙 기록 시작
mr: ट्रॅक मुद्रण चालू करा
nb: Start trip recording
nl: Track opname starten
oc: Començar l'enregistrament dau percors
pl: Rozpocznij nagrywanie trasy
pt_br: Iniciar gravação de trilha
ro_ro: Începeți înregistrarea track-ului
ru: Начать запись трека
sc: Incumentza sa registratzione de sa rasta
sk: Začať záznam stopy
sl: Začni z beleženjem poti
sr: Започни снимање путање
sr_latn: Započni snimanje putanje
sv: Starta spårinspelning
ta: டிராக் ரெக்கார்டிங் தொடக்க
tr: Yol kaydını başlatın
uk: Почати запис треку
zh_hant: 開始錄製軌跡

# shared_string_slope
source: Slope
ar: الانحدار
az: Yamac
be: Ухіл
bg: Склон
ca: Pista
cs: Svah
cy: Llethr
da: Hældning
de: Hangneigung
el: Κλίση
eo: Dekliveco
es_us: Pendientes
et: Kallak
eu: Malda
fa: شیب
fi: Kaltevuus
fr: Pente
gl: Costa
he: מדרון
hu: Lejtés
hy: Լանջ
id: Lereng
is: Brekka
it: Pendenza
ja: 勾配
ka: დაქანება
ko: 경사
lt: Nuolydis
lv: Slīpums
mk: Nagib
ml: ചരിവ്
mr: उतार
nb: Bakkehelning
nl: Helling
oc: Penda
pl: Nachylenie
ro_ro: Pantă
ru: Уклон
sc: Caladòrgia
sk: Sklon svahu
sl: Naklon
sr: Нагиб
sr_latn: Nagib padine
sv: Lutning
ta: சாய்வு
tr: Yamaç
uk: Ухил
vi: Mức độ dốc của bề mặt
zh_hans: 坡度
zh_hant: 斜坡

# map_widget_renderer
source: Map style
af: Kaartvoorstelling-styl
ar: ثيم الخريطة
ast: Estilu del mapa
az: Xəritə stili
be: Стыль мапы
bg: Стил на картата
ca: Estil del mapa
cs: Styl mapy
cy: Arddull map
da: Kortstilart
de: Kartendarstellung
el: Στυλ χάρτη
eo: Map-aspekto
es_us: Estilo del mapa
et: Kaardi stiil
eu: Maparen errendatze-estiloa
fa: سبک نقشه
fi: Karttatyyli
fr: Style de la carte
gl: Estilo do mapa
he: סגנון עיבוד התמונה
hu: Térképstílus
hy: Քարտեզի ոճը
id: Gaya peta
is: Stíll korts
it: Stile della mappa
ja: マップスタイル
ka: რენდერის რეჟიმი
ko: 지도 스타일
ku: Cureya nexşeyê
lt: Atvaizdavimo stilius
lv: Renderēšanas veids
mk: Stil na kartata
ml: ഭൂപടത്തിന്റെ ശൈലി
nb: Kartstil
nl: Kaartstijl
oc: Representacion de la mapa
pl: Styl mapy
ro_ro: Stil hartă
ru: Стиль карты
sc: Istile de sa mapa
sk: Štýl vykresľovania
sl: Slog zemljevida
sr: Начин приказа карте
sr_latn: Stil mape
sv: Kartutseende
ta: வரைபட நடை
tr: Harita tarzı
uk: Стиль мапи
vi: Kiểu bản đồ
zh_hans: 地图风格
zh_hant: 地圖樣式

# lang_tg
source: Tajik
ar: الطاجيكية
ast: Taxiku
be: Таджыкская
bg: Таджикски
ca: Tadjik
cs: Tádžičtina
cy: Tajiceg
da: Tadsjikisk
de: Tadschikisch
el: Τατζίκικα
eo: Taĝika
es_us: Tayiko
et: tadžiki
eu: Tadjikera
fa: تاجیکی
fi: Tadžikki
fr: Tadjik
gl: Taxico
he: טג׳יקית
hu: tádzsik
hy: Տաջիկերեն
is: Tadzjikíska
it: Tagiko
ja: タジク語
ka: ტაჯიკური
ko: 타지크어
mk: Taiski
nb: Tadsjikisk
nl: Tadzjieks
pl: Tadżycki
ro_ro: Tadjikă
ru: Таджикский
sc: Tagicu
sk: Tadžicky
sl: Tadžiščina
sr: Таџички
sr_latn: Tadžički
sv: Tadzjikiska
ta: தசிக்
tr: Tacikçe
uk: Таджицька
vi: Tiếng Tajik
zh_hans: 塔吉克语
zh_hant: 塔吉克語

# lang_th
source: Thai
ar: التايلندية
ast: Tailandés
az: Tayca
be: Тайская
bg: Тайски
ca: Tailandès
cs: Thajština
de: Thailändisch
el: Ταϊλανδικά
eo: Taja
es_us: Tailandés
et: tai
eu: Thailandiera
fa: تایلندی
fr: Thaïlandais
gl: Tailandés
he: תאית
hy: Թայերեն
is: Taílenska
it: Thailandese
ja: タイ語
ka: ტაილანდური
kn: ಥಾಯಿ
ko: 타일랜드어
lt: Tajų
lv: Taizemiešu
mk: Tajlandski
ml: "തായി ഭാക്ഷ "
mr: थाइ
nl: Thais
pl: Tajski
ro_ro: Thailandeză
ru: Тайский
sc: Thailandesu
sk: Thajsky
sl: Tajščina
sr: Тајландски
sr_latn: Tajlandski
sv: Thailändska
ta: தாய்
tr: Tayca
uk: Тайська
zh_hans: 泰语
zh_hant: 泰語

# disable_vertex_hillshade_3d
source: Disable vertex hillshade in 3D
ar: تعطيل قمة الارتفاع في عرض الثلاثي الأبعاد
be: Адключыць цень вяршынь ў 3D
bg: Изключване на засенчването на върховете в триизмерен режим
cs: Vypnout stínování vrcholů ve 3D
da: Deaktiver vertex-terrænskygge i 3D
de: Eckpunkt-Schummerung in 3D deaktivieren
el: Απενεργοποίηση κορυφών σκίασης ανάγλυφου σε 3D
eo: Malaktivigi vertican nivelombrumon en 3D
es_us: Desactivar el sombreado de vértices en 3D
eu: Desgaitu gailurren mendi-itzalak 3Dn
fa: غیرفعال کردن سایه‌زنی رأسی در حالت سه‌بعدی
fr: Désactiver l'ombrage des sommets en 3D
he: הסתרת צל במצב תלת־ממד
hu: Vertex domborzatárnyékolás letiltása 3D-ben
id: Nonaktifkan bayangan bukit verteks dalam 3D
is: Gera hæðaskyggingu lína óvirka í þrívídd
it: Disabilita l'ombreggiatura dei vertici in 3D
ja: 3Dでの頂点部の陰影を無効にする
ko: 3D에서 vertex hillshade 비활성화
nb: Skru av node-relieffskygge i 3D
nl: Deactiveer knooppunt heuvelschaduw in 3D
pl: Wyłącz cieniowanie wierzchołków w 3D
ro_ro: Dezactivare vertexuri relief umbrit în 3D
ru: Отключить отмывку вершин в 3D
sk: Vypnúť bodové tieňované svahy v 3D
sl: Onemogoči senčenja terena vrhov v 3D
sr: Онемогући вртложно сенчење у 3Д
sr_latn: Onemogući senčenje vrhova u 3D
sv: Inaktivera terrängskuggning i 3D
ta: 3d இல் வெர்டெக்ச் இல்சேட்டை முடக்கு
uk: Вимкнути відтінення вершини в 3D
vi: Vô hiệu đỉnh đổ bóng trong 3D
zh_hans: 禁用三维顶点阴影
zh_hant: 在 3D 中停用頂點陰影

# select_wikipedia_article_langs
source: Select the languages for ​​Wikipedia articles on the map.​​ Switch to any available language while reading the article.
ar: حدد اللغات التي ستظهر بها مقالات ويكيبيديا على الخريطة. يمكنك التبديل بين جميع اللغات المتاحة أثناء قراءة المقالة.
az: Xəritədə Vikipediya məqalələri üçün dilləri seçin. Məqaləni oxuyarkən mövcud olan hər hansı dilə keçin.
be: Абярыце мовы, на якіх на мапе будуць адлюстроўвацца артыкулы Вікіпедыі. Падчас чытання артыкула вы зможаце пераключацца паміж імі.
bg: Изберете езиците на които Уикипедия публикациите ще се появяват на картата. Можете да превключвате между наличните езици докато четете публикацията.
ca: Seleccioneu els idiomes per als articles de Viquipèdia al mapa. Canvieu la llengua entre les disponibles mentre llegiu un article.
cs: Zvolte jazyky článků Wikipedie na mapě. Při čtení článku můžete přepínat mezi všemi dostupnými jazyky.
cy: Dewiswch iaith erthyglau Wicipedia ar y map.Newidiwch i unrhyw iaith sydd ar gael wrth ddarllen yr erthygl.
da: Vælg sprog for Wikipedia-artikler på kortet. Skift mellem alle tilgængelige sprog, mens artiklen læses.
de: Sprachauswahl für Wikipedia-Artikel auf der Karte. Während des Lesens eines Artikels ist ein Wechsel auf jede verfügbare Sprache möglich.
el: Επιλέξτε τις γλώσσες για τα άρθρα Wikipedia στον χάρτη. Αλλάξτε σε οποιαδήποτε διαθέσιμη γλώσσα κατά την ανάγνωση του άρθρου.
eo: Elektu lingvojn por artikoloj de Vikipedio montrataj sur la mapo. Eblos baskuli interĉiuj disponeblaj lingvoj dum legi artikolon.
es_us: Marca los idiomas de los artículos de Wikipedia en el mapa. Cambia a cualquier idioma disponible mientras lees el artículo.
et: Valige kaardil olevad Vikipeedia artiklite keeled. Artikli lugemise ajal kasuta ükskõik millist saadaolevat keelt.
eu: Hautatu mapako Wikipediako artikuluen hizkuntzak. Hizkuntza eskuragarrien artean txandakatu dezakezu artikulua irakurtzean.
fa: زبان‌های مقاله‌های ویکی‌پدیا را برای نمایش روی نقشه انتخاب کنید. هنگام مطالعهٔ مقاله می‌توانید بین زبان‌های موجود جابه‌جا شوید.
fi: Valitse kielet, joilla Wikipedia-artikkelit näkyvät kartalla. Voit vaihtaa kaikkien käytettävissä olevien kielten välillä lukiessasi artikkelia.
fr: Sélectionnez les langues dans lesquelles les articles Wikipédia s'afficheront sur la carte. Vous pouvez basculer entre toutes les langues disponibles pendant la lecture de l'article.
gl: Escolle as linguas para os artigos da Wikipedia no mapa. Muda a calquera lingua dispoñíbel mentres les o artigo.
he: נא לבחור את השפות לערכים של ויקיפדיה במפה. ניתן להחליף לכל אחת מהשפות הזמינות בזמן קריאת הערך.
hu: Jelölje ki a térképen megjelenő Wikipédia-szócikkek nyelvét. A szócikk olvasása közben válthat valamennyi elérhető nyelv között.
hy: Ընտրեք լեզուները, Վիքիպեդիայի հոդվածների համար քարտեզի վրա ցուցադրելու համար: Դուք կկարողանաք փոխել լեզուները, հոդվածը կարդու ժամանակ։
id: Pilih bahasa untuk artikel Wikipedia pada peta. Beralih ke bahasa apa pun yang tersedia saat membaca artikel.
is: Veldu þau tungumál sem Wikipedia-greinarnar ættu að birtast á á kortinu. Þú munt geta skipt á milli allra tiltækra tungumála á meðan þú lest greinar.
it: Seleziona i linguaggi in cui gli articoli di Wikipedia appariranno sulla mappa. Puoi cambiare fra tutte le lingue disponibili mentre leggi l'articolo.
ja: マップに表示されるWikipedia記事の言語を選択します。記事を読んでいる最中も言語を切り替えることができます。
ka: Select the languages in which Wikipedia articles will appear on the map. You can switch between all available languages while reading the article.
ko: 지도에 Wikipedia 기사의 언어를 선택하십시오. 문서를 읽는 동안 사용 가능한 언어로 전환하십시오.
lt: Select the languages in which Wikipedia articles will appear on the map. You can switch between all available languages while reading the article.
lv: Select the languages in which Wikipedia articles will appear on the map. You can switch between all available languages while reading the article.
mk: Izberete gi jazicite za statiite na Vikipedija na kartata.Prefrlete se na koj bilo dostapen jazik dodeka ja čitate statijata.
nb: Velg språkene for Wikipedia-artikler på kartet. Bytt til hvilket som helst tilgjengelig språk mens du leser artikkelen.
nl: Selecteer de talen voor Wikipedia-artikelen op de kaart. Tijdens het lezen van het artikel kan omgeschakeld worden naar een andere beschikbare taal.
oc: Chausissètz lei lengas per leis articles de Wikipèdia que pareisseràn sus la mapa. Podètz bascular entre totei lei lengas disponiblas a volontat quand legissètz un article.
pl: Wybierz języki, w których na mapie będą pojawiać się artykuły z Wikipedii. Możesz przełączać się pomiędzy dostępnymi językami podczas czytania artykułu.
pt_br: Selecione os idiomas nos quais os artigos da Wikipédia aparecerão no mapa. Você pode alternar entre todos os idiomas disponíveis enquanto lê o artigo.
ro_ro: Selectați limbile pentru articolele Wikipedia de pe hartă. Treceți la orice limbă disponibilă în timp ce citiți articolul.
ru: Выберите языки для статей Википедии на карте. Переключитесь на любой доступный язык во время чтения статьи.
sc: Issèbera sa limba pro sos artìculos de Wikipedia in sa mapa. Cola dae una limba a disponimentu a s'àtera cando ses leghende s'artìculu.
sk: Zvoľte jazyky článkov Wikipedia na mape. Počas čítania článku môžete prepnúť medzi všetkými dostupnými jazykmi.
sl: Izberi jezike za Wikipedijinečlanke na zemljevidu. Med branjem članka preklopi na kateri koli jezik, ki je na voljo.
sr: Одаберите језик за Википедијине чланке на карти. Пребаците на било који други доступни језик док читате чланак.
sr_latn: Odaberi jezik za Vikipedijine članke na mapi. Prebaci na bilo koji drugi dostupni jezik dok čitaš članak.
sv: Välj språk för Wikipedia-artiklar på kartan. Byt till vilket annat tillgängligt språk som medans du läser artikeln.
ta: வரைபடத்தில் விக்கிபீடியா கட்டுரைகளுக்கான மொழிகளைத் தேர்ந்தெடுக்கவும். கட்டுரையைப் படிக்கும்போது கிடைக்கக்கூடிய எந்த மொழிக்கும் மாறவும்.
tr: Haritadaki Wikipedia makalelerinin dillerini seçin. Makaleyi okurken kullanılabilir herhangi bir dile geçiş yapın.
uk: Виберіть мови статей Вікіпедії на мапі. Перемикайтеся між усіма доступними мовами під час читання статті.
vi: Chọn ngôn ngữ cho các bài viết Wikipedia trên bản đồ. Chuyển sang bất kỳ ngôn ngữ nào trong khi đọc bài viết.
zh_hans: 选择地图上维基百科文章的语言，在阅读文章时切换到任何可用的语言。
zh_hant: 選取維基百科文章在地圖上顯示的語言。在閱讀文章時可切換至任何可用的語言。

# resting_navigation_position
source: Rest & navigation position
ca: Posició de repòs i de navegació
cs: V klidu i během navigace
da: Hvile- og navigationsposition
de: Ruhe- und Navigationsposition
el: Στάση & θέση πλοήγησης
es_us: Ubicación en reposo y al navegar
et: Puhkamise ja teekonna juhatamise asukoht
eu: Atseden eta nabigazio posizioa
fa: موقعیت استراحت/ناوبری
fr: Positions de repos et de guidage
hu: Állóhelyzeti és navigálási pozíció
id: Posisi istirahat & navigasi
is: Staða leiðsagnar og hvíldar
it: Posizione di riposo e navigazione
ja: 停止時&ナビゲーション時位置
nl: Rust- en navigatiepositie
ro_ro: În pozițiile de repaus și navigație
ru: В покое и движении
sk: Pozícia v pokoji a počas navigácie
sr: Положај мировања и навођења
sr_latn: Položaj u mirovanju i navigaciji
sv: Vilo- och navigeringsposition
ta: ஓய்வு மற்றும் வழிசெலுத்தல் நிலை
uk: Положення у стані спокою та навігації
vi: Vị trí nghỉ và điều hướng
zh_hant: 暫停與導航位置

source: Device settings
ar: إعدادات الجهاز
be: Налады прылады
ca: Configuració del dispositiu
cs: Nastavení zařízení
da: Indstillinger for enhed
de: Geräteeinstellungen
el: Ρυθμίσεις συσκευής
es_us: Ajustes del dispositivo
et: Seadme sätted
fi: Laiteasetukset
fr: Paramètres de l'appareil
hu: Eszközbeállítások
id: Pengaturan perangkat
is: Stillingar tækis
it: Impostazioni del dispositivo
ja: 端末の設定
ka: მოწყობილობის მორგება
ko: 장치 설정
nb: Enhetsinnstillinger
nl: Apparaat instellingen
oc: Configuracion de l'aparelh
pl: Ustawienia urządzenia
pt_br: Configurações do dispositivo
ro_ro: Setări dispozitiv
ru: Настройки устройства
sc: Impostatziones de su dispositivu
sr: Подешавања уређаја
sr_latn: Podešavanja uređaja
sv: Enhetsinställningar
ta: சாதன அமைப்புகள்
tr: Aygıt ayarları
uk: Налаштування пристрою
zh_hant: 裝置設定

# map_remind
source: Remind me later
ar: ذكرني لاحقا
be: Нагадаць пазней
ca: Recorda-m'ho més tard
cs: Připomenout později
da: Påmind senere
de: Später erinnern
el: Υπενθύμιση αργότερα
es_us: Recordarme luego
et: Tuleta mulle hiljem meelde
fr: Me le rappeler ultérieurement
hu: Emlékeztetés később
id: Ingatkan saya nanti
is: Áminna mig síðar
it: Ricorda in seguito
ja: 後で通知する
ka: მოგვიანებით შემახსენე
ko: 나중에 알림
nl: Herinner mij later
oc: De me ramentar pus tard
pl: Przypomnij mi później
pt_br: Lembrar-me mais tarde
ro_ro: Amintește-mi mai târziu
ru: Напомнить позже
sc: Ammentami·lu torra prus a tardu
sk: Pripomenúť neskôr
sl: Opomni kasneje
sr: Касније ме подсети
sr_latn: Kasnije me podseti
sv: Påminn mig senare
ta: பின்னர் எனக்கு நினைவூட்டுங்கள்
tr: Daha sonra anımsat
uk: нагадати пізніше
zh_hant: 稍後提醒我

# shared_string_walk
source: Walk
ar: المشي
be: Пешшу
ca: Caminada
cs: Chůze
cy: Cerdded
da: Gang
de: Gehen
el: Περπάτημα
eo: Iru
es_us: Caminar
et: Kõndimine
eu: Ibili
fa: پیاده
fi: Kävely
fr: Marche
gl: A pé
he: הליכה
hi: टहल लो
hu: Séta
id: Jalan
is: Ganga
it: A piedi
ja: 徒歩
ka: სიარული
lt: Pėsčiomis
lv: Ar kājām
mk: Chekori
ml: നടക്കുക
my: လမ်းလျှောက်
nb: Gå
nl: Loop
oc: Caminada
pl: Pieszo
ro_ro: Mergeți
ru: Пешком
sc: A pede
sk: Chôdza
sl: Pešačenje
sr: Пешке
sr_latn: Hodanje
sv: Gå
ta: நடை
tr: Yürüme
uk: Пішки
vi: Đi bộ
zh_hans: 步行
zh_hant: 步行

# user_name
source: Your OSM username
af: Jou OSM gebruiker naam
ar: اسم المستخدم
az: OSM istifadəçi adınız
be: Вашае імя карыстальніка OSM
bg: Вашето потребителско име в OSM
ca: El vostre nom d'usuari d'OSM
cs: Vaše OSM uživatelské jméno
cy: Dy enw defnyddiwr OSM
da: OSM-brugernavn
de: OSM-Benutzername
el: Το όνομα χρήστη σας στο OSM
eo: Via OSM-uzantnomo
es_us: Nombre de usuario de OSM
et: Sinu OSM kasutajanimi
eu: Zure OSM erabiltzailea
fa: نام کاربری OSM شما
fi: OSM käyttäjänimesi
fr: Votre identifiant OSM
gl: O teu nome de usuario no OSM
he: שם המשתמש שלך ב־OSM
hu: OSM-felhasználónév
hy: Ձեր OSM օգտվողի անունը (username)
id: Nama pengguna OSM Anda
is: OSM-notandanafnið þitt
it: il tuo nome utente in OSM
ja: OSM ユーザー名
ka: თქვენი OSM-ს მომხმარებლის სახელი
ko: OSM 사용자 이름
lt: Jūsų OSM vartotojo vardas
lv: OSM lietotāja vārds
mk: Vašeto korisničko ime na OSM
ml: നിങ്ങളുടെ ഓഎസ്എം സര്‍ നേം
mr: तुमचे ओएसएम युजरनेम
nb: Ditt OSM-brukernavn
nl: OSM gebruikersnaam
pl: Nazwa użytkownika OSM
ro_ro: Numele de utilizator OSM
ru: Имя пользователя OSM
sc: Nùmene impreadore in OSM
sk: Vaše používateľské meno v OSM
sl: Uporabniško ime OSM
sr: Корисничко име ОСМ-а
sr_latn: Tvoje OSM korisničko ime
sv: Ditt OSM-användarnamn
ta: உங்கள் OSM பயனர்பெயர்
tr: OSM kullanıcı adınız
uk: Імʼя користувача OSM
vi: Tên người dùng OSM
zh_hans: 你的OSM用户名
zh_hant: 您 OSM 的使用者名稱

# rendering_value_high_name
source: High
af: Hoog
ar: عال
az: Yüksək
be: Высокая
bg: Висока
ca: Gros
cs: Velká
cy: Uchel
da: Høj
de: Hoch
el: Υψηλή
eo: Alta
es_us: Alto
et: Kõrge
eu: Altua
fa: زیاد
fi: Korkea
fr: Élevé
gl: Alta
he: גבוהה
hu: Magas
hy: Բարձր
id: Tinggi
is: Hár
it: Alto
ja: 高
ka: მაღალი
ko: 높음
lt: Aukštas
lv: Augsts
mk: Visoko
ml: കൂടിയ
nb: Høy
nl: Hoog
oc: Gròs
pl: Duża
pt_br: Alto
ro_ro: Mare
ru: Высокая
sc: Arta
sk: Vysoká
sl: Visoka
sr: Густа
sr_latn: Gusto
sv: Hög
ta: உயர்ந்த
tr: Yüksek
uk: Висока
vi: Cao
zh_hans: 高
zh_hant: 高

# rendering_value_defaultTranslucentCyan_name
source: Default (translucent cyan)
ar: الافتراضي (سماوي فاتح)
az: Standart (şəffaf mavi)
be: Прадвызначана (празрысты сіні)
bg: По подразбиране (полупрозрачно синьо)
ca: Per defecte (cian translúcid)
cs: Výchozí (průsvitná modrozelená)
cy: Rhagosodedig (cyan tryloyw)
da: Standard (gennemsigtig cyan)
de: Standard (transparentes Cyan)
el: Προεπιλογή (ημιδιαφανές κυανό)
eo: Norma (blua diafana)
es_us: Predefinido (cian translúcido)
et: Vaikimisi (läbikumav türkiis)
eu: Lehenetsitakoa (Urdin gardena)
fa: پیش‌فرض (فیروزه‌ای شفاف)
fi: Oletus (läpikuultava turkoosi)
fr: Par défaut (cyan translucide)
gl: Predeterminado (ciano translúcido)
he: בררת מחדל (ציאן שקוף למחצה)
hu: Alapértelmezett (átlátszó cián)
hy: Սկզբնական կարգաբերումներ (կիսաթափանցիկ կապույտ)
id: Bawaan (cyan translucent)
is: Sjálfgefið (hálfgegnsætt cyan)
it: Predefinito (ciano traslucido)
ja: デフォルト (半透明シアン)
ka: ნაგულისხმევი (გამჭირვალე მუქი წითელი)
ko: 기본값(반투명 청록색)
lt: Numatytoji (skaidrižalsvai mėlyna)
lv: Noklusējums (caurspīdīgi zils)
mk: Standardno (prodziren cijan)
ml: ഡീഫാള്‍ട്ട് (അർദ്ധസുതാര്യ സിയാൻ)
nb: Standard (gjennomskinnelig cyan)
nl: Standaard (doorschijnend cyaan)
oc: Per defaut (cian translucid)
pl: Domyślny (prześwitujący niebieski)
pt_br: Predefinido (ciano translúcido)
ro_ro: Implicit(cyan translucid)
ru: По умолчанию (голубой прозрачный)
sc: Predefinidu (cianu translùcidu)
sk: Predvolená (priehľadná azúrová)
sl: Privzeto (prosojna sinja)
sr: Подразумевано (прозирна зеленкасто-плава)
sr_latn: Podrazumevano (prozirna zelenkasto-plava)
sv: Standard (genomskinlig turkos)
ta: இயல்புநிலை (ஒளிஊடுருவக்கூடிய சியான்)
tr: Varsayılan (yarı saydam camgöbeği)
uk: Типово (напівпрозорий блакитний)
zh_hans: 默认 (半透明青色)
zh_hant: 預設 (半透明青色)

# login_help_email_title
source: OsmAnd iOS Cloud
ar: سحابة أوسماند IOS
es_us: OsmAnd Cloud en iOS
is: OsmAnd iOS Cloud-tölvuský
oc: OsmAnd iOS Nívol
ro_ro: Cloud OsmAnd iOS
sr: OsmAnd iOS облак
sr_latn: OsmAnd iOS oblak
ta: Osmand ஐஇமு முகில்
zh_hans: OsmAnd iOS云
zh_hant: OsmAnd iOS 雲端

source: Weather plugin
ar: ملحق الطقس
cs: Modul Počasí
cy: Ychwanegyn tywydd
da: Vejr-udvidelse
de: Wetter-Modul
el: Πρόσθετο Καιρού
es_us: Complemento meteorológico
et: Ilmaennustuse lisamoodul
fr: Extension de météo
hu: Időjárás-bővítmény
id: Plugin cuaca
is: Forritsviðbót fyrir veðurlýsingar
it: Plugin meteo
ja: 天気プラグイン
lt: Orų įskiepis
nb: Værprogramtillegg
oc: Ajuston per lo temps que fa
ro_ro: Plugin meteo
ru: Погодный плагин
sc: Estensione de su mèteu
sr: Додатак временске прогнозе
sr_latn: Dodatak vremenske prognoze
sv: Väder-insticksmodul
ta: வானிலை சொருகி
tr: Hava durumu eklentisi
uk: Плагін погоди
zh_hant: 天氣外掛程式

source: Other countries
ar: دول أخرى
cs: Ostatní země
cy: Gwledydd eraill
da: Andre lande
de: Andere Länder
el: Άλλες χώρες
es_us: Otros países
et: Muud maad
fr: Autres pays
hu: Egyéb országok
id: Negara lain
is: Önnur lönd
it: Altri paesi
lt: Kitos šalys
nl: Andere landen
pl: Inne państwa
ro_ro: Alte țări
ru: Другие страны
sc: Àteros istados
sr: Друге земље
sr_latn: Druge zemlje
sv: Andra länder
ta: மற்ற நாடுகள்
tr: Diğer ülkeler
uk: Інші країни
zh_hant: 其他國家

# use_login_and_password
source: Use username and password
ar: استخدم اسم المستخدم وكلمة المرور
ast: Usar un nome d'usuariu y una contraseña
az: İstifadəçi adı və şifrə istifadə et
be: Выкарыстоўваць імя карыстальніка і пароль
bg: Използвайте потребителско име и парола
ca: Utilitzeu nom d'usuari i contrasenya
cs: Použít jméno a heslo
cy: Defnyddio enw defnyddiwr a chyfrinair
da: Benyt brugernavn og adgangskode
de: Benutzernamen und Passwort verwenden
el: Χρήση ονόματος χρήστη και κωδικού
eo: Uzi uzantnomon kaj pasvorton
es_us: Usar nombre de usuario y contraseña
et: Kasuta kasutajanime ja salasõna
eu: Erabili erabiltzaile izena eta pasahitza
fa: استفاده از نام کاربری و گذرواژه
fi: Käytä käyttäjänimeä ja salasanaa
fr: Utiliser un identifiant et un mot de passe
he: להשתמש בשם משתמש וססמה
hu: Felhasználónév és jelszó használata
id: Gunakan nama pengguna dan sandi
is: Nota notandanafn og lykilorð
it: Utilizza il nome utente e password
ja: ユーザー名とパスワードを使用する
ka: გამოიყენეთ მომხმარებლის სახელი და პაროლი
ko: 사용자 이름 및 암호 사용
lt: Naudokite vartotojo vardą ir slaptažodį
mk: Koristete korisničko ime i lozinka
nb: Bruk brukernavn og passord
nl: Gebruik gebruikersnaam en wachtwoord
oc: Emplegatz vòstre nom d'utilizator e lo senhau
pl: Użyj nazwy użytkownika i hasła
ro_ro: Folosește numele de utilizator și parola
ru: Используйте логин и пароль
sc: Imprea unu nùmene impreadore e una crae de intrada
sk: Použiť prihlasovacie meno a heslo
sl: Uporabi uporabniško ime in geslo
sr: Користите своје корисничко име и лозинку
sr_latn: Koristi svoje korisničko ime i lozinku
sv: Använd användarnamn och lösenord
ta: பயனர்பெயர் மற்றும் கடவுச்சொல்லைப் பயன்படுத்தவும்
te: వాడుకరి పేరు, సంకేతపదం వాడండి
tr: Kullanıcı adı ve parola kullan
uk: Використовуйте логін та пароль
vi: Dùng tên người dùng và mật khẩu
zh_hans: 使用用户名和密码
zh_hant: 使用使用者名稱與密碼

# rendering_attr_weatherWindSpeedContours_name
source: Wind speed isolines
ar: هبات الرياح المتساوية
bg: Изолинии на скоростта на вятъра (изотахи)
ca: Isolínies de les ràfegues de vent
cs: Izolinie rychlosti větru
da: Konturlinjer for vindhastighed
de: Windgeschwindigkeits-Isolinien
el: Ισογραμμές ταχύτητας ανέμου
eo: Egal-ventrapid-linioj
es_us: Isolíneas de las ráfagas de viento
et: Tuulekiiruse samajooned
eu: Haize-boladen isolineak
fa: خطوط هم‌سرعت باد
fr: Isolignes de vitesse de vent
hu: Szélsebesség-izovonalak
id: Garis isometris kecepatanangin
is: Vindhraðalínur
it: Isolinee della velocità del vento
ja: 風速等高線
ko: 풍량 등고선
nb: Vindhastighetsisolinjer
nl: Isolijnen windsnelheid
oc: Isolinhas de la velocitat dau vent
pl: Izolinie prędkości wiatru
ro_ro: Izolinii viteze ale vântului
ru: Изолинии скорости ветра (изотахи)
sc: Isolìnias de sa velotzidade de su bentu
sk: Izočiary rýchlosti vetra
sl: Izolinije sunkov vetra
sr: Линије обриса налета ветрова
sr_latn: Izolinije vetra
sv: Konturlinjer för vindhastighet
ta: காற்றின் வேக தனிமைப்படுத்தல்கள்
tr: Rüzgar hızı eş değer eğrileri
uk: Ізолінії швидкості вітру
vi: Đường đồng mức tốc độ gió
zh_hans: 风速等值线
zh_hant: 風速等值線

source: Fixed height
cs: Pevná výška
da: Fast højde
de: Feste Höhe
el: Σταθερό ύψος
eo: Konstanta alto
es_us: Altura uniforme
et: Fikseeritud kõrgus
eu: Altuera finkoa
fa: ارتفاع ثابت
fr: Hauteur fixe
hu: Fix magasság
id: Ketinggian tetap
is: Föst hæð
it: Altezza fissata
ja: 固定高
ko: 고정 높이
lt: Fiksuotas aukštis
nb: Fast høyde
nl: Vaste hoogte
pl: Stała wysokość
ro_ro: Înălțime fixă
ru: Фиксированная высота
sk: Pevná výška
sr: Непромењива висина
sr_latn: Fiksna visina
sv: Fast höjd
ta: நிலையான உயரம்
tr: Sabit yükseklik
uk: Фіксована висота
vi: Độ cao cố định
zh_hans: 固定高度
zh_hant: 固定高度
