Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# quick_action_need_to_add_item_to_list
source: Add at least one item to the list in the 'Quick action' settings
be: Дадаць прынамсі адзін элемент у спіс "Хуткае дзеянне" у наладах
ca: Afegir com a mínim un element a la llista a la configuració de l'acció ràpida
cs: Přidejte alespoň jednu položku do seznamu 'Rychlá akce'
da: Tilføj mindst ét element til listen i 'Genvej'-indstillingerne
de: Mindestens ein Element in die Liste der Schnellaktionseinstellungen hinzufügen
el: Προσθέστε τουλάχιστον ένα στοιχείο στον κατάλογο ρυθμίσεων 'Quick action'
es_us: Añadir al menos un elemento a la lista en los ajustes de «Acción rápida»
et: Lisa nimekirja vähemalt üks element 'Kiirtegevus' seadetes
eu: Gehitu gutxienez elementu bat zerrendara 'Ekintza azkarra' ezarpenetan
fa: در تنظیمات «کنش فوری» حداقل یک مورد به فهرست بیافزایید
fr: Ajoutez au moins une action à la barre d'Actions rapides
hu: Adjon legalább egy elemet a „Gyors-művelet” beállításainál található listához
id: Tambahkan setidaknya satu item ke daftar dalam pengaturan 'Tindakan cepat'
is: Þú verður að skilgreina a.m.k. eitt atriði í listanum í stillingum flýtiaðgerða
it: Aggiungi almeno un oggetto alla lista nelle impostazioni di 'Azione Veloce'
ja: 『クイックアクション』のリストに最低ひとつは項目を設定する必要があります
ko: 'Quick action' 설정에서 목록으로 적어도 하나의 항목을 추가하십시오
nl: Voeg tenminste één item toe aan de lijst via de instelling 'Sneltoetsen'
ro_ro: Adăugați cel puțin un element la lista din setările "Acțiune rapidă"
ru: Добавьте хотя бы один элемент в список «Быстрые действия» в настройках
sc: Annanghe a su mancu un'elementu a sa lista in sas impostatziones pro sas atziones lestras
sk: Pridajte aspoň jednu položku do zoznamu v nastaveniach 'Rýchlej akcie'
sr: Додајте бар једну ставку на поставкама у Брзим радњама
sr_latn: Dodaj bar jednu stavku u podešavanjima na „Brzim radnjama“
sv: Lägg till minst ett objekt i listan i inställningarna för 'Snabbåtgärder'
ta: 'விரைவு செயல்' அமைப்புகளில் குறைந்தது ஒரு உருப்படியையாவது பட்டியலில் சேர்க்கவும்
uk: Потрібно додати принаймні один елемент до списку у налаштуваннях 'Швидкі дії'
zh_hant: 至少在「快速動作」設定中新增一個項目

# replace_waypoint_confirmation
source: Are you sure you want to replace Waypoint %@?
ar: هل تريد بالتأكيد استبدال إحداثية النقطة ٪@؟
cs: Opravdu chcete nahradit bod %@?
da: Er du sikker på, at du ønsker at erstatte rutepunkt %@?
de: Sind Sie sicher, dass Sie den Wegpunkt %@ ersetzen wollen?
el: Σίγουρα θέλετε να αντικαταστήσετε το σημείο διαδρομής %@;
es_us: ¿Reemplazar el punto de ruta «%@»?
et: Oled kindel, et soovid asendada teekonnapunkti %@?
fi: Haluatko varmasti korvata väyläpisteen %@?
fr: Remplacer le Waypoint %@ ?
hu: Biztosan le szeretné cserélni a(z) %@ útpontot?
id: Apakah Anda yakin ingin mengganti Titik Jalan %@?
is: Ertu viss um að þú viljir skipta út ferilpunktinum %@?
it: Sicuro di volere sostituire il waypoint %@?
nl: Weet je zeker dat je Tussenpunt %@ wilt vervangen?
oc: Siatz ben segur que volètz remplaçar lo ponch d'etapa %@ ?
pl: Czy na pewno chcesz zastąpić punkt trasy %@?
pt_br: Quer mesmo substituir o ponto %@?
ro_ro: Sunteți sigur că doriți să înlocuiți punctul intermediar %@?
ru: Вы уверены, что хотите переместить Путевую точку %@?
sc: Ses seguru de chèrrere modificare su puntu de coladòrgiu %@?
sr: Да ли сте сигурни да желите да замените пролазну тачку %@?
sr_latn: Da li ste sigurni da želite da zamenite prolaznu tačku %@?
sv: Är du säker på att ersätta ruttpunkten %@?
ta: நீங்கள் நிச்சயமாக வழித்தடத்தை மாற்ற விரும்புகிறீர்களா?
tr: %@ ara noktasını değiştirmek istediğinize emin misiniz?
uk: Ви дійсно бажаєте замінити маршрутну точку %@?
zh_hant: 您確定要替換航點 %@ 嗎？

source: Facebook
ar: فايسبوك
fa: فیسبوک
ko: 페이스북
sr: Фејсбук
sr_latn: Fejsbuk
ta: பேச்புக்
zh_hant: 臉書

# map_inst_det_map_q
source: Install detailed map overview to get more information about your locations.
ar: قم بتثبيت نظرة عامة مفصلة على الخريطة للحصول على مزيد من المعلومات حول مواقعك.
be: Усталюйце падрабязную мапу, каб атрымаць больш падрабязную інфармацыю пра сваё месцазнаходжанне.
ca: Instal·leu el mapa general detallat per obtenir més informació sobre les vostres ubicacions.
cs: Nainstalujte si detailní přehledovou mapu, abyste získali více informací o svých místech.
da: Installer detaljerede oversigtskort for at få flere oplysninger om placering.
de: Installiere detaillierte Übersichtskarte um mehr Informationen zu deinem Ort zu bekommen.
el: Εγκαταστήστε λεπτομερειακή επισκόπηση χάρτη για να λάβετε περισσότερες πληροφορίες σχετικά με τις τοποθεσίες σας.
es_us: Instala el mapa detallado general para más información sobre las ubicaciones.
et: Paigalda üksikasjalik kaardi ülevaade asukoha põhise lisateabe saamiseks.
fr: Installer une carte détaillée pour obtenir plus d'informations sur le lieux.
hu: Telepítse a részletes áttekintő térképet, hogy több információt szerezzen a helyeiről.
id: Instal ikhtisar peta detail untuk mendapatkan informasi lebih lanjut tentang lokasi Anda.
is: Settu upp nákvæmt yfirlitskort til að sjá meira af upplýsingum um staðsetningarnar þínar.
it: Installa la mappa panoramica dettagliata per avere maggiori informazioni sulle tue posizioni.
ja: 詳細マップをインストールして、当該場所に関する詳しい情報を取得します。
ko: 위치에 대한 자세한 정보를 보려면 지도 개요를 설치하십시오.
nl: Installeer gedetailleerde kaartoverzicht voor meer informatie over jouw locaties.
oc: Installatz la mapa generala detalhada per obtenir mai d'informacion subre vòstra posicion.
pl: Zainstaluj mapę szczegółową, by dostać więcej informacji o twojej lokalizacji.
pt_br: Instale a visão geral do mapa detalhado para obter mais informações sobre os locais.
ro_ro: Instalați o prezentare generală detaliată a hărții pentru a obține mai multe informații despre locațiile dumneavoastră.
ru: Установите детальную карту для получения более подробной информации о своём местоположении.
sc: Installa sa mapa generale a sa minuda pro tènnere prus informatziones chi pertocant sas positziones tuas.
sk: Nainštalujte podrobné mapy, aby ste získali viac informácií o vašich miestach.
sr: Инсталирајте детаљан преглед мапе да бисте добили више информација о својим локацијама.
sr_latn: Instalirajte detaljan pregled mape da biste dobili više informacija o svojim lokacijama.
sv: Installera detaljerad kartöversikt för att se mer information om dina platser.
ta: உங்கள் இருப்பிடங்களைப் பற்றிய கூடுதல் தகவல்களைப் பெற விரிவான வரைபட கண்ணோட்டத்தை நிறுவவும்.
tr: Konumlarınız hakkında daha fazla bilgi almak için ayrıntılı genel bakış haritasını yükleyin.
uk: Встановіть мапу докладного огляду, щоб отримати більше даних про своє місцеперебування.
zh_hant: 安裝詳細的地圖概覽，從您的位置中獲得週圍更多的詳細資訊。

# trip_name
source: Track name
ar: اسم المسار
be: Назва следу
ca: Nom del viatge
cs: Název stopy
cy: Enw'r trac
da: Spornavn
el: Όνομα ίχνους
es_us: Nombre de la traza
et: Teekonna nimi
fr: Nom de la trace
hu: Nyomvonal neve
id: Nama trek
is: Heiti á ferli
it: Nome viaggio
ja: 経路の名前
ka: ტრეკის სახელი
ko: 트랙 이름
nb: Turnavn
nl: Track naam
oc: Nom dau percors
pl: Nazwa trasy
pt_br: Nome da trilha
ro_ro: Numele pistei
ru: Название трека
sc: Nùmene de sa rasta
sr: Назив путање
sr_latn: Naziv putanje
sv: Spårnamn
ta: ட்ராக் பெயர்
tr: Yol adı
uk: Назва треку
zh_hant: 軌跡名稱

# shared_string_remove_bookmark
source: Remove bookmark
ar: إزالة الإشارة المرجعية
cs: Odstranit záložku
da: Fjern bogmærke
de: Lesezeichen löschen
el: Αφαίρεση σελιδοδείκτη
es_us: Quitar destacado
et: Eemalda järjehoidja
fr: Supprimer le favori
hu: Könyvjelző törlése
id: Hapus bookmark
is: Fjarlægja bókamerki
it: Rimuovi segnalibro
nl: Verwijder bladwijzer
pl: Usuń zakładkę
ro_ro: Eliminați salvarea
ru: Удалить закладку
sr: Уклони забелешку
sr_latn: Ukloni zabelešku
sv: Ta bort bokmärke
ta: புத்தகக்குறியை அகற்று
tr: Yer imini kaldır
uk: Вилучити закладку
zh_hant: 移除書籤

source: Clear history
ar: مسح السجل
cs: Smazat historii
da: Ryd historik
de: Verlauf löschen
el: Εκκαθάριση ιστορικού
es_us: Vaciar historial
et: Kustuta ajalugu
fr: Vider l'historique
hu: Előzmények törlése
id: Hapus riwayat
is: Hreinsa feril
it: Cancella la cronologia
nl: Zoekgeschiedenis opschonen
pl: Wyczyść historię
ro_ro: Curățați istoricul
ru: Стереть историю
sr: Очисти историју
sr_latn: Očisti istoriju
sv: Rensa historik
ta: வரலாற்றை அழிக்கவும்
tr: Geçmişi temizle
uk: Очистити історію
zh_hant: 清除歷史

# product_desc_africa
source: Unlimited map downloads for Africa
ar: تنزيل خريطة غير محدوده لافريقيا
be: Неабмежаваныя спампоўкі мапаў Афрыкі
ca: Baixada il·limitada de mapes d'Àfrica
cs: Neomezené stahování map Afriky
da: Ubegrænset hentning af kort over Afrika
de: Unbegrenzte Kartendownloads für Afrika
el: Απεριόριστες λήψεις χαρτών για την Αφρική
es_us: Descargas ilimitadas de mapas para África
et: Piiramatud Aafrika kaartide allalaadimised
fr: Téléchargement illimité de cartes pour l'Afrique
gl: Map of Africa
hu: Korlátlan térképletöltés: Afrika
id: Unduhan peta tak terbatas untuk Afrika
is: Ótakmörkuð niðurhöl korta af Afríku
it: Scaricamenti illimitati delle mappe per l'Africa
ja: アフリカ向けマップの無制限ダウンロード
ku: Nexşeya Afrikayê
nl: Onbeperkte kaart downloads voor Afrika
oc: Teledescargaments illimitats de mapas d'Africa
pl: Nieograniczone pobieranie map dla Afryki
pt_br: Downloads ilimitados de mapas para a África
ro_ro: Descărcări nelimitate de hărți pentru Africa
ru: Скачивание карт Африки без ограничений
sc: Iscarrigamentos de mapas illimitados pro s’Àfrica
sk: Neobmedzené sťahovania máp Afriky
sl: Neomejeno prenašanje zemljevidov Afrike
sr: Неограничено преузимање мапа за Африку
sr_latn: Neograničeno preuzimanje mapa za Afriku
sv: Obegränsad nedladdning av kartor över Afrika
ta: ஆப்பிரிக்காவிற்கான வரம்பற்ற வரைபடம் பதிவிறக்கங்கள்
tr: Afrika için sınırsız harita indirme
uk: Завантаження мап Африки без обмежень
zh_hant: 非洲的地圖

# product_desc_europe_short
source: Europe region maps
ar: خرائط منطقة أوروبا
be: Мапы рэгіёна Еўропы
ca: Mapes de les regions d'Europa
cs: Mapy evropské oblasti
da: Kort til Europa-regionen
de: Karten der Regionen in Europa
el: Χάρτες της περιοχής της Ευρώπης
es_us: Mapas regionales de Europa
et: Euroopa piirkondade kaardid
fi: Euroopan alueen kartat
fr: Cartes de l'Europe
hu: Európai területi térképek
id: Peta wilayah Eropa
is: Evrópsk svæðiskort
it: Mappe regionali europee
ja: ヨーロッパ地域のマップ
ka: ევროპის რეგიონალური რუკები
ko: 유럽 지역 지도
nl: Europa regiokaarten
oc: Mapas d'Euròpa
pl: Mapy regionów Europy
pt_br: Mapas da região da Europa
ro_ro: Hărți ale regiunilor Europei
ru: Карты Европейского региона
sc: Mapas de sas regiones de s'Europa
sk: Mapy regiónov Európy
sr: Мапе региона Европе
sr_latn: Mape regiona Evrope
sv: Kartor inom Europa
ta: ஐரோப்பா பிராந்திய வரைபடங்கள்
tr: Avrupa bölgesi haritaları
uk: Мапи Європейського регіону
zh_hant: 歐洲地區地圖

# navigate_point_latitude
source: Latitude
af: Breedtegraad
ar: خط العرض
az: En
be: Шырата
bg: Геогр. ширина
ca: Latitud
cs: Šířka
cy: Lledred
da: Breddegrad
de: Breitengrad
el: Γεωγραφικό πλάτος
eo: Latitudo
es_us: Latitud
et: Laiuskraad
eu: Latitudea
fa: عرض جغرافیایی
fi: Leveysaste
he: רוחב
hu: Szélességi fok
hy: Երկարություն
id: Garis lintang
is: Breiddargráða
it: Latitudine
ja: 緯度
ka: განედი
ko: 위도
ku: Hêlîpan
lt: Platuma
lv: Platums
mk: Geografskaširina
ml: അക്ഷാംശം
mr: अक्षांश
nb: Breddegrad
nl: Breedtegraad
pl: Szerokość
ro_ro: Latitudine
ru: Широта
sc: Latitùdine
sk: Zem. šírka
sl: Zemljepisnaširina
sr: Географска ширина
sr_latn: Geografska širina
sv: Latitud
ta: அகலாங்கு
tr: Enlem
uk: Широта
vi: Vĩ độ
zh_hans: 纬度
zh_hant: 緯度

# enter_fav_name
source: Enter favorite name
ar: أدخل اسم المفضلة
be: Увядзіце назву
ca: Introduïu el nom del preferit
cs: Zadejte název oblíbeného bodu
da: Indtast favoritnavn
de: Favoritenname eingeben
el: Εισάγετε όνομα αγαπημένου
es_us: Añade nombre del favorito
et: Sisesta lemmiku nimi
fr: Entrez le nom du favoris
hu: Kedvenc nevének megadása
id: Masukkan nama favorit
is: Settu inn heiti á eftirlæti
it: Inserisci il nome del preferito
ja: お気に入りの名前を入力
ka: შეიყვანეთ სახელი
nb: Oppfør favorittnavn
nl: Geef de favoriet een naam
oc: Escrivètz lo nom dau preferit
pl: Wprowadź nazwę
pt_br: Inserir nome do favorito
ro_ro: Introduceți numele preferat
ru: Введите имя
sc: Inserta su nùmene de su preferidu
sk: Zadajte názov obľúbeného bodu
sl: Vnesite ime priljubljene točke
sr: Унесите име омиљеног
sr_latn: Unesite ime omiljenog
sv: Ange namn på favorit
ta: பிடித்த பெயரை உள்ளிடவும்
tr: En sevdiğiniz adını girin
uk: Введіть назву закладки
zh_hans: 输入收藏点名称
zh_hant: 輸入我的最愛名稱

# res_installing
source: Installing…
ar: تثبيت…
be: Усталёўка…
ca: S'està instal·lant…
cs: Instaluje se…
da: Installation…
de: Installation …
el: Εγκαθίσταται…
es_us: Instalando…
et: Paigaldamine…
fa: درحال نصب…
fi: Asennetaan…
fr: Installation…
gl: Instalando…
hu: Telepítés…
id: Memasang…
is: Set inn…
it: Installazione in corso…
ja: インストールしています…
ka: დაყენება…
ku: Tê barkirin...
nl: Installeren…
oc: A s'installar…
pl: Instalowanie…
pt_br: Instalando…
ro_ro: Instalare…
ru: Установка…
sc: Installende…
sk: Inštaluje sa…
sl: Poteka nameščanje …
sr: Инсталирање…
sr_latn: Instaliranje…
sv: Installerar …
ta: நிறுவுதல்…
tr: Yükleniyor…
uk: Встановлення…
zh_hans: 正在安装…
zh_hant: 正在安裝…

# shared_string_visible_on_map
source: Visible on map
cs: Viditelné na mapě
da: Synlig på kort
de: Sichtbar auf Karte
el: Ορατό στον χάρτη
et: Nähtav kaardil
fa: قابل‌مشاهده روی نقشه
fr: Visible sur la carte
hu: Látható a térképen
id: Terlihat pada peta
is: Sýnilegt á korti
it: Visibile sulla mappa
ja: 地図で表示
ko: 지도에서 표시
nl: Zichtbaar op de kaart
ru: Видно на карте
sk: Viditeľné na mape
sr: Видљиво на мапи
sr_latn: Vidljivo na mapi
sv: Synlig på kartan
ta: வரைபடத்தில் தெரியும்
uk: Видно на карті
vi: Hiện lên trong bản đồ
zh_hant: 地圖可視

# plugin_popup_srtm_ask
source: To download Contour lines you need to activate plugin: <b>Topography</b>
ar: لتحميل الخطوط الكنتورية تحتاج إلى تنشيط المكون المساعد: <b>الخطوط الكنتورية</b>
be: Каб спампаваць контурныя лініі, вам патрэбна ўключыць убудову: <b>Контурныя лініі</b>
bg: To download Contour lines you need to activate plugin: <b>Contour lines</b>
ca: Per baixar Corbes de nivell heu de tenir activat el connector: <b>Corbes de nivell </b>
cs: Pro stažení vrstevnicových dat musíte nejprve aktivovat modul: <b>Topografie</b>
cy: To download Contour lines you need to activate plugin: <b>Contour lines</b>
da: For at hente højdekurver skal du aktivere udvidelsen: <b>Topografi</b>
de: Um Höhendaten herunterzuladen, bitte das Modul <b>Topographie</b> aktivieren
el: Για να κατεβάσετε τις Ισοϋψείς καμπύλες πρέπει να ενεργοποιήσετε το πρόσθετο: <b>Τοπογραφία</b>
eo: To download Contour lines you need to activate plugin: <b>Contour lines</b>
es_us: Para descargar las Curvas de nivel, necesitas activar el complemento: <b>Topografía</b>
et: Kõrgusjoonte alla laadimiseks on vaja sisse lülitada lisamoodul: <b>Topograafia</b>
fi: To download Contour lines you need to activate plugin: <b>Contour lines</b>
fr: Pour télécharger des courbes de niveaux, vous devez d'abord activer l'extension : <b>Topographie</b>
gl: To download Contour lines you need to activate plugin: <b>Contour lines</b>
he: To download Contour lines you need to activate plugin: <b>Contour lines</b>
hu: A szintvonalak letöltéséhez be kell kapcsolnia a következő bővítményt: <b>Szintvonalak</b>
id: Untuk mengunduh garis kontur, Anda perlu mengaktifkan plugin: <b>Topografi</b>
is: Til að sækja hæðarlínur, verðurðu að virkja viðbótina: <b>Landslag</b>
it: Per scaricare le curve di livello è necessario attivare il plugin: <b>Topografia</b>
ja: 等高線をダウンロードするには、<b>等高線</b>プラグインを有効にする必要があります
ka: To download Contour lines you need to activate plugin: <b>Contour lines</b>
lt: To download Contour lines you need to activate plugin: <b>Contour lines</b>
lv: To download Contour lines you need to activate plugin: <b>Contour lines</b>
mk: To download Contour lines you need to activate plugin: <b>Contour lines</b>
nb: To download Contour lines you need to activate plugin: <b>Contour lines</b>
nl: Om Contourlijnen te downloaden moet u eerst de <b>Topografie</b> plugin activeren
oc: Per teledescargar lei corbas de nivèu avètz d'activar l'ajust : <b>Corbas de nivèu</b>
pl: Aby pobrać poziomice, musisz aktywować wtyczkę: <b>Poziomice</b>
pt_br: Para baixar Curvas de nível, você precisa ativar o complemento: <b>Curvas de nível</b>
ro_ro: Pentru a descărca curbe de nivel trebuie să activați plugin-ul: <b>Topografie</b>
ru: Для скачивания изолиний Вам необходимо активировать плагин: <b>Ландшафт</b>
sc: Pro iscarrigare curvas de livellu depes allùere su plugin: <b>Curvas de livellu</b>
sk: Na stiahnutie vrstevníc musíte aktivovať modul: <b>Topografia</b>
sr: Да бисте преузели Контурне линије потребно је да активирате додатак: <b>Топографија</b>
sr_latn: Za preuzimanje Konturnih linija potrebno je da aktivirate dodatak: <b>Topografija</b>
sv: För att ladda ner Höjdkurvor behöver du först aktivera insticksmodulen: <b>Topografi</b>
ta: விளிம்பு வரிகளைப் பதிவிறக்க நீங்கள் சொருகி செயல்படுத்த வேண்டும்: <b> இடவியல் </b>
tr: Eş yükselti eğrilerini indirmek için eklentiyi etkinleştirmeniz gerekmektedir: <b>Topoğrafya</b>
uk: Щоб завантажити ізолінії, потрібно увімкнути плагін: <b>Топографія</b>
zh_hans: 要下载等高线，你需要激活插件： <b>等高线</b>
zh_hant: 要下載等高線，您需要啟用外掛元件：<b>地形圖</b>

# plugin_popup_osm_editing_title
source: Turn on OpenStreetMap Editing
ar: تشغيل تحرير OpenStreetMap
ca: Activa l'edició d'OpenStreetMap
cs: Zapnout Editaci OpenStreetMap
da: Slå redigering af OpenStreetMap til
de: OpenStreetMap Bearbeitung einschalten
el: Ενεργοποιήση επεξεργασίας OpenStreetMap
es_us: Activar la edición de OpenStreetMap
et: Võta kasutusele OpenStreetMap'i muutmine
fr: Activer l’édition OpenStreetMap
hu: OpenStreetMap szerkesztés bekapcsolása
id: Nyalakan Pengeditan OpenStreetMap
is: Kveikja á breytingum á OpenStreetMap
it: Attiva le modifiche su OpenStreetMap
ja: OpenStreetMap編集を有効化
ka: OpenStreetMap-ის რედაქტირების ჩართვა
ko: OpenStreetMap Editing 켜기
nb: Skru på OpenStreetMap-redigering
oc: Activar l'edicion d'OpenStreetMap
pl: Włącz edytowanie OpenStreetMap
pt_br: Ativar a edição do OpenStreetMap
ro_ro: Activați editarea OpenStreetMap
ru: Включить правку OpenStreetMap
sc: Allughe sa modìfica de OpenStreetMap
sr: Укључи уређивање ОпенСтритМап
sr_latn: Uključi uređivanje OpenStritMap
sv: Aktivera OpenStreetMap-redigering
ta: OpenStreetMap திருத்துதல் இயக்கவும்
tr: OpenStreetMap Düzenlemeyi aç
uk: Увімкнути редагування OpenStreetMap
zh_hans: 开启 OpenStreetMap 编辑
zh_hant: 開啟 OpenStreetMap 編輯

source: Measurement units
ar: وحدات القياس
az: Ölçü vahidləri
be: Адзінкі вымярэння
bg: Мерни единици
ca: Unitats de mesura
cs: Měrné jednotky
da: Måleenheder
de: Maßeinheiten
el: Μονάδες μέτρησης
eo: Mezurunuoj
es_us: Unidades de medida
et: Mõõtühikud
eu: Neurketa-unitateak
fa: واحدهای اندازه‌گیری
fi: Mittayksiköt
fr: Unités de mesure
gl: Unidades de medida
he: יחידות מידה
hu: Mértékegységek
id: Satuan pengukuran
is: Mælieiningar
it: Unità di misura
ja: 測定単位
ko: 측정 단위
lt: Matavimo vienetai
nb: Målingsenheter
nl: Meeteenheden
oc: Unitats de mesura
pl: Jednostki miary
ro_ro: Unități de măsură
ru: Единицы измерения
sc: Unidades de medida
sk: Merné jednotky
sl: Merske enote
sr: Мерне јединице
sr_latn: Merne jedinice
sv: Måttenheter
ta: அளவீட்டு அலகுகள்
tr: Ölçü birimleri
uk: Одиниці вимірювання
vi: Đơn vị đo
zh_hans: 测量单位
zh_hant: 測量單位

# weather_wind_unit_m_s
source: Meters/Second
ar: متر / ثانية
be: Метры за секунду
cs: Metry za sekundu
da: Meter/sekund
de: Meter/Sekunde
el: Μέτρα/Δευτερόλεπτο
es_us: Metros/Segundo
et: meetrit/sekundis
fr: Mètres/seconde
hu: méter/másodperc
id: Meter/Detik
is: Metrar á sekúndu
it: Metri/Secondo
lt: Metrai per sekundę
ro_ro: Metri/secundă
ru: Метры в секунду
sc: Metros/segundos
sr: Метри/Секунда
sr_latn: Metri/Sekunda
sv: Meter per sekund
ta: மீட்டர்/இரண்டாவது
tr: Metre/Saniye
uk: Метри/Секунди
zh_hant: 公尺/秒

source: Suggested maps
ar: خرائط مقترحة
ast: Mapes suxeríos
az: Təklif olunan xəritələr
be: Прапанаваныя мапы
bg: Предложени карти
ca: Mapes suggerits
cs: Navrhované mapy
cy: Mapiau a awgrymir
da: Foreslåede kort
de: Vorgeschlagene Karten
el: Προτεινόμενοι χάρτες
eo: Proponataj mapoj
es_us: Mapas sugeridos
et: Soovitatud kaardid
eu: Iradokitako mapak
fa: نقشه‌های پیشنهادی
fi: Ehdotetut kartat
fr: Cartes suggérées
gl: Mapas suxeridos
he: מפות מוצעות
hu: Javasolt térképek
id: Peta yang disarankan
is: Kort sem stungið er upp á
it: Mappe suggerite
ja: 推奨マップ
ka: შემოთავაზებული რუკები
kn: ಸೂಚಿಸಲಾದ ನಕ್ಷೆಗಳು
ko: 추천 지도
lt: Siūlomi žemėlapiai
mk: Predloženi karti
nb: Foreslåtte kart
nl: Voorgestelde kaarten
oc: Mapas suggeridas
pl: Sugerowane mapy
pt_br: Mapas sugeridos
ro_ro: Hărți sugerate
ru: Предлагаемые карты
sc: Mapas cussigiadas
sk: Navrhované mapy
sl: Predlagani zemljevidi
sr: Предложене карте
sr_latn: Predložene mape
sv: Föreslagna kartor
ta: பரிந்துரைக்கப்பட்ட வரைபடங்கள்
tr: Önerilen haritalar
uk: Пропоновані мапи
vi: Bản đồ được gợi ý
zh_hans: 建议的地图
zh_hant: 建議的地圖

source: Add custom category
ar: إضافة فئة مخصصة
az: Xüsusi kateqoriya əlavə et
be: Дадаць адвольную катэгорыю
bg: Добавете собствена категория
ca: Afegeix una categoria personalitzada
cs: Přidat vlastní kategorii
cy: Ychwanegu eich categori eich hun
da: Tilføje brugerdefineret kategori
de: Benutzerdefinierte Kategorie hinzufügen
el: Προσθήκη προσαρμοσμένης κατηγορίας
eo: Aldoni propran kategorion
es_us: Añadir categoría personalizada
et: Lisa oma kategooria
eu: Gehitu kategoria pertsonalizatua
fa: افزودن دستهٔ سفارشی
fi: Lisää oma luokka
fr: Ajouter une catégorie personnalisée
gl: Engadir categoría personalizada
he: הוספת קטגוריה מותאמת אישית
hu: Egyéni kategória hozzáadása
id: Tambahkan kategori kustom
is: Bæta við sérsniðnum flokki
it: Aggiungi categoria personalizzata
ja: カスタムカテゴリーを追加
ka: დამატებითი კატეგორიის დამატება
ko: 사용자 정의 카테고리
lv: Pievienot savu kategoriju
mk: Dodadete prisposobena kategorija
nb: Legg til egendefinert kategori
nl: Eigen categorie toevoegen
oc: Ajustar una categoria personalizada
pl: Dodaj niestandardową kategorię
pt_br: Adicionar categoria personalizada
ro_ro: Adăugați o categorie personalizată
ru: Создать свою категорию
sc: Annanghe una categoria personalizada
sk: Pridať vlastnú kategóriu
sl: Dodaj kategorijo po meri
sr: Додај произвољну врсту
sr_latn: Dodaj proizvoljnu kategoriju
sv: Lägg till skräddarsydd kategori
ta: தனிப்பயன் வகையைச் சேர்க்கவும்
te: కస్టమ్ కేటగిరీ జోడించు
tr: Özel kategori ekle
uk: Додати власну категорію
vi: Thêm danh mục tùy chỉnh
zh_hans: 添加自定义类别
zh_hant: 新增自訂分類

source: Visible categories
ar: الفئات المرئية
cs: Viditelné kategorie
da: Synlige kategorier
de: Sichtbare Kategorien
el: Ορατές κατηγορίες
es_us: Categorías visibles
et: Nähtavad kategooriad
fi: Näkyvät luokat
fr: Catégories visibles
hu: Látható kategóriák
id: Kategori terlihat
is: Sýnilegir flokkar
it: Categorie visibili
ja: 表示するカテゴリ
ka: ხილული კატეგორიები
nb: Synlige kategorier
oc: Categorias visiblas
pl: Widoczne kategorie
pt_br: Categorias visíveis
ro_ro: Categorii vizibile
ru: Видимые категории
sc: Categorias visìbiles
sr: Видљиве категорије
sr_latn: Vidljive kategorije
sv: Synliga kategorier
ta: புலப்படும் பிரிவுகள்
tr: Görünür kategoriler
uk: Видимі категорії
zh_hant: 可見分類
