Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# lang_ms
source: Malaysian
ar: الماليزية
az: Malayca
be: Малазійская
bg: Малайски
ca: Malai
cs: Malajština
cy: Maleieg
da: Malaysisk
de: Malaysisch
el: Μαλαισιακά
eo: Malaja
es_us: Malasio
et: malai
eu: Malaysiera
fa: مالزیایی
fi: Malaiji
fr: Malaisien
gl: Malasio
he: מלזית
hu: maláj
hy: Մալայզիա
id: Bahasa Malaysia
is: Malasíska
it: Malese
ja: マレーシア語
ka: მალაიზიური
kn: ಮಲೇಷ್ಯಾನ್
ko: 말레이시아어
lt: Malaiziečių
lv: Malaiziešu
mk: Maleziski
ml: "മലേഷ്യന്‍ ഭാക്ഷ "
nb: Malayisk
nl: Maleis
oc: Malaisian
pl: Malezyjski
ro_ro: Malaeziană
ru: Малайский
sc: Malesu
sk: Malajsky
sl: Malajščina
sr: Малезијски
sr_latn: Malezijski
sv: Malajiska
ta: மலேசியன்
tr: Malezyaca
uk: Малайська
zh_hans: 马来西亚语
zh_hant: 馬來西亞

source: Select map source
ar: اختر مصدر الخريطة
be: Абярыце крыніцу мапы
ca: Seleccioneu l'origen del mapa
cs: Zvolte zdroj mapy
da: Vælg kortkilde
de: Kartenquelle auswählen
el: Επιλογή πηγής χάρτη
es_us: Elegir repositorio del mapa
et: Vali kaardi allikas
fi: Valitse kartan lähde
fr: Sélectionnez la source de la carte
hu: Térképforrás kiválasztása
id: Pilih sumber peta
is: Veldu uppruna korts
it: Scegli la sorgente della mappa
ja: マップソースを選択
ka: აირჩიეთ რუკის წყარო
ko: 지도 소스 선택
nl: Kies kaart bron
oc: Chausissètz la fònt de la mapa
pl: Wybierz źródło mapy
pt_br: Selecionar fonte do mapa
ro_ro: Selectați sursa hărții
ru: Выберите источник карты
sc: Ischerta sa mitza de sa mapa
sk: Vyberte zdroj mapy
sr: Изаберите извор карте
sr_latn: Izaberite izvor karte
sv: Välj kartkälla
ta: வரைபட மூலத்தைத் தேர்ந்தெடுக்கவும்
tr: Harita kaynağını seç
uk: Виберіть джерело мапи
zh_hant: 選擇地圖來源

# select_overlay
source: Select overlay map
ar: الخريطة العلوية
be: Абярыце мапу накладання
ca: Seleccioneu el mapa de superposició
cs: Vyberte překryvnou mapu
da: Vælg kort til overlejring
de: Karten-Overlay auswählen
el: Επιλογή χάρτη επικάλυψης
es_us: Elegir mapa superpuesto
et: Vali ülekatte kaart
fi: Valitse peittokartta
fr: Sélectionnez la sur-couche
hu: Válassza ki az átfedési térképet
id: Pilih peta overlay
is: Veldu yfirlagskort
it: Scegli la mappa sovrapposta
ja: オーバーレイマップを選択
ka: აირჩიეთ გადაფარვის რუკა
ko: 오버레이 맵 선택
nl: Kies bovenlaag kaart
oc: Chausissètz la mapa superpausada
pl: Wybierz nakładkę mapy
pt_br: Selecionar mapa de sobreposição
ro_ro: Selectați harta de suprapunere
ru: Выберите карту наложения
sc: Ischerta sa mapa de subrapositzione
sr: Изаберите мапу као надподлогу
sr_latn: Izaberite mapu kao nadpodlogu
sv: Välj överläggskarta
ta: மேலடுக்கு வரைபடத்தைத் தேர்ந்தெடுக்கவும்
tr: Üst katman haritası seç
uk: Виберіть мапу накладки
zh_hant: 選擇覆蓋地圖

source: Select manually
ar: تحديد يدويا
be: Абраць уласнаручна
ca: Seleccioneu manualment
cs: Vybrat manuálně
da: Vælg manuelt
de: Manuell auswählen
el: Επιλέξτε χειροκίνητα
es_us: Marcar manualmente
et: Vali käsitsi
fi: Valitse manuaalisesti
fr: Sélectionnez manuellement
hu: Kézi kiválasztás
id: Pilih manual
is: Veldu handvirkt
it: Seleziona manualmente
ja: 手動で選択
ka: ხელით არჩევა
ko: 수동으로 선택
nl: Kies handmatig
oc: Chausir manualament
pl: Wybierz ręcznie
pt_br: Selecionar manualmente
ro_ro: Selectați manual
ru: Выбрать вручную
sc: Ischerta manualmente
sr: Изаберите ручно
sr_latn: Izaberite ručno
sv: Välj manuellt
ta: கைமுறையாக தேர்ந்தெடுக்கவும்
tr: Elle seç
uk: Вибрати вручну
zh_hant: 手動選擇

source: Avoid by type
ar: تجنب حسب النوع
be: Выключэнне па тыпу
ca: Evitar segons el tipus
cs: Vyhnout se dle typu
da: Undgå efter type
de: Typ vermeiden
el: Αποφυγή ανά τύπο
es_us: Evitar por tipo
et: Väldi liigi järgi
fi: Vältä tyypin mukaan
fr: Éviter par type
hu: Elkerülés típus szerint
id: Hindari berdasarkan jenis
is: Forðast eftir gerðum
it: Evita per tipo
ja: タイプ別で避ける
ka: თავიდან აცილება ტიპით
nl: Negeer op type
oc: Evitar segon lei tipes
pl: Unikaj według typu
pt_br: Evitar por tipo
ro_ro: Evitați în funcție de tip
ru: Исключение по типу
sc: Istransi pro casta
sr: Избегавај по типу
sr_latn: Izbegavaj po tipu
sv: Undvik efter typ
ta: வகை அடிப்படையில் தவிர்க்கவும்
tr: Türe göre kaçın
uk: Уникати за типом
zh_hant: 按類型避免

source: Create profile
ar: إنشاء ملف تعريف
be: Стварыць профіль
ca: Crea un perfil
cs: Vytvořit profil
da: Opret profil
de: Profil erstellen
el: Δημιουργία προφίλ
es_us: Crear perfil
et: Loo profiil
fi: Luo profiili
fr: Créer un profil
hu: Profil készítése
id: Buat profil
is: Búa til notkunarsnið
it: Crea profilo
ja: プロファイルを作成
ka: პროფილის შექმნა
ko: 프로필 만들기
nb: Opprett profil
nl: Creëer profiel
oc: Crear un perfiu
pl: Stwórz profil
pt_br: Criar perfil
ro_ro: Creați profilul
ru: Создать профиль
sc: Crea unu profilu
sr: Направите профил
sr_latn: Napravite profil
sv: Skapa profil
ta: சுயவிவரத்தை உருவாக்கவும்
tr: Profil oluştur
uk: Створити профіль
zh_hant: 建立個人檔案

# base_profile_descr_public_transport
source: Public transport types
ar: أنواع وسائل النقل العام
az: İctimai nəqliyyat növləri
be: Тыпы грамадскага транспарту
bg: Вид на обществения транспорт
ca: Tipus de transport públic
cs: Typy hromadné dopravy
cy: Mathau o drafnidiaeth cyhoeddus
da: Offentlige transportstyper
de: ÖPNV-Arten
el: Όλοι οι δημόσιοι τύποι μεταφοράς
eo: Publikaj transportiloj
es_us: Tipos de transporte público
et: Ühistranspordi liigid
eu: Garraio publiko motak
fa: انواع وسایل نقلیهٔ عمومی
fi: Joukkoliikenteen tyypit
fr: Types de transports en commun
gl: Tipos de transporte público
he: סוגי תחב״צ
hi: सभी पीटी प्रकार
hu: Tömegközlekedés-típusok
id: Tipe angkutan publik
is: Tegundir almenningssamgangna
it: Tipi di trasporto pubblico
ja: 定期運行している鉄道、バス、路面電車など
ka: საზოგადოებრივი ტრანსპორტის ტიპები
lv: Visi sabiedriskie transporti
mk: Vidovi javen prevoz
my: ပြည်သူပို့ဆောင်ရေးအမျိုးအားလုံး
nb: Offentlige transporttyper
nl: Types openbaar vervoer
oc: Mena de transpòrt public
pl: Rodzaje transportu publicznego
pt_br: Tipos de transporte público
ro_ro: Tipuri de transport public
ru: Виды общественного транспорта
sc: Totu sos trasportos pùblicos
sk: Všetky typy hromadnej dopravy
sl: Za uporabo javnega prevoza
sr: Врсте јавног превоза
sr_latn: Vrste javnog prevoza
sv: Kollektivtrafik. tåg, buss, tunnelbana etc
ta: பொது போக்குவரத்து வகைகள்
tr: Toplu taşıma türleri
uk: Види громадського транспорту
vi: Phương tiện công cộng
zh_hans: 公共交通类型
zh_hant: 公共運輸類型

# base_profile_descr_boat
source: Ship, rowing, sailing
ar: سفينة, تجديف, إبحار
be: Карабель, веславанне, парусны спорт
ca: Vaixell, rem, vela
cs: Loď, veslování, plachtění
cy: Llong, rhwyfo, hwylio
da: Skib, roning, sejlads
de: Schiff, Rudern, Segeln
el: Σκάφος, κωπηλασία, ιστιοπλοΐα
eo: Ŝipo, remado, velado
es_us: Barco, remo, vela
et: Laev, sõudmine, purjetamine
eu: Barkua, arrauna, bela
fa: کشتی، روئینگ، بادبانی‌رانی
fi: Laiva, soutu, purjehdus
fr: Bateau, aviron, voile
gl: Embarcación, remo, vela
he: ספינה, חתירה, שיט
hi: जहाज, रोइंग, नौकायन
hu: Hajózás, evezés, vitorlázás
id: Kapal, mendayung, berlayar
is: Siglingar, róður, seglbátar
it: Nave, canottaggio, vela
ja: 船舶、漕ぎボート、帆船
ka: გემი, ნავი, ნაოსნობა
ko: 선박, 행, 항해
lv: Kuģi, jahtas, laivas
mk: Brod, veslanje, plovenje
my: သင်္ဘော၊ လှေလှော်ခြင်း၊ ရွက်လွှင့်ခြင်း
nb: Skip, roing, seiling
nl: Boot, roeien, zeilen
oc: Barca, Aviron, Vela
pl: Statek, wioślarstwo, żeglarstwo
pt_br: Navio, remo, vela
ro_ro: Navă, canotaj, navigație
ru: Корабль, гребля, парусный спорт
sc: Nave, canotàgiu, vela
sk: Loď, veslovanie, plachetnica
sl: Za potovanje z ladjo, jadranje, veslanje
sr: Брод, веслање, једрење
sr_latn: Brod, veslanje, jedrenje
sv: Skepp, rodd, segling
ta: கப்பல், ரோயிங், படகோட்டம்
tr: Tekne, kürek, yelken
uk: Корабель, веслування, вітрильний спорт
vi: Tàu, chèo thuyền, thuyền buồm
zh_hans: 船、划船、帆船
zh_hant: 船、划船、帆船

source: Checking for duplicates...
ar: التحقق من التكرارات ...
be: Праверка на наяўнасць дублікатаў...
ca: S'estan comprovant els duplicats...
cs: Hledám duplicity...
da: Søger efter dubletter...
de: Prüfung auf Duplikate...
el: Έλεγχος για διπλότυπα...
es_us: Comprobando duplicados…
et: Otsin topeltkirjeid...
fr: Recherche de doublons...
hu: Duplikátumok keresése...
id: Memeriksa duplikat...
is: Athuga með tvítök...
it: Controllo duplicati...
ja: 重複要素の確認中...
ka: დუბლიკატების შემოწმება...
nl: Controleren op duplicaten...
oc: Verificacion dei doblons...
pl: Sprawdzanie duplikatów...
pt_br: Verificando duplicatas...
ro_ro: Verificarea duplicatelor...
ru: Проверка на наличие дубликатов...
sc: Verifichende si bi sunt duplicados...
sr: Провера дупликата...
sr_latn: Provera duplikata...
sv: Letar efter dubbletter...
ta: நகல்களைச் சரிபார்க்கிறது ...
tr: Yinelenenler denetleniyor...
uk: Перевірка на наявність дублікатів...
zh_hant: 正在檢查重複項目...

# prch_addons
source: Addons
ar: إضافات
be: Дапаўненні
ca: Complements
cs: Doplňky
da: Tilføjelser
de: Erweiterungen
el: Πρόσθετα
es_us: Complementos
et: Lisad
fr: Extensions
hu: Bővítmények
id: Add-on
is: Viðbætur
it: Aggiunte
ja: アドオン
ko: 애드온
oc: Ajusts
pl: Dodatki
pt_br: Complementos
ro_ro: Suplimente
ru: Дополнения
sc: Estensiones
sk: Doplnky
sl: Vstavki
sr: Додаци
sr_latn: Dodaci
sv: Tillägg
ta: கூடுதல்
tr: Eklentileri
uk: Додатки
zh_hant: 外掛元件

# prch_nau_q2_cell
source: Downloading requires %@ over cellular network.
ar: يتطلب التنزيل %@ عبر الشبكة الخلوية.
be: Патрэбна спампаваць %@ праз сотавую сетку.
ca: La baixada requereix %@ per transmissió de dades.
cs: Stahování vyžaduje %@ přes mobilní síť.
da: Hentning kræver %@ via mobilforbindelse.
de: Herunterladen über eine Mobilfunkverbindung benötigt %@.
el: Η λήψη απαιτεί %@ μέσω δικτύου κινητής.
es_us: La descarga requiere %@ a través de la red móvil.
et: Allalaadimine eeldab %@ mobiilsidevõrgu kaudu.
fr: Le téléchargement nécessite %@ via le réseau mobile.
hu: A letöltés %@-ot igényel mobilhálózaton keresztül.
id: Mengunduh memerlukan %@ melalui jaringan seluler.
is: Niðurhal krefst %@ um farsímakerfi.
it: Il download richiede %@ sulla rete cellulare.
ja: %@をダウンロードするには、携帯電話回線への接続が必要です。
ko: 다운로드하려면 무선 네트워크를 통해 %@가 필요합니다.
nl: Downloaden vereist %@ op een mobiel netwerk.
oc: Lo teledescargament demanda %@ sus lo malhum cellular.
pl: Pobieranie wymaga %@ za pośrednictwem sieci komórkowej.
pt_br: Transferência requer %@ por rede celular.
ro_ro: Descărcarea necesită %@ prin rețeaua celulară.
ru: Для скачивания %@ необходима сотовая сеть.
sc: S’iscarrigamentu durat %@ cun sa cunnessione mòbile.
sk: Sťahovanie vyžaduje %@ cez mobilnú sieť.
sr: За преузимање потребно %@ преко мобилне мреже.
sr_latn: Za preuzimanje potrebno %@ preko mobilne mreže.
sv: Nedladdning kräver %@ via mobildata.
ta: பதிவிறக்குவதற்கு செல்லுலார் நெட்வொர்க்கை விட %@ தேவை.
tr: İndirme hücresel şebeke üzerinden %@ gerektirmektedir.
uk: Потрібно завантажити %@ використовуючи стільникову мережу.
zh_hant: 透過行動網路下載需求的 %@。

# shared_string_no_thanks
source: No, thanks
af: Nee, dankie
ar: لا شكراً
ast: Non, gracies
az: Xeyr, təşəkkürlər
be: Не, дзякуй
bg: Не, благодаря
ca: No, gràcies
cs: Není potřeba
cy: Dim, diolch
da: Nej tak
de: Nicht verwendet
el: Όχι, ευχαριστώ
eo: Ne, dankon
es_us: No, gracias
et: Ei, aitäh
eu: Ez, milesker
fa: نه، متشکرم
fi: Ei kiitos
fr: Pas nécessaire
gl: Non, grazas
he: לא, תודה
hu: Nem szükséges
hy: Ոչ, շնորհակալություն
id: Tidak, terima kasih
is: Nei, takk
it: No, grazie
ja: 遠慮します
ka: არა, მადლობა
ko: 필요없음
lt: Ačiū, ne
lv: Nē, paldies
mk: Ne, blagodaram
ml: വേണ്ട, നന്ദി
mr: नाही, धन्यवाद
nb: Nei takk
nl: Niet nodig
oc: Non, grandmercé
pl: Niepotrzebne
ro_ro: Nu, mulțumesc
ru: Нет, спасибо
sc: No, gràtzias
sk: Netreba
sl: Ne, hvala
sr: Не, хвала
sr_latn: Ne, hvala
sv: Nej, tack
ta: இல்லை, நன்றி
tr: Hayır, teşekkürler
uk: Ні, дякую
vi: Không, cảm ơn
zh_hans: 谢谢，不用了
zh_hant: 不需要，謝謝

# prch_items_failed
source: item(s) were not restored. Please try again.
ar: لم تتم استعادة العنصر (العناصر). حاول مرة أخرى.
be: аб'екты не былі адноўленыя. Паспрабуйце яшчэ раз.
ca: element(s) no s'han restaurat. Intenteu-ho altre cop.
cs: položek nebylo obnoveno. Zkuste to prosím znovu.
da: elementer blev ikke gendannet. Prøv igen.
de: Elemente wurden nicht wieder hergestellt. Bitte versuch es erneut.
el: αντικείμενο(α) δεν ανακτήθηκε(αν). Δοκιμάστε ξανά.
es_us: elemento(s) no se restauraron. Intente de nuevo.
et: üksus(t) ei taastatud. Palun proovi uuesti.
fi: esinettä/esineitä ei palautettu. Yritä uudelleen.
fr: Les objets n'ont pu être restaurés. Veuillez réessayer.
hu: elem nem került visszaállításra. Próbálja újra.
id: Item tidak dipulihkan. Silakan coba lagi.
is: atriði voru ekki endurheimt. Reyndu aftur.
it: elementi non sono stati ripristinati. Si prega di riprovare.
ja: アイテムの復元がなされませんでした。もう一度やり直してみてください。
nl: Items werden niet hersteld. Probeer nogmaals.
oc: element(s) se son pas restaurat(s). Assajatz un autre còp.
pl: element(y/ów) nie został(y/o) przywrócony(-e/-ych). Spróbuj ponownie.
pt_br: Item(ns) não foram restaurados. Por favor, tente novamente.
ro_ro: articolul (articolele) nu a (au) fost restaurate. Vă rugăm să încercați din nou.
ru: объекты не были восстановлены. Попробуйте еще раз.
sc: Sos elementos non sunt istados ripristinados. Torra a proare prus a tardu.
sk: položiek nebolo obnovených. Prosím skúste to znova.
sr: предмет(и) нису враћени. Молим вас, покушајте поново.
sr_latn: predmet(i) nisu vraćeni. Molim vas, pokušajte ponovo.
sv: objekt återställdes inte. Försök igen.
ta: உருப்படி (கள்) மீட்டமைக்கப்படவில்லை. மீண்டும் முயற்சிக்கவும்.
tr: Ürün (ler) restore. Lütfen yeniden deneyin.
uk: об'єкти не були відновлені. Спробуйте ще раз.
zh_hant: 項目未還原。請再試一次。

source: Downloading
ar: جاري التنزيل
be: Спампоўванне
ca: S’està baixant
cs: Stahování
da: Henter
de: Lädt herunter
el: Γίνεται λήψη
es_us: Descargando
et: Laadin alla
fa: درحال بارگیری
fi: Ladataan
fr: Téléchargement en cours
hu: Letöltés
id: Mengunduh
is: Niðurhal
it: In download
ja: ダウンロード中
ka: გადმოწერა
ko: 다운로드 중
nb: Laster ned …
nl: Downloaden
oc: A se teledescargar
pl: Pobieranie
pt_br: Baixando
ro_ro: Descărcarea
ru: Скачивание
sc: Iscarrighende
sr: Преузима се
sr_latn: Preuzima se
sv: Laddar ner...
ta: பதிவிறக்குகிறது
tr: İndiriliyor
uk: Завантаження
zh_hans: 正在下载
zh_hant: 正在下載

# point_num
source: Point %d
ar: النقطة %d
be: Кропка %d
ca: Punt %d
cs: Bod %d
da: Punkt %d
de: Punkt %d
el: Σημείο %d
es_us: Punto %d
et: Punkt %d
hu: %d. pont
id: Titik %d
is: Punktur %d
it: Punto %d
ja: 地点 %d
nb: Punkt %d
nl: Punt %d
oc: Ponch %d
pl: Punkt %d
pt_br: Ponto %d
ro_ro: Punct %d
ru: Точка %d
sc: Puntu %d
sr: Тачка %d
sr_latn: Tačka %d
sv: Punkt %d
ta: புள்ளி %d
tr: %d. nokta
uk: Точка %d
zh_hant: 點 %d

source: Save as new track
ar: حفظ كمسار جديد
az: Yeni iz olaraq saxla
be: Захаваць як новы след
bg: Запазване като ново трасе
ca: Desa com una traça nova
cs: Uložit jako novou stopu
cy: Cadw fel trac newydd
da: Gem som nyt spor
de: Als neuen Track speichern
el: Αποθήκευση ως νέο ίχνος
eo: Konservi kiel novan spuron
es_us: Guardar como nueva traza
et: Salvesta uue rajana
eu: Gorde arrasto berri gisa
fa: ذخیره به‌عنوان رد جدید
fi: Tallenna uutena jälkenä
fr: Enregistrer comme nouvelle trace
gl: Gardar coma nova pista
he: שמירה כמסלול חדש
hu: Mentés új nyomvonalként
id: Simpan sebagai trek baru
is: Vista sem nýjan feril
it: Salva come nuova traccia
ja: 新しい経路として保存
ko: 새 트랙으로 저장
mk: Zacuvaj kako nov zapis
nb: Lagre som nytt spor
nl: Bewaar als nieuwe track
oc: Sauvagardar per traça nòva
pl: Zapisz jako nowa trasa
ro_ro: Salvează ca traseu nou
ru: Сохранить как новый трек
sc: Sarva comente una rasta noa
sk: Uložiť ako novú stopu
sl: Shrani kot novo sled
sr: Сачувај као нови траг
sr_latn: Sačuvaj kao novu rutu
sv: Spara som nytt spår
ta: புதிய பாதையாக சேமிக்கவும்
tr: Yeni bir izleme olarak kaydet
uk: Зберегти як новий трек
vi: Lưu dưới dạng cung đường mới
zh_hans: 保存为新的轨迹
zh_hant: 儲存為新軌跡

# route_betw_points_descr
source: Choose how to connect the points: with a straight line or by calculating a route using one of profiles listed below.
ar: اختر كيفية توصيل النقاط: بخط مستقيم أو عن طريق حساب الطريق باستخدام أحد الملفات الشخصية المدرجة أدناه.
ca: Trieu com connectar els punts: amb una línia recta o calculant-ne una ruta mitjançant un dels perfils llistats a sota.
cs: Zvolte jakým způsobem spojit body: přímou čarou nebo výpočtem trasy v jednom z profilů vypsaných níže.
da: Vælg, hvordan du vil forbinde punkterne: med en lige linje eller ved at beregne en rute ved brug af en af de profiler, der er anført nedenfor.
de: Wählen Sie, wie Sie die Punkte verbinden möchten: mit einer geraden Linie oder durch Berechnung einer Route mit einem der unten aufgeführten Profile.
es_us: Elige cómo conectar los puntos: con una línea recta o calculando una ruta usando uno de los perfiles listados a continuación.
et: Vali kuidas ühendada sõlmed: kas sirgjoonega või koostades uue teekonna mõne alljärgneva profiili alusel.
fi: Valitse, miten pisteet yhdistetään: suoralla viivalla tai laskemalla reitti käyttämällä jotakin alla luetelluista profiileista.
fr: Choisissez comment relier les points : avec une ligne droite ou en calculant un itinéraire à l'aide de l'un des profils énumérés ci-dessous.
hu: Válassza ki, hogyan szeretné összekötni a pontokat: egyenes vonallal vagy az alábbi profilok valamelyikének segítségével kiszámított útvonallal.
id: Pilih cara menghubungkan titik-titik: dengan garis lurus atau dengan menghitung rute menggunakan salah satu profil yang terdaftar di bawah.
is: Veldu hvernig eigi að tengja punktana; með beinni línu eða reikna leið milli þeirra eins og tiltekið er í einu af snuðunum hér fyrir neðan.
it: Scegli come collegare i punti: con una linea retta o calcolando un percorso utilizzando uno dei profili elencati di seguito.
ja: 地点間を繋ぐ方法を選択します。任意の直線で指示するか、以下のプロファイルのいずれかを使用してルートを計算します。
nl: Kies hoe de punten worden verbonden: met een rechte lijn of door route berekening op basis van onderstaande profielen.
oc: Chausissètz coma connectar lei ponchs : d'una linha drecha ò calcular un percors amb l'ajuda d'un dei perfius listats çai-sota.
pl: Wybierz sposób łączenia punktów: z linią prostą lub obliczając trasę za pomocą jednego z profilii wymienionych poniżej.
pt_br: Escolha como conectar os pontos: com uma linha reta ou calculando uma rota usando um dos perfis listados abaixo.
ro_ro: Alegeți cum să conectați punctele: cu o linie dreaptă sau prin calcularea unui traseu folosind unul dintre profilurile enumerate mai jos.
ru: Выберите способ соединения точек: прямой линией или расчётом маршрута, используя один из профилей, приведённых ниже.
sc: Issèbera comente ligare sos puntos: cun una lìnia drita o carculende un'àndala impreende unu de sos profilos allistados inoghe in suta.
sr: Изаберите како да повежете тачке: равном линијом или израчунавањем руте помоћу једног од профила наведених у наставку.
sr_latn: Izaberite kako da povežete tačke: ravnom linijom ili izračunavanjem rute pomoću jednog od profila navedenih u nastavku.
sv: Välj metod att ansluta punkterna; med en rak linje eller genom att beräkna en rutt med en av nedanstående profiler.
ta: புள்ளிகளை எவ்வாறு இணைப்பது என்பதைத் தேர்வுசெய்க: ஒரு நேர் கோட்டுடன் அல்லது கீழே பட்டியலிடப்பட்டுள்ள சுயவிவரங்களில் ஒன்றைப் பயன்படுத்தி ஒரு வழியைக் கணக்கிடுவதன் மூலம்.
tr: Noktaların nasıl birleştirileceğini seçin: düz bir çizgi ile veya aşağıda listelenen profillerden birini kullanıp bir güzergah hesaplayarak.
uk: Виберіть як з'єднати точки: прямою лінією або обчисленням маршруту за допомогою одного з профілів, перерахованих внизу.
zh_hant: 選擇如何連接點：直線或使用下面列出的其中一個設定檔計算路線。

# whole_track_descr
source: The whole track will be recalculated using selected profile.
ar: سيتم إعادة حساب المقطع التالي فقط باستخدام ملف التعريف المحدد.
ca: Tota la traça es tornarà a calcular fent ús del perfil seleccionat.
cs: Celá stopa bude přepočítána ve vybraném profilu.
da: Hele sporet vil blive genberegnet med den valgte profil.
de: Der gesamte Track wird mit dem ausgewählten Profil neu berechnet.
es_us: Recalcular toda la traza usando el perfil elegido.
et: Kogu teekond arvutatakse valitud profiili alusel ümber.
fi: Koko jälki lasketaan uudelleen käyttäen valittua profiilia.
fr: Toute la trace sera recalculée en utilisant le profil sélectionné.
hu: Az egész nyomvonal újraszámításra kerül a kiválasztott profillal.
id: Seluruh trek akan dihitung ulang menggunakan profil yang dipilih.
is: Allur ferillinn verður endurreiknaður með völdu sniði.
it: L'intera traccia verrà ricalcolata utilizzando il profilo selezionato.
ja: 選択したプロファイルを使用して、経路全体が再計算されます。
nl: De complete track wordt herberekend n.a.v. het geselecteerde profiel.
oc: Tota la traça se tornarà calcular en emplegant lo perfiu chausit.
pl: Cała trasa zostanie ponownie obliczona przy użyciu wybranego profilu.
pt_br: A trilha inteira será recalculada usando o perfil selecionado.
ro_ro: Întreaga pistă va fi recalculată folosind profilul selectat.
ru: Весь трек будет перерассчитан с использованием выбранного профиля.
sc: Sa rasta intrea s'at a torrare a carculare impreende su profilu ischertadu.
sr: Цела путања ће бити поново израчуната коришћењем изабраног профила.
sr_latn: Cela putanja će biti ponovo izračunata korišćenjem izabranog profila.
sv: Hela spåret beräknas om med den valda profilen.
ta: தேர்ந்தெடுக்கப்பட்ட சுயவிவரத்தைப் பயன்படுத்தி முழு பாதையும் மீண்டும் கணக்கிடப்படும்.
tr: Tüm yol, seçilen profil kullanılarak yeniden hesaplanacak.
uk: Весь трек буде перераховано за допомогою вибраного профілю.
zh_hant: 整個軌跡將使用選定的設定檔重新計算。

source: Next segment
ar: المقطع التالي
ast: Segmentu siguiente
az: Növbəti seqment
be: Наступны сегмент
ca: Següent segment
cs: Další úsek
cy: Y segment nesaf
da: Næste segment
de: Nächstes Segment
el: Επόμενο τμήμα
eo: Sekva segmento
es_us: Siguiente segmento
et: Järgmine segment
eu: Hurrengo segmentua
fa: پارهٔ بعدی
fi: Seuraava segmentti
fr: Segment suivant
gl: Seguinte segmento
he: המקטע הבא
hu: Következő szakasz
id: Segmen selanjutnya
is: Næsti bútur
it: Nuovo segmento
ja: 次の区分
ka: შემდეგი ნაწილი
ko: 다음 세그먼트
mk: Sleden segment
nb: Neste segment
nl: Volgende segment
oc: Etapa novèla
pl: Następy segment
ro_ro: Segmentul următor
ru: Следующий сегмент
sc: Segmentu imbeniente
sk: Ďalší úsek
sl: Naslednji segment
sr: Следећи чланак
sr_latn: Sledeći segment
sv: Nästa segment
ta: அடுத்த பிரிவு
tr: Sonraki bölüm
uk: Наступний відрізок
vi: Phân đoạn tiếp theo
zh_hans: 下一段
zh_hant: 下一段

source: Whole track
ar: مسار كامل
ast: Tol trazáu
az: Bütün iz
be: Увесь след
ca: Pista sencera
cs: Celá stopa
cy: Trac cyfan
da: Hele sporet
de: Ganzer Track
el: Ολόκληρο το ίχνος
eo: Tuta kurso
es_us: Traza completa
et: Kogu teekond
eu: Arrasto osoa
fa: تمام رد
fi: Koko jälki
fr: Trace entière
gl: Pista enteira
he: מסלול שלם
hu: Teljes nyomvonal
id: Seluruh trek
is: Allur ferillinn
it: Tutta la traccia
ja: 全経路
ka: მთლიანი გზა
ko: 전체 트랙
mk: Celosna trasa
nb: Hele sporet
nl: Gehele track
oc: Tota la traça
pl: Cała trasa
pt_br: Trilha inteira
ro_ro: Tot traseul
ru: Весь трек
sc: Rasta intrea
sk: Celá stopa
sl: Celotna sled
sr: Цели траг
sr_latn: Cela trasa
sv: Hela spåret
ta: முழு பாதையும்
tr: Tüm yol
uk: Весь трек
vi: Toàn bộ cung đường
zh_hans: 整个轨迹
zh_hant: 整個軌道
