Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# segments_count
source: Segment %d
ar: الجزء %d
be: Сегмент %d
cs: Úsek %d
el: Τμήμα %d
eo: Segmento %d
es_us: Segmento %d
et: Lõik %d
eu: %d segmentua
fa: پارهٔ %d
fi: Segmentti %d
gl: Segmento %d
he: מקטע %d
hu: %d szakasz
id: Segmen %d
is: Bútur %d
it: Segmento %d
ja: %d区分
ka: სეგმენტი %d
ko: 세그먼트 %d
mk: Del %d
ro_ro: Segmentul %d
ru: Сегмент %d
sc: Segmentu %d
sk: Úsek %d
sr: Одсечак %d
ta: பிரிவு %d
tr: Bölüm %d
uk: Відрізок %d
zh_hans: 路段 %d
zh_hant: 線段 %d

source: Threshold distance
ar: بداية المسافة
be: Максімальная дыстанцыя
ca: Llindar de distància
cs: Mezní vzdálenost
cy: Pellter trothwy
da: Tærskelafstand
de: Maximaler Abstand
el: Απόσταση κατωφλίου
eo: Sojla distanco
es_us: Distancia de umbral
et: Läve kaugus
eu: Distantzia margena
fa: فاصلهٔ آستانه
fi: Kynnysetäisyys
fr: Seuil de distance
gl: Distancia limiar
he: סף מרחק
hu: Küszöbtávolság
id: Jarak ambang batas
is: Mörk vegalengdar
it: Soglia distanza
ja: 限界距離
ka: ზღვრული დაშორება
ko: Threshold 거리
mk: Pocetok na rastojanieto
mr: उंबरठा अंतर
nb: Terskeldistanse
nl: Drempelafstand
oc: Lindau de distància
pl: Odległość graniczna
pt_br: Limite de distância
ro_ro: Distanța limită
ru: Предельная дистанция
sc: Lìmite de distàntzia
sk: Hraničná vzdialenosť
sl: Mejna vrednost razdalje
sr: Праг удаљености
sr_latn: Maksimalna distanca
sv: Tröskelavstånd
ta: வாசல் தூரம்
tr: Eşik mesafesi
uk: Гранична відстань
vi: Khoảng cách ngưỡng
zh_hans: 起始距离
zh_hant: 門檻距離

# res_mapsres
source: Maps & Resources
ar: إدارة الخرائط
be: Мапы і рэсурсы
bg: Карти и ресурси
ca: Mapes i Descàrregues
cs: Mapy a zdroje
da: Kort og ressourcer
de: Karten und Ressourcen
el: Χάρτες & πηγές
es_us: Mapas y recursos
et: Kaardid ja andmed
eu: Mapa eta baliabideak
fi: Kartat & resurssit
fr: Cartes et Téléchargements
hu: Térképek és erőforrások
id: Peta & Sumber Daya
is: Kort & tilföng
it: Mappe e risorse
ja: マップ＆リソース
ka: რუკა & რესურსები
ko: 지도 & 리소스
mr: नकाशे व संसाधन
nl: Kaarten en hulpmiddelen
oc: Mapas & Ressorsas
pl: Mapy i źródła
pt_br: Mapas e Recursos
ro_ro: Hărți și resurse
ru: Карты и ресурсы
sc: Mapas e Resursas
sk: Mapy a zdroje
sl: Zemljevidi in drugi viri
sr: Мапе & Ресурси
sr_latn: Mape i resursi
sv: Kartor & Resurser
ta: வரைபடங்கள் மற்றும் வளங்கள்
tr: Haritalar & Kaynaklar
uk: Мапи й ресурси
vi: Bản đồ & Tài Nguyên
zh_hans: 地图和资源
zh_hant: 地圖與資源

# download_tab_local
source: Local
ar: على الهاتف
az: Yerli
be: Спампаваныя
bg: Изтеглени
cs: Lokální
cy: Lleol
da: Lokal
de: Lokal
el: Τοπικά
eo: Lokaj
et: Kohalik
eu: Deskargatuta
fa: محلی
fi: Asennetut
fr: Gérer
he: מקומי
hu: Telepítve
hy: Տեղական
id: Lokal
is: Staðvært
it: Nel dispositivo
ja: 保存済み
ka: ადგილობრივი
kn: ಸ್ಥಳಿಯ
ko: 로컬
lt: Vietinis
lv: Krātuve
mk: Lokalen
ml: പ്രാദേശികം
mr: आधीच उतरवलेले
nb: Lokale
nl: Gedownload
oc: Installat en locau
pl: Pobrane
ru: Локальные
sc: Installadas
sk: Lokálne
sl: Krajevno
sr: Местно
sr_latn: Preuzeto
sv: Hämtat
ta: உள்ளக
tr: Yerel
uk: Локальні
vi: Đã có
zh_hans: 本地
zh_hant: 本機

source: OsmAnd Live
ar: OsmAndلايف
et: OsmAnd Reaalajas
he: OsmAndחי
ka: OsmAndცოცხალი
ko: OsmAnd 라이브
mk: OsmAnd na zivo
pl: OsmAnd na żywo
sc: OsmAnd in direta
sr: ОсмАнд уживо
ta: ஒச்மண்ட் லைவ்
uk: OsmAnd Жити
zh_hans: OsmAnd 实况

# osmand_live_not_updated
source: Not yet updated
ar: لم يتم تحديثها بعد
be: Яшчэ не абноўлена
ca: No actualitzat encara
cs: Zatím neaktualizováno
da: Endnu ikke opdateret
de: Noch nicht aktualisiert
el: Δεν έχει ακόμη ενημερωθεί
es_us: Aún no actualizado
et: Pole veel uuendatud
fr: Pas encore mis à jour
hu: Még nem frissült
id: Belum diperbarui
is: Ekki uppfært ennþá
it: Non ancora aggiornato
ja: 未更新です
ka: ჯერ განახლებული არაა
nl: Nog niet geüpdatet
oc: Pas encara actualizat
pl: Jeszcze nie zaktualizowane
pt_br: Ainda não atualizado
ro_ro: Neactualizat încă
ru: Ещё не обновлено
sc: Galu no agiornada
sk: Zatiaľ neaktualizované
sr: Још није ажурирано
sr_latn: Još nije ažurirano
sv: Ännu inte uppdaterad
ta: இன்னும் புதுப்பிக்கப்படவில்லை
tr: Henüz güncellenmedi
uk: Ще не оновлено
zh_hant: 尚未更新

# osmand_live_reports
source: Reports
ar: تقارير
be: Справаздачы
ca: Informes
cs: Zprávy
da: Rapporter
de: Berichte
el: Αναφορές
es_us: Informes
et: Aruanded
fa: گزارش‌ها
fr: Rapports
hu: Jelentések
id: Laporan
is: Skýrslur
it: Rapporti
nl: Rapporten
oc: Rapòrts
pl: Raporty
pt_br: Relatórios
ro_ro: Rapoarte
ru: Отчеты
sc: Raportos
sk: Prehľady
sl: Poročila
sr: Извештаји
sr_latn: Izveštaji
sv: Rapporter
ta: அறிக்கைகள்
tr: Raporlar
uk: Звіти
zh_hant: 回報

# osmand_live_server_date
source: Last server update: %@
ar: آخر تحديث للخادم:%@
be: Апошняе абнаўленне сервера: %@
ca: Darrera actualització de servidor: %@
cs: Poslední aktualizace serveru: %@
da: Sidste serveropdatering: %@
de: Letztes Server-Update: %@
el: Τελευταία ενημέρωση διακομιστή: %@
es_us: Última actualización del servidor: %@
et: Viimane serveri uuendus: %@
fr: Dernière mise à jour du serveur : %@
hu: Legutóbbi szerverfrissítés: %@
id: Pembaruan server terakhir: %@
is: Síðasta uppfærsla á þjóni: %@
it: Ultimo aggiornamento del server: %@
ja: サーバー側の最終更新: %@
ka: სერვერი ბოლო განახლება: %@
nl: Laatste server update: %@
oc: Darriera actualizacion de servidor: %@
pl: Ostatnia aktualizacja serwera: %@
pt_br: Última atualização do servidor: %@
ro_ro: Ultima actualizare a serverului: %@
ru: Версия на сервере: %@
sc: Ùrtimu agiornamentu de su servidore: %@
sk: Posledná aktualizácia serveru: %@
sr: Последње ажурирање сервера: %@
sr_latn: Poslednje ažuriranje servera: %@
sv: Senaste serveruppdatering: %@
ta: கடைசி சேவையக புதுப்பிப்பு: %@
tr: Son sunucu güncellemesi: %@
uk: Останнє оновлення серверу: %@
zh_hant: 最近伺服器的更新：%@

# weather_update_over_wifi_only
source: Over WIFI only
ar: عبر WIFI فقط
cs: Pouze přes WIFI
da: Kun over WiFi
de: Nur über WLAN
el: Μόνο WIFI
es_us: Sólo por Wi-Fi
et: Vaid WiFi ühendusega
fr: En Wi-Fi uniquement
hu: Csak Wi-Fi-n
id: Hanya melalui WIFI
is: Einungis yfir WiFi-net
it: Solo su WIFI
nl: Alleen over Wi-Fi
pl: Tylko przez WIFI
ro_ro: Doar prin WIFI
ru: Только через Wi-Fi
sr: Само преко WIFI
sr_latn: Samo preko WIFI
sv: Endast via WiFi
ta: வைஃபை மட்டுமே
tr: Yalnızca Wi-Fi Üzerinden
uk: Лише через Wi-Fi
zh_hant: 只有透過 WiFi

# osmand_live_donation_switch_title
source: Donation to OpenStreetMap community
ar: التبرع لمجتمع خريطة الشارع المفتوح
be: Ахвяраванне супольнасці OpenStreetMap
ca: Donació a la comunitat OpenStreetMap
cs: Příspěvek komunitě OpenStreetMap
da: Donation til OpenStreetMap fællesskabet
de: Spende an die OpenStreetMap-Gemeinschaft
el: Δωρεά στην κοινότητα OpenStreetMap
es_us: Donaciones a la comunidad de OpenStreetMap
et: Annetus OpenStreetMap kogukonnale
fa: کمک مالی به جامعهٔ OpenStreetMap
fr: Don à la communauté OpenStreetMap
gl: Doazón á comunidade de OpenStreetMap
hu: Adomány az OpenStreetMap közösségnek
id: Donasi ke komunitas OpenStreetMap
is: Styrkur til OpenStreetMap samfélagsins
it: Donazione per la comunità di OpenStreetMap
ja: OpenStreetMapコミュニティーへの寄付
ka: შეწირვა OpenStreetMap-ი საზოგადოებისთვის
nl: Doneer aan de OpenStreetMap-gemeenschap
oc: Donacion a la comunautat OpenStreetMap
pl: Darowizna dla społeczności OpenStreetMap
pt_br: Doação para a comunidade OpenStreetMap
ro_ro: Donație către comunitatea OpenStreetMap
ru: Пожертвование для сообщества OpenStreetMap
sc: Donatzione a sa comunidade de OpenStreetMap
sk: Príspevok komunite OpenStreetMap
sl: Donacija skupnosti OpenStreetMap
sr: Донација OpenStreetMap заједници
sr_latn: Donacija OpenStreetMap zajednici
sv: Donationer till OpenStreetMap-communityt
ta: OpenStreetMap சமூகத்திற்கு நன்கொடை
tr: OpenStreetMap topluluğuna bağış
uk: Допомога спільноті OpenStreetMap
zh_hans: 向 OpenStreetMap 社区捐赠
zh_hant: 捐贈給 OpenStreetMap 的社群

# osmand_live_donation_switch_descr
source: Part of your donation is distributed among the OSM users who submit changes to OpenStreetMap. The cost of the subscription remains the same
ar: يتم توزيع جزء من تبرعك بين مستخدمي OSM الذين يرسلون التغييرات إلى خريطة الشارع المفتوح. تكلفة الاشتراك تبقى كما هي
be: Частка вашага ахвяравання размяркуецца сярод карыстальнікаў OSM, якія ўносяць змены ў OpenStreetMap. Кошт падпіскі застаецца ранейшым
ca: Una part de la vostra donació es distribuirà entre els usuaris de OSM que enviïn canvis a OpenStreetMap. L'import de la subscripció no ha pujat
cs: Část vašeho příspěvku bude rozdělena mezi uživatele OSM, kteří vylepšují OpenStreetMap. Cena předplatného zůstává stejná
da: En del af donationen fordeles blandt de OSM-brugere, som laver ændringer til OpenStreetMap. Prisen på abonnementet forbliver den samme
de: Ein Teil Ihrer Spende wird an die OSM-Benutzer verteilt, die Änderungen an OpenStreetMap vornehmen. Die Kosten für das Abonnement bleiben gleich
el: Μέρος της δωρεάς σας μοιράζεται μεταξύ των χρηστών του OSM που υποβάλλουν αλλαγές στο OpenStreetMap. Το κόστος της συνδρομής παραμένει το ίδιο
es_us: Parte de la donación se distribuye entre los usuarios que realicen cambios en OpenStreetMap. El costo de la suscripción sigue siendo el mismo
et: Osa Sinu annetusest saadetakse OSM kasutajatele, kes teevad OpenStreetMap kaastööd. Tellimuse hind jääb samaks
fr: Une partie de votre don est répartie entre les utilisateurs d'OSM qui soumettent des changements à OpenStreetMap. Le coût de l'abonnement reste le même
hu: Az adomány egy részét az OSM közreműködői között osztjuk szét, akik változtatásokat küldenek az OpenStreetMaphez. Az előfizetés ára változatlan marad
id: Sebagian dari donasi Anda didistribusikan di antara pengguna OSM yang mengirimkan perubahan ke OpenStreetMap. Biaya berlangganan tetap sama
is: Hluti styrktarfjárhæðarinnar verður sendur til OSM-notendanna sem senda inn breytingar á OpenStreetMap. Kostnaður við áskriftina helst hinn sami
it: Parte della tua donazione è distribuita fra gli utenti OSM che hanno inviato modifiche a OpenStreetMap. Il costo della sottoscrizione rimane invariato
ja: 寄付の一部は、OpenStreetMapの更新に寄与するOSMユーザーに分配されます。それによってサブスクリプションのコストが変わることはありません
nl: Uw donatie wordt verdeeld over OSM gebruikers die wijzigingen maken in OpenStreetMap. De kosten voor inschrijving blijven hetzelfde
oc: Una part de la vòstra donacion es distribuida entre leis utilisators d'OSM que mandan de modificacions a OpenStreetMap. Lo còst de l'abonament a pas aumentat
pl: Część Twojej darowizny jest dystrybuowana wśród użytkowników OSM, którzy przesyłają zmiany do OpenStreetMap. Koszt subskrypcji pozostaje taki sam
pt_br: Parte da sua doação é distribuída entre os usuários do OSM que enviam alterações para o OpenStreetMap. O custo da assinatura continua o mesmo
ro_ro: O parte din donația dumneavoastră este distribuită între utilizatorii OSM care trimit modificări la OpenStreetMap. Costul abonamentului rămâne același
ru: Часть вашего пожертвования распределяется среди пользователей OSM, которые вносят изменения в OpenStreetMap. Стоимость подписки остается прежней
sc: Parte de sa donatzione tua benit imbiada a sos impreadores chi faghent modìficas in OpenStreetMap. Su costu de iscritzione abarrat su matessi
sk: Časť vášho príspevku bude rozdelená medzi používateľov OSM, ktorí vylepšujú OpenStreetMap. Cena predplatného zostáva rovnaká
sr: Део ваше донације се дистрибуира међу OSM корисницима који поднесу измене на OpenStreetMap. Цена претплате остаје иста
sr_latn: Deo vaše donacije se distribuira među OSM korisnicima koji podnesu izmene na OpenStreetMap. Cena pretplate ostaje ista
sv: Delar av din donation fördelas till OSM-användare som bidragit till ändringar och uppdateringar till kartan. Kostnaden för prenumerationen förblir densamma
ta: உங்கள் நன்கொடையின் ஒரு பகுதி ஓபன்ச்ட்ரீட்மேப்பில் மாற்றங்களை சமர்ப்பிக்கும் OSM பயனர்களிடையே விநியோகிக்கப்படுகிறது. சந்தாவின் விலை அப்படியே உள்ளது
tr: Bağışınızın bir kısmı OpenStreetMap'e değişiklik gönderen OSM kullanıcıları arasında dağıtılır. Abonelik ücretiniz aynı kalır
uk: Частина вашої допомоги розподіляється поміж користувачами OSM, які вносять зміни до OpenStreetMap. Вартість передплати залишається незмінною
zh_hant: 您的部分捐款將分配給向 OpenStreetmap 提交更改的 OSM 用戶。訂閱的成本保持不變

# osmand_live_donations_enter_email
source: Enter your email address
ar: أدخل عنوان بريدك الإلكتروني
be: Увядзіце свой адрас электроннай пошты
ca: Introduïu la vostra adreça email
cs: Zadejte svoji emailovou adresu
da: Indtast e-mail adresse
de: Geben Sie Ihre E-Mail-Adresse ein
el: Εισάγετε την διεύθυνση ηλεκτρονικού ταχυδρομείου σας
es_us: Ingresa un correo electrónico
et: Sisesta oma e-posti aadress
fr: Entrez votre adresse courriel
hu: Adja meg az e-mail-címét
id: Masukkan alamat email Anda
is: Settu inn tölvupóstfangið þitt
it: Immetti il tuo indirizzo email
ja: メールアドレスを入力
ka: შეიყვანეთ თქვენი ელფოსტის მისამართი
nl: Voer uw e-mailadres in
oc: Marcatz vòstra adreiça electronica
pl: Wprowadź swój adres e-mail
pt_br: Insira o seu endereço de email
ro_ro: Introduceți adresa dumneavoastră de e-mail
ru: Введите адрес электронной почты
sc: Inserta s'indiritzu de posta eletrònica tuo
sk: Zadajte emailovú adresu
sr: Унесите своју имејл адресу
sr_latn: Unesite svoju imejl adresu
sv: Ange din e-postadress
ta: உங்கள் மின்னஞ்சல் முகவரியை உள்ளிடவும்
tr: E-posta adresinizi girin
uk: Введіть вашу адресу електронної пошти
zh_hant: 輸入您的 email 地址

# osmand_live_support_reg_descr
source: Part of your donation will be sent to OSM users who submit changes to the map in that region
ar: سيتم إرسال جزء من تبرعك لمستخدمي OSM الذين يرسلون تغييرات على الخريطة في تلك المنطقة
be: Частка вашага ахвяравання будзе накіроўвацца OSM-карыстальнікам, якія ўнеслі змены ў мапу гэтага рэгіёна
ca: Una part de la vostra donació es distribuirà als usuaris de OSM que enviïn canvis pel mapa d'aquesta zona
cs: Část vašeho příspěvku bude odeslána uživatelům OSM, kteří vylepšují mapu v tomto regionu
da: En del af donationen vil blive sendt til OSM-brugere, som indsender ændringer til kortet i det pågældende område
de: Teile Ihrer Spende werden an OSM-Mitwirkende weitergegeben, die diese Region bearbeiten
el: Μέρος της δωρεάς σας θα αποστέλλεται στους χρήστες του OSM που υποβάλλουν αλλαγές στον χάρτη στην περιοχή αυτή
es_us: Parte de la donación se enviará a los usuarios de OSM que realicen cambios en esa región del mapa
et: Osa sinu annetustest saadetakse OSM kasutajatele, kes teevad kaardi muudatusi selles piirkonnas
fr: Une partie de votre don sera distribuée entre les contributeurs OSM qui mettent à jour la carte dans cette région
hu: Az adomány egy részét elküldjük azoknak az OSM-felhasználóknak, akik az adott régióban módosítják a térképet
id: Sebagian dari donasi Anda akan dikirimkan kepada pengguna OSM yang mengirimkan perubahan ke peta di wilayah itu
is: Hluti styrktarfjárhæðarinnar verður sendur til OSM-notendanna sem senda inn breytingar á kortinu á þessu svæði
it: Parte della tua donazione sarà inviata agli utilizzatori di OSM che contribuiscono modifiche alla mappa della regione
ja: 寄付の一部は、その地域の地図更新に寄与したOSMユーザーに送られます
ko: 기부금의 일부는 해당 지역의 지도에 대한 변경 사항을 제출하는 OSM 사용자에게 보내질 것이다.
nl: Uw donatie wordt verdeeld onder OSM gebruikers die wijzigingen maken op de kaart van die regio
oc: Una part de vòstra donacion serà distribuida ais contributors d'OSM que mandan de modificacions per la mapa d'aquesta zòna
pl: Część Twojej darowizny zostanie wysłana do użytkowników OSM, którzy prześlą zmiany na mapie w tym regionie
pt_br: Parte de sua doação será enviada para usuários do OSM que enviam alterações para o mapa nessa região
ro_ro: O parte din donația dvs. va fi trimisă utilizatorilor OSM care trimit modificări la harta din regiunea respectivă
ru: Часть вашего пожертвования будет отправлена пользователям OSM, которые наносят изменения на карту в этом регионе
sc: Parte de sa donatzione tua at a èssere imbiada a impreadores chi faghent modìficas in cussa regione
sk: Časť vášho príspevku bude odoslaná používateľom OSM, ktorí vylepšujú mapu tohto regiónu
sr: Део ваше донације биће послат корисницима OSM-а који поднесе измене на мапи у том региону
sr_latn: Deo vaše donacije biće poslat korisnicima OSM-a koji podnese izmene na mapi u tom regionu
sv: Delar av din donation fördelas till OSM-användare som bidragit till ändringar och uppdateringar till kartan i den regionen
ta: உங்கள் நன்கொடையின் ஒரு பகுதி அந்த பிராந்தியத்தில் வரைபடத்தில் மாற்றங்களை சமர்ப்பிக்கும் OSM பயனர்களுக்கு அனுப்பப்படும்
tr: Bağışınızın bir kısmı o bölgedeki haritaya değişiklik gönderen OSM kullanıcılarına gönderilecektir
uk: Частину вашої допомоги буде надіслано користувачам OSM, які вносять зміни до мапи у цьому регіоні
zh_hant: 您的部分捐贈會發送給在該地區提交地圖更改的 OSM 使用者

# osmand_live_public_name
source: Enter your public name
ar: أدخل اسمك العام
be: Увядзіце сваё публічнае імя
ca: Introduïu el vostre nom públic
cs: Zadejte svoje veřejné jméno
da: Indtast offentligt navn
de: Geben Sie Ihren Namen ein
el: Εισάγετε το δημόσιο όνομα σας
es_us: Ingresa un nombre público
et: Sisesta oma avalik nimi
fr: Entrez votre nom public
hu: Adja meg nyilvánosság előtt használható nevét
id: Masukkan nama publik Anda
is: Settu inn opinbera nafnið þitt
it: Immetti il tuo nome pubblico
ja: 公開用の名前を入力
ka: შეიყვანეთ თქვენი საჯარო სახელი
nl: Vermeld uw publieke naam
oc: Marcatz vòstre escais public
pl: Wpisz swoją publiczną nazwę
pt_br: Digite seu nome público
ro_ro: Introduceți numele dvs. public
ru: Введите ваше публичное имя
sc: Inserta su nùmene pùblicu tuo
sk: Zadajte vaše verejné meno
sr: Унесите своје јавно име
sr_latn: Unesite svoje javno ime
sv: Ange ditt publika namn
ta: உங்கள் பொது பெயரை உள்ளிடவும்
tr: Herkese açık adınızı girin
uk: Введіть ваше публічне ім'я
zh_hant: 輸入您的公用名稱

# osmand_live_cancel_descr
source: Renew the subscription to continue using the full functionality:
ar: تجديد الاشتراك لمتابعة استخدام الوظائف الكاملة:
be: Падоўжыце падпіску, каб мець поўную функцыянальнасць:
ca: Renoveu la subscripció per mantenir totes les funcionalitats:
cs: Obnovte své předplatné a využívejte všechny funkce:
da: Forny abonnement for at fortsætte med at bruge alle funktioner:
de: Erneuern Sie das Abonnement, um die volle Funktionalität weiterhin nutzen zu können:
el: Ανανεώστε την συνδρομή σας για να συνεχίσετε να χρησιμοποιείτε την πλήρη λειτουργικότητα:
es_us: Renueva la suscripción para seguir utilizando todas las características:
et: Uuenda tellimust kõigi funktsioonide kasutamise jätkamiseks:
fr: Renouveler votre abonnement pour continuer à utiliser toutes les fonctionnalités :
hu: Az előfizetés megújítása a teljes funkcionalitás további használatához:
id: Perbarui langganan untuk terus menggunakan fungsionalitas penuh:
is: Endurnýjaðu áskriftina til að halda áfram að nýta þér allra eiginleikana:
it: Rinnova la sottoscrizione per continuare a utilizzare la piena funzionalità:
ja: 引き続きすべての機能を利用するために、サブスクリプションを更新します:
ko: 전체 기능을 계속 사용하려면 구독을 갱신하십시오:
nl: Hernieuw het abonnement om verder de volledige functionaliteit te behouden:
oc: Renovelatz l'abonament per mantenir totei lei fonccionalitats:
pl: Odnów subskrypcję, aby nadal korzystać z pełnej funkcjonalności:
pt_br: Renove a assinatura para continuar usando a funcionalidade completa:
ro_ro: Reînnoiți abonamentul pentru a continua să utilizați întreaga funcționalitate:
ru: Продление подписки для продолжения использования полной функциональности:
sc: Rinnova s'abbonamentu pro sighire a impreare totu sas funtzionalidades:
sk: Obnovte predplatné, aby ste mohli využívať plnú funkcionalitu:
sr: Обновите претплату да бисте наставили да користите пуну функционалност:
sr_latn: Obnovite pretplatu da biste nastavili da koristite punu funkcionalnost:
sv: Förnya prenumerationen för att fortsätta använda full funktionalitet:
ta: முழு செயல்பாட்டைப் பயன்படுத்துவதற்கான சந்தாவை புதுப்பிக்கவும்:
tr: Tam işlevselliği kullanmaya devam etmek için aboneliği yenileyin:
uk: Поновіть передплату, щоб продовжити користування повною функціональністю:
zh_hant: 恢復訂閱以繼續使用所有的功能：

# osmand_live_deleted_object
source: Deleted object
ar: كائن محذوف
be: Выдалены аб’ект
ca: Objecte eliminat
cs: Odstraněný objekt
da: Slettet objekt
de: Gelöschtes Objekt
el: Διαγραφή αντικειμένου
es_us: Objeto borrado
et: Kustutatud objekt
fr: Objet supprimé
hu: Törölt objektum
id: Objek yang dihapus
is: Eytt atriði
it: Oggetto cancellato
ja: 削除されたオブジェクト
ka: წაშლილი ობიექტი
nl: Verwijderd object
oc: Objècte escafat
pl: Usunięty obiekt
pt_br: Objeto excluído
ro_ro: Obiect șters
ru: Удалённый объект
sc: Ogetu iscantzelladu
sk: Odstránený objekt
sr: Избрисан објекат
sr_latn: Izbrisan objekat
sv: Borttaget objekt
ta: நீக்கப்பட்ட பொருள்
tr: Silinmiş nesne
uk: Вилучений обʼєкт
zh_hant: 已刪除的物件

# res_catalog_upd
source: Catalog update
ar: تحديث الدليل
be: Абнаўленне каталога
ca: Actualització del catàleg
cs: Aktualizace katalogu
da: Katalog opdatering
de: Katalog Aktualisierung
el: Ενημέρωση καταλόγου
es_us: Catálogo actualizado
et: Kataloogi värskendus
fr: Mise à jour du catalogue
hu: Katalógus-frissítés
id: Pembaruan katalog
is: Uppfærsla á safnskrá
it: Aggiorna il catalogo
ja: カタログ更新
ka: კატალოგის განახლება
nl: Catalogus update
oc: Actualizacion dau catalòg
pl: Aktualizacja katalogu
pt_br: Atualização do catálogo
ro_ro: Actualizare catalog
ru: Обновление каталога
sc: Agiorna su catàlogu
sk: Aktualizácia katalógu
sl: Posodobitev kataloga
sr: Ажурирање каталога
sr_latn: Ažuriranje kataloga
sv: Kataloguppdatering
ta: பட்டியல் புதுப்பிப்பு
tr: Katalog güncelleştirme
uk: Оновлення каталогу
zh_hant: 目錄更新

# res_worldwide
source: Worldwide
ar: جميع خرائط العالم
be: Па ўсім свеце
ca: Arreu del món
cs: Celosvětové
da: På verdensplan
de: Weltweit
el: Παγκόσμια
es_us: Mundial
et: Kogu maailmas
fr: Monde entier
hu: Világszerte
id: Seluruh dunia
is: Út um allan heim
it: Mondiale
ja: 全世界
ka: სამყარო
mr: जगभर
nl: Wereldwijd
oc: A l'escala mondiala
pl: Cały świat
pt_br: Em todo o mundo
ro_ro: La nivel mondial
ru: По всему миру
sc: Mundiale
sk: Po celom svete
sl: Po svetu
sr: Широм света
sr_latn: Širom sveta
sv: Globalt
ta: உலகளவில்
tr: Dünya çapında
uk: По всьому світу
zh_hant: 世界各地

# res_maps_inst
source: map(s)
ar: خرائط
be: мап(ы)
ca: mapa(es)
cs: mapa(y)
da: Kort
de: Karte(n)
el: χάρτης(ες)
es_us: mapa(s)
et: kaart(i)
fr: carte(s)
hu: térkép
id: peta
is: kort
it: mappa(e)
ja: マップ
ka: რუკა
nl: kaart(en)
oc: mapa(s)
pl: map(a/y)
pt_br: mapa(s)
ro_ro: hartă(e)
ru: карт(ы)
sc: mapa(s)
sk: mapa(y)
sl: zemljevidi
sr: мапа(е)
sr_latn: mapa(e)
sv: Kartor
ta: வரைபடம்)
tr: harita(lar)
uk: мап(у/и)
zh_hans: 地图
zh_hant: 地圖

# res_deleting
source: Deleting…
ar: حذف …
be: Выдаленне…
ca: S'està suprimint…
cs: Odstraňuje se…
da: Sletter…
de: Wird gelöscht …
el: Διαγράφεται…
es_us: Borrando…
et: Kustutamine…
fa: درحال حذف…
fr: Suppression…
gl: Eliminando…
hu: Törlés…
id: Menghapus…
is: Eyði…
it: Cancellando…
ja: 削除中…
ka: წაშლა…
ko: 삭제 중…
nl: Bezig te verwijderen…
oc: A se suprimir…
pl: Usuwanie…
pt_br: Apagando…
ro_ro: Ștergerea…
ru: Удаляется…
sc: Iscantzellende…
sk: Odstraňuje sa…
sl: Poteka brisanje …
sr: Брисање…
sr_latn: Brisanje…
sv: Raderar…
ta: நீக்குதல்…
tr: Siliniyor…
uk: Вилучається…
zh_hant: 正在刪除…
