Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# quick_action_directions_from
source: Start point
ca: Punt d'inici
ckb: خاڵی دەستپێک
cs: Výchozí bod
da: Startpunkt
de: Startpunkt
el: Αφετηρία
es_us: Punto de inicio
et: Lähtepunkt
eu: Abiapuntua
fa: جهت‌یابی از
fi: Lähtöpiste
fr: Départ
hu: Kezdőpont
id: Titik awal
is: Upphafspunktur
it: Punto di inizio
ja: 出発地
nl: Startpunt
ro_ro: Punct de plecare
ru: Маршрут от этой точки
sk: Východzí bod
sr: Почетна тачка
sr_latn: Polazna tačka
sv: Startpunkt
ta: தொடக்க புள்ளி
uk: Початкова точка
vi: Điểm bắt đầu
zh_hans: 起始点
zh_hant: 起始點

# int_seconds
source: seconds
af: sekondes
ar: ث
ast: segundos
az: saniyə
be: секунд
bg: сек
ca: segons
cs: sekund
cy: eiliadau
da: sekunder
de: Sekunden
el: δευτερόλεπτα
eo: sekundoj
es_us: segundos
et: sekundit
eu: segundo
fa: ثانیه
fi: sekuntia
fr: secondes
gl: segundos
he: שניות
hu: másodperc
hy: վայրկյան
id: detik
is: sekúndur
it: secondi
ja: 秒
ka: წამი
ko: 초
lt: sekundės
lv: sekundes
mk: sekundi
ml: സെക്കന്റുകള്‍
mr: सेकंद
nb: sekunder
nl: seconden
oc: segon
pl: sekund
pt_br: segundos
ro_ro: secunde
ru: с
sc: segundos
sk: sekúnd
sl: sek
sr: секунде
sr_latn: sekundi
sv: sekunder
ta: நொடிகள்
tr: saniyeler
uk: сек
vi: giây
zh_hans: 秒
zh_hant: 秒

# product_desc_track_recording
source: Record and save your trips as GPX tracks
ar: تسجيل وحفظ رحلاتك كمسارات GPX
be: Актывуе функцыю запісу і захавання вашых слядоў
bg: Activates the functionality to record and save your tracks
ca: Activa la funció d'enregistrar i desar els vostres trajectes
cs: Zaznamenávejte a ukládejte své cesty jako GPX stopy
cy: Activates the functionality to record and save your tracks
da: Optag og gem dine ture som GPX-spor
de: Aufzeichnen und Speichern Ihrer Fahrten als GPX-Tracks
el: Καταγραφή και αποθήκευση των ταξιδιών σας ως ίχνη GPX
eo: Activates the functionality to record and save your tracks
es_us: Graba y guarda tus viajes como trazas GPX
et: Salvesta oma reise ja liikumist GPX-radadena
fi: Activates the functionality to record and save your tracks
fr: Enregistre et sauvegarde vos trajets dans des traces GPX
gl: Activates the functionality to record and save your tracks
he: Activates the functionality to record and save your tracks
hu: Rögzítse és mentse az utazásait GPX-nyomvonalként
id: Rekam dan simpan perjalanan Anda sebagai trek GPX
is: Skráðu og vistaðu ferðirnar þínar í GPX-ferla
it: Registra e salva i tuoi percorsi come tracce GPX
ja: 旅程・経路を記録してGPXとして保存
ka: Activates the functionality to record and save your tracks
ko: 여행을GPX 트랙으로 기록하고 저장하기
lt: Activates the functionality to record and save your tracks
lv: Activates the functionality to record and save your tracks
nb: Activates the functionality to record and save your trips
nl: Uw trips opnemen en opslaan als GPX-tracks
oc: Enregistra e sauva lei percors coma traças GPX
pl: Aktywuje funkcję nagrywania i zapisywania swoich tras
pt_br: Ativa a funcionalidade para gravar e salvar suas trilhas
ro_ro: Înregistrați și salvați călătoriile ca piese GPX
ru: Записывает и сохраняет поездки в треки GPX
sc: Registra e sarva sos biàgios tuos comente rastas GPX
sk: Zaznamenajte a uložte vaše výlety ako stopy GPX
sr: Активира функцију снимања и чувања ваших путања
sr_latn: Snimite i sačuvajte svoja putovanja kao GPX putanje
sv: Spela in och spara dina turer som GPX-spår
ta: சிபிஎக்ச் தடங்களாக உங்கள் பயணங்களை பதிவு செய்து சேமிக்கவும்
tr: İzlediğiniz yolları kaydetme işlevini etkinleştirir
uk: Запис і збереження ваших поїздок як треків GPX
zh_hant: 將您的旅程記錄並保存為 GPX 軌跡

source: Free downloads
ar: تحميل مجاني
cs: Zdarma ke stažení
cy: Lawrlwythiadau am ddim
da: Gratis downloads
de: Kostenlose Downloads
el: Δωρεάν λήψεις
es_us: Descargas gratuitas
et: Tasuta allalaadimine
fr: Téléchargement gratuits
hu: Ingyenes letöltések
id: Unduhan gratis
is: Frjáls niðurhöl
it: Download gratuiti
nl: Gratis downloads
oc: Teledescargament a gratis
pl: Darmowe pobrania
ro_ro: Descărcări gratuite
ru: Бесплатные скачивания
sr: Бесплатна преузимања
sr_latn: Besplatna preuzimanja
sv: Gratis nedladdningar
ta: இலவச பதிவிறக்கங்கள்
tr: Ücretsiz indirmeler
uk: Безплатні завантаження
zh_hant: 免費下載

# language_short
source: Lang
ar: اللغة
be: Мова
ca: Llengua
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσ
es_us: Idioma
et: Keel
fr: Langue
hu: Nyelv
id: Bhs
is: Tungumál
it: Lingua
ku: Ziman
nl: Taal
oc: Lenga
pl: Język
pt_br: Idioma
ro_ro: Limba
ru: Язык
sc: Limba
sk: Jazyk
sl: Jezik
sr: Језик
sr_latn: Jezik
sv: Språk
ta: லாங்
tr: Dil
uk: Мова
zh_hans: 语
zh_hant: 語言

# plugin_popup_nautical_desc
source: Please download Nautical maps first. Then go to the <b>Map Settings</b> > <b>Map type</b> and turn on <b>Nautical</b> style
ar: الرجاء تنزيل الخرائط البحرية أولاً. ثم انتقل إلى <b>إعدادات الخريطة</b> > <b>نوع الخريطة</b> وقم بتفعيل نمط <b>البحرية</b>
be: Калі ласка, спачатку спампуйце марскія мапы. Пасля перайдзіце ў <b>Налады мапы</b> > <b>Тып мапы</b> і ўключыце стыль <b>Марскія мапы</b>
ca: Primer baixeu els mapes nàutics. Desprès aneu a la <b>Configuració del mapa</b> <b>Tipus de mapa</b> i activeu l'estil <b>Nàutic</b>
cs: Nejdříve si prosím stáhněte námořní mapy. Pak přejděte do <b>Nastavení mapy</b> > <b>Styl mapy</b> a zapněte <b>Námořní</b> styl
da: Hent først søkort. Gå til <b>Indstillinger for kort</b> > <b>kort type</b> og aktiver <b>Søkort</b> format
de: Bitte erst die Seekarten herunterladen. Dann unter <b>Karte konfigurieren</b> > <b>Kartendarstellung</b> die Darstellung <b>Nautical</b> aktiviere
el: Παρακαλούμε κατεβάστε πρώτα τους Ναυτικούς χάρτες. Έπειτα πηγαίνετε στις <b>Ρυθμίσεις χάρτη</b> > <b>Είδος χάρτη</b> και ενεργοποιήστε το <b>Ναυτικό</b> στυλ
es_us: Primero descargue los mapas náuticos. Luego vaya a los <b>Ajustes del mapa</b> > <b>Tipo de mapa</b> y active el estilo <b>Náutico</b>
et: Palun laadi kõigepealt alla merekaardid. Seejärel mine <b>Kaardi seaded</b> > <b>Kaardi liik</b> ja lülita sisse <b>Merenduslik</b> stiil
fr: Veuillez d'abord télécharger des Cartes Marines. Allez ensuite dans <b>les Paramètres de la carte</b> > <b>Type de carte</b> et activer le style <b>Marine</b>
hu: Először töltse le a hajózási térképeket. Ezután menjen a <b>Térképbeállítások</b> > <b>Térképtípus</b> menüpontra, és kapcsolja be a <b>Hajózási</b> stílust
id: Silakan unduh peta Bahari terlebih dahulu. Kemudian buka <b>Pengaturan Peta</b> > <b>Jenis peta</b> dan nyalakan gaya <b>Bahari</b>
is: Sæktu fyrst sjókortin. Farðu síðan í <b>Stillingar korts</b> > <b>Gerð korts</b> og kveiktu á <b>Sjókort</b>
it: Si prega di scaricare prima le mappe nautiche. Quindi vai su <b>Impostazioni mappa</b> > <b>Tipo di mappa</b> e attiva lo stile <b>Nautico</b>
ja: 最初に航海マップをダウンロードしてください。 次に<b>マップ設定</b>＞ <b>マップタイプ</b>に移動し、<b>航海</b>スタイルをオンにします
oc: Per plaser, teledescargatz premier lei mapas marinas Anètz puei a la <b>Configuracion de la mapa</b> > <b>Mena de mapa</b> e activatz lo rendut <b>Nautic</b>
pl: Najpierw pobierz Mapy morskie. Następnie przejdź do <b>Skonfiguruj mapę</b> > <b>Rodzaj mapy</b> i włącz styl <b>Morski</b>
pt_br: Primeiro baixe mapas náuticos. Então vá para as <b>Configurações de mapa</b> > <b>Tipo do mapa</b> e ative o estilo <b>Náutico</b>
ro_ro: Vă rugăm să descărcați mai întâi hărțile nautice. Apoi, mergeți la <b>Parametrii hărții</b> > <b>Tip hartă</b> și activați stilul <b>Nautic</b>
ru: Пожалуйста, сначала скачайте морские карты. Затем перейдите в <b>Настройки карты</b> > <b>Тип карты</b> и включите стиль <b>Nautical</b>
sc: Pro praghere in antis iscàrriga sas mapas nàuticas . A pustis bae a sas <b>Impostztziones de sa Mapa</b> > <b>Casta de Mapa</b> e allughe s’istile <b>Nàuticu</b>
sk: Prosím stiahnite si najprv Námorné mapy. Potom choďte do <b>Nastavenia mapy</b> > <b>Typ mapy</b> a zapnite štýl <b>Námorný</b>
sr: Прво преузмите наутичке карте. Затим идите на <b>Подешавања мапе</b> > <b>Тип карте</b> и укључите <b>Наутички</b> стил
sr_latn: Prvo preuzmite nautičke karte. Zatim idite na <b>Podešavanja mape</b> > <b>Tip karte</b> i uključite <b>Nautički</b> stil
sv: Ladda ned Sjökort först. Gå sen till <b>Kartinställningar</b> > <b>Kartstil</b> och välj stilen <b>Sjökort</b>
ta: முதலில் கடல் வரைபடங்களைப் பதிவிறக்கவும். பின்னர் <b> வரைபட அமைப்புகள் </b >> <b> வரைபட வகை </b> க்குச் சென்று <b> கடல் </b> பாணியை இயக்கவும்
tr: Lütfen önce Deniz haritalarını indirin. Ardından <b>Harita Ayarları</b> > <b> Harita türü</b>'ne gidin ve <b>Deniz</b> tarzını açın
uk: Будь ласка, завантажте спочатку морські мапи. Потім перейдіть в <b>Налаштування мапи</b> » <b>Тип мапи</b> та увімкніть стиль <b>Морський</b> (Nautical)
zh_hans: 请先下载航海地图。 然后转到 <b>地图设置</b> <b>地图类型</b>，然后打开<b>航海</b> 样式
zh_hant: 請先下載航海地圖。 然後去 <b>地圖設定</b> > <b>地圖類型</b> 並打開 <b>航海</b> 樣式

# plugin_popup_weather_title
source: Turn on Weather
ar: تشغيل الطقس
cs: Zapnout Počasí
da: Slå vejr til
de: Wetter einschalten
el: Ενεργοποίηση Καιρού
es_us: Ver meteorología
et: Lülita ilma lisamoodul sisse
fr: Activer la météo
hu: Időjárás bekacsolása
id: Nyalakan Cuaca
is: Virkja veður
it: Attiva Meteo
ja: 天気を有効にする
ko: 날씨 켜기
oc: Activar la Metèo
ro_ro: Porniți Weather
ru: Включить плагин "Погода"
sc: Allughe su mèteu
sr: Укључите Време
sr_latn: Uključite Vreme
sv: Slå på Väder
ta: வானிலை இயக்கவும்
tr: Hava Durumu'nu Etkinleştir
uk: Увімкнути Погоду
zh_hant: 開啟天氣

# obf_import_title
source: Import offline map file
ar: استيراد ملف الخريطة دون اتصال
be: Імпартаваць файл аўтаномнай мапы
ca: Importa mapa sense connexió des d'un arxiu
cs: Importovat offline soubor mapy
da: Importer offline kortfil
de: Offline-Kartendatei importieren
el: Εισαγωγή αρχείου χάρτη εκτός σύνδεσης
es_us: Importar archivo de mapa sin conexión
et: Impordi võrguühenduseta kaardifail
fr: Importer un fichier de carte hors ligne
hu: Offline térképfájl importálása
id: Impor berkas peta offline
is: Flytja inn kortaskrá fyrir ónettengda notkun
it: Importa il file della mappa offline
ja: オフラインマップファイルをインポート
ka: ინტერნეტგარეშე რუკის ფაილის შემოტანა
oc: Importar la mapa sensa connexion, partent d'un archiu
pl: Importuj plik mapy offline
pt_br: Importar arquivo de mapa offline
ro_ro: Importați un fișier de hartă offline
ru: Импортировать файл офлайновой карты
sc: Importa unu documentu de mapa non in lìnia
sk: Naimportovať mapový súbor offline
sr: Увези ван мрежну датотеку мапе
sr_latn: Uvezi van mrežnu datoteku mape
sv: Importera offline-kartfil
ta: இணைப்பில்லாத வரைபடக் கோப்பை இறக்குமதி செய்க
tr: Çevrim dışı harita dosyasını içe aktar
uk: Імпортувати файл офлайнової мапи
zh_hant: 匯入離線地圖檔案

# obf_import_already_exists
source: File with this name already exists. Please select an action.
ar: الملف بهذا الاسم موجود مسبقا. الرجاء تحديد إجراء.
be: Файл з такой назвай ужо існуе. Калі ласка, абярыце дзеянне.
ca: Ja existeix un fitxer amb aquest nom. Seleccioneu una acció.
cs: Soubor s tímto názvem již existuje. Zvolte prosím akci.
da: Filen med dette navn findes allerede. Vælg en handling.
de: Eine Datei mit diesem Namen existiert bereits. Bitte wählen Sie eine Aktion aus.
el: Υπάρχει ήδη αρχείο με αυτό το όνομα. Παρακαλώ επιλέξτε μια ενέργεια.
es_us: El archivo con este nombre ya existe. Elige una acción.
et: Sellise nimega fail on juba olemas. Palun vali tegevus.
fr: Un fichier portant ce nom existe déjà. Veuillez sélectionner une action.
hu: Már létezik ilyen nevű fájl. Válasszon egy műveletet.
id: Berkas dengan nama ini sudah ada. Silakan pilih tindakan.
is: Skrá með þessu heiti er þegar til staðar. Veldu einhverja aðgerð.
it: Un file con questo nome esiste già. Per favore seleziona un'azione.
ja: この名前のファイルは既に存在します。どのように処理するかを選択してください。
oc: Un fichier d'aquest nom existís ja. Que fau faire ?
pl: Plik o tej nazwie już istnieje. Proszę wybrać działanie.
pt_br: Um arquivo com este mesmo nome já existe. Por favor escolha uma ação.
ro_ro: Fișierul cu acest nume există deja. Vă rugăm să selectați o acțiune.
ru: Файл с таким именем уже существует. Пожалуйста, выберите действие.
sc: B'at giai unu documentu cun custu nùmene. Pro praghere ischerta un'atzione.
sk: Súbor s týmto názvom už existuje. Prosím zvoľte akciu.
sr: Датотека са овим именом већ постоји. Изаберите радњу.
sr_latn: Datoteka sa ovim imenom već postoji. Izaberite radnju.
sv: Det finns redan en fil med det namnet. Välj en åtgärd.
ta: இந்த பெயருடன் கோப்பு ஏற்கனவே உள்ளது. ஒரு செயலைத் தேர்ந்தெடுக்கவும்.
tr: Bu ada sahip bir dosya zaten var. Lütfen bir eylem seçin.
uk: Файл із таким ім’ям вже існує. Будь ласка, оберіть дію.
zh_hant: 已存在相同名稱的檔案。請選擇一個動作。

# routing_import_please_restart
source: To use the new routing.xml please restart the application.
ar: لاستخدام التوجيه .xml الجديد الرجاء أعاده تشغيل التطبيق.
be: Каб пераключыцца на новы routing.xml, калі ласка, перазапусціце праграму.
ca: Per utilitzar el routing.xml nou heu de reiniciar l'aplicació.
cs: Restartujte prosím aplikaci pro použití nového souboru routing.xml.
da: Genstart appen for at bruge den nye routing.xml.
de: Um die neue Routing.xml zu verwenden, starten Sie die Anwendung bitte neu.
el: Για να χρησιμοποιήσετε το νέο routing.xml κάντε επανεκκίνηση της εφαρμογής.
es_us: Para usar el nuevo archivo «routing.xml», reinicia la aplicación.
et: Uue routing.xml kasutamiseks palun taaskäivita rakendus.
fr: Pour utiliser le nouveau routing.xml merci de redémarrer l'application.
hu: Az új routing.xml fájl használatához indítsa újra az alkalmazást.
id: Untuk menggunakan routing.xml yang baru, silakan mulai ulang aplikasi.
is: Til að nota nýju routing.xml skrána skaltu endurræsa forritið.
it: Per utilizzare il nuovo routing.xml riavviare l'applicazione.
ja: 新しいrouting.xmlを使用するには、アプリケーションを再起動してください。
oc: Per utilizar lo 'routing.xml' novèu devètz relançar l'aplicacion.
pl: Aby użyć nowego routing.xml proszę zrestartować aplikację.
pt_br: Para usar o novo routing.xml, por favor reinicie a aplicação.
ro_ro: Pentru a utiliza noul routing.xml, vă rugăm să reporniți aplicația.
ru: Для переключения на новый routing.xml, пожалуйста, перезапустите приложение.
sc: Pro impreare su routing.xml nou pro praghere torra a allùghere s'aplicatzione.
sk: Prosím reštartujte aplikáciu pre použitie nového súboru routing.xml.
sr: Да бисте користили нови routing.xml, поново покрените апликацију.
sr_latn: Da biste koristili novi routing.xml, ponovo pokrenite aplikaciju.
sv: Starta om appen för att använda den nya routing.xml .
ta: புதிய ரூட்டிங் பயன்படுத்தவும் பயன்பாட்டை மறுதொடக்கம் செய்யுங்கள்.
tr: Yeni routing.xml dosyasını kullanmak için lütfen uygulamayı yeniden başlatın.
uk: Для використання нового routing.xml будь ласка, перезапустіть застосунок.
zh_hant: 請重新啟動應用程式以使用新的 routing.xml。

# suggested_maps_descr
source: These maps are required for the plugin.
ar: هذه الخرائط مطلوبة لاستخدامها مع الأداة الملحقة.
az: Bu xəritələr qoşma üçün tələb olunur.
be: Гэтыя мапы патрабуюцца для убудовы.
ca: El connector necessita aquests mapes.
cs: Tyto mapy jsou potřebné pro modul.
cy: Mae angen y mapiau hyn ar gyfer yr ategyn.
da: Disse kort er nødvendige for udvidelsen.
de: Diese Karten werden für das Plugin benötigt.
el: Αυτοί οι χάρτες απαιτούνται για το πρόσθετο.
eo: Tiujĉi mapoj estas postulataj de la kromprogramo.
es_us: Estos mapas deben usarse con el complemento.
et: Need kaardid on lisamooduli kasutamisel nõutud.
eu: Mapa hauek behar ditu gehigarriak.
fa: این نقشه‌ها برای افزونه لازم هستند.
fi: Näitä karttoja tarvitaan lisäosassa.
fr: Ces cartes sont nécessaires pour utiliser l'extension.
gl: Estes mapas son requiridos para o plugin.
he: המפות האלו נחוצות לתוסף.
hu: A bővítményhez szükség van ezekre a térképekre.
id: Peta ini diperlukan untuk plugin.
is: Þessi kort eru nauðsynleg með forritsviðbótinni.
it: Queste mappe sono richieste per il plugin.
ja: これらのマップはプラグインを使用する場合に必要です
kn: ಆ ನಕ್ಷೆಗಳನ್ನು ಪ್ಲಗಿನ್‌ನೊಂದಿಗೆ ಬಳಸುವ ಅಗತ್ಯವಿದೆ
ko: 이 맵은 플러그인에 필요합니다.
lt: Šie žemėlapiai reikalingi papildiniui.
mk: Ovie karti se potrebni za priklučokot.
nb: Disse kartene kreves av programtillegget.
nl: Deze kaarten zijn nodig voor de plugin.
oc: Lo connector necessita aquesta mapa.
pl: Wtyczka wymaga wymienionych map.
pt_br: Esses mapas são necessários para o plugin.
ro_ro: Aceste hărți sunt necesare pentru plugin.
ru: Эти карты необходимо использовать с плагином.
sc: Custas mapas sunt netzessàrias pro s'estensione.
sk: Tieto mapy sú potrebné pre zásuvný modul.
sl: Ti zemljevidi so potrebni za vtičnik.
sr: Ове карте су потребне за рад овог додатка.
sr_latn: Ove mape su potrebne za rad ovog dodatka.
sv: Dessa kartor krävs för insticksmodulen.
ta: சொருகி இந்த வரைபடங்கள் தேவை.
tr: Bu haritalar eklenti için gereklidir.
uk: Ці мапи потрібні для роботи плагіна.
vi: Cần những bản đồ này cho plugin.
zh_hans: 这些地图是该插件所必需的。
zh_hant: 這些地圖是外掛程式所需的。

# items_selected
source: %d selected
ar: %d محدد
be: %d абрана
ca: %d seleccionats
cs: %d vybraných
da: %d valgt
de: %d ausgewählt
el: %d επιλεγμένα
es_us: %d elegidos
et: %d valitud
fi: %d valittu
fr: %d sélectionné(s)
hu: %d kiválasztva
id: %d dipilih
is: %d valið
it: %d selezionato
ja: %d個選択済み
ka: %d მონიშნულია
oc: %d seleccionats
pl: Wybrano: %d
pt_br: %d selecionado
ro_ro: %d selectat
ru: %d выбрано
sc: %d ischertada(s)
sk: %d vybraných
sr: %d изабрано
sr_latn: %d izabrano'
sv: %d valda
ta: %d தேர்ந்தெடுக்கப்பட்டது
tr: %d seçildi
uk: %d вибрано
zh_hans: %d 已选中
zh_hant: %d 已選取

# search_poi_types_descr
source: Combine POI types from different categories. Tap switch to select all, tap left side to category selection.
ar: إدمج أنواع مواضع الاهتمام من فئات مختلفة. اضغط على مفتاح التبديل لتحديد الكل، أنقر على الجانب الأيسر لاختيار الفئة.
be: Можна спалучаць тыпы POI з розных катэгорый. Націсніце "Пераключыць", каб абраць усе ці націсніце злева, каб абраць катэгорыю.
bg: You can combine POI types from different categories.
cs: Zkombinujte body zájmu různých kategorií. Klepnutím na přepínač vyberete všechny, klepnutím na levou stranu vyberete kategorie.
cy: Cyfuno mathau POI o wahanol gategorïau. Tapio'r switsh i ddewis pob un, tapio'r ochr chwith i ddewis categori.
da: Kombiner IP-typer fra forskellige kategorier. Tryk på knappen for at vælge alt, tryk på venstre side for valg af kategori.
de: Kombinieren Sie POI-Typen aus verschiedenen Kategorien. Tippen Sie auf den Schalter, um alle auszuwählen, tippen Sie auf die linke Seite zur Kategorieauswahl.
el: Συνδυάστε τύπους ΣΕ από διαφορετικές κατηγορίες. Πατήστε τον διακόπτη για να τα επιλέξετε όλα, πατήστε στην αριστερή πλευρά για επιλογή κατηγορίας.
eo: Miksi specojn de interesejoj el diversaj kategorioj. Frapetuŝaltilon por elekti la tutan kategorion, frapetu ĉe maldekstre por elekti detala(j)n objekto(j)n el la kategorio.
es_us: Combina tipos de PDI de diferentes categorías. Pulsa «Alternar» para marcar todo y el lado izquierdo para elegir una categoría.
et: Ühendage erinevate kategooriate huvipunktide tüübid. Kõigi valimiseks puudutage lülitit, kategooria valimiseks puudutage vasakut serva.
eu: Konbinatu kategoria desberdinetako interesgune motak. Ukitu pizgailua guztiak hautatzeko, ukitu ezkerreko aldea kategoria aukeratzeko.
fa: گونه‌های POI را از دسته‌های مختلف با هم ترکیب کنید. کلید را روشن کنید تا همهٔ گونه‌ها انتخاب شود. فضای سمت راست را لمس کنید تا گونه‌های دلخواه را برگزینید.
fi: Yhdistä eri luokkien KP-tyyppejä. Napauta "Vaihda" valitaksesi kaikki, napauta vasenta reunaa luokan valitsemiseksi.
fr: Combinez des PI de différentes catégories. Appuyez sur "basculer" pour tout sélectionner, le côté gauche sélectionne une catégorie.
gl: Combina tipos de PDI de diferentes categorías. Preme en "trocar" para marcar todo, preme o lado esquerdo para escoller unha categoría.
he: שילוב סוגי נקודות עניין מקטגוריות שונות. נגיעה ב„החלפה” בוחרת את כולן, נגיעה בצד השמאלי בוחרת קטגוריה.
hu: Kombináljon érdekes hely-típusokat különböző kategóriákból. Koppintson egy kapcsolóra az összes altípus kiválasztásához, vagy koppintson egy szövegre az egyes altípusok kijelöléséhez.
id: Gabungkan jenis POI dari berbagai kategori. Ketuk sakelar untuk memilih semua, ketuk sisi kiri untuk pilihan kategori.
is: Sameina gerðir merkisstaða úr mismunandi flokkum. Ýttu á hnappinn til að velja allt, ýttu vinstra megin til að fara í val á flokkum.
it: Combina PDI di più categorie. Tocca il pulsante per selezionarle tutte, oppure sul lato sinistro per la selezione della categoria.
ja: 異なるカテゴリのPOIタイプを組み合わせます。スイッチをタップしてすべてを選択し、左側をタップしてカテゴリを選択します。
ka: You can combine POI types from different categories.
ko: 다른 카테고리에서 POI 유형을 결합하십시오. 탭 스위치를 선택하여, 범주 선택에 왼쪽을 탭합니다.
lt: You can combine POI types from different categories.
lv: You can combine POI types from different categories.
mk: Kombinirajte POI tipovi od različni kategorii. Doprete go prekinuvačot za da gi izberete site, doprete ja levata strana za da izberete kategorija.
nb: Kombiner interessepunkttyper fra forskjellige kategorier. Trykk på bryter for å velge alle, trykk på venstre side for kategorivalg.
nl: Combineer POI-types uit verschillende categorieën. Tik op "Selecteer alles" om alles binnen een categorie te selecteren, of kies individuele types.
oc: Podètz combinar lei menas de PDI de divèrsei categorias.
pl: Łącz rodzaje użytecznych miejsc z różnych kategorii. Naciśnij przełącznik, aby zaznaczyć wszystko. naciśnij lewą stronę, aby wybrać kategorię.
pt_br: Você pode combinar tipos de POI de diferentes categorias.
ro_ro: Combinați tipuri de puncte de interes din diferite categorii. Atingeți comutatorul pentru a le selecta pe toate, atingeți partea stângă pentru a selecta categoria.
ru: Можно объединить типы POI из разных категорий. Нажмите переключатель, чтобы выбрать все. нажмите слева, чтобы выбрать категорию.
sc: Cumbina castas de PDI de catogorias diferentes. Incarca su butone pro ischertare totu, incarca in s'ala a manca pro ischertare una categoria.
sk: Skombinovať typy bodov záujmov z rôznych kategórií. Stlačte prepínač pre vybratie všetkých, stlačte ľavú stranu pre vybratie kategórie.
sl: Združi vrste POI iz različnih kategorij. Tapnite stikalo, da izberete vse, tapnite levo stran za izbiro kategorije.
sr: Здружено користите тачаке занимања различитих врсти. Кликните прекидач ради одабира свих, кликните на леву страну да одаберете врсту.
sr_latn: Kombinuj TOI različitih kategorija. Tapni prekidač za odabir svih, tapni na levu stranu da odabereš kategoriju.
sv: Kombinera POI-typer från olika kategorier. Tryck på knappen för att välja alla, tryck på vänster sida för att välja kategori.
ta: வெவ்வேறு வகைகளிலிருந்து POI வகைகளை இணைக்கவும். அனைத்தையும் தேர்ந்தெடுக்க சுவிட்சைத் தட்டவும், வகை தேர்வுக்கு இடது பக்கத்தைத் தட்டவும்.
tr: Farklı kategorilerdeki POI türlerini birleştirin. Tümünü seçmek için düğmeye, kategori seçimi için sol tarafa dokunun.
uk: Поєднуйте точки інтересу з різних категорій. Торкніться перемикача, щоб вибрати всі, торкніться лівої сторони для вибору категорії.
vi: Kết hợp những loại POI từ nhiều danh mục khác nhau. Chọn nút chuyển để chọn tất cả, chọn phía bên trái để chọn riêng từng loại.
zh_hans: 合并不同类别的兴趣点类型。点击开关全选，点击左侧选择类别。
zh_hant: 組合來自不同分類的 POI 類型。點擊開關以全選，點擊左側選取分類。
