Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: af, ar, ast, az, be, bg, bn, br, bs, ca, ckb, cs, cy, da, de, el, eo, es_us, et, eu, fa, fi, fr, gl, he, hi, hu, hy, id, is, it, ja, ka, kn, ko, ku, lt, lv, mk, ml, mr, my, nb, nl, oc, pl, pt_br, ro_ro, ru, sc, sk, sl, sq, sr, sr_latn, sv, ta, te, tr, uk, vi, zh_hans, zh_hant

# rendering_attr_showRoadMaps_description
source: Choose when to display roads-only maps:
af: Kies wanneer om paaie-uitsluitlik kaarte te toon:
ar: تحديد وقت عرض خرائط الطرقات فقط :
az: Yalnız yol xəritələrinin nə zaman göstəriləcəyini seçin:
be: Абярыце калі паказваць толькі дарожныя мапы:
bg: Изберете кога да се показват карти само с пътища:
bs: Odaberite kada će se prikazati samo cestovne karte:
ca: Trieu quan mostrar mapes de carreteres i prou:
cs: Zvolte, kdy zobrazovat silniční mapy:
cy: Dewis pa bryd i ddangos mapiau ffyrdd yn unig:
da: Vælg, hvornår der skal vises kort kun med veje:
de: Wählen Sie aus, wann reine Straßenkarten angezeigt werden sollen:
el: Επιλέξτε πότε θα εμφανίζονται μόνο-οδικοί χάρτες:
eo: Elektu kiam montri nur-vojajn mapojn:
es_us: Elige cuando mostrar mapas viales:
et: Vali, millal kuvada ainult teekaardid:
eu: Aukeratu noiz erakutsi errepideak-bakarrik mapak:
fa: انتخاب کنید نقشه‌های فقط-جاده چه زمانی نشان داده شود:
fi: Valitse koska näytetään "ainoastaan tiet" kartta:
fr: Sélectionnez quand afficher les cartes routières :
gl: Escoller cando amosar só estradas no mapa:
he: נא לבחור מתי להציג מפות לדרכים בלבד:
hu: Válassza ki, mikor jelenjenek meg a csak-út térképek:
hy: Ընտրեք, թե ինչպես ցույց տալ միայն ճանապարհային քարտեզները՝
id: Pilih kapan untuk menampilkan peta jalan:
is: Veldu þegar birta á kort einungis með vegum:
it: Seleziona quando visualizzare le mappe solo strade:
ja: 道路のみのマップを表示するときに選択します:
ka: აირჩიეთ მხოლოდ გზების საჩვენებლად:
ko: 도로 전용 지도를 표시할 경우에 선택합니다 :
lt: Pasirinkti kada rodyti tik kelių žemėlapius:
lv: Izvēlieties, kad rādīt tikai ceļu tīkla kartes:
mk: Izberete koga da se prikažuvaat karti samo za patišta:
ml: റോഡുകൾ മാത്രമടങ്ങിയ മാപ്പുകൾ എപ്പോൾ പ്രദർശിപ്പിക്കണമെന്ന് തിരഞ്ഞെടുക്കുക:
nb: Velg når det skal vises rene veikart:
nl: Kies wanneer alleen-wegenkaarten moeten worden weergegeven:
oc: Chausissètz quand fau visualizar lei mapas rotieras solament:
pl: Wybierz kiedy wyświetlać tylko mapy samochodowe:
pt_br: Escolher quando exibir somente vias no mapa:
ro_ro: Alegeți când se afișează hărți doar cu drumuri:
ru: Выберите, когда показывать только дорожные карты:
sc: Issèbera cando ammustrare mapas cun sos caminos ebbia:
sk: Vyberte, kedy zobraziť mapy ciest:
sl: Izberi kdaj naj bodo prikazani zemljevidi le s cestami:
sr: Одаберите када ће се приказивати само путне карте:
sr_latn: Odaberi kada će se prikazivati samo putne mape:
sv: Välj när du vill visa kartor som endast har vägar:
ta: சாலைகள் மட்டுமே வரைபடங்களைக் காண்பிக்கும்போது தேர்வுசெய்க:
tr: Yalnızca yol haritalarının ne zaman görüntüleneceğini seçin:
uk: Виберіть коли показувати мапи доріг:
vi: Chọn khi nào cần hiển thị bản đồ chỉ có đường đi:
zh_hans: 选择何时显示仅包含道路的地图：
zh_hant: 選擇何時顯示僅有道路的地圖：

# rendering_attr_hideOverground_name
source: Overground objects
ar: أشياء فوق سطح الأرض
ast: Oxetos na superficie
az: Yerüstü obyektlər
be: Надземныя аб'екты
bg: Надземни обекти
ca: Elements a cel obert
cs: Nadzemní objekty
cy: Gwrthrychau ar y ddaear
da: Objekter over jorden
de: Oberirdische Objekte
el: Υπέργεια αντικείμενα
eo: Superteraj objektoj
es_us: Objetos en superficie
et: Maapealsed objektid
eu: Lur gaineko objektuak
fa: اشیای روی زمین
fi: Maanpäälliset objektit
fr: Objets au sol
gl: Obxectos por riba do chan
he: עצמים מעל הקרקע
hu: Felszíni objektumok
hy: Վերգետնյա օբյեկտներ
id: Benda-benda di atas tanah
is: Hlutir á yfirborði
it: Oggetti sopra il terreno
ja: 地上建造物
ka: მიწისზედა ობიექტები
lt: Antžeminiai objektai
lv: Virszemes objektus
mk: Nadzemni objekti
ml: ഓവർഗ്രൗണ്ട് വസ്തുക്കൾ
nb: Objekter over bakken
nl: Bovengrondse objecten
oc: Elements visibles dau cèu
pl: Nadziemne obiekty
pt_br: Objetos superficiais
ro_ro: Obiecte supraterane
ru: Надземные объекты
sc: Ogetos subra de terra
sk: Nadzemné objekty
sl: Ne izriši nadzemnih zgradb
sr: Надземне грађевине
sr_latn: Nadzemne građevine
sv: Ytobjekt
ta: நிலப்பரப்பு பொருட்கள்
tr: Yer üstü nesneleri
uk: Надземні обʼєкти
vi: Các vật thể trên mặt đất
zh_hans: 地上物体
zh_hant: 地上的物件

# routing_attr_avoid_borders_name
source: No border crossings
ar: تخطي الحدود
az: Sərhəd keçidlərindən yayın
be: Без перасячэння межаў
bg: Без пресичане на граници
ca: Sense pasos fronterers
cs: Žádné hraniční přechody
da: Ingen grænseovergange
de: Keine Grenzübergänge
el: Χωρίς πέρασμα συνόρων
eo: Sen landlimaj trairejoj
es_us: Sin cruces fronterizos
et: Väldi piiriületusi
eu: Herrialde-mugak gurutzatzea ez
fa: گذر از مرز
fi: Vältä rajan ylitystä
fr: Éviter de franchir des frontières
gl: Sen pasaxes fronteirizas
he: ללא מעברי גבול
hu: Határátlépés nélkül
hy: Առանց սահմանի հատմունը
id: Tidak ada penyeberangan perbatasan
is: Forðast þverun landamæra
it: Nessun superamento confini
ja: 国境検問所を通らない
ka: საზღვრის გადაკვეთის გარეშე
ko: 국경 없음
lt: Vengti sienų kirtimo
lv: Izvairīties pārbraukt robežas
mk: Nema granični premini
ml: ബോർഡർ ക്രോസിംഗ് ഒഴിവാക്കുക
nb: Ingen grensepasseringer
nl: Geen grensovergangen
oc: Evitar lo desbòrd de frontiera
pl: Bez przejść granicznych
pt_br: Sem passagem por fronteira
ro_ro: Fără treceri de frontieră
ru: Без пересечений границы
sc: Peruna barigadura de sas fronteras
sk: Žiadne hraničné priechody
sl: Brez mejnih prehodov
sr: Без граничних прелаза
sr_latn: Granične prelaze
sv: Inga gränspassager
ta: எல்லைக் கடப்புகள் இல்லை
tr: Sınır geçişi yok
uk: Уник. перетину кордону
vi: Không đi qua biên giới
zh_hans: 无边界穿越
zh_hant: 避開跨越邊界

# rendering_value_walkingRoutesScopeOSMC_name
source: Network affiliation
ar: الانتماء لشبكة الاتصال
be: Сеткавая прыналежнасць
bg: Принадкежност към мрежа
ca: Acoloreix segons el tipus de xarxa
cs: Příslušnost k síti
cy: Ymlyniad rhwydwaith
da: Netværkstilhørsforhold
de: Netzwerkzugehörigkeit
el: Σχέση του δικτύου
eo: prizorganto
es_us: Red de afiliación
et: Võrku kuulumine
eu: Sareko kidetasuna
fa: وابستگی شبکه
fi: Verkkoon kuuluminen
fr: Affiliation au réseau
gl: Cor por afiliación da rede
he: שיוך לרשת
hu: Színezés az útvonal besorolása szerint
hy: Գույնը ըստ ցանցի պատկանելության
id: Afiliasi jaringan
is: Leiðakerfi
it: Rete di appartenenza
ja: ネットワーク系列
ka: ქსელი
ko: 루트 범위에 따라 색상변경
lt: Spalvos pagal priklausomybę tinklui
lv: Krāsas pēc infrastruktūras veida
mk: Mrežna pripadnost
ml: നെറ്റ്വർക്ക് അഫിലിയേഷനുസരിച്ച് വർണം
nb: Farge etter rutenettverk
nl: Netwerkrelatie
oc: Malhum d'apartenéncia
pl: Przeznaczenie trasy
pt_br: Afiliação de rede
ro_ro: Afiliere la rețea
ru: Принадлежность к сети (маршрутов)
sc: Casta (afiliatzione) de retze
sk: Príslušnosť k sieti
sl: Pripadnost mreži poti
sr: Бојење према припадности мрежи путева
sr_latn: Bojenje prema pripadnosti mreži puteva
sv: Nätverkstillhörighet
ta: பிணையம் இணைப்பு
tr: Ağ bağlantısı
uk: Належність до мережі
vi: Mạng lưới liên kết
zh_hans: 网络从属
zh_hant: 網路從屬

# rendering_attr_hideText_name
source: Text
ar: النص
az: Mətn
be: Тэкст
bg: Текст
cy: Testun
da: Tekst
el: Κείμενο
eo: Priskriboj
es_us: Textos
et: Tekst
eu: Testua
fa: نوشته
fi: Teksti
fr: Texte
gl: Texto
he: טקסט
hu: Szövegek
hy: Տեքստ
id: Teks
is: Texti
it: Testo
ja: 文字列
ka: ტექსტი
ko: 텍스트 숨기기
lt: Tekstas
lv: Teksts
mk: Tekst
ml: ടെക്സ്റ്റ്
nb: Tekst
nl: Tekst
oc: Tèxt
pl: Opisy
pt_br: Textos
ru: Текст
sc: Testu
sl: Besedilo
sr: Писмо
sr_latn: Tekst
ta: உரை
tr: Yazı
uk: Текст
vi: Chữ
zh_hans: 文本
zh_hant: 文字

# routing_attr_avoid_motorway_description
source: Avoids motorways
af: Vermy snelweg
ar: تجنب طرق الدراجات النارية
az: Avtomagistrallardan yayınır
be: Пазбягаць аўтамагістраляў
bg: Избягване на магистрали
ca: Evita autopistes
cs: Vyhne se dálnicím
cy: Osgoi traffyrdd
da: Undgår motorveje
de: Vermeidet Autobahnen
el: Απέφυγε αυτοκινητόδρομους
eo: Eviti aŭtoŝoseojn
es_us: Evita tomar autopistas
et: Väldib kiirteid
eu: Saihestu autobideak
fa: از آزادراه‌ها پرهیز می‌کند
fi: Vältä moottoriteitä
fr: Éviter les autoroutes
gl: Evitar autoestradas
he: נמנע מכבישים סלולים
hu: Elkerüli az autópályákat
hy: Խուսափել ավտոմայրուղիներ
id: Menghindari jalan bebas hambatan
is: Forðast hraðbrautir
it: Evita le autostrade
ja: 移動時に高速道路を避けます
ka: ავტოსტრადებისთვის თავის არიდება
ko: 전용도로 회피하기
lt: Vengti greitkelių
lv: Bez automaģistrālēm
mk: Izbegnuva avtopatista
ml: അതിവേഗപാതകള്‍ ഒഴിവാക്കുക
nb: Unngår motorveier
nl: Vermijdt autowegen
oc: Evitar leis autorotas
pl: Unika autostrad
pt_br: Evita autoestradas
ro_ro: Evită autostrăzi
ru: Избегать автомагистралей
sc: Istransit sas autostradas
sk: Vyhne sa diaľniciam
sl: Izogne se avtocestam
sr: Избегавање аутопутева
sr_latn: Magistrale
sv: Undviker motorvägar
ta: மின்னோடி பாதைகளைத் தவிர்க்கிறது
tr: Otoyollardan kaçınır
uk: Уникати автомагістралей
zh_hans: 避开高速公路
zh_hant: 避開高速公路

# routing_attr_avoid_motorway_name
source: No motorways
af: Vermy snelweg
ar: الطرق السريعة
az: Avtomagistrallardan yayın
be: Без аўтамагістраляў
bg: Избягване на магистрали
ca: Sense autopistes
cs: Žádné dálnice
cy: Dim traffyrdd
da: Ingen motorveje
de: Keine Autobahnen
el: Χωρίς αυτοκινητόδρομους
eo: Sen aŭtovojoj
es_us: Sin autopistas
et: Väldi kiirteid
eu: Autobiderik ez
fa: آزادراه
fi: Vältä moottoriteitä
fr: Éviter les autoroutes
gl: Sen autoestradas
he: ללא כבישים סלולים
hu: Autópályák elkerülése
hy: Առանց ավտոմայրուղիներից
id: Tidak ada jalan raya
is: Forðast hraðbrautir
it: No autostrade
ja: 高速道路を使わない
ka: ავტოსტრადების გარეშე
ko: 전용도로 회피
lt: Vengti greitkelių
lv: Bez automaģistrālēm
mk: Nema avtopatista
ml: അതിവേഗപാതകള്‍ ഒഴിവാക്കുക
nb: Ingen motorveier
nl: Geen autowegen
oc: Ges d'autorotas
pl: Bez autostrad
pt_br: Sem autoestradas
ro_ro: Fără autostrăzi
ru: Без автомагистралей
sc: Peruna autostrada
sk: Žiadne diaľnice
sl: Brez avtocest
sr: Без путева за моторна возила
sr_latn: Magistrale
sv: Inga motorvägar
ta: மின்னோடி பாதைகள் இல்லை
tr: Otoyol yok
uk: Уник. автомагістралей
zh_hans: 避开高速公路
zh_hant: 避開高速公路

# rendering_attr_hideWoodScrubs_name
source: Wood and scrubs
ar: خشب وشجيرات
be: Лясы і хмызнякі
bg: Гори и храсти
ca: Boscos i erms
cs: Lesy a křoviny
da: Skov og beplantning
de: Wälder und Gebüsch
el: Δάση και θάμνοι
eo: Arboj kaj arbustaĵoj
es_us: Bosques y matorrales
et: Mets ja põõsastik
eu: Egurra eta sastrakak
fa: جنگل و بوته‌زار
fi: Metsä ja pensaikko
fr: Végétation
gl: Bosque e matogueiras
he: עצים וצמחיה נמוכה
hu: Erdő és bozót
hy: Անտառներ և թփեր
id: Kayu dan semak
is: Tré og runnar
it: Foreste e boscaglie
ja: 森林、低木等
ka: ტყე და ბუჩქები
ko: 나무와 스크럽 숨기기
lt: Miškai ir krūmynai
lv: Meži un brikšņi
mk: Drvo i struzenje
ml: മരങ്ങളും കുറ്റിച്ചെടികളും
nb: Skog og kratt
nl: Bossen en beplanting
oc: Bòscs e ermàs
pl: Drzewa i zarośla
pt_br: Matas e arbustos
ro_ro: Păduri și arbori
ru: Леса и кустарники
sc: Padentes e buschedos
sk: Lesy a kríky
sl: Gozdne površine
sr: Шуме и шумарке
sr_latn: Šume i šumarke
sv: Skog och vegetation
ta: மரம் மற்றும் புதர்க்காடுகள்
tr: Ağaç ve çalılıklar
uk: Дерева та кущі
vi: Rừng và bụi rậm
zh_hans: 树木和灌木丛
zh_hant: 樹木和灌樹叢

# rendering_attr_hideNonVehicleHighways_name
source: Non-vehicle highways
ar: الطرق السريعة غير المخصصة للمركبات
az: Qeyri-nəqliyyat magistrallar
be: Не аўтамабільныя дарогі
bg: Непроходими пътища
ca: Vies sense circulació de vehicles
cs: Cesty, které nejsou pro vozidla
cy: Ffyrdd di-gerbyd
da: Gang- og cykelstier
de: Fußwege
el: Μη αμαξιτοί δρόμοι
eo: Vojoj ne por aŭtoj
es_us: Vías no aptas para vehículos
et: Liiklusvahenditele mitte mõeldud tee
eu: Ez-ibilgailu bideak
fa: راه‌های غیرموتوری
fi: Tie ei-kulkuneuvoille
fr: Voies non adaptées aux véhicules
gl: Estradas que non sexan para vehículos
he: דרכים מהירות שלא מיועדות למכוניות
hu: Gyalogutak
hy: Ոչ ավտոճանապարհներ
id: Jalan raya non-kendaraan
is: Hraðbrautir fyrir annað en farartæki
it: Strade non carrabili
ja: 自動車以外の専用道路
ka: არა-საავტომობილო გზები
ko: 비 차량 고속도로 숨기기
lt: Ne automobiliams skirti greitkeliai
lv: Neizbraucamie ceļi
mk: Avtopati bez vozila
ml: വാഹനങ്ങുളുടേതല്ലാത്ത പാതകള്‍
nb: Veier - ikke for kjøretøy
nl: Voet- en fietspaden
oc: Vias sensa circulacion automobila
pl: Trasy niedostępne dla aut
pt_br: Estradas não trafegáveis
ro_ro: drumurile care nu sunt pentru vehicule
ru: Непроезжие дороги
sc: Caminos non carràbiles
sk: Cesty, ktoré nie sú pre vozidlá
sl: Neprevozne ceste
sr: Путеве који нису за моторна возила
sr_latn: Auteputevi koji nisu za vozila
sv: Vägar, inte för motorfordon
ta: வாகன-அல்லாத நெடுஞ்சாலைகள்
tr: Araç olmayan otoyollar
uk: Дороги не призначені для автівок
vi: Tuyến đường giao thông không dành cho xe cơ giới
zh_hans: 非车辆公路
zh_hant: 非車輛的公路

# rendering_attr_hikingRoutesOSMC_description
source: Render paths according to OSMC traces.
ar: تقديم المسارات وفقاً لآثار OSMC.
be: Візуалізацыя шляху згодна трас OSMC.
bg: Оцветяване на пътищата спрямо следи от OSMC.
ca: Representació dels camins segons les traces OSMC (símbols de colors).
cs: Vykreslovat cesty podle OSMC značení.
da: Generer stier efter OSMC-spor.
de: Wandersymbole anzeigen (OSMC).
el: Απόδοση δρόμων σύμφωνα με τα ίχνη OSMC.
eo: Bildigi vojojn laŭ OSMC-kursoj.
es_us: Dibujar senderos según trazas OSMC.
et: Kuva rajad vastavalt OSMC radadele.
eu: Marraztu bideak OSMC aztarnen arabera.
fa: راه‌ها بر پایه مسیرهای OSMC رسم شوند.
fi: Piirrä polut OSMC-jälkien pohjalta.
fr: Rendu des itinéraires de randonnée d'après OSMC.
gl: Renderizar os camiños segundo as pistas do OSMC.
he: עיבוד מסלולים לפי עקבות OSMC.
hu: Ösvények megjelenítése az OSMC-nyomvonalak szerint.
hy: Ճանապարհի արտացոլումը ըստ OSMC երթուղիների։
id: Render jalur sesuai dengan jejak OSMC.
is: Setja leiðir fram samkvæmt OSMC-ferlum.
it: Disegna i percorsi in base alle tracce OSMC.
ja: OSMCトレースに従って道を描写します。
ko: OSMC 흔적에 따라 경로 렌더링
lt: Užkrauti kelius pagal OSMC pėdsakus.
lv: Renderēt ceļus pēc OSMC trasēm
mk: Avtomatski iscrtani karti spored OSMC tragite.
ml: OSMC ട്രെയ്സ് അനുസരിച്ച് പാതകൾ റെണ്ടര്‍ ചെയ്യുക.
nb: Gjengi stier i henhold til OSMC-spor.
nl: Paden speciaal kleuren.
oc: Representacion dei camins e draias segons lei traças OSMC (simbòls de colors).
pl: Renderowanie szlaków według śladów OSMC.
pt_br: Renderizar caminhos de acordo com traços OSMC.
ro_ro: Redă traseele în funcție de urmele OSMC.
ru: Отрисовка дорог в соответствии с трассировкой OSMC.
sc: Disinna sas camineras sighinde sas rastas OSMC.
sk: Kresliť chodníky podľa značenia OSMC.
sl: Izris stez po sledeh OSMC.
sr: Приказуј путеве према путањама ОСМЦ-а.
sr_latn: Prikazuj puteve prema putanjama OSMC-a.
sv: Återge stigar enligt OSMC-spår.
ta: OSMC தடங்களின் படி பாதைகளை வழங்கவும்.
tr: OSMC izlerine göre yolları görselleştir.
uk: Показ шляхів згідно з OSMC-маркуванням.
zh_hans: 根据 OSMC 轨迹渲染路径。
zh_hant: 依據 OSMC 軌跡繪製路徑。

# rendering_value_car_name
source: Car
ar: سيارة
ast: Coche
az: Avtomobil
be: Аўтамабіль
bg: Автомобил
ca: Cotxe
cs: Automobil
da: Bil
de: Auto
el: Αυτοκίνητο
eo: Aŭto
es_us: Automóvil
et: Auto
eu: Kotxea
fa: خودرو
fi: Auto
fr: Voiture
gl: Automóbil
he: מכונית
hu: Személyautó
hy: Ավտոմեքենա
id: Mobil
is: Akandi
it: Automobile
ja: 車
ka: მანქანა
ko: 자동차
lt: Automobilis
lv: Auto
mk: Avtomobil
ml: കാര്‍
nb: Bil
nl: Auto
oc: Automobila
pl: Samochód
pt_br: Condução
ro_ro: Automobil
ru: Автомобиль
sc: Màchina
sk: Automobil
sl: Vožnja z avtomobilom
sr: Кола
sr_latn: Auto
sv: Bil
ta: கார்
tr: Araba
uk: Автівка
vi: Ô tô
zh_hans: 汽车
zh_hant: 汽車

# routing_attr_avoid_unpaved_name
source: No unpaved roads
af: Vermy grondpad
ar: تجنب الطرق غير المعبّدة
az: Asfaltsız yollardan yayın
be: Без грунтавых дарог
bg: Без черни пътища
ca: Només vies pavimentades
cs: Žádné nezpevněné cesty
da: Ingen ikke-asfalterede veje
de: Keine unbefestigten Wege
el: Χωρίς μη στρωμένους δρόμους
eo: Sen tervojoj
es_us: Sólo caminos pavimentados
et: Väldi sillutamata teid
eu: Asfaltatu gabeko biderik ez
fa: مسیر روسازی‌نشده (خاکی)
fi: Vältä päällystämättömiä teitä
fr: Éviter les voies non revêtues
gl: Sen estradas non pavimentadas
he: ללא כבישים בלתי סלולים
hu: Burkolatlan utak elkerülése
hy: Առանց հողածածկ ճանապարհներից
id: Tidak ada jalan yang diaspal
is: Forðast vegi með óbundnu slitlagi
it: No strade non pavimentate
ja: 未舗装道路を使わない
ka: დაუგებელი გზების გარეშე
ko: 비포장도로 회피
lt: Vengti neasfaltuotų kelių
lv: Bez grants ceļiem
mk: Naesafaltirani patista
ml: " ടാര്‍ ചെയ്യാത്ത(പാകാത്ത) റോഡുകള്‍ ഒഴിവാക്കുക "
nb: Ingen veier uten fast dekke
nl: Geen onverharde wegen
oc: Rotas enquitranadas solament
pl: Bez dróg nieutwardzonych
pt_br: Sem estradas não pavimentadas
ro_ro: Fără drumuri neasfaltate
ru: Без грунтовых дорог
sc: Perunu caminu non pamentadu
sk: Žiadne nespevnené cesty
sl: Brez neasfaltiranih cest
sr: Без неасфалтираних путева
sr_latn: Makadame
sv: Inga oasfalterade vägar
ta: செப்பனிடப்படாத சாலைகள் இல்லை
tr: Asfaltsız yollardan kaçın
uk: Уник. доріг без покриття
vi: Không đi vào đường chưa lát
zh_hans: 避开未铺设道路
zh_hant: 不要無鋪面道路

# rendering_attr_lessDetailed_name
source: Fewer details
ar: تفاصيل أقل
ast: Menos detalles
az: Daha az detallar
be: Менш падрабязна
bg: С по-малко детайли
ca: Menys detalls
cs: Méně detailů
cy: Llai o fanylion
da: Færre detaljer
de: Weniger Details
el: Λιγότερες λεπτομέρειες
eo: Malpli detaloj
es_us: Menos detalles
et: Vähem üksikasju
eu: Xehetasun gutxiago
fa: جزئیات کمتر
fi: Vähemmän yksityiskohtia
fr: Moins détaillé
gl: Menos detalles
he: פחות פרטים
hu: Kevesebb részlet
hy: Ավելի քիչ մանրամասներ
id: Lebih sedikit keterangan
is: Færri smáatriði
it: Meno dettagli
ja: 詳細を省く
ka: ნაკლები დეტალი
ko: 덜 상세
lt: Mažiau detalių
lv: Mazāk detaļu
mk: Nekolku detali
ml: കുറച്ച് വിവരങ്ങള്‍
nb: Færre detaljer
nl: Minder details
oc: Mens de detalhs
pl: Mniej szczegółów
pt_br: Menos detalhes
ro_ro: Mai puține detalii
ru: Менее подробно
sc: Minujas de mancu
sk: Menej detailov
sl: Manj podrobnosti
sr: Мање појединости
sr_latn: Manje detalja
sv: Färre detaljer
ta: கொஞ்சம் விவரங்கள்
tr: Daza az ayrıntı
uk: Спрощено
zh_hans: 较少细节
zh_hant: 較少細節

# routing_attr_avoid_borders_description
source: Avoids crossing national borders
ar: تجنب عبور الحدود الوطنية
az: Milli sərhədləri keçməkdən yayınır
be: Пазбягаць перасячэння нацыянальных межаў
bg: Избягване пресичането на граници и преминаването в друга държава
ca: Evita creuar les fronteres
cs: Vyhne se překročení hranic státu
da: Undgår at krydse nationale grænser
de: Vermeidet Überquerung von Landesgrenzen
el: Να αποφεύγει πέρασμα συνόρων
eo: Eviti landlimajn trairejojn
es_us: Evita cruzar las fronteras nacionales
et: Väldib riigipiiride ületusi
eu: Saihestu herrialde-mugak gurutzatzea
fa: از گذر از مرزهای ملی پرهیز می‌کند
fi: Vältä rajan ylitystä toiseen valtioon
fr: Éviter de franchir les frontières
gl: Evitar cruzar fronteiras nacionais
he: נמנע ממעבר גבולות בין מדינות
hu: Elkerüli az országhatár átlépését
hy: Խուսափել երկրի սահմանի հատումը
id: Menghindari melintasi perbatasan nasional
is: Forðast að fara yfir landamæri inn í annað land
it: Evita l’attraversamento delle frontiere
ja: 国境を越えて別の国に入るようなルート設定を避けます
ko: 타국의 국경 횡단 방지
lt: Vengti kirsti sieną išvažiuojant užsienio šalin
lv: Neiebraukt citas valsts teritorijā
mk: Izbegnuva preminuvanje na drzavnite granici
ml: "രാജ്യാന്തര അതിര്‍ത്തി മറികടക്കാതിരിക്കുക "
nb: Unngår kryssing av riksgrenser
nl: Vermijdt het oversteken van landsgrenzen
oc: Evitar de passar lei frontieras
pl: Unika przekraczania granic państwowych
pt_br: Evita cruzamentos de fronteiras nacionais
ro_ro: Evită trecerea granițelor naționale
ru: Избегать пересечения границ
sc: Non faghet rugrare sas fronteras intre sos istados
sk: Vyhne sa prekročeniu hraníc krajín
sl: Izogni se prečkanju mednarodnih mejnih prehodov
sr: Избегавање прелажења државних граница
sr_latn: Državne granice
sv: Undviker att korsa nationella gränser
ta: தேசிய எல்லைகளைக் கடப்பதைத் தவிர்க்கிறது
tr: Ulusal sınırları geçmekten kaçınır
uk: Уникати перетину національних кордонів
vi: Tránh đi qua biên giới giữa các nước
zh_hans: 避免跨越国界
zh_hant: 避開跨越國界

# rendering_attr_moreDetailed_name
source: More details
ar: مزيد من التفاصيل
ast: Más detalles
az: Daha çox detallar
be: Больш падрабязна
bg: С повече детайли
ca: Més detalls
cs: Více detailů
cy: Rhagor o fanylion
da: Flere detaljer
de: Mehr Details
el: Περισσότερες λεπτομέρειες
eo: Pli detaloj
es_us: Más detalles
et: Rohkem üksikasju
eu: Xehetasun gehiago
fa: جزئیات بیشتر
fi: Lisää yksityiskohtia
fr: Plus détaillé
gl: Máis detalles
he: פרטים נוספים
hu: Több részlet
hy: Ավելի մանրամասն
id: Lebih banyak keterangan
is: Nánari upplýsingar
it: Più dettagli
ja: 詳細を表示
ka: მეტი დეტალი
ko: 상세 접보
lt: Detaliau
lv: Vairāk detaļu
mk: Povece detali
ml: കൂടുതല്‍ വിവരങ്ങള്‍
nb: Flere detaljer
nl: Toon meer details
oc: Mai de detalhs
pl: Więcej szczegółów
pt_br: Mais detalhes
ro_ro: Mai multe detalii
ru: Повышенная детализация
sc: Prus minujas (a sa minuda)
sk: Viac detailov
sl: Več podrobnosti
sr: Више појединости
sr_latn: Više detalja
sv: Fler detaljer
ta: கூடுதல் தகவல்கள்
tr: Daha fazla bilgi
uk: Докладніше
vi: Thêm chi tiết
zh_hans: 更多细节
zh_hant: 更多細節

# rendering_attr_hideBuildings_name
source: Buildings
ar: المباني
ast: Edificaciones
az: Binalar
be: Будынкі
bg: Сгради
ca: Edificis
cs: Budovy
cy: Adeiladau
da: Bygninger
de: Gebäude
el: Κτήρια
eo: Konstruaĵoj
es_us: Edificios
et: Hooned
eu: Eraikinak
fa: ساختمان‌ها
fi: Rakennukset
fr: Bâtiments
gl: Edificios
he: בניינים
hu: Épületek
hy: Շենքեր
id: Gedung-gedung
is: Byggingar
it: Edifici
ja: 建物
ka: შენობები
ko: 건물 숨기기
lt: Pastatai
lv: Ēkas
mk: Zgradi
ml: കെട്ടിടങ്ങ
nb: Bygninger
nl: Gebouwen
oc: Edificis
pl: Budynki
pt_br: Edifícios
ro_ro: Clădiri
ru: Строения
sc: Edifìtzios
sk: Budovy
sl: Ne izriši zgradb
sq: Hiç ndërtesat
sr: Зграде
sr_latn: Zgrade
sv: Byggnader
ta: கட்டிடங்கள்
tr: Binalar
uk: Будівлі
vi: Các toà nhà cao tầng
zh_hans: 建筑
zh_hant: 建築物

# routing_attr_avoid_stairs_name
source: No stairs
ar: لا سلالم
az: Pilləkənlərdən yayın
be: Без лесвіц
bg: Избягване на стълби
ca: Sense escales
cs: Žádné schody
cy: Dim grisiau
da: Ingen trapper
de: Keine Treppen
el: Χωρίς σκαλοπάτια
eo: Senŝtuparoj
es_us: Sin escaleras
et: Väldi treppe
eu: Eskailerarik ez
fa: پله
fi: Vältä portaita
fr: Éviter les escaliers
gl: Sen escadas
he: ללא מדרגות
hu: Lépcső nélkül
hy: Առանց աստիճաններից
id: Tidak ada tangga
is: Forðast stiga
it: No scale
ja: 階段を避ける
ka: არა კიბეები
ko: 계단 없음
lt: Vengti laiptų
lv: Bez kāpnēm
mk: Nema skali
ml: സ്ടേയര്‍കേസ് ഒഴിവാക്കുക
nb: Ingen trapper
nl: Geen trappen
oc: Sensa escaliers
pl: Bez schodów
pt_br: Sem escadas
ro_ro: Fără scări
ru: Без лестниц
sc: Peruna iscala
sk: Žiadne schody
sl: Brez stopnic
sr: Без степеница
sr_latn: Stepenice
sv: Inga trappor
ta: படிக்கட்டுகள் இல்லை
tr: Merdiven yok
uk: Уник. сходів
vi: Không đi cầu thang
zh_hans: 避开楼梯
zh_hant: 避開樓梯
