Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/*.lproj/Localizable.strings
Languages: be, fr, it, sk

# track_continue_rec
source: Continue recording
be: Працягнуць запіс
fr: Continuer l'enregistrement
it: Continua a registrare
sk: Pokračovať v nahrávaní

# track_continue_rec_q
source: Do you want to continue recording?
be: Працягнуць запіс?
fr: Voulez-vous continuer l'enregistrement ?
it: Vuoi che la registrazione continui?
sk: Chcete pokračovať v nahrávaní?

# rec_interval
source: Logging interval
be: Інтэрвал запісу
fr: Intervalle d'enregistrement
it: Intervallo di monitoraggio
sk: Interval logovania

# track_start_rec
source: Start track recording
be: Пачаць запіс трэка
fr: Commencer l'enregistrement du trajet
it: Inizia a registrare la traccia
sk: Začať nahrávanie stopy

# track_rec_addon_q
source: Please activate Trip recording addon to record and save your tracks
be: Актывуйце дадатак "Запіс трэкаў" для запісу вашых маршрутаў
fr: Veuillez activer le greffons d'enregistrement de trajet pour les enregistrer et les sauvegarder
it: Prego attivare il componente aggiuntivo Registrazione del viaggio per registrare e salvare le tue tracce
sk: Prosím aktivujte doplnok Nahrávanie výletu aby ste mohli nahrať a uložiť vaše stopy

# track_interval_remember
source: Remember my choice
be: Запомніць мой выбар
fr: Se souvenir de mon choix
it: Ricorda la mia scelta
sk: Zapamätať moju voľbu

# track_clear
source: Clear current track
be: Ачысціць трэк
fr: Supprimer le trajet actuel
it: Cancella la traccia attuale
sk: Vymazať aktuálnu stopu

# track_clear_q
source: Do you want to clear current track?
be: Вы сапраўды жадаеце ачысціць трэк?
fr: Voulez-vous supprimer le trajet actuel ?
it: Vuoi cancellare la traccia attuale?
sk: Chcete vymazať aktuálnu stopu?

source: Show Info
be: Паказаць інфармацыю
fr: Afficher les infos
it: Mostra le Informazioni
sk: Zobraziť Info

# record_trip
source: Record your trip
be: Запісваць ваша падарожжа
fr: Enregistrer votre voyage
it: Registra il tuo viaggio
sk: Zaznamenajte svoj výlet

# gpx_distance_points
source: Distance (points)
be: Даўжыня (кропак)
it: Distanza (punti)
sk: Vzdialenosť (body)

# gpx_max_speed
source: Max speed
be: Макс. хуткасьць
fr: Vitesse maximale
it: Velocità massima
sk: Max. rýchlosť

# prch_nau_q1
source: Please turn on "Nautical" style in the Map Settings and install world seamarks basemap.
be: Калі ласка актывуйце стыль "Nautical" у наладах карты і загрузіце сусветную карту марскіх аб'ектаў.
fr: Veuillez appliquer le style « Nautical » dans les paramètres de la carte et installer la carte de nautique mondiale.
it: Per favore abilita lo stile "Nautico" nelle Impostazioni mappa e installa la mappa di base marina.
sk: Prosím zapnite "Námorný" štýl v Nastaveniach mapy a nainštalujte celosvetovú mapu námorných značiek.

# prch_nau_q2_cell
source: Downloading requires %@ over cellular network.
be: Патрабуецца загрузіць %@ выкарыстоўваючы сотавую сетку.
fr: Le téléchargement nécessite %@ via le réseau mobile.
it: Il download richiede %@ sulla rete cellulare.
sk: Sťahovanie vyžaduje %@ cez mobilnú sieť.

# incur_high_charges
source: This may incur high charges.
be: Гэта можа прывесці да значных выдаткаў.
fr: Cela peut entrainer des frais élevés.
it: In questo modo si potrebbe incorrere in addebiti notevoli.
sk: Môžu byť účtované vysoké poplatky.

# prch_nau_q2_wifi
source: Downloading requires %@ over WiFi network.
be: Патрабуецца загрузіць %@ выкарыстоўваючы WiFi сетку.
fr: Le téléchargement nécessite %@ via le réseau WiFi.
it: Il download richiede %@ sulla rete WIFI.
sk: Sťahovanie vyžaduje %@ cez WiFi sieť.

# prch_nau_q3
source: You may install it later through the Maps & Resources.
be: Можна ўсталяваць пазней праз Карты і Рэсурсы.
fr: Vous pouvez l’installer plus tard via Cartes & Ressources.
it: Puoi installarle successivamente da Mappe & Risorse.
sk: Možno ju nainštalovať neskôr cez Mapy & Zdroje.

# proceed_q
source: Proceed?
be: Працягнуць?
fr: Appliquer ?
it: Procedere?
sk: Chcete pokračovať?

source: Download
be: Сьцягнуць
fr: Télécharger
it: Scarica
sk: Stiahnuť

# gpx_uphldownhl
source: Uphills/Downhills
be: Уздымы/Спускі
fr: Montées/Descentes
it: Salite/discese
sk: Do kopca/Z kopca

# gpx_uphills_total
source: Uphills total
be: Усяго ўздым
fr: Total de montées
it: Totale salite
sk: Spolu do kopca

source: No, thanks
be: Не, дзякуй
fr: Non merci
it: No, grazie
sk: Nie, ďakujem

# download_now
source: Download map now
be: Загрузіць цяпер
fr: Télécharger la carte maintenant
it: Scarica la mappa
sk: Stiahnuť mapu teraz

# prch_failed
source: Purchase of "%@" has failed
be: Купля "%@" прайшла няўдала
fr: L'achat de "% @" a échoué
it: L'acquisto di "%@" è fallito
sk: Nákup "%@" zlyhal

# prch_items_failed
source: item(s) were not restored. Please try again.
be: аб'екты не былі адноўлены. Паспрабуйце яшчэ раз.
fr: Les objets n'ont pu être restaurés. Veuillez réessayer.
it: Gli elementi non sono stati ripristinati. Riprova più tardi.
sk: položiek nebolo obnovených. Prosím skúste to znova.

# res_mapsres
source: Maps & Resources
be: Карты і Рэсурсы
fr: Cartes & Ressources
it: Mappe & Risorse
sk: Mapy & Zdroje

# res_installed
source: Installed
be: Усталявана
fr: Installé
it: Installate
sk: Nainštalované

# res_banner_free_maps_title
source: You have %d free maps!
be: У вас ёсць %d бясплатных карт!
fr: Vous avez %d cartes gratuites !
it: Hai %d mappe gratuite!
sk: Máte %d máp zdarma!

# res_banner_free_maps_desc
source: You can download %d free maps, without updates
be: Вы можаце загрузіць %d бясплатных карт без абнаўленняў
fr: Vous pouvez télécharger %d cartes gratuites, sans mise à jour
it: Puoi scaricare %d mappe gratuitamente, senza aggiornamenti
sk: Môžete si zadarmo stiahnuť %d máp, bez aktualizácií

# res_banner_no_free_maps_title
source: You have no free maps!
be: У вас няма бясплатных карт!
fr: Il ne vous reste aucune carte gratuite !
it: Non hai nessuna mappa gratuita!
sk: Máte už žiadne voľné mapy!

# res_banner_no_free_maps_desc
source: Please purchase region maps or All World maps
be: Калі ласка, купіце карты рэгіёна ці карты ўсяго свету
fr: Veuillez acheter les cartes de la régions ou Toutes les cartes du monde
it: Prego acquista le mappe regionali o la mappa mondiale
sk: Zakúpte si mapy regiónu alebo všetky mapy sveta

# res_search_world
source: Search worldwide
be: Шукаць па ўсім свеце
fr: Rechercher dans le monde entier
it: Ricerca globale
sk: Hľadať po celom svete

# res_catalog_upd
source: Catalog update
be: Абнаўленне каталога
fr: Mise à jour du catalogue
it: Aggiorna il catalogo
sk: Aktualizácia katalógu

# res_world_map
source: World map
be: Сусьветная мапа
fr: Carte du monde
it: Mappa mondiale
sk: Mapa sveta

# res_updates
source: Updates
be: Абнаўленьні
fr: Mises à jour
it: Aggiornamenti
sk: Aktualizácie

# res_worldwide
source: Worldwide
be: Па ўсім свеце
fr: Monde entier
it: Mondiale
sk: Po celom svete

# res_region_map
source: Region map
be: Карта рэгіёна
fr: Carte de la région
it: Mappa regionale
sk: Mapa regiónu

# res_updates_avail
source: Updates available
be: Ёсьць абнаўленьні
fr: Mises à jour disponibles
it: Aggiornamenti disponibili
sk: Dostupné aktualizácie

# res_maps_inst
source: map(s)
be: карт(ы)
fr: carte(s)
it: mappa(e)
sk: mapa(y)

# res_deleting
source: Deleting...
be: Выдаляецца...
fr: Suppression en cours...
it: Cancellando...
sk: Odstraňuje sa...

# res_wsea_map
source: World seamarks basemap
be: Навігацыйныя знакі ўсяго сьвету
fr: Carte du balisage maritime mondiale
it: Mappa nautica mondiale
sk: Svetová námorná mapa

# res_wmap
source: Worldwide overview map
be: Сусветная аглядная карта
fr: Carte générale du monde
it: Mappa panoramica mondiale
sk: Svetové prehľadová mapa

# res_dmap
source: Detailed overview map
be: Дэталёвая аглядная карта
fr: Carte détaillée
it: Mappa panoramica detagliata
sk: Podrobná prehľadová mapa

# res_map_of_region
source: Map of the region
be: Карта рэгіёна
fr: Carte de la région
it: Mappa della regione
sk: Mapa regiónu

# res_update_no_space
source: Not enough space to update
be: Недастаткова месца для абнаўлення
fr: Espace disque insuffisant pour mettre à jour
it: Non c'è abbastanza spazio per aggiornare
sk: Nie je dostatok miesta na aktualizáciu

# res_install_no_space
source: Not enough space to install
be: Недастаткова месца для ўсталёўкі
fr: Espace disque insuffisant pour installer
it: Non c'è abbastanza spazio per installare
sk: Nie je dostatok miesta na inštaláciu

# res_no_space_free
source: is needed. Please free up some space.
be: патрабуецца. Калі ласка, вызваліце трохі месца.
fr: est nécessaire. Veuillez libérer de l'espace.
it: è necessario. Per favore liberate dello spazio.
sk: je potrebných. Prosím uvoľnite nejaké miesto.

# res_free_exp
source: You spent all free downloads. Please purchase continent to download / update the maps.
be: Вы выдаткавалі ўсе бясплатныя загрузкі. Калі ласка купіце рэгіён для загрузак новых карт.
fr: Vous avez utilisé tout les téléchargements gratuits. Veuillez acheter le continent / les mises à jour.
it: Avete esaurito tutti i download gratuiti. Per favore acquistate un continente per scaricare/aggiornare le mappe.
sk: Minuli ste všetky voľné sťahovania. Prosím zakúpte si svetadiel pre sťahovanie/aktualizáciu máp.

# res_upd_avail_q
source: An update is available for
be: Даступна абнаўленне для
fr: Une mise à jour est disponible pour
it: Un aggiornamento è disponibile per
sk: Aktualizácia je k dispozícii pre

# res_inst_avail_cell_q
source: Installation of %@ needs %@ to be downloaded over cellular network.
be: Усталёўка %@ патрабуе загрузкі %@ праз сотавую сетку.
fr: L’installation de % @ a besoin de télécharger % @ via le réseau cellulaire.
it: L'installazione di %@ richiede %@ da scaricare dalla rete cellulare.
sk: Inštalácia %@ potrebuje stiahnuť %@ cez mobilnú sieť.

# res_inst_avail_wifi_q
source: Installation of %@ needs %@ to be downloaded over WiFi network.
be: Усталёўка %@ патрабуе загрузкі %@ праз WiFi сетку.
fr: L’installation de % @ a besoin de télécharger % @ via le réseau WiFi.
it: L'installazione di %@ richiede %@ da scaricare dalla rete WIFI.
sk: Inštalácia %@ potrebuje stiahnuť %@ cez WiFi sieť.

# res_cancel_upd_q
source: You're going to cancel %@ update.
be: Вы збіраецеся адмяніць абнаўленне %@.
fr: Vous allez annuler la mise de %@.
it: Stai per cancellare %@ aggiornamenti.
sk: Chcete zrušiť aktualizáciu %@.

# data_will_be_lost
source: All downloaded data will be lost.
be: Усе загружаныя дадзеныя будуць страчаны.
fr: Toutes les données téléchargées seront perdues.
it: Tutti i dati scaricati saranno persi.
sk: Všetky stiahnuté údaje sa stratia.

# res_cancel_inst_q
source: You're going to cancel %@ installation.
be: Вы збіраецеся адмяніць усталёўку %@.
fr: Vous allez annuler l'installation de %@.
it: Stai per cancellare %@ installazione.
sk: Chceš zrušiť inštaláciu %@.

# res_uninst_managed_q
source: You're going to uninstall %@. You can reinstall it later from catalog.
be: Вы збіраецеся выдаліць %@. Вы можаце пераўсталяваць гэта пазней з каталога.
fr: Vous allez désinstaller %@. Vous pourrez les réinstaller plus tard à partir du catalogue.
it: Stai per disinstallare %@. Puoi reinstallarlo successivamente dal catalogo.
sk: Chystáte sa odinštalovať %@. Môžete ju nainštalovať neskôr z katalógu.

# res_uninst_unmanaged_q
source: You're going to delete %@. It's not from catalog, so please be sure you have a backup if needed.
be: Вы збіраецеся выдаліць %@. Гэтыя дадзеныя не з каталога, таму пераканаецеся, што ў вас ёсць захаваная копія калі гэта неабходна.
fr: Vous allez supprimer %@. Ceci ne se trouve pas dans le catalogue, donc assurez-vous de disposer d’une sauvegarde si nécessaire.
it: Stai per cancellare %@. Non appartiene al catalogo, perciò sii certo di averne un backup se necessario.
sk: Chystáte sa odstrániť %@. Nie je z katalógu, preto sa uistite, že máte potrebnú zálohu.

# res_details
source: Details
be: Дэталі
fr: Détails
it: Dettagli
sk: Podrobnosti

# res_type
source: Type
be: Тып
it: Immetti
sk: Typ

# res_unknown
source: Unknown
be: Невядома
fr: Inconnu
it: Sconosciuto
sk: Neznámy

# res_size
source: Size
be: Памер
fr: Taille
it: Misura
sk: Veľkosť

# res_created_on
source: Created on
be: Створана
fr: Créée le
it: Creato il
sk: Vytvorené dňa

# res_update_all
source: Update all
be: Абнавіць усё
fr: Tout mettre à jour
it: Aggiorna tutto
sk: Aktualizovať všetky

# res_updates_no_space
source: Not enough space to install %d update(s). %@ is needed. Please free up some space.
be: Недастаткова месца для ўсталёўкі %d абнаўлення(ў). Неабходна %@. Калі ласка, вызваліце трохі месца.
fr: Pas assez d’espace libre pour installer %d mise(s) à jour. %@ sont nécessaire. Veuillez libérer de l’espace.
it: Spazio insufficiente per installare %d aggiornamento(i). %@ è necessario. Per favore liberate spazio.
sk: Nie je dostatok miesta na inštaláciu %d aktualizácií. Je potrebných %@. Prosím, uvoľnite miesto na disku.

# res_updates_avail_q
source: update(s) are available.
be: абнаўленняў даступна.
fr: Mise(s) à jour disponible(s).
it: aggiornamento(i) disponibile(i).
sk: aktualizácií k dispozícii.

# res_updates_exp
source: Please purchase continent(s) to update the maps
be: Калі ласка, набудзьце карту(ы) кантынента(ў) для выканання абнаўленняў карт
fr: Veuillez acheter le(s) continent(s) pour mettre à jour les cartes
it: Acquista uno o più continenti per aggiornare le mappe
sk: Zakúpte si svetadiel(y), aby ste mohli aktualizovať mapy

# menu_my_places
source: My Places
be: Мае месцы
fr: Mes lieux
it: I miei luoghi
sk: Moje miesta

# menu_my_trips
source: My Trips
be: Мае падарожжы
fr: Mes voyages
it: Miei Viaggi
sk: Moje výlety

# menu_feedback
source: Feedback
be: Водгук
fr: Vos commentaires
sk: Spätná väzba

# menu_about
source: About
be: Пра праграму
fr: À propos
it: Informazioni
sk: O programe

source: Other options
be: Іншыя налады
fr: Autres options
it: Altre opzioni
sk: Ďalšie možnosti

source: Description
be: Апісаньне
it: Descrizione
sk: Popis

# add_parking
source: Add as Parking position
be: Дадаць паркоўку
fr: Ajouter comme position de stationnement
it: Aggiungi come posizione di parcheggio
sk: Pridať ako Polohu parkovania

# add_parking_short
source: Add Parking
be: Паркоўка
fr: Ajouter un Parking
it: Aggiungi parcheggio
sk: Pridať Parkovanie

# add_waypoint
source: Add waypoint to trip
be: Дадаць маршрутную кропку
fr: Ajouter un point de passage au trajet
it: Aggiungi un punto intermedio al viaggio
sk: Pridať prechodný bod

# add_waypoint_short
source: Add waypoint
be: Дадаць шляхавую кропку
fr: Ajouter un point de passage
it: Aggiungi punto intermedio
sk: Pridať prechodný bod

# edit_waypoint_short
source: Edit waypoint
be: Рэдагаваць кропку на шляху
fr: Modifier le point de passage
it: Modifica il punto intermedio
sk: Upraviť prechodný bod

source: More
be: Больш
fr: Plus
it: Più
sk: Viac

source: Parking marker
be: Паркоўка
fr: Marquer l'emplacement de stationnement
it: Marcatore di parcheggio
sk: Označenie parkovania

source: Time limited
be: Абмежаванне часу
fr: Limité dans le temps
it: A tempo
sk: Časovo obmedzené

# pickup_car
source: Pickup the car
be: Забраць машыну
fr: Récupérer la voiture
it: Riprendi l'auto
sk: Vyzdvihnutie auta

# pickup_car_at
source: Pickup the car at
be: Забраць машыну ў
fr: Récupérer la voiture à
it: Riprendi l'auto alle
sk: Vyzdvihnutie vozidla o

# add_notification_calendar
source: Add notification to Calendar
be: Напамінак у календары
fr: Ajouter la notification au calendrier
it: Aggiungi la notifica a Calendar
sk: Pridať upozornenie do kalendára

# parking_time_limited
source: Parking time limited to
be: Паркоўка да
fr: Temps de parking limité à
it: Parcheggio a tempo fino alle
sk: Čas parkovania obmedzený na

# time_left
source: left
be: засталося
fr: restant
it: rimasto
sk: zostáva

# time_overdue
source: overdue
be: перавышэнне
fr: écoulé
it: ritardo
sk: prekročený čas

# cannot_add_marker
source: Cannot add Parking
be: Нельга дадаць паркоўку
fr: Impossible d'ajouter un Parking
it: Impossibile aggiungere Parcheggio
sk: Parkovanie sa nedá pridať

# cannot_add_marker_desc
source: Please remove one direction at least and retry
be: Прыбярыце адзін з кірункаў і паўтарыце спробу
fr: Retirer au moins une direction et réessayer
it: Si prega di rimuovere almeno una direzione e riprovare
sk: Odstráňte aspoň jeden smer a skúste znova

# cannot_add_destination
source: Cannot add Direction
be: Нельга дадаць кірунак
fr: Impossible d’ajouter la direction
it: Impossibile aggiungere una direzione
sk: Smer sa nedá pridať

# units_mph
source: mph
be: мл/г
sk: mi/h

# units_sec
source: sec
be: сек
sk: s

# map_inst_det_map_q
source: Install detailed map overview to get more information about your locations.
be: Усталюеце дэталёвую карту для атрымання больш падрабязнай інфармацыі пра сваё месцазнаходжанне.
fr: Installer une carte détaillée pour obtenir plus d'informations sur le lieux.
it: Installa la mappa panoramica dettagliata per avere maggiori informazioni sulle tue posizioni.
sk: Nainštalujte podrobné mapy, aby ste získali viac informácií o vašich miestach.

# map_remind
source: Remind me later
be: Нагадаць пазней
fr: Me le rappeler ultérieurement
it: Ricorda in seguito
sk: Pripomenúť neskôr

# map_no_address
source: Address is not known yet
be: Адрас невядомы
fr: L'adresse n'est pas encore connue
it: Indirizzo sconosciuto
sk: Adresa zatiaľ nie je známa

# import_title
source: Import data
be: Імпартаваць дадзеныя
fr: Importer des données
it: Importa dati
sk: Import údajov

# import_choose_type
source: Please choose what to import
be: Абярыце што імпартаваць
fr: Merci de choisir ce qu'il faut importer
it: Per favore scegli cosa importare
sk: Zvoľte si čo sa má importovať

# import_favorite
source: Favorite
be: Упадабанае
fr: Favori
it: Preferito
sk: Obľúbené miesto

source: Import failed
be: Імпарт завяршыўся не паспяхова
fr: L'importation a échoué
it: Importazione fallita
sk: Import zlyhal

# import_cannot
source: The specified file cannot be imported
be: Паказаны файл не можа быць імпартаваны
fr: Le fichier spécifié ne peut pas être importé
it: Il file specificato non può essere importato
sk: Zadaný súbor sa nedá importovať

# import_gpx
source: GPX Track
be: GPX трэк
fr: Trajet GPX
it: Traccia GPX
sk: GPX Stopa

# alert_inet_needed
source: Internet connection required to perform this action. Please check your Internet connection.
be: Для гэтага патрабуецца інтэрнэт злучэнне. Калі ласка праверце ваша злучэнне з інтэрнэтам.
fr: Connexion Internet requise pour effectuer cette action. Veuillez vérifier votre connexion Internet.
it: La connessione a internet è necessaria per questa azione. Per favore controlla la connessione.
sk: Internetové pripojenie je požadované na vykonanie tejto akcie. Prosím skontrolujte svoje internetové pripojenie.

# ctx_mnu_edit_fav
source: Edit favorite
be: Рэдагаваць ўпадабанае
fr: Modifier le favori
it: Modifica il preferito
sk: Upraviť obľúbený bod

# ctx_mnu_add_fav
source: Add favorite
be: Дадаць упадабанае
fr: Ajouter un favori
it: Aggiungi un preferito
sk: Pridať obľúbený bod

# ctx_mnu_share
source: Share
be: Падзяліцца
fr: Partager
it: Condividi
sk: Zdieľať

# ctx_mnu_direction
source: Direction
be: Кірунак
it: Indicazioni
sk: Smer

# loc_access_denied
source: Access denied
be: Доступ забаронены
fr: Accès refusé
it: Accesso negato
sk: Prístup zamietnutý

# loc_access_denied_desc
source: Access to location service has been denied
be: Доступ да службы геалакацыі забаронены
fr: L'accès au service de localisation a été refusé
it: L'accesso al servizio di posizionamento è stato negato
sk: Prístup k službe zisťovania polohy bol zamietnutý

# col_purple
source: Purple
be: Фіялетавы
fr: Violet
it: Porpora
sk: Fialová

# col_green
source: Green
be: Зялёны
fr: Vert
it: Verde
sk: Zelená

# col_yellow
source: Yellow
be: Жоўты
fr: Jaune
it: Giallo
sk: Žltá

# col_orange
source: Orange
be: Аранжавы
it: Arancione
sk: Oranžová

# col_gray
source: Gray
be: Шэры
fr: Gris
it: Grigio
sk: Šedá

# col_red
source: Red
be: Чырвоны
fr: Rouge
it: Rosso
sk: Červená

# col_blue
source: Blue
be: Блакітны
fr: Bleu
it: Blu
sk: Modrá

# col_magenta
source: Magenta
be: Магента
sk: Purpurová

# region_africa
source: Africa
be: Афрыка
fr: Afrique
sk: Afrika

# region_asia
source: Asia
be: Азія
fr: Asie
sk: Ázia

# region_ausralia_and_oceania
source: Australia and Oceania
be: Аўстралія і Акіянія
fr: Australie et Océanie
it: Australia e Oceania
sk: Austrália a Oceánia

# region_central_america
source: Central America
be: Цэнтральная Амерыка
fr: Amérique Centrale
it: America Centrale
sk: Stredná Amerika

# region_europe
source: Europe
be: Еўропа
it: Europa
sk: Európa

# region_north_america
source: North America
be: Паўночная Амерыка
fr: Amérique du Nord
it: America del Nord
sk: Severná Amerika

# region_russia
source: Russia
be: РФ
fr: Russie
sk: Rusko

# region_south_america
source: South America
be: Паўднёвая Амерыка
fr: Amérique du Sud
it: America del Sud
sk: Južná Amerika

# help_quiz
source: Quiz
be: Апытанне
fr: Jeu-questionnaire
sk: Kvíz

# units_seconds_short
source: sec
be: сек
it: secondi
sk: s

source: Cannot access Calendar
be: Памылка доступу да календара
fr: Impossible d'accéder à calendrier
it: Impossibile accedere a Caledar
sk: Nemôžem získať prístup do kalendára

# reminder_not_set_text
source: The reminder was not set since you are not allowed access to the Calendar
be: Нельга ўсталяваць напамінак, бо не дазволены доступ да календара
fr: Le rappel n'a pas été établi car vous n'êtes pas autorisé à accéder au calendrier
it: Il promemoria non è stato impostato poiché non è stato possibile accedere a Calendar
sk: Pripomenutie nebolo nastavené, pretože nemáte povolenie prístupu ku kalendáru

# product_title_nautical
source: Nautical map
be: Марская карта
fr: Carte nautique
it: Mappa nautica
sk: Námorná mapa

# product_desc_nautical
source: Nautical map of all world
be: Марская карта свету
fr: Carte nautique du monde entier
it: Mappa nautica mondiale
sk: Námorná mapa celého sveta

# product_title_parking
source: Parking Position
be: Месца стаянкі
fr: Emplacement de stationnement
it: Posizione di Parcheggio
sk: Parkovacie miesto

# product_title_skimap
source: Ski map
be: Лыжная карта
fr: Plan des pistes
it: Mappe sciistiche
sk: Lyžiarska mapa

# product_desc_skimap
source: Ski slopes for all ski resorts in the world
be: Лыжныя трасы для ўсіх горналыжных курортаў у свеце
fr: Pistes de ski pour toutes les stations de ski dans le monde
it: Piste da sci di tutte le stazioni sciistiche mondiali
sk: Zjazdovky pre všetky lyžiarske strediská vo svete

# product_title_track_recording
source: Trip recording
be: Запіс падарожжа
fr: Enregistrement d'itinéraire
it: Registrazione del viaggio
sk: Zaznamenávanie výletu

# product_title_trip_planning
source: Trip planning
be: Планаванне падарожжа
fr: Planification de voyage
it: Pianificazione viaggio
sk: Plánovanie cesty

# product_title_africa
source: Africa
be: Афрыка
fr: Afrique
sk: Afrika

# product_desc_africa
source: Map of Africa
be: Карта Афрыкі
fr: Carte de l'Afrique
it: Mappa dell'Africa
sk: Mapa Afriky

# product_title_australia
source: Australia
be: Аўстралія
fr: Australie
sk: Austrália

# product_desc_australia
source: Map of Australia
be: Карта Аўстраліі
fr: Carte de l'Australie
it: Mappa dell'Australia
sk: Mapa Austrálie

# product_title_centralamerica
source: Central America
be: Цэнтральная Амэрыка
fr: Amérique Centrale
it: America Centrale
sk: Stredná Amerika

# product_desc_centralamerica
source: Map of Central America
be: Карта Цэнтральнай Амерыкі
fr: Carte de l'Amérique Centrale
it: Mappa dell'America Centrale
sk: Mapa Strednej Ameriky

# product_title_europe
source: Europe
be: Эўропа
it: Europa
sk: Európa

# product_desc_europe
source: Map of Europe
be: Карта Еўропы
fr: Carte de l'Europe
it: Mappa dell'Europa
sk: Mapa Európy
