Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/*.lproj/Localizable.strings
Languages: be, fr, it, sk

# rendering_value_orange_name
source: Orange
be: Аранжавы
it: Arancione
sk: Oranžová

# rendering_value_disabled_name
source: Disabled
be: Адключана
fr: Désactivé
it: Disabilitato
sk: Vypnuté

# rendering_value_walkingRoutesScopeOSMC_name
source: Coloring according to route scope
be: Афарбоўка згодна з праглядам маршруту
fr: Couleur selon l'étendue de l'itinéraire
it: Colorazione in base al tipo di percorso
sk: Zafarbenie podľa dôležitosti trasy

# rendering_value_walkingRoutesOSMC_name
source: Coloring according to OSMC
be: Афарбоўка згодна OSMC
fr: Couleur de l'itinéraire selon OSMC
it: Colorazione in base a OSMC
sk: Zafarbenie podľa OSMC

# rendering_attr_OSMMapperAssistant_name
source: OSM mapper assistant
be: Памагаты картографа OSM
fr: Assistant pour la cartographie OSM
it: Assistente mappatore OSM
sk: Asistent mapera OSM

# shared_string_edit
source: Edit
be: Правіць
fr: Modifier
it: Modifica
sk: Upraviť

# shared_string_cancel
source: Cancel
be: Скасаваць
fr: Annuler
it: Annulla
sk: Zrušiť

# shared_string_dismiss
source: Dismiss
be: Адхіліць
fr: Ignorer
it: Chiudi
sk: Zamietnuť

# shared_string_yes
source: Yes
be: Так
fr: Oui
it: Sì
sk: Áno

# shared_string_no
source: No
be: Не
fr: Non
sk: Nie

# shared_string_and
source: and
be: і
fr: et
it: e
sk: a

# shared_string_or
source: or
be: альбо
fr: ou
it: o
sk: alebo

# shared_string_save
source: Save
be: Захаваць
fr: Enregistrer
it: Salva
sk: Uložiť

# shared_string_delete
source: Delete
be: Выдаліць
fr: Supprimer
it: Elimina
sk: Odstrániť

# shared_string_add
source: Add
be: Дадаць
fr: Ajouter
it: Aggiungi
sk: Pridať

# rendering_attr_streetLighting_name
source: Street lighting
be: Вулічнае асьвятленьне
fr: Éclairage public
it: Illuminazione stradale
sk: Pouličné osvetlenie

# rendering_attr_roadStyle_name
source: Road style
be: Стыль аўтадарог
fr: Style des routes
it: Stile disegno delle strade
sk: Štýl cesty

# rendering_value_default_name
source: Default
be: Па змоўчаньні
fr: Par défaut
it: Predefinito
sk: Predvolené

# rendering_value_germanRoadAtlas_name
source: German road atlas
be: Нямецкі атлас аўтадарог
fr: Atlas des routes allemandes
it: Atlante strade tedesche
sk: Nemecký atlas ciest

# rendering_value_highContrastRoads_name
source: High contrast roads
be: Высокая кантрастнасьць дарог
fr: Routes avec fort contraste
it: Strade ad alto contrasto
sk: Vysoko kontrastné cesty

# rendering_value_americanRoadAtlas_name
source: American road atlas
be: Амэрыканскі атлас аўтадарог
fr: Atlas des routes américaines
it: Atlante strade americane
sk: Americký atlas ciest

# rendering_attr_publicTransportMode_name
source: Bus, trolleybus, shuttle routes
be: Маршруты аўтобусаў, тралейбусаў і таксі
fr: Lignes de bus, tramways, et navettes
it: Percorsi bus, filubus, servizi navetta
sk: Linky autobusov a trolejbusov

# rendering_attr_tramTrainRoutes_name
source: Tram and train routes
be: Маршруты трамваяў і цягнікоў
fr: Lignes de tramway et train
it: Percorsi tram e treno
sk: Linky električiek a vlakov

# rendering_attr_subwayMode_name
source: Subway routes
be: Лініі мэтро
fr: Lignes de métro
it: Percorsi metró
sk: Linky metra

# rendering_category_hide
source: Hide
be: Схаваць
fr: Masquer
it: Nascondi
sk: Skryť

# rendering_category_routes
source: Routes
be: Маршруты
fr: Itinéraires
it: Percorsi
sk: Trasy

# rendering_category_details
source: Details
be: Падрабязнасьці
fr: Détails
it: Dettagli
sk: Podrobnosti

# rendering_category_transport
source: Transport
be: Транспарт
fr: Transports en commun
it: Trasporti pubblici
sk: Doprava

# rendering_category_others
source: Other map attributes
be: Іншыя атрыбуты мапы
fr: Autres caractéristiques de la carte
it: Altri attributi della mappa
sk: Iné vlastnosti mapy

# rendering_attr_coloredBuildings_name
source: Color-code buildings by type
be: Пазначаць тып будынка колерам
fr: Bâtiments colorés par type
it: Colora gli edifici per tipo
sk: Vyfarbiť budovy podľa typu

# rendering_attr_hideBuildings_name
source: Hide buildings
be: Схаваць будынкі
fr: Masquer les bâtiments
it: Nascondi gli edifici
sk: Skryť budovy

# rendering_attr_moreDetailed_name
source: More details
be: Больш падрабязна
fr: Plus détaillé
it: Più dettagli
sk: Viac detailov

# rendering_attr_showAccess_name
source: Show access restrictions
be: Паказаць абмежаваньні доступу
fr: Afficher les restrictions d'accès
it: Mostra le limitazioni di accesso
sk: Zobraziť obmedzenia prístupu

# rendering_attr_showSurfaceGrade_name
source: Show road quality
be: Адлюстроўваць якасьць дарог
fr: Afficher la qualité des routes
it: Mostra qualità strade
sk: Zobraziť kvalitu ciest

# rendering_attr_showSurfaces_name
source: Show road surface
be: Адлюстроўваць тып пакрыцьця
fr: Afficher la surface des routes
it: Mostra il tipo di superficie delle strade
sk: Zobraziť povrch ciest

# rendering_attr_showCycleRoutes_name
source: Show cycle routes
be: Паказаць веламаршруты
fr: Afficher les itinéraires cyclables
it: Mostra i percorsi per bicicletta
sk: Zobraziť cyklotrasy

# rendering_attr_alpineHiking_name
source: Alpine hiking scale (SAC)
be: Пешы горны турызм
fr: Difficulté des chemins de randonnée (échelle CAS)
it: Scala escursionismo alpino (SAC)
sk: Alpinistická stupnica (SAC)

# rendering_attr_hikingRoutesOSMC_name
source: Hiking symbol overlay
be: Накладаньне знакаў пешага турызму
fr: Afficher les itinéraires pédestres
it: Livello simboli escursionistici
sk: Zobraziť turistické značky

# rendering_attr_noAdminboundaries_name
source: Hide boundaries
be: Схаваць межы
fr: Masquer les limites administratives
it: Nascondi i confini
sk: Skryť hranice

# rendering_attr_noPolygons_name
source: Hide polygons
be: Схаваць палігоны
fr: Masquer les polygones
it: Nascondi i poligoni
sk: Skryť polygóny

# rendering_attr_contourLines_name
source: Show contour lines
be: Паказваць ізалініі вышынь
fr: Afficher les courbes de niveau
it: Visualizza le isoipse
sk: Zobraziť vrstevnice

source: Favorite
be: Упадабанае
fr: Favoris
it: Preferito
sk: Obľúbené miesto

source: OsmAnd Maps
be: OsmAnd Мапы
fr: Cartes OsmAnd
it: Mappe OsmAnd
sk: Mapy OsmAnd

# shared_string_back
source: Back
be: Назад
fr: Retour
it: Indietro
sk: Späť

# shared_string_done
source: Done
be: Гатова
fr: Effectué
it: Fatto
sk: Hotovo

# shared_string_update
source: Update
be: Абнавіць
fr: Mise à jour
it: Aggiorna
sk: Aktualizovať

# shared_string_install
source: Install
be: Усталяваць
fr: Installer
it: Installa
sk: Inštalovať

# shared_string_uninstall
source: Uninstall
be: Выдаліць
fr: Désinstaller
it: Disinstalla
sk: Odinštalovať

# shared_string_remove
source: Remove
be: Выдаліць
fr: Supprimer
it: Rimuovi
sk: Odstrániť

# shared_string_buy
source: Buy
be: Набыць
fr: Acheter
it: Acquista
sk: Kúpiť

# shared_string_buy_for
source: for
be: за
fr: pour
it: per
sk: pre

# shared_string_modify
source: Modify
be: Зьмяніць
fr: Modifier
it: Modifica
sk: Upraviť

# shared_string_later
source: Later
be: Пазней
fr: Plus tard
it: In seguito
sk: Neskôr

source: Offline Maps
be: Аўтаномныя мапы
fr: Cartes hors ligne
it: Mappe offline
sk: Offline mapy

source: Download map
be: Сьцягнуць мапу
fr: Télécharger la carte
it: Download mappa
sk: Stiahnuť mapu

# hud_heading
source: Heading
be: Кірунак
fr: Position
it: Titolo
sk: Smerovanie

# hud_no_movement
source: No movement
be: Няма руху
fr: Aucun mouvement
it: Nessuno spostamento
sk: Žiadny pohyb

# fav_color
source: Color
be: Колер
fr: Couleur
it: Colore
sk: Farba

# fav_colors
source: Colors
be: Колеры
fr: Couleurs
it: Colori
sk: Farby

# fav_name
source: Name
be: Назва
fr: Nom
it: Nome
sk: Názov

# fav_group
source: Group
be: Група
fr: Groupe
it: Gruppo
sk: Skupina

source: Groups
be: Групы
fr: Groupes
it: Gruppi
sk: Skupiny

source: My Favorites
be: Мае ўлюбёныя
fr: Mes favoris
it: I miei Preferiti
sk: Moje obľúbené

# fav_no_group
source: No group
be: Бяз групы
fr: Aucun groupe
it: Nessun gruppo
sk: Žiadna skupina

# fav_remove_q
source: Remove favorite?
be: Выдаліць упадабанае?
fr: Supprimer des favoris ?
it: Eliminare i preferiti?
sk: Odstrániť obľúbené miesto?

# fav_import
source: Import
be: Імрарт
fr: Importer
it: Importa
sk: Importovať

# fav_import_title
source: Import favorite
be: Імпартаваць упадабанае
fr: Importer les favoris
it: Importa i preferiti
sk: Importovať obľúbené

# fav_export_title
source: Export favorite
be: Экспартаваць упадабанае
fr: Exporter les favoris
it: Esporta i preferiti
sk: Exportovať obľúbené

# fav_select_remove
source: Please select favorites to remove
be: Абярыце ўпадабаныя для выдаленьня
fr: Merci de sélectionner les favoris à supprimer
it: Per favore selezionare i preferiti da eliminare
sk: Prosím vyberte obľúbené miesta na odstránenie

# fav_export_select
source: Please select favorites to export
be: Абярыце ўпадабаныя для экспарту
fr: Merci de sélectionner les favoris à exporter
it: Per favore selezionare i preferiti da esportare
sk: Prosím vyberte obľúbené miesta na export

# fav_create_group
source: Create new group
be: Стварыць новую групу
fr: Créer un nouveau groupe
it: Crea un nuovo gruppo
sk: Vytvoriť novú skupinu

# fav_enter_group_name
source: Enter group name
be: Увядзіце імя групы
fr: Entrez le nom du groupe
it: Inserisci il nome del gruppo
sk: Zadajte názov skupiny

# fav_rename
source: Rename
be: Пераназваць
fr: Renommer
it: Rinomina
sk: Premenovať

# fav_replace
source: Replace
be: Замяніць
fr: Remplacer
it: Sostituisci
sk: Nahradiť

# fav_replace_all
source: Replace all
be: Замяніць усё
fr: Tout remplacer
it: Sostituisci tutti
sk: Nahradiť všetky

# fav_rename_q
source: Rename favorite
be: Пераназваць упадабанае
fr: Renommer le favori
it: Rinomina il preferito
sk: Premenovať obľúbené miesto

# fav_enter_new_name
source: Please enter new name for the favorite
be: Увядзіце імя для ўпадабанага
fr: Merci d'entrer le nouveau nom pour le favori
it: Per favore immetti un nuovo nome per il preferito
sk: Zadajte nový názov pre obľúbené miesto

source: Go to Map
be: Парайсці да мапы
fr: Aller à la carte
it: Vai alla mappa
sk: Prejsť na mapu

# gpx_no_tracks
source: There are no trips
be: Няма падарожжаў
fr: Il n'y a aucun voyage
it: Non ci sono viaggi
sk: Neexistujú žiadne výlety

# gpx_remove
source: Remove trip?
be: Выдаліць падарожжа?
fr: Supprimer le voyage ?
it: Rimuovere il viaggio?
sk: Odstrániť výlet?

# gpx_stat
source: Statistics
be: Статыстыка
fr: Statistiques
it: Statistiche
sk: Štatistiky

# gpx_route
source: Route
be: Маршрут
fr: Itinéraire
it: Percorso
sk: Trasa

# gpx_route_time
source: Route time
be: Час маршруту
fr: Durée de l'itinéraire
it: Tempo del percorso
sk: Čas trasy

# gpx_distance
source: Distance
be: Адлегласьць
it: Distanza
sk: Vzdialenosť

# gpx_average_speed
source: Average speed
be: Сярэдняя хуткасьць
fr: Vitesse moyenne
it: Velocità media
sk: Priemerná rýchlosť

# gpx_start
source: Start
be: Пачатак
fr: Départ
it: Inizio
sk: Začiatok

# gpx_finish
source: Finish
be: Канец
fr: Terminer
it: Fine
sk: Koniec

# gpx_avg_elev
source: Average elevation
be: Сярэдняя вышыня
fr: Altitude moyenne
it: Quota media
sk: Priemerná nadmorská výška

# gpx_elev_range
source: Elevation range
be: Рознасць вышынь
fr: Gamme d'élévation
it: Gamma quote
sk: Rozsah nadmorskej výšky

# gpx_updown
source: Up/Down
be: Угару/Уніз
fr: Haut/Bas
it: Su/giù
sk: Hore/Dole

# gpx_speed
source: Speed
be: Хуткасьць
fr: Vitesse
it: Velocità
sk: Rýchlosť

# m_style_overview
source: Overview
be: Агляд
fr: Vue d'ensemble
it: Panoramica
sk: Prehľad

# m_style_car
source: Car
be: Аўтамабіль
fr: Voiture
it: Auto
sk: Auto

# m_style_walk
source: Walking
be: Пешаход
fr: Marche
it: A piedi
sk: Chôdza

# m_style_bicycle
source: Bicycle
be: Ровар
fr: Vélo
it: Bicicletta
sk: Bicykel

# map_settings_map
source: Map
be: Мапа
fr: Carte
it: Mappa
sk: Mapa

# map_settings_show
source: Show on map
be: Паказаць на мапе
fr: Afficher sur la carte
it: Mostra nella mappa
sk: Zobraziť na mape

# map_settings_type
source: Map type
be: Тып карты
fr: Type de carte
it: Tipo mappa
sk: Typ mapy

# map_settings_mode
source: Application mode
be: Рэжым прыкладання
it: Modalità applicazione
sk: Režim aplikácie

# map_settings_day
source: Day
be: Дзень
fr: Jour
it: Giorno
sk: Deň

# map_settings_night
source: Night
be: Ноч
fr: Nuit
it: Notte
sk: Noc

# map_settings_style
source: Map style
be: Стыль мапы
fr: Style de la carte
it: Stile mappa
sk: Štýl vykresľovania

# map_settings_overunder
source: Overlay / Underlay
be: Ніжні і верхні слаі
fr: Sur-couche / Sous-couche
it: Sovrapposizione/sfondo
sk: Prekrývacia/Podkladová

# map_settings_over
source: Overlay
be: Пакрыццё
fr: Superposition
it: Sovrapposizione
sk: Prekrývacia

# map_settings_under
source: Underlay
be: Падкладка
fr: Sous-couche
it: Sfondo
sk: Podkladová

# map_settings_none
source: None
be: Нічога
fr: Aucun
it: Niente
sk: Žiadny

# map_settings_offline
source: Styles for offline maps
be: Стылі афлайн карт
fr: Styles de cartes hors ligne
it: Stili per le mappe offline
sk: Štýly pre offline mapy

# map_settings_online
source: Online maps
be: Сеціўныя мапы
fr: Cartes en ligne
it: Mappe online
sk: Online mapy

# map_settings_transp
source: Transparency
be: Празрыстасьць
fr: Transparence
it: Trasperenza
sk: Priehľadnosť

# map_settings_avail_lay
source: Available layers
be: Даступныя пласты
fr: Couches disponibles
it: Livelli disponibili
sk: Dostupné vrstvy

# map_settings_hillshade
source: Hillshade
be: Рэльеф мясцовасьці
fr: Ombrage
it: Ombreggiamento rilievi
sk: Tieňovaný reliéf

# intro_skip
source: Skip
be: Прапусціць
fr: Passer
it: Salta
sk: Preskočiť

# intro_download
source: Download map
be: Сьцягнуць мапу
fr: Télécharger la carte
it: Scarica mappa
sk: Stiahnuť mapu

# intro_next
source: Next
be: Далей
fr: Suivant
it: Prossimo
sk: Ďalšia

# intro_welcome
source: Welcome to OsmAnd
be: Сардэчна запрашаем у OsmAnd
fr: Bienvenue sur OsmAnd
it: Benvenuti in OsmAnd
sk: Vitajte v OsmAnd

# intro_promo
source: Global offline maps
be: Сусветныя афлайн карты
fr: Carte du monde disponible hors connexion
it: Mappe globali offline
sk: Globálne offline mapy

# intro_placeholder
source: enter the name of your region
be: увядзіце назву рэгіёна
fr: entrez le nom de votre région
it: immetti il nome della tua regione
sk: zadajte názov svojho regiónu

# sett_settings
source: Settings
be: Налады
fr: Paramètres
it: Impostazioni
sk: Nastavenia

# sett_units
source: Units
be: Памернасць
fr: Unités
it: Unità
sk: Jednotky

# sett_lang
source: Map Language
be: Мова мапы
fr: Langue de la carte
it: Linguaggio mappa
sk: Jazyk mapy

# sett_km
source: Kilometers
be: Кілямэтры
fr: Kilomètres
it: Chilometri
sk: Kilometre

# sett_ml
source: Miles
be: Мілі
it: Miglia
sk: Míle

# sett_zoom
source: Zoom button
be: Кнопкі маштабу
fr: Bouton de zoom
it: Pulsante zoom
sk: Tlačidlo priblíženia

# sett_show
source: Show
be: Паказаць
fr: Afficher
it: Mostra
sk: Zobraziť

# sett_notshow
source: Don't show
be: Не паказваць
fr: Ne pas afficher
it: Non mostrare
sk: Nezobrazovať

# sett_loc_fmt
source: Location format
be: Фармат каардынат
fr: Format de l’adresse
it: Formato posizione
sk: Formát umiestnenia

# sett_deg
source: Degrees
be: Градусы
fr: Degrés
it: Gradi
sk: Stupne

# sett_deg_min
source: Degrees and minutes
be: Градусы і хвіліны
fr: Degrés et minutes
it: Gradi e minuti
sk: Stupne a minúty

# sett_arr
source: Map arrows
be: Стрэлкі на карце
fr: Flèches de la carte
it: Frecce mappa
sk: Mapové šípky

# sett_arr_loc
source: Location
be: Месцазнаходжанне
fr: Emplacement
it: Posizione
sk: Umiestnenie

# sett_arr_map
source: Map center
be: Цэнтр карты
fr: Centre de la carte
it: Centro della mappa
sk: Stred mapy

# sett_lang_local
source: Local
be: Лакальны
fr: Régionnal
it: Locale
sk: Miestne

# sett_pref_lang
source: Preferred Language
be: Мова
fr: Langue préférée
it: Lingua preferita
sk: Preferovaný jazyk

# sett_lang_show_local
source: Show local names
be: Паказваць мясцовыя назвы
fr: Afficher les noms locaux
it: Mostra i nomi locali
sk: Zobraziť lokálne názvy

# sett_lang_show_trans
source: Transliterate names
be: Транслітараваць назвы
fr: Translittérer les noms
it: Nomi traslitterati
sk: Transliterovať názvy

source: Maps
be: Мапы
fr: Cartes
it: Mappe
sk: Mapy

source: Purchases
be: Набыткі
fr: Achats
it: Acquisti
sk: Nákupy

# prch_addons
source: Addons
be: Дадаткі
it: Aggiunte
sk: Doplnky

# gpx_edit_mode
source: Edit mode
be: Рэжым рэдагавання
fr: Mode édition
sk: Režim úprav

source: Restore
be: Аднавіць
fr: Restaurer
sk: Obnoviť

source: Restore all purchases
be: Аднавіць усе пакупкі
fr: Restaurer tous les achats
sk: Obnoviť všetky nákupy

source: No statistics
be: Няма статыстыкі
fr: Aucune statistique
sk: Žiadne štatistiky

# no_internet_avail
source: No internet available
be: Інтэрнэт не даступны
fr: Pas de connexion internet disponible
sk: Internet nie je k dispozícii

# no_internet_avail_desc_first
source: Please turn on internet connection to download list of maps
sk: Pre stiahnutie zoznamu máp prosím zapnite pripojenie k Internetu

# show_region_on_map_title
source: Map downloaded
be: Мапа спампованая
fr: Carte téléchargée
sk: Mapa stiahnutá

# show_region_on_map_desc
source: Map of %@ has been downloaded. Go to the map to start using it.
sk: Mapa %@ bola stiahnutá. Prejdite na mapu a začnite ju používať.

# show_region_on_map_go
source: Go to the map
be: Перайсці да мапы
fr: Aller à la carte
sk: Prejsť na mapu

# sqlitedb_import_title
source: Import Map Creator file
sk: Importovať súbor z Map Creatora

# sqlitedb_import_already_exists
source: The specified sqlitedb file is already exists. Please choose action.
sk: Zadaný sqlitedb súbor už existuje. Vyberte akciu.

source: Local names
be: Мясцовыя назвы
fr: Noms locaux
sk: Lokálne názvy

source: History
be: Гісторыя
sk: História

source: Today
be: Сёння
fr: Aujourd'hui
it: Oggi
sk: Dnes

source: Yesterday
be: Учора
fr: Hier
it: Ieri
sk: Včera

# hist_select_remove
source: Please select history items to remove
be: Калі ласка, абярыце элемент гісторыі для выдалення
sk: Vyberte položky histórie na odstránenie

# hist_remove_q
source: Do you want to remove history items?
sk: Chcete odstrániť položky histórie?

# fav_exists
source: Favorite with name "%@" already exists
be: Упадабанае "%@" ужо існуе
fr: Un favori avec le nom "% @" existe déjà
it: Il preferito con il nome "%@" esiste già
sk: Obľúbené miesto s názvom "%@" už existuje

# fav_ignore
source: Ignore
be: Ігнараваць
fr: Ignorer
it: Ignora
sk: Ignorovať

# fav_select
source: Please select favorites
be: Калі ласка, абярыце ўпадабаныя
fr: Merci de sélectionner les favoris
it: Prego, selezionare i favoriti
sk: Vyberte obľúbené miesta

# poi_insrease_radius
source: Increase search radius to
be: Павялічыць пошук да
fr: Augmenter le rayon de recherche à
it: Aumenta il raggio di ricerca a
sk: Rozšíriť okruh hľadania na

# poi_max_radius_reached
source: Maximum search radius reached
be: Дасягнуты максімальны радыюс пошуку
fr: Rayon de recherche maximum atteint
it: Raggio di ricerca massimo raggiunto
sk: Dosiahnutý maximálny okruh hľadania

# poi_search_near_center
source: Search is performed near the center of the map
be: Пошук выконваецца вакол цэнтра карты
fr: La recherche est effectuée à proximité du centre de la carte
it: La ricerca è svolta vicino al centro della mappa
sk: Vyhľadávanie je vykonávané v blízkosti stredu mapy

# poi_hide
source: Hide
be: Схаваць
fr: Masquer
it: Nascondi
sk: Skryť

source: Favorites
be: Упадабаныя
fr: Favoris
it: Preferiti
sk: Obľúbené

# tracks
source: Trips
be: Падарожжы
fr: Voyages
it: Viaggi
sk: Výlety

# gpx_point
source: Point
be: Кропка
it: Punto
sk: Bod

# gpx_waypoints
source: Waypoints
be: Кропкі шляху
fr: Points de passage
it: Punti intermedi
sk: Body trasy

# gpx_points
source: Point(s)
be: Кропкі
it: Punto(i)
sk: Bod(y)

# gpx_import_title
source: Import trip
be: Імпартаваць падарожжа
fr: Importer un voyage
it: Importa viaggio
sk: Importovať výlet

# gpx_import_already_exists
source: The specified trip file is already exists in the list. Please choose action.
be: Паказанае падарожжа ўжо прысутнічае ў спісе. Калі ласка абярыце дзеянне.
fr: Le fichier de trajet spécifié existe déjà dans la liste. Choisissez une action.
it: Il file del viaggio indicato è già presente nella lista. Per favore scegliere l'azione.
sk: Zadaný súbor s výletom je už v zozname. Vyberte akciu.

# gpx_add_new
source: Add new file
be: Дадаць новы файл
fr: Ajouter un nouveau fichier
it: Aggiungi un nuovo file
sk: Pridať nový súbor

# gpx_overwrite
source: Overwrite
be: Перазапісаць
fr: Écraser
it: Sovrascrivi
sk: Prepísať

# gpx_cannot_import
source: Cannot import specified GPX file
be: Немагчыма імпартаваць GPX файл
fr: Impossible d'importer le fichier GPX spécifié
it: Impossibile importare il file GPX specificato
sk: GPX súbor sa nedá importovať

# gpx_export_title
source: Export trip
be: Экспартаваць падарожжа
fr: Exporter le voyage
it: Esporta il viaggio
sk: Exportovať výlet

# gpx_export_select_track
source: Please select trip for Export
be: Абярыце падарожжа для экспарту
fr: Merci de sélectionner le voyage à exporter
it: Per favore scegli il viaggio da esportare
sk: Vyberte výlet pre Export

# fav_import_desc
source: You can import your favorites as waypoints in GPX file (common GPS data format) To share the favorites.gpx file you can open file from Dropbox, Email, or any other source - Use Open In function.
be: Вы можаце імпартаваць упадабаныя як шляхавыя кропкі GPX файла. Каб падзяліцца файлам favorites.gpx вы можаце адкрыць яго ў Dropbox, Email ці ў іншай праграме - Выкарыстоўвайце функцыю Адкрыць у.
fr: Vous pouvez importer vos favoris en tant que points de passage au format GPX (format de données GPS usuel) Pour partager le fichier favorites.gpx, vous pouvez l'ouvrir à partir de Dropbox, d'un courriel ou d'une autre source - Utilisez la fonction 'ouvrir'.
it: Puoi importare i tuoi favoriti come punti intermedi tramite file GPX (formato dati GPS comune) Per condividere il file favorites.gpx puoi aprirlo da Dropbox, Email, o qualsiasi altro modo - Usa la funzione Apri In.
sk: Obľúbené miesta môžete importovať ako body trasy v GPX súbore (bežný dátový formát pre GPS) Pre zdieľanie súboru favorites.gpx ho môžete otvoriť cez Dropbox, Email, alebo iný zdroj - Použite funkciu 'Otvoriť v'.

# gpx_import_desc
source: You can import your GPX files (common GPS data format) To share the GPX file you can open file from Dropbox, Email, or any other source - Use Open In function
be: Вы можаце імпартаваць GPX файлы Каб падзяліцца GPX файлам вы можаце адкрыць яго ў Dropbox, Email ці ў іншай праграме - Выкарыстоўвайце функцыю Адкрыць У
fr: Vous pouvez importer vos fichiers GPX (format de données GPS usuel) Pour partager le fichier GPX, vous pouvez l'ouvrir à partir de Dropbox, d'un courriel ou d'une autre source - Utilisez la fonction 'ouvrir'
it: Puoi importare i tuoi file GPX (formato dati GPS comune) Per condividere il file GPX puoi aprirlo da Dropbox, Email, o qualsiasi altro modo - Usa la funzione Apri In
sk: Vaše GPX súbory môžete importovať (bežný dátový formát pre GPS) Pre zdieľanie súboru GPX ho môžete otvoriť cez Dropbox, Email, alebo iný zdroj - Použite funkciu 'Otvoriť v'

source: Track recording
be: Запіс трэка
fr: Enregistrement du trajet
it: Registrazione traccia
sk: Nahrávanie stopy

# track_recording_name
source: Currently recording track
be: Трэк, што цяпер запісваецца
fr: Enregistrement du trajet en cours
it: Traccia attualmente in registrazione
sk: Stopa sa nahráva

# track_stop_rec
source: Stop recording
be: Спыніць запіс
fr: Arrêter l'enregistrement
it: Ferma la registrazione
sk: Zastaviť nahrávanie

# track_new_segment
source: Start new segment
be: Пачаць новы адрэзак
fr: Commencer un nouveau segment
it: Inizia un nuovo segmento
sk: Začať nový segment

# track_save
source: Save current track
be: Захаваць трэк
fr: Sauvegarder le trajet actuel
it: Salve la traccia attuale
sk: Uložiť aktuálnu stopu
