Repository: osmandapp/OsmAnd-iOS
Catalog: Resources/*.lproj/Localizable.strings
Languages: be, fr, it, sk

# product_title_northamerica
source: North America
be: Паўночная Амэрыка
fr: Amérique du Nord
it: Amerca del Nord
sk: Severná Amerika

# product_desc_northamerica
source: Map of North America
be: Карта Паўночнай Амерыкі
fr: Carte de l'Amérique du Nord
it: Mappa dell'America del Nord
sk: Mapa Severnej Ameriky

# product_title_russia
source: Russia
be: РФ
fr: Russie
sk: Rusko

# product_desc_russia
source: Map of Russia
be: Мапа РФ
fr: Carte de la Russie
it: Mappa della Russia
sk: Mapa Ruska

# product_title_southamerica
source: South America
be: Паўднёвая Амерыка
fr: Amérique du Sud
it: Sud America
sk: Južná Amerika

# product_desc_southamerica
source: Map of South America
be: Карта Паўднёвай Амерыкі
fr: Carte de l'Amérique du Sud
it: Mappa del Sud America
sk: Mapa Južnej Ameriky

# product_title_allworld
source: All World Maps
be: Карты ўсяго свету
fr: Toutes les cartes du monde
it: Mappa Mondiale
sk: Všetky mapy sveta

# product_desc_allworld
source: Map of All World
be: Карта ўсяго свету
fr: Carte du Monde
it: Mappa Mondiale
sk: Mapa celého sveta

# product_title_asia
source: Asia
be: Азія
fr: Asie
sk: Ázia

# product_desc_asia
source: Map of Asia
be: Карта Азіі
fr: Carte de l'Asie
it: Mappa dell'Asia
sk: Mapa Ázie

# product_title_wiki
source: Wikipedia
be: Вікіпэдыя
fr: Wikipédia
sk: Wikipédia

# product_desc_wiki
source: Wikipedia data
be: Зьвесткі вікіпэдыі
fr: Données de Wikipedia
it: Dati Wikipedia
sk: Údaje Wikipédie

# product_title_srtm
source: Contour lines
be: Ізалініі вышынь
fr: Courbes de niveau
it: Linee di livello
sk: Vrstevnice

# product_desc_srtm
source: Display of contour lines
be: Паказ ізаліній вышынь
fr: Afficher les courbes de niveau
it: Mostra le linee di livello
sk: Zobrazenie vrstevníc

source: My Location
be: Маё месцазнаходжаньне
fr: Ma position
it: La mia posizione
sk: Moja poloha

source: All categories
be: Усе катэгорыі
fr: Toutes les catégories
it: Tutte le categorie
sk: Všetky kategórie

source: Get unlimited access
be: Неабмежаваны доступ
fr: Obtenir un accès illimité
it: Ottieni l'accesso illimitato
sk: Získať neobmedzený prístup

source: Latitude
be: Шырата
it: Latitudine
sk: Zem. šírka

source: Longitude
be: Даўгата
it: Longitudine
sk: Zem. dĺžka

# all_world_popup_desc
source: Download World base map to see state names, borders and other information
sk: Stiahnite si Svetovú základnú mapu, aby ste videli názvy krajín, hranice a ďalšie informácie

source: Turn on plugin
be: Уключыць дадатак
fr: Activer le plugin
it: Attiva il componente aggiuntivo
sk: Zapnúť modul

# plugin_popup_nautical_title
source: Download Nautical maps
be: Спампуйце марскія мапы
it: Scarica le Mappe Nautiche
sk: Stiahnuť Námorné mapy

source: Go to downloads
be: Перайсці ў спампоўкі
fr: Accéder aux téléchargements
it: Vai ai download
sk: Prejsť na sťahovanie

# plugin_popup_trip_planning_ask
source: To start planning the trip you need to activate plugin: <b>Trip planning</b>
sk: Pre spustenie plánovania musíte aktivovať modul: <b>Plánovanie výletu</b>

# plugin_popup_nautical_desc
source: Please download Nautical maps first. Then go to the <b>Map Settings</b> > <b>Map type</b> and turn on <b>Nautical</b> style
sk: Prosím stiahnite si najprv Námorné mapy. Potom choďte do <b>Nastavenia mapy</b> > <b>Typ mapy</b> a zapnite štýl <b>Námorný</b>

# plugin_popup_srtm_title
source: Download contour lines
it: Scarica le linee isocline
sk: Stiahnuť vrstevnice

# plugin_popup_srtm_desc
source: To start using Contour lines feature, please download Contour lines of an region first
it: Per iniziare a usare la funzionalità Linee Isocline, scaricare le Linee isocline di una regione prima
sk: Ak chcete začať používať funkciu vrstevníc, prosím stiahnite si najprv vrstevnice regiónu

# plugin_popup_srtm_ask
source: To download Contour lines you need to activate plugin: <b>Contour lines</b>
sk: Na stiahnutie vrstevní musíte zaktivovať modul: <b>Vrstevnice</b>

# plugin_popup_wiki_ask
source: To download Wikipedia data you need to activate plugin: <b>Wikipedia</b>
sk: Na stiahnutie údajov z Wikipédie údajov musíte aktivovať plugin: <b>Wikipedia</b>

# time_open
source: Open
be: Адчынена
fr: Ouvrir
it: Aperto
sk: Otvorené

# time_closed
source: Closed
be: Зачынена
fr: Fermé
it: Chiuso
sk: Zatvorené

# time_will_close
source: Will close in
be: Зачыніцца праз
fr: Fermera dans
it: Sarà chiuso in
sk: Zatvorí o

# time_will_open
source: Will open in
be: Адчыніцца праз
fr: S'ouvrira dans
it: Sarà aperto in
sk: Otvorí o

# menu_active_trips
source: Active
be: Актыўныя
fr: Actif
it: Attivo
sk: Zapnuté

# menu_all_trips
source: All Trips
be: Усе падарожжы
fr: Tous les voyages
it: Tutti i viaggi
sk: Všetky výlety

source: Total time
be: Агульны час
fr: Temps total
it: Tempo totale
sk: Celkový čas

source: Moving time
be: Час руху
fr: Durée de déplacement
it: Tempo in movimento
sk: Čas pohybu

source: Change group
be: Зьмяніць групу
fr: Changer de groupe
it: Cambia gruppo
sk: Zmeniť skupinu

source: Change color
be: Змяніць колер
fr: Modifier la couleur
it: Cambia il colore
sk: Zmeniť farbu

# wpt_select
source: Please select waypoints
be: Калі ласка, абярыце пункты шляху
fr: Veuillez sélectionner des points de passage
it: Prego selezionare i punti intermedi
sk: Prosím zvoľte body trasy

# gpx_remove_wpts_q
source: Do you want to remove selected waypoints?
be: Вы хочаце выдаліць абраныя пункты шляху?
fr: Voulez supprimer les points de passage sélectionnés ?
it: Vuoi rimuovere i punti intermedi selezionati?
sk: Chcete odstrániť zvolené body trasy?

source: Create new trip
be: Стварыць новае падарожжа
fr: Créer un nouveau voyage
it: Crea un nuovo viaggio
sk: Vytvoriť nový výlet

source: Editing waypoints
be: Рэдагаваньне шляху
fr: Editer les points de passage
it: Modifica i punti intermedi
sk: Úprava bodov trasy

# select_wpt_on_map
source: Select point on map to add to the trip
be: Абярыце кропку на мапе, каб дадаць да падарожжа
it: Scegli un punto sulla mappa per aggiungerlo al viaggio
sk: Zvoľte bod na mape, ktorý má byť pridaný k výletu

# gpx_rename_q
source: Rename trip
be: Пераназваць падарожжа
fr: Renommez le voyage
it: Rinomina il viaggio
sk: Premenovať výlet

# gpx_enter_new_name
source: Please enter new name for the trip
be: Калі ласка, дайце новую назву падарожжу
fr: Veuillez entrer le nouveau nom pour le voyage
it: Prego inserisci un nuovo nome per il viaggio
sk: Prosím zadajte nový názov pre výlet

# gpx_cancel_route_q
source: Do you want to cancel this route?
be: Вы хочаце скасаваць гэты маршрут?
fr: Voulez vous annuler cet itinéraire ?
it: Vuoi cancellare questo percorso?
sk: Chcete zrušiť túto trasu?

# gpx_deactivated
source: Deactivated
be: Не актыўны
fr: Désactivé
it: Disattivato
sk: Vypnuté

# gpx_trip_groups
source: Trip groups
be: Групы падарожжаў
fr: Groupes de voyage
it: Gruppi viaggio
sk: Skupiny výletov

# gpx_group_select
source: Group Select
be: Выбар групы
fr: Sélection de groupe
it: Scelta gruppo
sk: Výber skupiny

source: Show all
be: Паказаць усе
fr: Afficher tout
it: Mostra tutti
sk: Zobraziť všetko

source: Directions
be: Навігацыя
fr: Itinéraires
it: Indicazioni
sk: Pokyny

source: Parking
be: Паркоўка
it: Parcheggio
sk: Parkovanie

# est_travel_time
source: Estimate travel time
be: Прыблізны час падарожжа
fr: Temps de voyage estimé
it: Durata del viaggio prevista
sk: Odhadovaný čas cesty

source: Pedestrian
be: Пешаход
fr: Piéton
it: Pedone
sk: Chodec

source: Sorting
be: Сартаваньне
it: Ordine
sk: Zoradenie

source: Plugins
be: Модулі
it: Componenti aggiuntivi
sk: Zásuvné moduly

source: Open Map Settings
be: Адкрыць налады мапы
fr: Ouvrez les paramètres de la carte
it: Impostazioni Open Map
sk: Otvoriť nastavenia mapy

# plugin_popup_ski_title
source: Turn on Ski map style
be: Уключыць стыль лыжных мап
it: Attiva lo stile mappa Ski
sk: Zapnúť lyžiarsky mapový štýl

# plugin_popup_ski_desc
source: To turn on <b>Ski map</b> style, please go to the <b>Map Settings</b> > <b>Map type</b>
it: Attiva <b>Mappa sci</b> stile, vai a <b>Impostazioni mappa</b> > <b>Tipo mappa</b>
sk: Pre zapnutie <b>lyžiarskeho štýlu mapy</b>, choďte do <b>Nastavenia mapy</b> > <b>Typ mapy</b>

# plugin_popup_wiki_title
source: Download Wikipedia
fr: Télécharger Wikipedia
it: Scarica Wikipedia
sk: Stiahnuť Wikipédiu

# plugin_popup_wiki_desc
source: To start using Wikipedia plugin, please download Wikipedia data of an region first
it: Per iniziare a utilizzare il plugin, scarica prima i dati Wikipedia di una regione prima
sk: Ak chcete používať modul Wikipédia, stiahnite najprv údaje Wikipédie pre región

# track_save_short_q
source: Track is too short, do you want to save?
be: Трэк амаль пусты, захаваць?
fr: Le trajet est trop court, voulez-vous l'enregistrer ?
it: La traccia è troppo breve, vuoi salvarla?
sk: Stopa je príliš krátka, chcete ju uložiť?

source: Add as
be: Дадаць як
fr: Ajouter comme
it: Aggiungi come
sk: Pridať ako

# make_call
source: Make a call
be: Патэлефанаваць
it: Fai una chiamata
sk: Zatelefonovať

source: Enter description
be: Увесьці апісаньне
fr: Entrez la description
it: Inserisci una descrizione
sk: Zadajte popis

# enter_fav_name
source: Enter favorite name
be: Увядзіце назву ўпадабанага
fr: Entrez le nom du favoris
it: Inserisci il nome del preferito
sk: Zadajte názov obľúbeného bodu

# res_installing
source: Installing...
be: Усталёўка...
fr: Installation en cours...
it: Installazione ...
sk: Inštaluje sa...

# res_roads
source: Roads
be: Дарогі
fr: Routes
it: Strade
sk: Cesty

# res_srtm
source: Contour lines
be: Ізалініі вышынь
fr: Courbes de niveau
it: Linee di livello
sk: Vrstevnice

# res_wiki
source: Wikipedia
be: Вікіпэдыя
fr: Wikipédia
sk: Wikipédia

# res_hillshade
source: Hillshade
be: Рэльеф мясцовасьці
fr: Ombrage du relief
it: Ombreggiamento dei rilievi
sk: Tieňované svahy

source: Select language
be: Абраць мову
fr: Sélectionnez la langue
it: Scegli la lingua
sk: Zvoľte jazyk

# language_short
source: Lang
be: Мова
fr: Langue
it: Lingua
sk: Jazyk

# open_url
source: Open page in browser
be: Адкрыць старонку ў браўзары
fr: Ouvrir la page dans le navigateur
it: Apri la pagina in un browser
sk: Otvoriť stránku v prehliadači

# no_other_translations
source: There are no other translations
be: Няма іншых перакладаў
fr: Il n'y a pas d'autres traductions
it: Non ci sono altre traduzioni
sk: Neexistujú ďalšie preklady

# wpt_remove_q
source: Remove waypoint?
be: Выдаліць шляхавую кропку?
fr: Supprimer le point de passage ?
it: Rimuovere il punto intermedio?
sk: Odstrániť bod trasy?

# gpx_select_track
source: Select trip
be: Абраць падарожжа
fr: Sélectionnez le trajet
it: Scegli un viaggio
sk: Zvoľte výlet

# gpx_curr_new_track
source: Current trip
be: Цяперашняе падарожжа
fr: Voyage actuel
it: Viaggio in corso
sk: Súčasný výlet

source: Enter name
be: Задаць назву
fr: Entrez le nom
it: Scegli un nome
sk: Zadajte názov

source: Not selected
be: Ня выбрана
fr: Non sélectionné
it: Non scelto
sk: Nezvolený

source: Language
be: Мова
fr: Langue
it: Lingua
sk: Jazyk

# you_searching
source: You are searching
be: Вы шукаеце
fr: Vous êtes à la recherche
it: Stai cercando
sk: Hľadáte

# from_location
source: away
be: адсюль
fr: loin
it: lontano
sk: vzdialený

# show_alt_in_drive
source: Show altitude in Drive mode
be: Паказваць вышыню ў рэжыме кіраваньня
fr: Afficher l'altitude en mode conduite
it: Mostra la quota in madalità Drive
sk: Zobraziť nadm.výšku v režime jazdy

# purchase_get
source: Get
be: Атрымаць
fr: Installer
it: Ottieni
sk: Získať

# srtm_disabled
source: Contour lines disabled
be: Ізалініі вышынь адключаны
fr: Courbes de niveau désactivées
it: Linee di livello disabilittate
sk: Vrstevnice vypnuté

# prch_wiki_info
source: Wikipedia addon enables wikipedia information for maps you are entitled, purchased or downloaded within free limit.
be: Модуль Вікіпедыі дадае інфармацыю з Вікіпедыі для мапаў, на якія вы маеце права, набытых або сьцягнутых у межах вольнага ліміту.
it: Il componente aggiuntivo Wikipedia aggiunge le informazioni Wikipedia per le mappe che sono state scaricare gratuitamente o acquistate.
sk: Modul Wikipédia zobrazuje informácie z Wikipédie k mapám, ktoré máte zakúpené alebo stiahnuté zdarma.

# prch_srtm_info
source: Contour lines addon enables contour lines for maps you are entitled, purchased or downloaded within free limit.
be: Модуль Ізаліній вышынь дадае ізалініі вышынь да мапаў, на якія вы маеце права, набытых або сьцягнутых у межах вольнага ліміту.
it: Il componente aggiuntivo Linee isocline aggiunge le linee di livello per le mappe che sono state scaricare gratuitamente o acquistate.
sk: Modul Vrstevnice zobrazuje vrstevnice na mapách, ktoré máte zakúpené alebo stiahnuté zdarma.

# product_desc_ext_wiki
source: Get information about points of interest from Wikipedia. It is your pocket offline guide - just enable Wikipedia plugin and enjoy articles about objects around you.
sk: Získajte informácie o bodoch záujmu z Wikipédie. Bude to váš vreckový sprievodca - zapnite modul Wikipédia a prečítajte si články o objektoch okolo vás.

# product_desc_parking
source: Let you easily memorize when the car was parked and how much time left if the parking is limited by time
be: Дазваляе вам лёгка запамінаць калі аўтамабіль быў прыпаркаваны і колькі часу засталося, калі паркоўка мае часавыя абмежаванні
fr: Vous permet de retenir facilement l'emplacement et le temps restant (s'il y en a un) de stationnement
it: Permette di memorizzare quando l'auto è stata parcheggiata e quanto manca alla scadenza se il parcheggio è a tempo
sk: Umožňuje zapamätať kedy bolo zaparkované auto a koľko zostáva času, ak je parkovanie časovo obmedzené

# product_desc_track_recording
source: Activates the functionality to record and save your tracks
be: Актывуе функцыянальнасць запісу і захавання вашых трэкаў
fr: Active la fonctionnalité pour enregistrer et sauvegarder vos trajets
it: Attiva la funzionalità di registrare e salvare le tue tracce
sk: Aktivuje funkciu záznamu a ukladania vašich stôp

# product_desc_trip_planning
source: Plan your trip, add waypoints, measure the distance to your destination using this plugin
fr: Planifiez votre trajets, ajoutez des points de passage, mesurez la distance à votre destination avec ce greffon
it: Pianifica il tuo viaggio, aggiungi i punti intermedi, misura la distanza dalla destinazione utilizzando questo componente aggiuntivo
sk: Pomocou tohto modulu naplánujte svoj výlet, pridajte body trasy, zmerajte vzdialenosť do cieľa

# product_desc_ext_trip_planning
source: Trip planning plugin allows you to create your trip on the map, save it, measure the distance between points connected with straight lines, etc. Created for preliminary trip planning rather than thorough route building.
sk: Modul plánovania výletov umožňuje vytvoriť výlety na mape, uložiť ich, merať vzdialenosti medzi bodmi, atď. Slúži na predbežné plánovanie výletu, nie presný výpočet trasy.

# gpx_export
source: Export
be: Экспарт
fr: Exporter
it: Esporta

source: Import/Export
be: Імпарт/Экспарт
fr: Importer / Exporter
it: Importa/Esporta

# units_km
source: km
be: км

# units_m
source: m
be: м

# units_mi
source: mi
be: мл

# units_yd
source: yd
be: яр

# units_ft
source: ft
be: фт

# units_hour
source: h
be: г

# sett_lang_trans
source: translit
be: трансліт
fr: Translitération
it: Translitterazione

# rec_interval_minimum
source: Minimum
be: Мінімум
it: Minimo

# units_kmh
source: km/h
be: км/г

# units_min
source: min
be: хв

# units_minutes_short
source: min
be: хв
it: minuti

source: Map Creator
be: Стваральнік мапы

# product_desc_ext_parking
source: OsmAnd Parking Plugin reminds you of your parking position. It is a plugin for OsmAnd Maps&Navigation app. Choose a time-independent reminder (only a marker on the map) or a time-limited one with alarm upon time expiration (includes also a marker on the map). To use the plugin, enable it in the Plugins menu.
it: OsmAnd parcheggio Plugin vi ricorda la posizione di parcheggio. Si tratta di un plugin per le mappe di OsmAnd&Navigazione app. Scegliere un promemoria di indipendente dal tempo (solo un indicatore sulla mappa) o un tempo limitato con allarme alla scadenza del tempo (include anche un marcatore sulla mappa). Per utilizzare il plugin, attivarlo nel menu Plugins.

# product_desc_ext_track_recording
source: Record your trips and save them manually using OsmAnd Trip recording plugin. Export your trip as a gpx file, share it or even use it to contribute to OpenStreetMap project. A handy tool for runners, hikers and anyone interested in recording their trips.
fr: Enregistrez vos voyages et sauvegardez les manuellement en utilisant le plugin OsmAnd Trip recording. Exportez votre voyage avec un fichier gpx, partagez le ou bien utilisez le pour contribuer au projet OpenStreeMap. Un outil utile pour les coureurs, randonneurs ou bien pour toute autre personne intéressée par l'enregistrement d'un trajet.
